{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/flawed-laws-and-impunity/",
  "time_ut": 1753207440.0,
  "original_lang": "en",
  "original_title": "Flawed laws and impunity",
  "original_body_lines": [
    "It looks as if Sri Lanka had more than its fair share of flawed laws. Parliament rises from its slumber, occasionally, and goes at full throttle to make some progressive laws, most of which are full of flaws. It lets the grass grow under its feet when the need arises to amend such laws. The Regulation of Election Expenditure Act (REEA), No. 3 of 2023 is a case in point. But candidates and political parties/independent groups continue to spend colossal amounts of undisclosed funds on their election campaigns, with impunity. No wonder the Election Commission (EC) itself has stressed the need to amend the laws in place to regulate election expenditure. EC Chairman R. M. A. L. Rathnayake has reportedly said that some flaws in the REEA need rectification. Election monitors have also called for amendments to the campaign expenditure regulation laws.",
    "The REEA has reduced the EC to a mere post box to all intents and purposes. This is not what the campaigners for accountability bargained for. The EC’s role is limited to accepting and displaying what candidates and political parties/independent groups submit as election expenditure reports. The EC must be able to scrutinise the contents of these documents and take legal action where necessary.",
    "It is better to have no laws than bad laws, which erode public trust in the legal system. The REEA was touted as a silver bullet, but the proof of the pudding is said to be in the eating; it has turned out to be a paper tiger. Of what use is an election expenditure regulation law that does not empower the EC to deal with the candidates who furnish false information or even blank sheets of paper as expenditure reports? But such farcical campaign finance/expenditure laws may not surprise anyone in a country where election laws contain sections that undermine the Constitution itself.",
    "The Constitution allows only the persons whose names are either on the lists submitted to the Commissioner of Elections as National List (NL) candidates or on the nomination papers in respect of electoral districts to be appointed to Parliament. But the Parliamentary Elections Act allows the leaders of political parties/independent groups to circumvent this constitutional requirement by creating NL vacancies and appoint individuals of their choice as MPs.",
    "Robust campaign expenditure regulation laws are a prerequisite for combating corruption effectively. All main political parties and their candidates spend billions of rupees on their election campaigns, and funds come mostly from undisclosed sources. How much they actually receive as donations here and overseas is anyone’s guess. Among those who received money from the Treasury bond scammers are some self-righteous politicians who pontificate to others about the virtues of good governance. Campaign funds come with strings attached, as is public knowledge, and the party that is voted into office has to look after the interests of its sponsors in various ways, such as selectively reducing special commodity levies on goods they import, granting them government contracts, green-channelling freight containers carrying contraband for them and turning a blind eye to other such rackets. Hence, the interests of big businesses take precedence over those of the ordinary people, who are exploited by importers, large-scale rice millers, egg wholesalers, sugar importers, private bus operators and other members of the mudalali fraternity.",
    "The existing election expenditure regulation laws do not help ensure accountability and safeguard the interests of the public as politicians and political parties are at the beck and call of moneybags. The incumbent government, which came to power, promising to restore the rule of law and make everyone equal before the law, finds itself in an unenviable position. It is under pressure not to spare a hotel, owned by Dudley Sirisena of the Araliya rice fame, in the reservation of the Parakrama Samudraya, when it implements its much-advertised campaign to clear tank buffer zones of encroachers.",
    "A wag says that given how the government and the Opposition benefit from the largesse of plutocrats including hoteliers, one need not be surprised even if they get together and declare the Parakrama Samudraya an unauthorised water-retention structure to save the hotel sitting in its buffer zone. Anything is possible in this country.",
    "It behoves the government and the Opposition to amend the REEA urgently, and empower the EC to play an active role in ensuring transparency and accountability in respect of campaign finance and arrest the erosion of public trust in the legal and electoral processes.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}