{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/buddhist-revolutionist-in-the-making-kekirawe-sudassana-thero/",
  "time_ut": 1718256898.0,
  "original_lang": "en",
  "original_title": "Buddhist Revolutionist In The Making – Kekirawe Sudassana Thero",
  "original_body_lines": [
    "Religions across the globe have historically undergone significant economic and social transformations, adapting to evolving circumstances and aiding in the progress of societies. However, in Sri Lanka, Theravada Buddhism has largely remained static, entangled with political influences that benefit a select few monks while wielding considerable influence over the masses. Unlike the vibrant evolutions seen in other countries, Sri Lanka’s Theravada Buddhism has yet to undergo a transformation that aligns it with contemporary social and economic development needs.",
    "The Theravada tradition, predominant in Sri Lanka, Myanmar, Thailand, Cambodia, and Laos, has traditionally been seen as the oldest and most orthodox form of Buddhism. In contrast, Mahayana Buddhism, practiced in countries like Tibet, China, Taiwan, Japan, Korea, and Mongolia, often incorporates a broader range of teachings and practices. In Sri Lanka, the Theravada tradition, while maintaining its historical roots, has failed to uplift the country from poverty and improve its social indicators significantly. It is within this stagnant backdrop that Kekirawe Sudassana Thero has emerged as a revolutionary figure, poised to reshape the Buddhist landscape in Sri Lanka.",
    "Kekirawe Sudassana Thero has become a prominent and controversial figure, often mischaracterized by those with vested interests. Two years ago, he was labeled a supporter of the Janatha Vimukthi Peramuna (JVP), a leftist political party, after he spoke on the reasons behind societal divisions in the country. This was followed by allegations that he was attempting to introduce Mahayana Buddhist traditions into Sri Lanka. Both accusations are unfounded, serving more to discredit his revolutionary ideas than to reflect his true intentions. The politicized and traditional monks, who benefit from the current status quo, fear Sudassana Thero because he represents a challenge to their influence and a potential catalyst for change.",
    "Kekirawe Sudassana Thero’s revolutionary potential is rooted in several key factors:",
    "Kekirawe Sudassana Thero is exceptionally well-read across various Buddhist traditions, enabling him to present and elucidate complex aspects of Buddhist philosophy with ease. His profound understanding allows him to bridge the gap between ancient teachings and contemporary issues, making Buddhism relevant to today’s socio-economic context. His knowledge stands in stark contrast to many monks who have become complacent and primarily focus on maintaining traditional practices without addressing modern challenges.",
    "Unlike many traditional monks who avoid confronting the harsh realities of Sri Lanka’s socio-economic conditions, Sudassana Thero does not shy away from these issues. He frequently cites economic and social indicators to highlight the challenges faced by the country. By addressing these pressing issues, he brings a pragmatic approach to Buddhism, encouraging its application as a tool for societal improvement and individual well-being.",
    "Kekirawe Sudassana Thero is known for his rational and compelling arguments. In numerous debates and discussions, his logical reasoning often leaves his opponents with little room for rebuttal. His ability to articulate his points clearly and convincingly has earned him respect and a growing following, both among the general public and within intellectual circles.",
    "In the digital age, Kekirawe Sudassana Thero has adeptly harnessed the power of social media to spread his message. His increasing popularity on these platforms has made it difficult for traditionalists to suppress his revolutionary ideas. The reach and influence of social media have allowed him to connect with a broader audience, particularly the younger generation, who are more open to progressive ideas and change. His current interviews with multifaceted Sannasgala will fast reaching across the island",
    "Kekirawe Sudassana Thero faces significant risks in his quest to educate the public on true Buddhist philosophy and its potential to foster socio-political development. His path is fraught with challenges, including threats to his personal safety and relentless opposition from those who benefit from maintaining the status quo. Despite these dangers, his dedication to transforming Buddhism into a force for positive change remains unwavering.",
    "Thero’s revolutionary approach aims to adapt Buddhist philosophy to address contemporary societal needs. His vision involves leveraging Buddhist teachings to promote socio-political development, thereby improving the overall quality of life for the people. By doing so, he seeks to demonstrate that Buddhism is not merely a static tradition but a dynamic and evolving philosophy capable of guiding societies towards progress and prosperity.",
    "While the road ahead is undoubtedly challenging, his efforts hold the promise of a Buddhist renaissance in Sri Lanka, one that aligns ancient wisdom with modern realities to create a more just and equitable society.",
    "*The writer is former Diplomat, Head of Tourism Authority and currently a Lecturer for ECU and Meditation teacher"
  ]
}