{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101443/kiribatis-pro-china-govt-bars-foreign-officials-from-visiting-until-2025-citing-elections",
  "time_ut": 1724392140.0,
  "original_lang": "en",
  "original_title": "Kiribati’s pro-China govt bars foreign officials from visiting until 2025, citing elections",
  "original_body_lines": [
    "The government of Kiribati is suspending all diplomatic visits to the tiny Pacific Island nation until next year and has cancelled some already planned, because it is in the midst of an election process that could run for several more months, an official said Thursday.",
    "The official in Kiribati’s foreign ministry told The Associated Press that a message announcing the pause in diplomatic trips was sent earlier this week to countries that have diplomatic relations with Kiribati — a low-lying atoll of 120,000 people.",
    "It follows escalating friction between Kiribati and Western nations — particularly Australia, a major aid donor — over the country’s deepening ties with China.",
    "Kiribati is threatened by rising sea levels and does not command the resource wealth or tourism branding of some other Pacific islands. But its proximity to Hawaii and location in a huge ocean expanse have bolstered its strategic importance and provoked an influence skirmish between Western powers and China.",
    "A national election was held for 44 of the 45 seats in Kiribati’s parliament this month — although the winners have yet to declare their party affiliations and it is not known which bloc will form the government. Negotiations have begun to decide the governing group, and a president will be chosen when nominees are put to a public vote, expected in October.",
    "Officials cannot accommodate diplomatic visits until a government is formed and a president elected, ministry spokesperson Turia Tekirua said in a telephone interview. Small delegations could apply for exemptions, she added.",
    "Some analysts said that while Kiribati’s bureaucracy is small, the suspension could reflect a desire to avoid foreign checks on its government formation process.",
    "“It does reflect a pattern of seeking to avoid international scrutiny, which we have seen under this government,” said Mihai Sora, director of the Pacific islands program at the Lowy Institute, an Australia-based think tank.",
    "The suspension could also “provide a degree of political cover for the intense lobbying and deal-making that will now be taking place” ahead of the presidential vote, Sora added.",
    "Kiribati switched its allegiance from pro-Taiwan to pro-Beijing in 2019, citing its national interest in joining several other Pacific nations that have severed diplomatic ties with Taipei in recent years. Self-governing Taiwan is claimed by China, and since the shift, Beijing has increased aid to Kiribati.",
    "Ahead of the elections, Australians expressed concerns that the lack of information filtering out of Kiribati as well as delayed or refused visas for foreign officials and judges in recent years suggest Beijing’s sway is growing.",
    "The suspension of visits will not eject diplomats from Kiribati and many countries in the region already have a presence there, including Australian and China. The U.S. announced plans for an embassy in Kiribati in 2022, although it is still awaiting government approval.",
    "George Carter, an expert on Kiribati at the Australian National University in Canberra, said the ban appears to be an attempt to “safeguard” politicians from foreign interference as they negotiate to form a government.",
    "“This is a way for the current government to say we want to be just among Kiribati, no foreign interference,” he said.",
    "A senior New Zealand government official, who spoke on condition of anonymity, said it was not yet clear how widely diplomatic visits would be defined.",
    "New Zealand’s foreign ministry said in a written statement only that it was “aware that the Republic of Kiribati has asked to suspend incoming visits.” Australia’s department of foreign affairs said it did not share official correspondence from other governments.",
    "Officials in South Korea and Japan — two other countries with which Kiribati has close ties — did not immediately comment.",
    "Winston Peters, New Zealand’s foreign minister, told the AP it was not unusual for countries to request that visiting delegations avoid scheduling trips close to an election. He said he would wait “to see what develops straight after” the presidential vote.",
    "Kiribati’s president since 2016, Taneti Maamau, won his parliament seat easily and will seek a third presidential term. The opposition leader, Tessie Lambourne, also handily won her post. Those elected are now working to form voting blocs.",
    "Lawmakers for the outgoing governing bloc hold 22 seats in the new parliament, which is one short of a majority, but it is not unusual for lawmakers in Kiribati to switch parties, and first-time members have yet to declare their party affiliation.",
    "Kiribati is one of the most aid-dependent nations in the world and is rated at high risk of external debt distress by the International Monetary Fund.",
    "It is also threatened by coastal erosion and rising seas that have contaminated drinking water and driven much of the population onto South Tarawa, the most populous island.",
    "Ruth Cross Kwansing, one of the new lawmakers who is one of the record five women to win parliament seats, has yet to choose her party affiliation.",
    "“Our country needs more women in decision-making positions and entrepreneurial areas,” she told the AP on Friday. “Health, peace, reconciliation and economic progress will flood every aspect of life as long as women and men are working alongside each other.”"
  ]
}