{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/easter-sunday-spy-chief-sacked-ahead-of-sri-lanka-police-clean-up-231683/",
  "time_ut": 1752981720.0,
  "original_lang": "en",
  "original_title": "Easter Sunday spy chief sacked ahead of Sri Lanka police clean-up",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s independent police regulator has sacked the country’s second-highest-ranking police officer, who, as head of the State Intelligence Service, failed to prevent the 2019 Easter Sunday bombings, in a major shake-up of law enforcement.",
    "The six-member National Police Commission unanimously agreed on Thursday to dishonourably dismiss Nilantha Jayawardena, who was found guilty on all seven charges against him. His disciplinary inquiry was conducted by a three-member panel chaired by a retired High Court judge.",
    "Jayawardena, who was in line to become the next Inspector-General, had attempted to shield then-President Maithripala Sirisena from blame for failing to act on prior warnings of an impending attack.",
    "His attempt backfired, with the Supreme Court ordering him to pay Rs. 75 million in compensation to victims of the bombings.",
    "When investigators examined his phone, they discovered that Jayawardena had wiped it clean, removing all call records. He claimed he had restored factory settings before handing the device over for his wife’s use.",
    "Sri Lanka’s Criminal Investigation Department has access to technology capable of recovering deleted data, but it remains unclear why this was not utilised. Nevertheless, investigators were convinced that he was lying to protect Sirisena.",
    "With the formal dismissal of Senior Deputy Inspector-General Jayawardena, the police department is also expected to see the likely removal of Inspector-General Deshabandu Tennakoon, who is currently facing an impeachment process in addition to a criminal investigation.",
    "Tennakoon is the first head of the department in its 159-year history to face impeachment. A three-member inquiry panel appointed by Parliament is expected to deliver its verdict soon — possibly in the coming week.",
    "On  April 8, legislators voted unanimously in favour of a resolution calling for a formal investigation into Tennakoon’s conduct. The inquiry heard that he was operating a “criminal enterprise” under the guise of law enforcement and was unfit to serve in the police — even at the lowest rank.",
    "He was appointed Inspector-General in November 2023, despite Sri Lanka’s highest court having ruled that he had tortured a suspect in custody by rubbing menthol balm on the victim’s genitals.",
    "Tennakoon is also accused of authorising a bogus drug raid on the W15 hotel in December 2023, which led to a gun battle between rival police units in the coastal town of Weligama.",
    "In July 2024, the Supreme Court suspended him pending the outcome of a separate case challenging the legality of his appointment, following a controversial vote in the Constitutional Council.",
    "If the Parliament-appointed panel, chaired by Supreme Court Justice Preethi Padman Surasena, finds Tennakoon liable, Parliament will be required to vote on his removal. Both the government and the opposition appear united in their effort to remove him.",
    "Tennakoon could become the first Inspector-General in Sri Lanka’s history to be impeached. He was strongly backed for the top job by then Public Security Minister Tiran Alles and endorsed by President Ranil Wickremesinghe.",
    "With Deshabandu’s dismissal imminent, three senior DIGs are in contention to replace him. Official sources say current Acting Inspector-General Priyantha Weerasooriya is the front-runner, but nothing has been finalised. (COLOMBO/July 20, 2025)"
  ]
}