{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-political-parties-do-ad-hoc-nominations-to-fill-25-pct-female-quota-149320/",
  "time_ut": 1706685540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka political parties do ad-hoc nominations to fill 25 pct female quota",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lankan women’s participation in local government rely on ad hoc appointments made by male party leaders, as opposed to democratic internal processes, a study by the International Foundation for Electoral Systems has found.",
    "Women’s participation is also seen as a secondary matter in relation to broader political party agendas, according to the study ‘An Assessment of Women’s Political Representation through the 25 percent Quota in Sri Lanka’.",
    "The study was based on the 25 percent mandatory quota for women’s political representation in parties contesting for local government, implemented through the Local Authorities (Amendment) Act No. 1 of 2016.",
    "“Political parties were unprepared to field the large number of female candidates necessary for the election as mandated by the quota; political parties did not have the adequate internal structures that could ensure a democratic and transparent selection process; political parties did not have sufficiently strong women’s wings that enabled them to choose from a pool of already trained and experienced women,” the report found.",
    "The report said that as the nomination of women under the new quota system “remained completely in the hands of political parties”, the quota alone did not “mandate a democratic process for the selection of candidates for giving them nominations”.",
    "The ad hoc process, the report described, found that party leaders engaged in various “democratic” and “undemocratic” means to fulfil the obligation, in order to contest as a party in the upcoming elections.",
    "The report notably found that certain leaders tended to rely on their existing political links to field candidates and fell back on the system of political families, which continues to dominate the Sri Lankan political system.",
    "“One political party representative, after admitting that it was difficult to gauge the exact process through which candidates were selected, pointed out that it is very difficult to find female candidates who are not related to political families,” the report said.",
    "“Why have women had to ask for a quota? It is because women have not had the equal opportunity to enter into the world of politics,” MP Sudarshani Fernandopulle said at the event to announce the study findings on Tuesday (30).",
    "Fernandopulle said that though Sri Lanka regards itself as a pioneer in enabling women’s participation in politics, Lankan women still remain much behind their counterparts in other nations within the realm of politics.",
    "“We speak of Sri Lanka as the nation which produced the world’s first female Prime Minister, and female President. However, women still struggle to gain an equal footing in the political landscape,” she said.",
    "The study found that women’s participation in local government has increased from less than 2 percent to 22 percent since the establishment of the quota, though the quota has mandated 25 percent participation.",
    "“This is why the collaborative effort of civil society, women’s groups and parliamentary forums talking about a quota is important.”",
    "“Many criticise this quota system saying that it undermines the potential of women, but where is the opportunity for women to contest for votes? When you take the mainstream parties, when it comes to nominations rounds, women aren’t even considered for nominations. Women aren’t in decision-making positions in the parties, they’re sidelined to women’s groups. Most of these women’s groups are, more often than not, formed to help male candidates win.”",
    "“This is a good chance for women to enter politics, unlike us who were enabled to enter through our husband’s, father’s or brother’s death. We don’t ask for this quota to remain permanently, but until women have equal opportunity, this quota should be adhered to.”",
    "The quota itself would not solve the larger problems faced by women in local government, which include the lack of patronage and financial support from parties, disproportionate levels of violence and lack of trust from voter bases, Kumudini Samuel, Executive Committee Member of Development Alternatives with Women for a New Era, a global network of feminist scholars, researchers and activists, said.",
    "“The quota in this formulation for Sri Lanka was only meant to increase the number of women, we need to do a lot more to improve participatory democracy,” Samuel said.",
    "“Apart from the attitudes towards women, there’s a whole range of other things: The patronage politics, the corruption, the level of entitlement within political parties, and also politicians, both men and women.”",
    "An ideological shift in the overall political culture, which would be reflected in political structures and systems, is key, she said.",
    "“We have to realise the target of 25 percent, and gradually this quota should be removed,” MP Eran Wickremeratne said, adding that the quota system was a second best option. “For the time being we have to push for the quota for nominations.”",
    "“We know women are more qualified than men. From O/Ls, A/Ls, University and in the professional sphere, everywhere you see women having gone far in education levels,” Wickremeratne said.",
    "“What we need is data sensitive and gender sensitive budgeting. For example, though women are statistically ahead in education performance levels they are only 35 percent of the total workforce. How do we make this 50 percent participation?”",
    "The study was authored by S A Prabha M Manuratne, Harindra B Dissanayake, Rajni Gamage and Kanaka Abeygunawardena. (Colombo/Jan31/20024)"
  ]
}