{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sri-lankas-current-economic-outlook/",
  "time_ut": 1753776627.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Current Economic Outlook",
  "original_body_lines": [
    "Sri Lanka is a lower-middle-income island nation in South Asia with a mixed economy traditionally based on agriculture, manufacturing, and services. Strategically located along major shipping routes, the country has developed key industries such as tea production, garment manufacturing, tourism, and remittances.",
    "Following decades of civil conflict, Sri Lanka’s economy experienced rapid expansion in the post-war period (2009–2012), fueled by public investment and growth in tourism. However, persistent fiscal deficits, rising external debt, and structural inefficiencies left the economy vulnerable to shocks.",
    "In 2022, Sri Lanka faced its most severe economic crisis in decades, characterized by a sovereign debt default, foreign exchange shortages, soaring inflation, and widespread social unrest. Since then, the country has embarked on a path of macroeconomic stabilization and reform, supported by international partners including the IMF.",
    "By 2024, signs of recovery have begun to appear, with positive GDP growth, easing inflation, and improved external balances. Nevertheless, significant challenges remain in ensuring sustainable and inclusive development.",
    "After years of economic turmoil, Sri Lanka’s economy is showing signs of recovery, though the road ahead remains complex and uncertain. While 2024 marked a notable turnaround in key macroeconomic indicators, structural challenges, external vulnerabilities, and ongoing social pressures continue to test the nation’s resilience.",
    "The economy grew by 5.1% in 2024, followed by a provisional growth estimate of 4.8% in early 2025—its first full year of recovery since the 2022 debt default. This rebound was driven by a strong resurgence in construction, a revival in tourism-related services, and a steady expansion of private sector credit, which grew 10.7% year-on-year by December.",
    "However, agriculture lagged behind, hindered by longstanding productivity issues and increasing climate-related risks. The uneven growth across sectors underscores the fragility of the recovery and highlights the urgent need for comprehensive structural reforms.",
    "* Strong growth (2011-2017): Mostly high and positive growth, peaking around 6-8%.",
    "* Recession and contractions (2019-2020): Negative growth in 2019 (-0.2%) and a steep decline in 2020 (-4.6%), likely due to global and local shocks (e.g., COVID-19).",
    "* Sharp downturn (2022-2023): Another significant contraction in 2022 (-7.3%) and 2023 (-2.3%), reflecting economic struggles.",
    "* Rebound (2024): Robust growth of 5.0%, indicating recovery from prior recessions.",
    "Sri Lanka’s per capita income grew steadily from 2010 to 2017, reflecting strong economic progress. However, from 2018 to 2022, it faced declines due to internal challenges and global shocks like the pandemic and the 2022 economic crisis. A notable recovery began in 2023–2024, with income surpassing previous highs, signaling renewed economic strength. Continued reforms and stability will be key to maintaining this positive trend.",
    "* Early 2000s: Higher unemployment, peaking at 8.8% in 2002.",
    "* Steady decline (2003-2012): Unemployment rate reduced steadily to around 4%.",
    "* Relatively stable (2013-2019): Rate fluctuated around 4.2% to 4.8%.",
    "* COVID-19 impact (2020): Increased to 5.5% due to pandemic disruptions.",
    "* Post-pandemic recovery (2021 onwards): Declined steadily to 3.8% in early 2025, suggesting improving labor market conditions.",
    "Merchandise exports showed steady growth from 2000, rising from USD 5.5 billion to a peak of USD 13.1 billion in 2022. This upward trend reflects the country’s expanding trade activities and diversification of export products over the years.",
    "There were some fluctuations, notably a dip in 2001-2002 and during the global financial crisis around 2009. Exports also slightly declined in 2015-2016 and during the pandemic year 2020, when exports dropped to USD 10 billion due to global disruptions.",
    "From 2021 onwards, exports rebounded strongly, reaching USD 12.8 billion in 2024, signaling a resilient recovery. The export value of USD 5.4 billion up to May 2025 suggests continued positive momentum for the current year.",
    "Overall, Sri Lanka’s export sector has demonstrated resilience despite global and domestic challenges, making it a crucial driver of economic growth.",
    "Merchandise imports generally increased over the period, rising from USD 7.3 billion in 2000 to peak levels above USD 20 billion in the early 2010s, with a notable high of USD 22.2 billion in 2018. This growth reflects rising domestic demand and economic expansion.",
    "There were significant fluctuations, including a sharp decline during the 2009 global financial crisis and a drop in 2020 amid the COVID-19 pandemic and economic challenges.",
    "Imports declined somewhat after 2018, with figures fluctuating between USD 16 billion and USD 20 billion in recent years. The value of USD 8.1 billion up to May 2025 suggests a continuation of this moderate import trend.",
    "Overall, imports have shown volatility linked to external shocks and domestic economic conditions, highlighting the need for careful management of trade balance and import dependency.",
    "Sri Lanka has consistently run a trade deficit over the entire period, with imports exceeding exports. The deficit widened gradually from around USD -1.8 billion in 2000 to a peak of nearly USD -10.3 billion in 2018, reflecting growing import demand outpacing export growth.",
    "The deficit showed some volatility, narrowing during global downturns such as the 2009 financial crisis and the COVID-19 pandemic in 2020, when imports contracted sharply.",
    "From 2021 onwards, the trade deficit narrowed compared to previous years, dropping to around USD -4.9 billion in 2023. However, in 2024, it widened again to USD -6.1 billion, signaling ongoing challenges in balancing trade.",
    "The provisional figure of USD -2.7 billion for the first five months of 2025 indicates the deficit trend is continuing but at a potentially manageable pace.",
    "Overall, Sri Lanka’s persistent trade deficits highlight the importance of boosting exports and managing imports to improve external balances and economic stability.",
    "Tourism in Sri Lanka showed a gradual increase from 2000, starting at 0.3 million arrivals and reaching steady growth through the 2000s. From 2010 onwards, tourist arrivals grew rapidly, peaking at 4.4 million in 2018, driven by increasing global interest and improved infrastructure.",
    "However, 2019 saw a decline to 3.6 million arrivals, likely influenced by regional security concerns and other external factors. The COVID-19 pandemic severely impacted tourism in 2020 and 2021, with arrivals plummeting to just 0.7 million and 0.5 million respectively, reflecting global travel restrictions.",
    "Recovery began in 2022 with 1.1 million arrivals, and growth accelerated in 2023 and 2024, reaching 3.2 million tourists, signaling a strong rebound in the sector. The provisional data for the first five months of 2025 (1.5 million arrivals) suggests continued recovery momentum.",
    "Overall, tourism is a vital sector for Sri Lanka’s economy, and the sharp recovery after the pandemic highlights its resilience, though full pre-pandemic levels are still being regained. Sustained growth will depend on stability, infrastructure development, and effective marketing.",
    "Workers’ remittances have been a crucial source of foreign exchange and economic stability for Sri Lanka, showing a consistent upward trend from 2000 to 2017, increasing from USD 1.2 billion to a peak of around USD 7.2 billion. This growth reflects the expanding Sri Lankan diaspora and their increasing contributions to the economy.",
    "From 2018 to 2020, remittances remained relatively stable, hovering around USD 7 billion, with a slight dip in 2019 but a rebound in 2020 despite the global COVID-19 pandemic, showcasing the resilience of this income source.",
    "However, 2021 and 2022 saw a significant decline, dropping sharply to USD 3.8 billion in 2022. This decrease likely resulted from global economic uncertainties, disruptions in migrant employment, and the domestic economic crisis in Sri Lanka during that period.",
    "(a) According to the Ministry of Finance, fiscal sector statistics of 2019 have been adjusted as announced in the Budget Speech for 2020. (b) Revised (c) Provisional (d) Based on the GDP estimates by CBSL",
    "Sri Lanka’s budget deficit showed a generally downward trend from 2000 (9.5%) through the early 2010s, reaching a low point around 5%–6% during 2012 to 2018, reflecting relative fiscal consolidation efforts.",
    "However, the deficit widened significantly starting in 2019, jumping to 9.0%, and then sharply increasing in 2020 and 2021 to 10.7% and 11.7% respectively. This spike was largely driven by the economic fallout from the COVID-19 pandemic and mounting fiscal pressures during a period of economic crisis.",
    "The budget deficit started to improve from 2022 onwards, declining to 10.2% in 2022 and further down to 8.3% in 2023, signaling initial fiscal stabilization measures.",
    "Provisional data for 2024 and the first quarter of 2025 show continued progress, with the deficit narrowing to 6.8% in 2024 and a remarkable drop to 0.7% in Q1 2025, indicating strong fiscal consolidation efforts.",
    "Overall, while Sri Lanka faced large fiscal imbalances in recent years due to external shocks and domestic challenges, recent figures suggest that ongoing reforms and fiscal management are helping to reduce the deficit and restore fiscal stability. Sustained effort will be crucial to maintain this trajectory.",
    "a) According to the Ministry of Finance, fiscal sector statistics of 2019 have been adjusted as announced in the Budget Speech for 2020. (b) Revised (c) Provisional (d) Based on the GDP estimates by CBSL",
    "* Rising Debt Early 2000s: Government debt as a percentage of GDP rose above 100% in the early 2000s, peaking at 105.6% in 2002, reflecting high borrowing levels during that period.",
    "* Decline 2005–2017: From 2005 onwards, debt-to-GDP ratio steadily declined, reaching a low of around 67.7%–72.2% between 2012 and 2017. This reflects better fiscal management, economic growth, and possibly debt repayment.",
    "* Increasing Trend from 2018: Starting 2018, debt levels began to increase again, with a sharp jump from 81.9% in 2019 to 114.2% in 2022. This corresponds with fiscal pressures, economic shocks, and debt service challenges, especially post-2020 during the COVID-19 pandemic and Sri Lanka’s debt crisis.",
    "* Recent Years (2023–2025 Q1): Debt as a percentage of GDP has slightly decreased from its 2022 peak but remains very high, close to 96%. This may reflect restructuring efforts, debt relief negotiations, or the effects of nominal GDP growth improving the ratio.",
    "Sri Lanka’s inflation journey over the past six years has been marked by dramatic shifts—from a period of relative stability, through a severe inflation crisis, to an unexpected bout of deflation between 2019 and early 2025.",
    "Between 2019 and 2020, Sri Lanka maintained moderate inflation levels, with both headline and core inflation generally fluctuating between 4% and 7%. This period reflected a balance between supply and demand, supported by relatively stable global commodity prices and a functioning domestic policy framework. Price pressures remained manageable, and inflation volatility was limited.",
    "A turning point occurred in mid-2021. Inflation began accelerating rapidly due to a convergence of external shocks and domestic vulnerabilities. By mid-2022, headline inflation skyrocketed to over 70%, marking the highest level in the country’s post-independence history.",
    "* Fuel and food price shocks, driven by global supply disruptions and local shortages.",
    "* Supply chain breakdowns, particularly in the wake of Sri Lanka’s sovereign debt crisis and dwindling foreign reserves.",
    "Core inflation—which excludes volatile categories like food and energy—also rose significantly, highlighting that price increases were not transitory but widespread across sectors.",
    "Following a series of aggressive fiscal and monetary tightening measures, Sri Lanka entered a disinflationary phase beginning in late 2022. Inflation fell throughout 2023, and by the end of 2024, the economy tipped into deflation.",
    "* Headline inflation turned negative, hitting −4.2% by February 2025.",
    "* Core inflation followed a similar trend, showing sustained softening of underlying demand.",
    "* The Sri Lankan rupee appreciated by 19.4% against the US dollar since the end of 2022, reducing import costs and easing external price pressures.",
    "* Global energy prices also declined, further relieving domestic inflationary pressure.",
    "Looking ahead, inflation is projected to rise modestly from mid-2025 but will likely remain below the Central Bank of Sri Lanka’s (CBSL) target range. This expected rebound is driven more by base effects and gradual demand recovery than any overheating of the economy.",
    "Despite a 23.9% widening of the merchandise trade deficit in 2024, strong tourism revenues and a rebound in workers’ remittances supported a current account surplus for the second consecutive year. Foreign exchange reserves improved, reaching a level sufficient to cover three months of imports, prompting the government to fully lift import restrictions, including on vehicle imports.",
    "However, the external outlook darkened with the imposition of a 44% U.S. tariff in April 2025—a major blow to Sri Lanka’s apparel exports, a key source of foreign earnings. This development underscores the vulnerability of Sri Lanka’s export basket and the urgent need to diversify trade markets and products.",
    "Despite encouraging macroeconomic trends, social recovery remains uneven. The poverty rate fell by 2.7 percentage points in 2024 but remains elevated at 24.5%, nearly double its pre-crisis level in 2019. Food prices have more than doubled since 2021, contributing to worsening malnutrition and child stunting.",
    "Employment levels have declined slightly, and real wages remain stagnant. With limited domestic opportunities, labour migration has surged, evidenced by a sharp rise in applications for overseas employment.",
    "According to the Asian Development Bank’s April 2025 Outlook, GDP growth is expected to moderate to 3.9% in 2025 and 3.4% in 2026, reflecting post-crisis fatigue and longstanding structural issues, including:",
    "Inflation is forecast to gradually increase by mid-2025, though still remain below the CBSL’s target range. However, with rising imports and slowing exports, the current account is expected to return to a deficit.",
    "1. U.S. Tariff Impact: A 44% tariff threatens Sri Lanka’s apparel exports and overall export recovery.",
    "2. Persistent Poverty: Over one-third of the population is projected to remain poor or vulnerable in 2025.",
    "3. Debt Sustainability: Despite ongoing restructuring, high interest payments continue to crowd out public investment.",
    "4. Labour Market Constraints: Low participation, skill mismatches, and emigration of professionals weigh on productivity.",
    "5. Climate Vulnerability: Agriculture and infrastructure remain highly exposed to climate shocks, with green investments underfunded.",
    "To solidify the recovery and ensure long-term resilience, Sri Lanka must:",
    "2. Accelerate structural reforms to enhance competitiveness and attract sustainable investment.",
    "3. Invest in human capital, especially education, healthcare, and nutrition.",
    "5. Diversify exports and trade partners to reduce dependency on a narrow range of markets.",
    "6. Promote digital transformation to boost transparency and financial inclusion.",
    "7. Advance a green economy through renewable energy, climate-resilient infrastructure, and sustainable finance.",
    "Sri Lanka has made meaningful progress in stabilizing its economy after a historic collapse. The recovery, however, remains fragile and uneven. The next 12 to 24 months will be critical in determining whether short-term gains can translate into sustainable prosperity.",
    "Failure to deliver on essential reforms could reignite economic instability, erode investor confidence, and deepen social distress—risks the country can no longer afford. But with the right policy mix and international support, Sri Lanka can turn this moment of fragility into one of transformation.",
    "Sri Lanka stands at a pivotal crossroads in its economic journey—emerging from the depths of crisis, yet still grappling with complex and deeply rooted challenges. The recovery since the 2022 collapse has been significant, marked by a return to growth, easing inflation, rising remittances, and early signs of fiscal consolidation. Sectors like tourism and construction are rebounding, while improved foreign reserves have helped restore macroeconomic confidence. However, the rebound is uneven. Persistent poverty, weak productivity, external trade vulnerabilities, and high debt levels continue to weigh on the country’s long-term prospects. With the global landscape shifting and risks such as trade shocks and climate impacts looming, Sri Lanka must urgently deepen structural reforms, strengthen its social safety nets, and diversify its economic base. The coming years will be decisive: if the current momentum is matched by bold and inclusive policymaking, Sri Lanka can transition from recovery to resilience. If not, the gains made may prove short-lived.",
    "*Visvalingam Muralithas is a researcher in the legislative sector, specializing in policy analysis and economic research. He is currently pursuing a PhD in Economics at the University of Colombo, with a research focus on governance, development, and sustainable growth."
  ]
}