{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97946/ottawa-mass-killing-sri-lankan-student-to-face-lengthy-legal-battle-google-terminates-suspects-youtube-channel",
  "time_ut": 1710402000.0,
  "original_lang": "en",
  "original_title": "Ottawa mass killing: Sri Lankan student to face lengthy legal battle; Google terminates suspect’s YouTube channel",
  "original_body_lines": [
    "The 19-year-old Sri Lankan student Febrio De-Zoysa, who was charged with the mass killing in Ottawa’s Barrhaven on March 06, is expected to produce before the court again today (March 14).",
    "De-Zoysa, who was living with the victims at the time, is currently housed in Ottawa’s Innes Road jail while facing six charges of first-degree murder and one count of attempted murder.",
    "Meanwhile, the 19-year-old was reportedly known for posting videos of the video game ‘Minecraft’ on YouTube, however, Google has taken steps to terminate the YouTube channel associated with the suspect citing that if a user’s off-platform behaviour harms the YouTube community, they may take action in accordance with YouTube’s creator responsibility guidelines.",
    "Foreign media reports claim that the case could take two to three years to work its way through the court system, according to criminal law experts.",
    "Daphne Gilbert, a professor of criminal law at the University of Ottawa told MSN news agency that the accused will likely go through extensive psychiatric evaluations to determine whether or not he’s fit to stand trial. “Additionally, the police investigation will likely be lengthy and complex”, she said.",
    "In the meantime, Ottawa Police, which carries out investigations of the case say they are still working to determine the alleged killer’s motive. Canadian local news agencies also reported that police are still trying to determine if one or multiple knives were used in the attack.",
    "Six Sri Lankan people, including a mother, her four young children and a family acquaintance, were found dead inside a townhouse in the south Ottawa suburb of Barrhaven in the late hours of March 06. The woman’s husband and father of the children remain in hospital with serious injuries sustained during the attack.",
    "Their bodies were found by police inside a townhouse the family was renting on Berrigan Drive near Palmadeo Drive in the capital’s southern suburbs, after the police received 911 calls to the home late on Wednesday night.",
    "Dhanushka Wickramasinghe, the father of the family, was the sole survivor of the attack.",
    "The family was newcomers to Canada from Sri Lanka. They are:",
    "On March 07, Algonquin College president Claude Brulé, in which the accused is said to have been a student, released a statement confirming De-Zoysa was a student at the college and that “it appears his last semester of attendance was Winter 2023.”"
  ]
}