{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-renews-unwavering-devotion-to-sacred-sri-dalada-maligawa-extending-decade-long-ict-partnership/",
  "time_ut": 1754589840.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL renews unwavering devotion to sacred Sri Dalada Maligawa extending decade-long ICT partnership",
  "original_body_lines": [
    "Preserving Sri Lanka’s cultural heritage and advancing digital transformation, SLT-MOBITEL, the National ICT solutions provider, has extended its partnership with the Kandy Sri Dalada Maligawa, as the official ICT Service Provider for the 10th consecutive year.",
    "Consistently supporting the Sri Dalada Maligawa throughout the decade, the enduring partnership, highlights SLT-MOBITEL’s deep-rooted commitment to delivering seamless cutting-edge technology to one of Sri Lanka’s most revered religious and cultural institutions.",
    "As part of the ongoing collaboration, SLT-MOBITEL will provide the Sacred Temple with free, fibre-powered high-speed internet, PEO TV, and voice services powered by SLT-MOBITEL’s advanced fibre network, completely free of charge.",
    "These state-of-the-art services empower and equip the Temple’s media centre to broadcast sacred religious ceremonies and cultural content seamlessly to devotees across the globe.",
    "A cornerstone of the partnership is SLT-MOBITEL’s role in facilitating the live broadcast of the annual Kandy Esala Perahera. Leveraging its robust ICT infrastructure, SLT-MOBITEL ensures millions of viewers in Sri Lanka and worldwide can witness the majestic annual procession in real time via television and digital platforms.",
    "In addition to live events, SLT-MOBITEL’s solutions enable the Temple to archive and share documentaries, photographs, and festival highlights, preserving Sri Lanka’s rich heritage through cutting-edge connectivity.",
    "ICMA Australia hosts insightful session on bridging generational divide in the workplace",
    "Impact of US tariff issue on India beginning to tell on local bourse",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}