{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/all-things-are-impermanent/",
  "time_ut": 1713647580.0,
  "original_lang": "en",
  "original_title": "All things are impermanent",
  "original_body_lines": [
    "(Excerpted from Saris and Grapefruit, a collection of short stories by Rukmini Attygalle)",
    "Rupa Jayasena gazed intently on the vista below, as she sat in the front veranda of her home, high up on the hill of Hanthana, overlooking the Peradeniya University’s green campus scattered with trees and bushes in bloom. She could discern within the meticulously landscaped terrain the Peradeniya-Galaha road winding its way to Getambe and beyond. She would sit in the veranda all afternoon with frequent cups of tea and watch the young men and women walking between their residential halls and lecture rooms, clutching books and files. They were in happy groups; or couples absorbed with each other; or hurrying single students.",
    "But now her fading eyes could not pick out details; she only discerned blurred green, dotted with coloured smudges. Her memory, however, carried a scene of beauty and that imbued the indistinct view, so it brought joy to her. Even the domba tree in her own garden had lost definition. She could only make out the general shape of the majestic tree, the dark green of the leaves but not their sheen.",
    "As she sat in her wheelchair, enjoying the bird song and fresh evening breeze that wafted across her face, she tried to accept the fact that she was gradually losing her sight.",
    "She was 88-years old and subject to the frailties of advanced years. Her arthritic joint pains, her swollen feet, her diminishing ability to balance, bound her to the wheelchair and reliance on carers. What bothered her most, however, was a lurking dread that she was, perhaps, losing her memory too. Sometimes her mind was sharp and her thoughts clear; at other times she felt a vague sense of unease not knowing exactly where she was and who she was speaking with.",
    "Her consciousness seemed to be slipping in and out of her mind. She was aware of this and clung to it because awareness, she was told, was a prevention to memory, loss. Sometimes she could not discern the time lapse between events. Often certain past events came up in her mind, but when they had occurred, or how, were lost. Memories flashed through, her mind as independent entities, with no connection to the rest of her life. She was losing control and she hated it. She knew she, was going downhill for sure, but the hill was not steep enough to gather speed. The descent was grindingly and painfully slow.",
    "“Nona, better come in now. We must close the doors and windows before the mosquitoes enter,” said Soma. Soma had been in Rupa’s employment for 40 years and was now part of the family. She and Menika were Rupa’s carers; well-paid and seen to by her son, Ajith.",
    "As Rupa was wheeled indoors, she noticed someone standing by the dining table with a cup in hand. Rupa turned her head back to ask Soma who it was.",
    "“It’s Menika, Nona, the other person who looks after you. She has made you a nice cup of soup.”",
    "“She has been here for some time, Nona. She is very fond you.” The two women exchanged looks of sympathetic understanding.",
    "“Ah! Yes, of course,” Rupa sighed, “switch on the lights, will you. I couldn’t recognize her in the dark.”",
    "Rupa’s eyes rested on a basket of orchids on the sideboard. “From where are these orchids? They look beautiful.”",
    "“Why, Nona, they were sent last week by Ranjini Madam for your birthday,” Soma explained patiently.",
    "“Your daughter, Nona, your daughter who lives in England.” “Ah! Yes. My daughter lives in England.” She paused for a few seconds and continued, “Her son is ill, Kelle, very ill, I am so sad. I can’t help her at all.”",
    "Although her mind meandered without course or direction, the thought of her grandson’s illness stuck like a barnacle in some recess of her mind, not to be easily prised out. This particular memory, often came linked to her memory of her daughter’s illness with meningitis during her childhood. The agony she had suffered at the time was indelibly stamped in her mind. These memories kept resurfacing periodically; while they emerged and submerged, they were never completely lost. They hovered in the background of a fog of temporary forgetfulness.",
    "Rupa took a sip from the bowl the woman Menika offered her. She liked her karapincha soup, she relished its pungent flavour.",
    "“How can you help Ranjini Madam, Nona,” Soma continued the conversation. “You are not well yourself. Anyway, Ranjan Baba will get the best medical care over there. Don’t worry, Nona.”",
    "Rupa’s memories slowly tapered down to nothingness. She is back in the present moment. She looks at her swollen feet and tries to wiggle her toes.",
    "“Water retention, water retention,” she mutters to herself. She hears the sound of a gecko bad omen, bad omen. Suddenly, the purple orchids on the side-board jogs a memory.",
    "“Kelle, what happened to the pot of African violets? It used to be in the veranda. I haven’t seen them for some time.”",
    "“What African violets, Nona? We haven’t had African violets for a long time.”",
    "“Why not?” Rupa sounded annoyed. “The African violet pot Loku Mahattaya brought me for my birthday? They were always in bloom, remember? We used to keep them in the veranda so they would get the morning sun.”",
    "Soma did not want to remind Rupa that her husband was dead 15 years. She loved her Nona and always avoided causing her distress. So, she changed the direction of their conversation.",
    "“Podi Mahattaya called this afternoon to find out how you are getting on. He wanted me to call his friend, Vijita Mahattaya and ask him to get your blood pressure checked. He did not want me to disturb your afternoon nap. He also asked me to tell you that Nishard Baba has got a place in Oxford University. Anyway, he is going to call you tomorrow morning.”",
    "“Where is Ajith? Where is Podi Mahattaya? Is he in Oxford? He did not tell me that he was going to England! Good if he is there, he can be of help to Ranjini Madam. She must be so worried and",
    "unhappy…” The sad memory was about to resurface when Soma interrupted.",
    "“No, Nona, Podi Mahattaya is working in Dubai. He has to work very hard now to educate the two boys and to take care of us. He is so good, Nona, he makes sure that we have everything we need. He is always phoning to find out how we are.”",
    "“Yes, Kella.” Rupa sighed deeply. Tears welled in her eyes. “He has always been a caring and loving child. He … he …” and her voice trailed off. Her tears dried. Something was gnawing at her; something sad but not identifiable. Rupa was back in her depressive apathy.",
    "Ajith Jayasena, structural engineer, worked in Dubai. When he realized that both his sons showed academic ability from their young age, he was determined to give them the best education money could buy. Although he enjoyed his work in Sri Lanka and life in his place of birth, he soon realized that there was no way he could give the boys a foreign education unless he got a much better-paid job overseas.",
    "Dubai was developing and expanding rapidly. High-rise buildings, luxury hotels, new roads and motorways, were coming up at an amazing speed. Dubai was calling out for engineering skills worldwide, and Ajith procured a job well paid and with prospects.",
    "“I am so happy, Putha,” Rupa had exclaimed when she heard of his new employment. “This is a great opportunity for you and your family. Send the two little professors to a good international school over there. They will prepare the boys for higher education.”",
    "Ajith remembered how proud his mother was of the two boys she named ‘My little professors.’ She had been a teacher, at first in Girls’ High School, Kandy, and later privately tutored undergraduates in English; improvement in English skills being a priority of the rural students. As a schoolboy, Ajith’s homework was supervised by her. He would often exclaim in exasperation,,, “Amma, you are such a hard taskmaster. Even the teachers at college are not as wicked as you!”",
    "“Of course, with a lazy and crafty son like you, I have no choice.” Rupa would shout out and sometimes her voice rose. But the invisible vibrations of love that accompanied the scream pulverized and dispersed any anger or resentment that involuntarily rose in the son.",
    "He loved his mother so much that it pained him to see her succumb to old age. He knew it was inevitable, but that did not reduce his pain of mind. He wished he could be with her constantly, because he knew that his presence always cheered and comforted her. They would tease each other incessantly but there was no question about the depth of the maternal-filial love they shared. Despite her age, the mother-child bond was still very strong.",
    "Ajith felt she needed him the most now and needed him close at hand, sharing her pain, her frustration, empathizing with her feeling of incapability, showing her how much he loved her. It would make a difference to his mother, and to him too. But he had his duty by his family: his sons’ welfare had to supersede his mother’s need of him. Of course, there were the flying visits; but these were inadequate. He had to carry on working at his lucrative job to support his sons, his wife and his mother. A deep anxiety was building up within him; especially as he remembered his last visit home.",
    "“Hello Amma!” He had exclaimed, walking toward her with open arms. She had been sitting in her wheelchair in the living I room with a magazine on her lap. She looked up at him blankly. Maybe she had gone blind, he surmised, with alarm. He knew her sight was failing. But when she failed to recognize his voice, he knew it was something graver than her hearing.",
    "“Amma,” he cried, choking with emotion. “I am here to see you.” He bent down, kissed her and took her hand in his. There was no response. His fists clenched and he experienced a lightening in his chest.",
    "Had they lost her? Had she left them and ensconced herself in a world beyond their reach?",
    "“Are you the doctor?” Rupa hesitatingly asked. “You know, doctor, my joints are becoming extremely painful. Can you give me some pain killer?”",
    "Ajith brushed away the tears gathered in his eyes with the back of his hand. Just then Soma entered, wiping her hands in a dish cloth.",
    "“Podi Mahattaya!” she exclaimed joyfully. “What a surprise. When did you come? You never told us you were coming. You’ll stay for lunch, right? I will make your favourite ambulthial. Menika just returned with some fresh thora maalu.”",
    "It was after this welcoming burst that Soma noticed Rupa’s blank expression and Alith’s despondency.",
    "“Nona, Ajith Mahattaya your son is here to see you. He has come all the way from Dubai. Isn’t it wonderful? He is looking good, no?”",
    "He noticed a flicker in Rupa’s tired eyes. She now focused them fully on Ajith’s face a furrow deepening between her eyebrows. Crows’ feet at the outer corners of her eyes wrinkled as she peered deep into his eyes. Recognition was beginning to dawn.",
    "“Ah! Yes, of course!” Her face lit up with joy. “Ajith Putha, it’s lovely to see you! Did you forget to shave this morning?” Ajith sighed with relief. She was back with them. She was back to her normal self, or almost. But the question was for how long?",
    "Ajith pushed aside the papers on his desk and reached for the phone. After just two rings Ranjini answered her mobile phone. “Nangi, how is Ranjan?”",
    "“Not so good.” She did not want to disturb the other patients in the ward, nor did she want her son to hear the conversation. So, she moved out to the corridor.",
    "“He is not responding to the chemotherapy.” Ranjini’s voice was breaking not because of a bad telephone connection, but because she couldn’t get the words out. Between suppressed sobs, Ranjini explained the full extent of her son’s illness.",
    "“He is really suffering, Aiya. He even asked me if he can’t be given an injection to die! I simply don’t know what to do.” The knot in Ajith’s gut tightened. “What about the experimental drugs they told you about?”",
    "“Yes, Aiya, but they also warned me of the risks. There is a chance of an adverse reaction. Ranjan may not pull through. The suffering may be severe. I don’t know what decision to make. Should I say ‘yes’ or ‘no’. I wish Amma was here.”",
    "“What choice do you have, Nangi’? The new drug may work. I think you should go for it. We just have to hope and pray. What about Upali – what does he say?”",
    "“Oh! Upali!” Ranjini heaved a sigh. “He breezes in and out of the hospital to mark the register! He is fully absorbed now with his new family. He says the decision should be mine as I have custody over Ranjan.” She paused. “Do you really think I should go for the new drug?”",
    "“OK then…” Her voice trailed, ending almost inaudibly. Then died, picked up and queried,",
    "“How is Amma? How was she when you last saw her? I feel so bad that I haven’t been to see her for so long. But, you know, AIya…",
    "“Of course, you can’t leave your son. He needs you and Amma fulIy understands. She was OK when I last saw her. Her arthritis is playing up a bit but …”",
    "“Did she recognize you? Soma said that at times she does not know whom she is talking to.”",
    "“No, no, she was OK. She even joked with me about not having shaved.” Ajith tried to laugh it off. Ranjini did not detectt its falsity and seemed relieved. But deep down, she knew her mother was on the decline. She wanted so much to see her and give her some comfort. But what could she do?",
    "After the call, Ranjini returned to her son’s bedside. The doctors were due any moment. The curtains that made a cubicle around her son’s bed were drawn providing privacy. She felt hemmed in, trapped, suffocated by the central heating. The smell of disinfectant and the clinical ambience oppressed her. She longed to go out of doors, out of the hospital to breathe fresh air, fill her lungs with it, feel the cool breeze on her face, brush off the falling leaves from her shoulders and smell the autumn air.",
    "She had made up her mind to inform the doctors she agreed to the experimental drug being administered to her son. She suddenly felt herself jolt. Was she signing Ranjan’s death warrant? Surely, surely not! As her brother had said, this was the only chance to save her son, fraught with risk though it was. This decision had to be made. A black ponderous heaviness seemed to descend on her. Its gloom engulfed her. Her entire body trembled. But an inner strength pushed her mind and body to regain normalcy. It seemed as if some outside force entered her body to make her strong so she could face the ordeal looming close ahead of her.",
    "When she told the doctors, she was willing to take the risk of the new drug, they welcomed her decision. “Yes, Mrs Soysa, that is the only chance your son has. We will do our very best for him. We know what a heavy burden it has been for you to decide, but you have done right.”",
    "Ranjini signed the consent form with trembling hand and racing heart. Her sharply focused, fearful mind and doubting thoughts slowly dissipated once the form was taken away. Mixed with the harrowing worry over her son, was an image of her mother that kept intruding. It was as if a raw nerve tingled. She sat back and assessed her situation. It was dire. Her son was dying in one part of the world and in another was her gradually but surely declining mother. She was boxed in the middle, loving both, caring for both and fearful for both.",
    "She realized this was karma vipaka. A past negative karma had caught up with her and made her a victim. She also realized that this could also change; a good karma of the past might surface and mercifully lighten her present stress and douse the danger. She had to accept it all with equanimity, she decided with resignation.",
    "Ranjini continued to sit beside her son’s bed, with these and other thoughts swirling in her mind. The ward matron tiptoed to her. “We will be moving the patient to a single room Room 1032 on the same floor. He will settle down and feel better when you visit in the evening.”",
    "She was exhausted; she needed to go home, shower and rest before returning. She kissed her sleeping son, whispered a blessing and tiptoed out of the ward.",
    "Ajith was anxious to know how Ranjan was responding to the first dose of the test drug.",
    "“It’s too early to tell,” Ranjini replied with hope in her voice. They say his condition is stable and there has been a slight positive reaction. But three more doses and then more scans and blood tests will give us an indication of how matters are progressing. I just live in hope, Aiya.”",
    "“Don’t you worry, Nangi, things will work out. My friend, Vijita has arranged for a senior monk of the Dalada Maligawa to conduct pirith chanting daily until Ranjan takes a turn for the better. That will surely help. He is also doing a bodhi pooja. You just spread metta while being with Ranjan, and even at home. Pirith vibrations do have a powerful and positive effect. So, cheer up, girl! If you can,” he added.",
    "A few days later, Vijita called Ajith from Peradeniya. “Machang, your Amma has gone down with a chest infection and I have entered her to the Kandy Hospital. She seems to be getting weaker by the day. Maybe you should come over.”",
    "Ajith took the earliest available flight to Sri Lanka. He decided not to inform Ranjini until he assessed their mother’s condition. Going home to drop his suitcase, he found Soma distraught.",
    "“Mahattaya, our Nona is very ill. She does not recognize anyone, even me. However bad her memory had become she always knew who I was. You see, I have always been with her, never left her alone.” This deterioration of her mistress affected Soma badly. It stung like a hundred debaras and nibbled into her like a hundred kadiyas.",
    "Rupa was conscious of a struggle going on within her, as though her life force was trying to liberate itself from the restraining clutches of her physical body. She drifted momentarily out of consciousness but was soon aware of her body and mind. She felt her body jerk once, twice, thrice and then relax. She lay very still as though dead but not quite dead. Her breathing turned shallow, not laboured. Minute by minute, drip by drip, her life was ebbing away. She was no longer in pain. Not wanting to struggle to live, she just let her life slip away. She clung to nothing. She gradually became aware of a deep, deep peace envelope her being.",
    "She opened her eyes and saw Ajith standing by her bedside. She looked direct into his eyes. In that instant Ajith knew his mother had regained her memory and was fully conscious of what was going on. Her eyes were windows to her inner being. He saw in them a calm acceptance and a deep serenity. She gave him a beautiful smile. He held her hand firmly, hoping his energy would flow into her.",
    "“Putha,” she whispered, barely audible. He bent down and placed his ear near her lips. “I am fine, Putha just let me go.” Ajith kissed his mother’s forehead and continued holding her hand, more gently now. He lightly stroked her arm with his other hand and chanted a stanza of pirith. While there was an underlying sadness, there was also much comfort in the acceptance of her end and the knowledge that his mother was now at peace no longer trapped in a painful decaying body.",
    "He rang for the resident doctor who came immediately and confirmed that the patient had died.",
    "Ajith went out of the room after a last farewell and phoned his sister.",
    "“Nangi, Amma just passed away. It was very peaceful. She looks so serene. She told me just before she breathed her last, that she was fine and relieved of all pain.”",
    "“Yes,” Ranjini continued, after a short pause. He heard her deep breathing, but no sob.",
    "“I was sitting by Ranjan’s bed. I was tired, so I lay my head on the edge of the bed. Maybe I dozed off; maybe I dreamed Perhaps my thoughts had gone to Amma in a dream-like state I was however conscious of me in hospital beside my son who was fast asleep. I heard the words Baby Girl and it was Amma’s voice soft and clear. I distinctly heard this. I had forgotten that she used that name for me. That remembrance woke me, I sat up. And then I saw her standing by the door luminous, ethereal, beautiful. She had a lovely smile and her eyes were really bright I had never seen her so radiant.”",
    "“‘Ranji-Boy is going to be all right,’ she said, and I heard het clearly. Her message penetrated my brain and I suddenly felt such optimism, and gratitude too. I told her I was sorry I could not visit her. She said, `I understand,’ with such love in her voice. `I understand. I was a mother too.’ Then she disappeared.”",
    "There was silence from the other end of the telephone connection. “Aiya, are you there?”",
    "“I feel as if a huge dark cloud has lifted off me. I feel a great sense of relief, and funnily enough, gladness too.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}