{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lanka-Corrugated-Industries-enters-new-era/34-768242",
  "time_ut": 1729533409.0,
  "original_lang": "en",
  "original_title": "Lanka Corrugated Industries enters new era",
  "original_body_lines": [
    "Lanka Corrugated Industries Ltd. (LCI), a long-standing player in Sri Lanka’s packaging sector, said this week it is entering a new phase of growth with a substantial upgrade in capacity and technology.",
    "A Board of Investment (BOI)-approved venture, LCI has provided reliable, high-quality packaging solutions for over two decades.",
    "Originally founded by entrepreneur Sydney Gajanayake, the company is now gearing up to reshape the industry with state-of-the-art equipment sourced from China and Europe.",
    "The company’s new facility in Millaniya, Bandaragama, spans 10 acres with over 100,000 square feet of operational space. Equipped with an advanced corrugator line capable of producing 4,000 metric tons per month, LCI is poised to meet the growing demands of its clients with greater efficiency and precision.",
    "As part of its transformation journey, an industry veteran, Bannet Gamalath, joined LCI as a shareholder and Managing Director.",
    "Gamalath, with over 20 years of experience in the sector, aims to drive LCI’s mission of offering innovative, cost-effective, and sustainable packaging solutions that meet the evolving needs of Sri Lankan manufacturers. The company is also forging strong ties with a leading Indian paper manufacturer to strengthen its market position.",
    "Operating under the slogan “Energise our customers to deliver a superior product,” LCI said it is committed to supporting local manufacturers by providing top-tier packaging that enhances product presentation and efficiency. The company’s leadership stresses that their solutions are designed to offer superior protection, innovation, and timely delivery, all while maintaining competitive costs.",
    "LCI Chairman Sydney Gajanayake is an accomplished entrepreneur with degrees in commerce and an MSc in IT, alongside a history of leading several prominent Government institutions including MBSL Insurance, the Agrarian and Agriculture Insurance Board, and the Water Resources Board. He was the Regulator at the Atomic Energy Regulatory Council of Sri Lanka. The new Managing Director Bannet Gamalath possesses a B.Com degree and a MBA from the University of Wales and is a Chartered Accountant. They are affiliated with a leading paper manufacturer in India and hold a share of the company.",
    "Gajanayake said LCI would continuously energise their business to provide the best packaging solutions to their customers. This offer would include a superior product with on-time delivery. Gamalath said they would define their business not only to provide the best service in the industry but also in a way their packaging tells a story of reliability, sustainability, and creativity.",
    "With its enhanced production capacity and leadership team, LCI is well-positioned to redefine the standards of the packaging industry in Sri Lanka, offering reliability, sustainability, and creativity as core pillars of its future growth."
  ]
}