{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/peoples-leasing-finance-crowned-most-trusted-financial-institution-in-sri-lanka-by-global-brands-magazine/",
  "time_ut": 1719015240.0,
  "original_lang": "en",
  "original_title": "People’s Leasing & Finance crowned Most Trusted Financial Institution in Sri Lanka by Global Brands Magazine",
  "original_body_lines": [
    "People’s Leasing & Finance PLC (PLC), one of Sri Lanka’s leading non-banking financial services providers, has recently been honoured with the prestigious Global Brand Award for Most Trusted Financial Institution 2024. Presented by Global Brands Magazine, a renowned publication known for recognizing excellence in the international marketplace, this award signifies People’s Leasing & Finance’s unwavering commitment to building trust and empowering Sri Lankans to achieve their financial goals.",
    "The recognition is an important milestone for People’s Leasing & Finance. For nearly three decades, the company has been a cornerstone of Sri Lanka’s financial landscape, playing a pivotal role in driving economic progress and social development. People’s Leasing & Finance’s core philosophy revolves around fostering strong partnerships with its stakeholders, understanding their aspirations, and providing them with the tools and resources necessary to transform those aspirations into reality. This people-centric approach, coupled with a diverse portfolio of financial products and services has positioned People’s Leasing & Finance as a trusted partner for individuals, businesses, and communities across the nation.",
    "Reflecting on the achievement, Udesh Gunawardena – Acting Chief Executive Officer of People’s Leasing & Finance said, “We are incredibly honoured to receive the Global Brand Award for Most Trusted Financial Institution. This recognition underscores the dedication and hard work of our entire team, who consistently go the extra mile to build trust and lasting relationships with our customers. At People’s Leasing & Finance, we believe that trust is the foundation of any successful financial institution. It is the platform upon which we build long-term partnerships, empower our clients to make informed financial decisions, and contribute to the economic wellbeing of Sri Lanka. We are dedicated to continuously innovating through our product and service offerings, whilst upholding the highest ethical standards. This award thus serves as a powerful motivator to push us further on our journey of empowering Sri Lankans and shaping a brighter financial future for all.”",
    "The Global Brand Award 2024 for Most Trusted Financial Institution adds to a long list of local and international awards received by the company in the recent past, recognizing its contributions towards excellence in integrated reporting, technological innovation, digital empowerment through homegrown tech solutions, and its unique marketing efforts. As a recipient of this distinguished recognition, People’s Leasing & Finance PLC reaffirms its position amongst a prestigious league of global financial institutions acknowledged for their unwavering dedication to customer satisfaction and trust. This achievement will serve as an inspiration for the company as it continues to build upon its legacy of financial empowerment and inclusivity.",
    "DFCC Aloka hosts special event to celebrate women in healthcare at Kandy General Hospital",
    "Lankem Agro launches nationwide tree planting initiative for World Environment Day",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}