{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104462/govt-announces-compensation-for-flood-affected-farmers",
  "time_ut": 1735018320.0,
  "original_lang": "en",
  "original_title": "Govt. announces compensation for flood-affected farmers",
  "original_body_lines": [
    "The Cabinet of Ministers has granted approval to provide Rs. 100,000 per hectare as compensation to paddy, corn, potato, big onion, soybean, and chili farmers whose cultivation was damaged by recent floods.",
    "Announcing this week’s Cabinet decisions, Cabinet Spokesman, Minister, Dr. Nalinda Jayatissa pointed out that due to the adverse weather conditions that prevailed in the past few days across the island, houses, highways, paddy fields and cultivated lands in many districts were flooded, and a large number of lakes and embankments were broken, causing various inconveniences to the public.",
    "According to the data of the Department of Agrarian Development, as of 2024.12.02, approximately 91,300 acres of paddy fields have been completely damaged across the island, and about 86,225 acres of paddy fields have been partially damaged, the Minister added.",
    "In addition, 173 minor irrigation schemes have been completely destroyed, and 1,148 have been partially damaged. Also, it has been reported that about 750 acres of vegetable crops have been destroyed in the Nuwara Eliya district alone.",
    "Furthermore, the Minister said the Department of Agriculture is working to provide the necessary seed paddy to re-cultivate 2 1/2 or 3 month paddy varieties or suitable short-term crops in the damaged paddy fields.",
    "Meanwhile, steps will be taken in the future to provide compensation of Rs. 40,000 per acre for paddy cultivation up to a maximum of 02 hectares (2 hectare = 5 acres) under the existing crop insurance scheme, and Rs. 40,000/- per acre for maize, potatoes, chillies, large salt and soybeans up to a maximum of 01 hectare (2.5 acres) for the five crops, namely, maize, potatoes, chillies, large salt and soybeans, from the provisions allocated to the Agriculture and Agrarian Insurance Board for the year 2025."
  ]
}