{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cable-solutions-ipo-opens-today/",
  "time_ut": 1721665680.0,
  "original_lang": "en",
  "original_title": "Cable Solutions IPO opens today",
  "original_body_lines": [
    "The initial public offering (IPO) of shares of Sri Lanka’s leading integrated manufacturer of specialized cables, Cable Solutions Limited, will open today, 23rd of July 2024, at 09.00am.",
    "Managed by Asia Securities Advisors (Private) Limited, the issue will see a total of 80,786,600 ordinary voting shares of the company offered to the public, through a combination of an offer for subscription of 14,666,600 new ordinary voting shares and an offer for sale of 66,120,000 existing ordinary voting shares. The shares are on offer at a price of LKR 7.50/- per share. The IPO is priced at a 27% discount to the discounted cashflow valuation of LKR 10.3 per share conducted by the independent valuer KPMG.",
    "Founded in 2008, CSL is now majority-owned by ACL Cables PLC, and has expanded its footprint across international markets, with exports accounting for a substantial 94% of its LKR 3.3 billion revenue in FY2023. Serving clients in 13 countries including the USA, UK, Germany, and India, CSL’s extensive global presence underscores its ability to meet stringent international standards and adapt to diverse customer needs. The company is seeking to raise a total of LKR 109,999,500/- from the public through its offer for subscription of 14,666,600 shares. These funds will be utilized for capital expenditure towards new machinery (81.8%) and working capital (18.2%). The prospectus is available on the website of the Colombo Stock Exchange (www.cse.lk).",
    "Sri Lanka on path to establish Environment Management Effectiveness Tracking System",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}