{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Magistrate-s-Court-dismisses-case-against-Asia-Capital-upholds-company-s-directors-and-employees-integrity/34-767932",
  "time_ut": 1728847089.0,
  "original_lang": "en",
  "original_title": "Magistrate’s Court dismisses case against Asia Capital; upholds company’s, directors’ and employees’ integrity",
  "original_body_lines": [
    "We are pleased to announce that the criminal case brought against Asia Capital PLC and some former employees by a Japanese investor, CC Trust Pte Ltd., has been summarily dismissed by the Magistrate’s Court on 2 October 2024. This authoritative ruling confirms what we have maintained from the outset: that the allegations were unfounded, misleading and without merit in fact or law. The expert legal team consisted of Attorney Uchitha Wickremesinghe, Thilak Maparapana PC and Naveen Marapana PC.",
    "Filing a criminal case in what is clearly a commercial transaction reflects malicious intent by the complainant. This positive ruling in our favour underscores not only our innocence but also the harmful nature of the claims that have been made against us.",
    "We wish to express our deep concern regarding the reputational damage caused by these unfounded accusations and the significant loss and distress this matter has caused to our company, our employees, and our stakeholders.",
    "We are relieved that this matter has been resolved, allowing us to focus on our core mission and the valued relationships we have with our clients, employees, and stakeholders. We wish to express our gratitude to everyone who has supported us throughout this process. We have taken strict note of the fact that the complainant released snippets of information to the media despite the case being sub judice, thereby creating a negative perception against us.",
    "This right to reply note by us coupled with the Magistrate Court’s decision to dismiss the case against us should set the record straight once and for all that we were the innocent and wrongfully accused. We believe it is imperative to rectify this situation and protect our reputation from further harm. We trust that readers will recognise the gravity of this matter and refrain from further dissemination of these unfounded claims."
  ]
}