{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96746/wpl-2024-up-warriorz-rope-in-chamari-athapaththu-as-replacement-player",
  "time_ut": 1706266260.0,
  "original_lang": "en",
  "original_title": "WPL 2024: UP Warriorz rope in Chamari Athapaththu as replacement player",
  "original_body_lines": [
    "The UP Warriorz have roped in Sri Lanka captain Chamari Athapaththu as a replacement for England pacer Lauren Bell, who has withdrawn from the upcoming season of the Women’s Premier League (WPL) 2024.",
    "The Sri Lankan all-rounder was signed by the Warriorz for her base price of 30 Lakhs.",
    "“English fast bowler Lauren Bell has withdrawn from the upcoming season of the TATA Women’s Premier League 2024. UP Warriorz have named Sri Lanka’s Chamari Athapaththu as a replacement for Bell.”",
    "“Among the most powerful hitters in the game, the Lankan captain is also one of the most experienced players, having featured in over 120 T20Is. Known for her attacking batting, Chamari is the only Lankan woman to have scored a century in T20Is. She has been signed for her base price of INR 30 lakh,” read the statement from WPL website.",
    "The Sri Lanka skipper was expected to be one of the stars who was expected to ignite a bidding war during the auction.",
    "However, she would end up being one of the biggest names to go unsold in the WPL 2024 auction. She entered with a base price of Rs 30 lakh but found no buyers. Athapaththu was coming off a brilliant Women’s Big Bash League (WBBL) season, where she finished as the second-highest run-scorer with 552 runs in just 14 innings, apart from taking nine wickets.",
    "The Sri Lankan all-rounder was also selected as the captain for ICC’s Women’s ODI Team Of The year recently.",
    "Alyssa Healy*, Anjali Sarvani, Deepti Sharma, Grace Harris*, Kiran Navgire, Chamari Athapaththu, Laxmi Yadav, Parshavi Chopra, Rajeshwari Gayakwad, S. Yashasri, Shweta Sehrawat, Sophie Ecclestone*, Tahlia Mcgrath*, Danni Wyatt*, Vrinda Dinesh, Saima Thakor, Gouher Sultana, Poonam Khemnar.",
    "UP Warriorz finished third in the first season of the WPL and would face Mumbai Indians in the eliminator, which they would end up losing."
  ]
}