{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/Human-lives-at-stake-When-protectors-of-the-law-become-predators/131-275599",
  "time_ut": 1706034720.0,
  "original_lang": "en",
  "original_title": "Human lives at stake… When protectors of the law become predators",
  "original_body_lines": [
    "Following the Narammala shooting incident people are worried about their own safety",
    "The dead civilian’s wallet is still missing, according to his best friend",
    "Kumarasiri who was shot dead by the Narammala Police was the sole breadwinner of the family and his wife is unemployed",
    "On Thursday (January 18), a sub-inspector attached to the Narammala Police Station opened fire at a civilian. The civilian, identified as K. A Roshan Kumarasiri succumbed to injuries instantly. The reason for this brutal encounter was the fact that the police officer who was in civilian clothes had signaled Kumarasiri to stop his lorry, but since there was no sign to identify him as a police officer, Kumarasiri had ignored the signal.Eyewitness accounts claim that the cop had chased after the lorry from Rammuthugala to Dampelessa. He had then pulled it over for a spot inspection, but eyewitness accounts claim that the sub-inspector had loaded his gun while going towards the lorry driver and subsequently opened fire.",
    "Kumarasiri, a father of three, had been a carpenter by profession, specialising in installing roofs. “On the day of the incident he was returning home after installing a roof in Katupotha,” said Mahesh Chinthaka Dharmasena, who claims to be Kumarasiri’s best friend. “The Police say that it was mistake, but that is not an excuse. The irony of the situation is that even at the time of the incident it was two police officers from the Narammala Police station who were deployed to inspect the scene of crime. Thereafter we heard that the two officers who were involved in the incident had been transferred and suspended from duties. But that is not a solution to this matter,”",
    "Following the incident, area residents agitated in front of the Narammala Police Station. The cop opened fire near a vegetable shop in Dampelessa. In one video the owner of the",
    "vegetable shop, who is also the main eyewitness of this incident, blamed the cop for killing an individual. The cop appeared to be in shock, but was still waiving his pistol around. He even attempts to flee the scene at onepoint.",
    "“Kumarasiri’s two daughters are twins and will be sitting for their O/L exam this year. His son is in grade two. The wife is unemployed and Kumarasiri was the sole breadwinner of the family. There were around 15 employees working with him,” Dharmasena added.",
    "He said that providing compensation doesn’t solve the problem. “His wallet is still missing. We need to know why the police officer opened fire at him. We need justice and we will take legal action,” said Dharmasena.",
    "Following the incident, Acting IGP DeshabanduTennakoon ordered the launch of a special probe into the incident and issued a directive to the effect that policemen in civvies shouldn’t be allowed to stop vehicles. But the damage has already been done. Thereafter the police provided Rs. One million as compensation to the family of the victim. Police Media Spokesperson SSP Nihal Thalduwa said that the police officer behaved recklessly and had not adhered to proper procedures while carrying out his duties. A disciplinary inquiry too had been launched against the sub-inspector and constable who accompanied him. The sub-inspector has been remanded till January 31.",
    "In the wake of the incident, ‘The Bar Association of Sri Lanka’ issued a statement calling for an independent investigation on the recent surge of fatalities involving the police. The BASL statement further said that the justice system provides a vital check and balance and should not be attacked for the sake of political point-scoring. “We vehemently denounce the use of divisive and deceptive rhetoric that undermines the rue of law and those dedicated to upholding it,” the statement read.",
    "The Police have been heavily criticised for alleged incidents of harassment while carrying out search operations under the Yukthiya programme. Following the",
    "Narammala incident people are worried about their own safety. Speaking to the Daily Mirror, Human Rights Lawyer and former commissioner of the Human Rights Commission Ambika Satkunanathan responds to a few salient questions regarding the conduct of the police.",
    "Q What are your observations regarding the conduct of the police as of late?",
    "The police are supposed to provide protection to the public. However, not only in Sri Lanka, but also in many other countries the police have become the predators. They are supposed to arrest law breakers, but instead the police break the law, violate human rights and are never held accountable. They also fail to take action to protect the public- for instance, it is quite common for women who try to lodge complaints about domestic violence to be turned away. The police breaking the law undermines respect for the rule of law in general, which makes society more insecure.",
    "They should not because how would the public know it is a police officer and not a random civilian asking them to stop. Police officers must be easily identifiable through uniform, badge, insignia etc.",
    "Q What should the family or loved ones of a victim do in a similar situation? (Eg; file a case at HRCSL or any other actions they could take)",
    "They can file a fundamental rights petition in the Supreme Court, but the verdict can take even years. They can initiate civil action for compensation, which can also take years. But both options require them to retain lawyers; which requires financial means. They can also file a complaint with the HRCSL, but the commission can only issue recommendations, which the state authorities can ignore."
  ]
}