{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-agrees-to-state-contingent-factor-in-isb-exchange-esg-bonds-also-in-play-158683/",
  "time_ut": 1713270840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka agrees to state contingent factor in ISB exchange, ESG bonds also in play",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has agreed to issue bonds linked to economic performance (state contingent) when restructuring its defaulted sovereign bonds and had also indicated the willingness to consider a governance linked bond, a statement released after the first round of talks by the island’s Finance Ministry said.",
    "A committee representing bondholders had sent a revised proposal for a GDP linked bond (macro-linked bonds or MLB) in March with lower coupons for discussion at a meeting in London with Sri Lanka officials and advisors.",
    "“During the Meetings, it was agreed that the primary basis for the discussions would be the Group’s March Proposal,” the statement said.",
    "Sri Lanka had made a proposal with combined plain vanilla (A-bonds) and a state contingent adjustment factor (a bond which is based on economic performance) involving roughly a 28 percent hair cut, which was rejected by the bondholders.",
    "The bondholders had made a fresh proposal in April, taking into account Sri Lanka’s suggestion for a downside scenario below IMF’s growth projections as well as an upside, also with around a 28 percent hair-cut but with a 1.5 percent upfront fee.",
    "About 1.6 billion dollars of past due interest would be converted to plain bonds not linked to economic performance.",
    "Sri Lanka has 12.55 billion dollars of bonds and estimated 1.6 billion dollars of missed coupons.",
    "Sri Lanka had not agreed to the triggers suggested in the April proposal or the payments to be made under baseline and upside scenarios.",
    "While the bondholders March proposal was deemed by the IMF not to meet its debt sustainability requirements, no assessment has been made on the April proposal.",
    "Bondholders had also offered to propose a governance linked bond (Environmental, Social and Governance or ESG).",
    "On the invitation of Sri Lanka, the bondholders had proposed an ESG bond which is linked to meeting IMF tax revenue targets and corruption disclosures as key peformance indicators (KPIs).",
    "Default exchanges have earlier used bonds linked to economic performance but as separate value recovery instruments (VRI) or warrants.",
    "ESG factors based on KPIs are common in green and blue bond type issues. (Colombo/Apr16/2024)"
  ]
}