{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/18/pakistan-hits-baloch-separatist-hideouts-in-iran/",
  "time_ut": 1705553820.0,
  "original_lang": "en",
  "original_title": "Pakistan Hits Baloch Separatist Hideouts in Iran",
  "original_body_lines": [
    "The Pakistan Air Force on Thursday (18) launched airstrikes on alleged Baloch separatist camps situated inside Iranian territory, according to multiple media reports citing people aware of the development.",
    "The reports indicate that the targeted locations allgedly housed hideouts of Baloch militants who were wanted by Pakistan.",
    "\"I can only confirm that we have conducted strikes against anti-Pakistan militant groups that were targeted inside Iran,\" AFP quoted a senior intelligence source as saying.",
    "Pakistan's ministry of foreign affairs later confirmed the strikes, claiming a \"number of terrorists were killed during the intelligence-based operation – codenamed \"Marg Bar Sarmachar\".\"",
    "This action follows Iranian airstrikes in Pakistan, after which Islamabad asserted its “right to respond” to the “provocative act”.",
    "Tensions escalated between the two neighbouring nations after Iran insisted it had successfully targeted militant elements operating from Pakistani soil. Pakistan, however, refuted these claims, asserting that the Iranian action resulted in civilian casualties rather than the intended strike against militants.",
    "Pakistan's foreign minister Jalil Abbas Jilani in a phone call with Iraninan counterpart underscored that the attack was \"not only a serious breach of Pakistan's sovereignty but was also an egregious violation of international law and the spirit of bilateral relations\" between the two countries, the spokesperson said in a statement.",
    "Pakistan also recalled its ambassador from Iran and blocked Tehran's envoy from returning to Islamabad after the Iranian air strike.",
    "Iran foreign minister Hossein Amir-Abdollahian, however, insisted his country's armed forces had targeted \"Iranian terrorist group\" Jaish al-Adl in Pakistan.",
    "\"None of the nationals of the friendly and brotherly country of Pakistan were targeted by Iranian missiles and drones,\" he said on the sidelines of the World Economic Forum in Davos, Switzerland.",
    "Meanwhile, responding to the media queries on Iranian airstrikes, India maintained that it has a complete zero tolerance for terrorism and understands the actions that countries take in their self-defence.",
    "\"This is a matter between Iran and Pakistan. Insofar as India is concerned, we have an uncompromising position of zero tolerance towards terrorism. We understand actions that countries take in their self defense,” Randhir Jaiswal, spokesperson for the ministry of external affairs, said in a statement.",
    "Facilities to pay traffic fines at night in some post offices",
    "X-Press Pearl: Objections to be filed against restrictions on compensation",
    "Health unions to launch island wide strike from 1st of February",
    "Lorry Driver Killed in Narammala After Alleged Accidental Discharge of Police firearm"
  ]
}