{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/john-keells-foundation-initiates-nutrition-awareness-sessions-in-schools/",
  "time_ut": 1711927080.0,
  "original_lang": "en",
  "original_title": "John Keells Foundation initiates nutrition awareness sessions in schools",
  "original_body_lines": [
    "John Keells Foundation (JKF), in collaboration with the Scaling Up Nutrition People’s Forum (SUN PF), successfully initiated a series of nutritional awareness sessions, as part of the ongoing School Nutrition Programme, targeting ten selected schools in the John Keells Praja Shakthi locations of Colombo 02 and Ja-Ela. The programme is aimed at fostering nutrition awareness and promoting sustainable practices such as school gardening to complement the school meal programme implemented previously.",
    "Awareness sessions were conducted from 5th to 7th March 2024 in two schools in Colombo 2 and during the period of 16th to 27th February 2024 in five schools in Ja-Ela, following a well-received session held in December 2023, in two schools in Colombo 2 benefiting a diverse audience of 1,211 students, teachers and parents.",
    "The School Meal Programme, implemented by JKF in partnership with businesses of the John Keells Group as part of the Group’s Crisis Response Initiatives, saw the need for sustainable practices which led to the pilot of a school gardening project in A.E. Gunasinghe School in Colombo 12 in collaboration with the Divisional Secretariat of Colombo that is continuing successfully to date. In July 2023, JKF entered into a strategic collaboration with SUN PF to launch the School Nutrition Programme.",
    "This was preceded and followed by extensive engagement with key educational officials at the Provincial and Zonal levels, as well as representatives from the Ministry of Health to facilitate a multi-stakeholder collaboration. An orientation programme for key stakeholders was conducted in October 2023 which included officials from the Ministry of Education, Ministry of Health, school principals, Health Promotion Bureau, World Vision Lanka and World Food Programme.",
    "Wind turbines in Mannar designed to pose no threat to birds: Minister",
    "Lanka Harness, Japanese-owned BOI company recognised at CPM Awards 2024",
    "John Keells Foundation continues to combat substance abuse among school children through awareness creation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}