{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-announces-record-wage-hike-for-privatized-plantation-workers-160746/",
  "time_ut": 1714562100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President announces record wage hike for privatized plantation workers",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Ranil Wickremesinghe announced a 70 percent increase in the daily wage of plantation workers to Rs. 1700 in an unprecedented move amid his plans to run for presidency later this year.",
    "Wickremesinghe announced the wage hike when he addressed the May Day rally of the Ceylon Workers’ Congress (CWC) held in the central Sri Lankan town of Kotagala, an area predominantly plantation workers live.",
    "“It was the up country people who suffered the most during the hard times. But they were the people who also worked hard to produce tea and ensured foreign exchange,” Wickremesinghe told the May Day rally.",
    "“I don’t think nobody wants back to 2022. We have suffered a lot. Now we have stabilize somewhat. The rupee has strengthened,” he said referring to the 2022 economic crisis that led to a political crisis and ousting of former president Gotabaya Rajapaksa and his government.",
    "“Yesterday, Manusha Nanayakkara (Labour Minister) has raised the daily wage to 1,700 rupees.”",
    "The upcountry people and their relatives have a strong vote base of around 1 million spread throughout the country. The main political party in the upcountry CWC had already pledged its support to Wickremesinghe if he contests in the presidential election.",
    "Wickremesinghe has yet to declare his candidacy for the presidency, but his United National Party (UNP) sources have said he is likely to contest under an independent coalition.",
    "The presidential election will be held between September 18 and October 18.",
    "Currently, plantation workers receive Rs. 1000 basic wage plus EPF/ETF and after plucking the set target of 20 kg, they are paid an additional Rs. 40 a kilo.",
    "It is not immediately clear how the local plantation firms could afford the wage hike given the island nation is one of the countries with the highest cost of production compared to India and Kenya due to lower labour productivity.",
    "Sri Lanka’s plantation companies in March proposed a 33 percent increase in take-home wages based on a productivity model or a 22 percent increase in wages on the attendance-based model. The total of that model would have been around 1,500 rupees, plantation sources said.",
    "Based on President Wickremesinghe’s request Regional Plantation Companies (RPCs) and the Employers Federation of Ceylon (EFC) have submitted the proposal to Labour Minister Manusha Nanayakkara on a proposed wage hike for the sector.",
    "The minimum wage was increased to 1,000 rupees in October 2021, but plantation workers have complained that it was insufficient due to the high cost of living after Sri Lanka’s unprecedented economic crisis. (Colombo/May 1/2024)"
  ]
}