{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unilever-sri-lanka-emerges-no-1-employer-of-choice-for-the-12th-consecutive-year-among-undergraduates/",
  "time_ut": 1727387160.0,
  "original_lang": "en",
  "original_title": "Unilever Sri Lanka emerges No.1 Employer of Choice for the 12th consecutive year among undergraduates",
  "original_body_lines": [
    "Unilever Sri Lanka has once again solidified its status as the most preferred employer among undergraduates in Sri Lanka. This survey was conducted by an independent research agency which recognized Unilever as the No. 1 Employer of Choice, underscoring the company’s commitment to nurturing young talent and providing purposeful career opportunities.",
    "The annual Employer of Choice survey gauges the preferences of undergraduate students from national and private universities in Sri Lanka, spanning management, science, and engineering fields. Over 360 undergraduates were surveyed from universities across the country, assessing respondents’ perceptions of companies based on factors such as: their investments in youth employability, brand presence among youth, career opportunities and career drivers. Unilever Sri Lanka emerged as the clear frontrunner, capturing the hearts and minds of the surveyed undergraduates.",
    "We’re incredibly honored to be named as the top employer of choice for undergraduates in Sri Lanka,” said Ajith Thomas, Human Resource Director of Unilever Sri Lanka. “We’re dedicated to providing flexible and inclusive youth programs that empowers young talent and fosters their success. We’re also grateful for our partnerships with universities and youth organizations, as together, we’re making a positive impact on the lives of youth across the country.”",
    "Unilever Sri Lanka has consistently demonstrated its dedication to nurturing young talent through various initiatives such as: University engagements, early career opportunities, and youth development initiatives.",
    "SriLankan Airlines named Leading International Airline in South Asia at SATA 2024",
    "New govt shouldn’t lose track of fiscal goals because of welfare programmes: economist",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}