{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CA-Sri-Lanka-pays-tribute-to-three-veteran-Chartered-Accountants-for-outstanding-contributions-to-corporate-society-and-country/34-768021",
  "time_ut": 1729039221.0,
  "original_lang": "en",
  "original_title": "CA Sri Lanka pays tribute to three veteran Chartered Accountants for outstanding contributions to corporate, society and country",
  "original_body_lines": [
    "The Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) recently paid tribute to three distinguished Chartered Accountants for their remarkable contributions to the corporate, society and country spanning many decades.",
    "At the inauguration ceremony of the 45th National Conference of Chartered Accountants held at Monarch Imperial on Monday (14 October 2024), CA Sri Lanka bestowed the prestigious Lifetime Achievement Award on veteran Chartered Accountant Lal Nanayakkara, while Gamini Epa and Rajasekaran Vijayasekaran were inducted to the CA Sri Lanka Hall of Fame for the year 2024 in recognition of their extraordinary contributions.",
    "Lal Nanayakkara was admitted as a Member of the Institute of Chartered Accountants of Sri Lanka in 1975 and commenced lecturing at the Institute from then on, for almost three decades. Elected in 1997, Nanayakkara is the fourteenth President of CA Sri Lanka and served as a Council member for 17 years – the longest served by any member. He was also a member of the Company Law Advisory Committee. In 1981, Nanayakkara chaired the Committee to report on Financial Discipline in Public Corporations, Boards and Companies, and other Business Undertakings. He served as a member of the Securities and Exchange Commission of Sri Lanka, and as a member of the Sri Lanka Accounting and Auditing Standards Monitoring Board.  Nanayakkara was the Chairman of People’s Bank and People’s Merchant Bank in 2002.",
    "CA Sri Lanka fellow member W. Gamini Epa held the post of Auditor General of Sri Lanka from 1983 to 1993. Epa has served as a member of the Council of CA Sri Lanka from 1983 to 1994 and functioned as a member of several committees such as the Examination Committee and Professional Conduct Committee and chaired the Auditing Standards Committee. He was also a pioneer in the implementation of the new scheme of accreditation of Chartered Accountants. Upon retirement, he has served on consultancy assignments with the Bank of Ceylon, ADB and World Bank. He has also functioned as a one-man committee with the Justice Ministry, Power and Energy Ministry and the Highways Ministry investigating irregular activities and issues.",
    "R. Vijayasekaran was articled at Turquand Youngs and in January 1968 he was admitted to the Partnership of the firm. He relinquished his Partnership of Ernst and Whinney (Ernst and Young) in 1984 to emigrate to Australia. He was a Lecturer and Examiner at CA Sri Lanka for a number of years and was a member of several Committees of the Institute. In 1976 he was appointed to the Council of the Institute from 1976 and served on the Council from 1981 to 1982 as an elected Member of the Council. He has published several papers in Sri Lanka, the UK and Australia. He has been Project Manager for a number of major consulting assignments in the Sri Lankan Public Sector. He served on the Boards of several Government organisations including the Ceylon Mineral Sands Corporation, Cooperative Wholesale Establishment (CWE), Lanka Milk Foods (CWE) Ltd. From 1983 to 1984 he functioned as a Deputy Chairman of the CWE. He was also a Director of commercial companies, including Richard Pieris & Co. Ltd."
  ]
}