{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Dayasiri-disappointed-as-SLFP-stalwarts-Angajan-and-Dushmantha-switch-allegiance-to-Ranil/56-765950",
  "time_ut": 1724444498.0,
  "original_lang": "en",
  "original_title": "Dayasiri disappointed as SLFP stalwarts Angajan and Dushmantha switch allegiance to Ranil",
  "original_body_lines": [
    "Dayasiri Jayasekara expresses belief both Angajan Ramanathan and Dushmantha Mithrapala have been offered various benefits in return for their support",
    "Dushmantha Mithrapala says decision was taken after careful consideration on current situation",
    "Says President Ranil Wickremesinghe is best leader to guide SL at this juncture",
    "Angajan Ramanthana says Wickremesinghe pledge to resolve issues faced by people in Jaffna",
    "Sri Lanka Freedom Party (SLFP) General Secretary and MP Dayasiri Jayasekara has expressed his deep disappointment and dismay over the decision of party Senior Vice President Angajan Ramanathan and former Acting General Secretary Sarathi Dushmantha Mithrapala to support President Ranil Wickremesinghe in the upcoming Presidential Election.",
    "Addressing a press conference yesterday, Jayasekara expressed his disgust, particularly with Mithrapala, who had previously while aligned with SLFP Chief Maithripala Sirisena voiced strong opposition to other SLFP members, including Nimal Siripala de Silva, for their support of Wickremesinghe and the Government.",
    "“It is clear they have been offered various benefits in return for their support,” Jayasekara said.",
    "Mithrapala had previously accused de Silva and several others of attempting to align the SLFP with the President and the Government. He also played an active role in appointing Wijeyadasa Rajapakshe as the SLFP Acting Chairperson, a move that was contested by pro-Government de Silva and other SLFP members.",
    "However despite their previous stance, the duo met with President Ranil Wickremesinghe at the Presidential Election Operation Office on Flower Road yesterday and pledge their support to his presidential campaign.",
    "At a press conference held to explain their sudden change of heart, Mithrapala, seated alongside de Silva, said that he decided to support Wickremesinghe after a thorough analysis of the current situation. He explained that after careful consideration, he concluded that Wickremesinghe was the best choice for President at this time.",
    "“It is clear that he is the best leader to guide the country at this time,” Mithrapala said. Commenting on former SLFP Chairperson Maithripala Sirisena, Mithrapala noted that Sirisena has declared he will not support any candidate at this juncture. “Therefore, as an advisor to the party I hope he will align with the party’s decision to support Wickremesinghe,” he added.",
    "Meanwhile Ramanathan revealed the President had promised to resolve a number of issues faced by the citizenry of the North in return for his support.",
    "Mithrapala mentioned that the people in Jaffna had raised several issues and requested solutions. “I presented these concerns to the President, and he promised to address them. Along with the President’s effective management, which has given the economy some breathing space to recover, I decided to support him. I believe he can rebuild Sri Lanka within the next five years,” he said."
  ]
}