{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SLGJA-kicks-off-Asia-s-premier-gem-and-jewellery-exhibition-FACETS-Sri-Lanka-2025/34-771440",
  "time_ut": 1736114062.0,
  "original_lang": "en",
  "original_title": "SLGJA kicks off Asia’s premier gem and jewellery exhibition ‘FACETS Sri Lanka 2025’",
  "original_body_lines": [
    "The Sri Lanka Gem and Jewellery Association (SLGJA), in collaboration with the National Gem and Jewellery Authority (NGJA), on Saturday inaugurated the 31st edition of ‘FACETS Sri Lanka,’ Asia’s premier gem and jewellery exhibition, at the Cinnamon Grand Hotel, Colombo.",
    "This three-day event showcases the brilliance and diversity of Sri Lanka’s gem and jewellery industry to a global audience. The exhibition ends today.",
    "The inauguration ceremony was graced by President Anura Kumara Dissanayake, who declared FACETS Sri Lanka 2025 officially open. Joining him were distinguished Ministers, industry leaders, and international delegations from key markets, including China, India, the United States, Europe, and beyond. The event also welcomed representatives from globally renowned gem and jewellery companies, many of whom are visiting Sri Lanka for the first time.",
    "FACETS Sri Lanka 2025 shines a spotlight on Sri Lanka’s local ‘gempreneurs’, hailing from iconic gem-producing regions such as Ratnapura, Beruwala, Galle, Eheliyagoda, and Colombo. Their extraordinary craftsmanship and exquisite creations underline Sri Lanka’s reputation as the Jewel Box of the Indian Ocean. Through this platform, these artisans aim to forge connections with international traders, exporters, and investors, furthering the industry’s ambitious vision of achieving over $ 1 billion in exports.",
    "Beyond being a showcase of unparalleled gems and jewellery, FACETS Sri Lanka 2025 is a celebration of the country’s rich heritage and a catalyst for industry innovation. This year’s exhibition is packed with exclusive events, including:",
    "The Sapphire Night gala, a glittering celebration of the industry’s achievements.",
    "⁠The Gems of Influence Power Breakfast, an exclusive forum for women trailblazers in the industry.",
    "⁠⁠A Mining Tour, offering visitors a first-hand experience of Sri Lanka’s gem mining practices.",
    "A curated visit to Port City Colombo, showcasing the nation’s modern infrastructure.",
    "The prestigious VIP Golf Tournament, adding a touch of exclusivity and elegance.",
    "FACETS Sri Lanka has consistently been the most eagerly anticipated annual event in the local and global gem and jewellery industry calendar. It provides a window into the unparalleled beauty, sustainability, and diversity of Sri Lanka’s gem and jewellery sector, drawing buyers, enthusiasts, and investors from around the world.",
    "The SLGJA said this year, FACETS Sri Lanka 2025 stands as a testament to the industry’s resilience, innovation, and global appeal. As the event unfolds, it is set to create lasting impressions, build meaningful partnerships, and further establish Sri Lanka as a global leader in the gem and jewellery trade.",
    "Industry holds immense potential to become a significant foreign exchange earner and job creator",
    "SLGJA President Akram Cassim in his address said Facets Sri Lanka 2025 is Sri Lanka’s premier international gem and jewellery exhibition, showcasing the entire industry – from mine to market.",
    "He recalled that 31 years ago, a group of young gem traders who had been displaying their gems at exhibitions around the world envisioned creating an international gem and jewellery show in Sri Lanka. Thus, FACETS was born. The first show was held in 1991 at the Hilton Hotel, Colombo, with just 50 booths.",
    "“The event was a tremendous success and has since grown into a key platform for the Sri Lankan gem and jewellery industry. Over the past 30 years, FACETS has consistently drawn international gem buyers, some of whom have become long-standing patrons.”",
    "“It has also played a pivotal role in the growth of small businesses, transforming small and medium sized enterprises (SMEs) into leading gem traders, jewellers, and lapidarists. FACETS has continually promoted Sri Lanka as a world-renowned source for Sapphires and over 50 varieties of gemstones,” Cassim said.",
    "He emphasised that the industry holds immense potential to become a significant foreign exchange earner for Sri Lanka, while also creating employment opportunities across the island.",
    "“However, to fully realise this potential, urgent reforms are needed to address the barriers that hinder growth and weaken global competitiveness. Policy changes have, in some cases, driven businesses to relocate overseas. The critical need is for policy reforms to streamline regulatory processes, reduce operational challenges, and improve the overall ease of doing business.” “High taxation and rigid import-export regulations are among the most pressing concerns. We look forward to collaborating with the new Government and relevant authorities to establish a business-friendly environment for the gem and jewellery sector,” the SLGJA President pointed out.",
    "According to Cassim, the industry also has the opportunity to integrate more closely with tourism. “Partnering with Sri Lanka Tourism and SriLankan Airlines, we can add tremendous value by offering unique experiences to every tourist visiting our island.”",
    "“We could create a Sapphire experience for tourists – one that celebrates Sri Lanka’s 2,500-year legacy of producing the finest Blue Sapphires seen, worn, and admired around the world,” he added.",
    "It was pointed out that Sri Lanka remains one of the world’s leading sources of fine Sapphires and a treasure trove of over 50 varieties of coloured gemstones. “Our island’s gem and jewellery legacy is steeped in mystery, magic, myths, and legends, complemented by centuries of craftsmanship and skill. This legacy deserves to be shared with the world, and tourism is a powerful avenue for doing so.”",
    "FACETS aligns beautifully with principles of ‘Clean Sri Lanka’ initiative",
    "FACETS Sri Lanka 2025 Chairman Armil Sammoon said this year’s FACETS aligns beautifully with the principles of the ‘Clean Sri Lanka’ initiative, celebrating not only the brilliance of Sri Lanka’s gemstones but also the transformative progress the nation is striving to achieve.",
    "“As we embark on this extraordinary three-day journey, we honour the legacy of Sri Lankan gems – a legacy forged by the interplay of nature’s beauty and humanity’s artistry. FACETS is more than an exhibition; it is a bridge that connects tradition with innovation and provides a platform where our heritage meets global aspirations,” Sammoon said.",
    "Referring to booth holders, he described them as the soul of FACETS 2025. “Your craftsmanship, resilience, and collaboration transform raw treasures into masterpieces that captivate the world. It is your dedication that gives FACETS its vibrancy and sets our industry apart,” Sammoon added.",
    "He said the presence of international visitors and buyers underscored the global allure of Sri Lanka’s gemstones. “Your faith in our industry fuels its growth and strengthens the bonds that unite us beyond borders. You are not just patrons; you are partners in amplifying Sri Lanka’s potential on the world stage,” he emphasised.",
    "The FACETS Sri Lanka 2025 Chairman expressed his gratitude to policymakers for their support in ensuring this industry continues to shine. “FACETS is more than a marketplace – it is a beacon of Sri Lanka’s economic and cultural significance. Your recognition of its importance lays the foundation for sustainable growth, innovation, and inclusivity,” Sammoon said.",
    "“Inspired by President Anura Kumara Dissanayake’s call for unity, progress, and shared responsibility, FACETS 2025 embraces the ideals of renewal and transformation. Together, we aim to uplift rural communities, foster innovation, and embed ethical practices that honour our people and our land,” Sammoon said, adding, “As we showcase the brilliance of our gemstones, let us remember that each stone tells a story – a story of origins, craftsmanship, and dreams. These stories light the way forward for a united and prosperous Sri Lanka.”"
  ]
}