{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103776/trump-vows-new-canada-mexico-china-tariffs-that-threaten-global-trade",
  "time_ut": 1732606380.0,
  "original_lang": "en",
  "original_title": "Trump vows new Canada, Mexico, China tariffs that threaten global trade",
  "original_body_lines": [
    "President-elect Donald Trump on Monday pledged big tariffs on the United States’ three largest trading partners - Canada, Mexico and China - detailing how he will implement campaign promises that could trigger trade wars.",
    "Trump, who takes office on Jan. 20, 2025, said he would impose a 25% tariff on imports from Canada and Mexico until they clamped down on drugs, particularly fentanyl, and migrants crossing the border, in a move that would appear to violate a free-trade deal.",
    "Trump also outlined “an additional 10% tariff, above any additional tariffs” on imports from China, in some of his most specific comments on how he will implement his economic agenda since winning the Nov. 5 election on promises to “put America first”.",
    "“On January 20th, as one of my many first Executive Orders, I will sign all necessary documents to charge Mexico and Canada a 25% Tariff on ALL products coming into the United States, and its ridiculous Open Borders,” he said in a post on Truth Social.",
    "While migrant arrests reached a record during President Joe Biden’s presidency, straining U.S. border enforcement, illegal crossings fell dramatically this year as Biden instituted new border restrictions and Mexico stepped up enforcement.",
    "More than 83% of exports from Mexico went to the U.S. in 2023 and 75% of Canadian exports go to the country.",
    "The tariffs also potentially spell trouble for overseas companies like the many Asian auto and electronics manufacturers that use Mexico as a low-cost production gateway for the U.S. market.",
    "Trump’s threatened new tariff would appear to violate the terms of the U.S.-Mexico-Canada Agreement on trade. The deal which Trump signed into law took effect in 2020, and continued the largely duty-free trade between the three countries.",
    "Canada and the United States at one point imposed sanctions on each others’ products during the rancorous talks that eventually led to USMCA. Trump will have the opportunity to renegotiate the agreement in 2026, when a “sunset” provision will force either a withdrawal or talks on changes to the pact.",
    "After issuing his tariff threat, Trump held a conversation with Canada’s Prime Minister Justin Trudeau in which they discussed trade and border security, a Canadian source familiar with the situation said.",
    "“It was a good discussion and they will stay in touch,” the source said.",
    "Trump could be counting on the threat of tariffs to prompt an early renegotiation of USMCA, said William Reinsch, a former president of the National Foreign Trade Council.",
    "“This strikes me more as a threat than anything else,” Reinsch said. “I guess the idea is if you keep hitting them in the face, eventually they’ll surrender.”",
    "Mexico’s lower house leader Ricardo Monreal, a member of the ruling Morena party, urged “the use of bilateral, institutional mechanisms to combat human, drug and arms trafficking.”",
    "“Escalating trade retaliation would only hurt the people’s pocketbooks and is far from solving underlying problems,” he said in a post on social media platform X.",
    "Trump’s announcement sparked a dollar rally. It rose 1% against the Canadian dollar and 2% against the Mexican peso , while share markets in Asia fell, as did European equity futures . S&P 500 futures fell 0.3%.",
    "On China, the president-elect accused Beijing of not taking strong enough action to stop the flow of illicit drugs crossing the border into the U.S. from Mexico.",
    "“Until such time as they stop, we will be charging China an additional 10% Tariff, above any additional Tariffs, on all of their many products coming into the United States of America,” Trump said.",
    "“China believes that China-U.S. economic and trade cooperation is mutually beneficial in nature. No one will win a trade war or a tariff war,” Liu Pengyu said.",
    "The embassy also cited steps it said China had taken since a 2023 U.S.-China meeting after which Beijing agreed it would stem the export of items related to the production of the opioid fentanyl, a leading cause of drug overdoses in the United States.",
    "“All these prove that the idea of China knowingly allowing fentanyl precursors to flow into the United States runs completely counter to facts and reality,” the spokesperson said.",
    "Trump has previously pledged to end China’s most-favored-nation trading status and slap tariffs on Chinese imports in excess of 60% - much higher than those imposed during his first term.",
    "The Chinese economy is now in a much more vulnerable position given the country’s prolonged property downturn, debt risks and weak domestic demand.",
    "In the run-up to the Nov. 5 election, Trump floated plans for blanket tariffs of 10% to 20% on virtually all imports. He also said he would put tariffs as high as 200% on every car coming across the U.S.-Mexico border.",
    "He also voiced his intent to formally invoke the USMCA’s six-year review provision upon taking office. Currently, it is expected in July 2026.",
    "Mexico’s finance ministry said of Trump’s tariff pledge: “Mexico is the United States’ top trade partner, and the USMCA provides a framework of certainty for national and international investors.”",
    "Economists say that Trump’s overall tariff plans, likely his most consequential economic policy, would push U.S. import duty rates back up to 1930s-era levels, stoke inflation, collapse U.S.-China trade, draw retaliation and drastically reorder supply chains.",
    "They say tariffs are paid by the companies that import the products subject to the duties, and they either pass on the costs to consumers or accept lower profits.",
    "Trump frequently refers to countries paying as a consequence of his tariff plan, saying on Monday that Mexico and Canada will “pay a very big price.”"
  ]
}