{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/uber-springboard-seen-as-giving-local-tech-startups-clear-head-start/",
  "time_ut": 1753978500.0,
  "original_lang": "en",
  "original_title": "‘Uber Springboard’ seen as giving local tech startups clear head start",
  "original_body_lines": [
    "In a move to fast-track Sri Lanka’s entrepreneurial ambitions, global tech giant Uber yesterday concluded the second stage of ‘Uber Springboard’, a pioneering initiative designed to nurture and elevate homegrown startups through mentorship, capacity building and exposure to global innovation ecosystems.",
    "Partnering with the Ministry of Technology’s Department of Digital Economy, Uber aims to bridge the gap between promising Sri Lankan startups and the world stage. Five winning founders were selected through a competitive process and will now embark on an all-expense-paid exposure tour to Hyderabad, India’s tech powerhouse, where they will meet industry leaders, investors and incubators including T-Hub, Microsoft and Google.",
    "“We know what it’s like to be a startup, said Sanjay Gupta, Head of Uber South Asia. “Uber began as a small idea to move people more efficiently. Fifteen years later, we’re helping others bring their big ideas to life—this time in Sri Lanka.”",
    "Held at ITC Ratnadipa Colombo, the event drew leading voices from government, tech and the startup community for a thought-provoking panel discussion titled, “From Ideas to Impact: Driving Tech Entrepreneurship and Innovation in Sri Lanka.”",
    "The panel featured: Eng. Eranga Weeraratne, Deputy Minister of Digital Economy,",
    "Dr. Hans Wijesuriya, Chief Advisor on Digital Economy to the President,",
    "Dr. Hans Wijesuriya emphasized the need to retain value- creation within the country.",
    "“Our graduates are among the best globally. But we’re losing them to Singapore and Dubai because the systems here are not startup-friendly, he said. “That must change. We must build platforms that let them scale globally while staying rooted here.”",
    "He also revealed government plans to reform venture capital regulations, foster public-private co-innovation and invest in capacity-building initiatives that specifically target first-time founders and tech-driven entrepreneurs.",
    "‘Women in Tech’ SL’s Chandini Udumana said the biggest barriers for founders are not technology or talent—but culture and confidence.",
    "“Our youth are still told the path to success is passing A/Ls, getting a degree and joining the public sector. But the world has changed. We must start telling stories of founders who create jobs, not just look for them.”",
    "Uber’s Senior Director Manikandan Thangarathnam, who has over 15 tech patents and deep experience in startup ecosystems across Asia, said Sri Lanka is on the cusp of a digital leap.",
    "“You don’t need big teams anymore. Thanks to AI and cloud, even three people can build a globally scalable product. The real fuel is mindset, not manpower.”",
    "Among the winners was Nandini Wickramasinghe, a speech therapist who transformed a COVID-era crisis into a digital solution for children with speech disorders.",
    "“Both my clinics had to shut during the pandemic. That’s when I realised the need for accessible digital speech therapy, she said.",
    "Now, with users across borders and interest from insurance partners, her platform Ceylon Speechy is poised to go global.",
    "Deputy Minister of Digital Economy Eng. Eranga Weeraratne Irungavi said Uber Springboard is the kind of initiative Sri Lanka needs to attract and retain innovation.",
    "“We want startups to go global—but not by leaving Sri Lanka. Let them operate here, create jobs here, and bring the world to us.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}