{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Justice-Minister-promises-to-complete-OMP-investigations-by-Dec-2025/56-759851",
  "time_ut": 1711136503.0,
  "original_lang": "en",
  "original_title": "Justice Minister promises to complete OMP investigations by Dec 2025",
  "original_body_lines": [
    "Says one cannot be satisfied with previous performance of the OMP",
    "Claims when he was appointed as Justice Minister he discovered only 62 complaints had been looked into",
    "Notes to date OMP has investigated 5,600 complaints out of total 14,700 received",
    "Justice Minister Dr. Wijeyadasa Rajapakshe on Thursday assured that the investigations conducted by the Office on Missing Persons (OMP) into enforced disappearances will be completed by 31 December 2025.",
    "Rajapakshe made these comments while attending a workshop organised by the OMP at the Sri Lanka Foundation Institute where discussions were held regarding the formulation of guidelines in collaboration with relevant stakeholders.",
    "“About 12,000 persons lost their lives during the 1971 insurrection, marking one of the unfortunate events Sri Lanka has witnessed over the past four to five decades. Additionally, in 1989, approximately 60,000 people were killed in the South due to the terror instigated by the JVP. Furthermore, the war against the LTTE lasted for three decades, resulting in approximately 60,000 deaths. These significant losses of life cannot be borne by a small country like Sri Lanka,” he said.",
    "“We cannot be satisfied with the previous performance of the Office of Missing Persons. Upon assuming my role as the Minister of Justice, I reviewed the investigation data and found that only 62 complaints had been investigated. We have instructed the office to expedite the process,” he revealed.",
    "He noted that the OMP to date has investigated only 5,600 complaints out of a total of 14,700 received.",
    "The Minister acknowledged the right of loved ones to, at the very least, discover what happened to their relatives. He also remarked that while the progress of the Office of Missing Persons (OMP) is commendable, it is nonetheless not satisfactory.",
    "He said therefore the OMP has been instructed to complete investigations into all complaints by 31 December 2025.",
    "Following the advice of the Minister of Justice, a strategic plan is being executed to finalise the investigations of missing persons complaints referred to the Office of Missing Persons. Accordingly, it is planned that by 31 December 2025, all investigations will be concluded, and compensation will be provided to the affected parties."
  ]
}