{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Lessons-from-Bangladesh-s-foreign-power-purchases/4-770675",
  "time_ut": 1734548480.0,
  "original_lang": "en",
  "original_title": "Lessons from Bangladesh’s foreign power purchases",
  "original_body_lines": [
    "Why are these countries scrambling for dollars to pay for essential electricity?",
    "The core question all energy-importing countries face is dependence. Modern societies cannot function without electricity. The cost of not having electricity is almost always higher than even the cost of buying emergency power. How can a government allow such matters to be controlled by foreign companies or governments?",
    "“Did you hear that Adani is refusing to supply Bangladesh with electricity?” a friend asked me recently. I knew it was a loaded question, my friend being a nationalist. “You recall we had no power because we couldn’t pay for shiploads of fuel and coal just a few years back?” I asked back.",
    "Instead of buying fuel for power generation Bangladesh is buying 10% of the electricity it needs from a dedicated power plant located at Godda across the border in the Indian state of Jharkhand. Because the economic difficulties experienced for some time were exacerbated by the recent political turmoil, Bangladesh has not fulfilled its contractual obligations to make timely payments for electricity. It was reported that the outstanding payments may be as much as $ 800 million. The state-owned coal powered generating plants are running below capacity because they too lack dollars to buy the needed coal.",
    "Load shedding is not something any self-respecting government should allow. Whether caused by the lack of dollars to buy fuel for a state-owned plant or by the lack of dollars to buy electricity from a private supplier, the effect is the same for the consumer and the business user. The cause is also the same: lack of dollars.",
    "It is claimed that the Adani contract is unfavourable to Bangladesh. From the amounts involved in terms of investment and payments, one can see that these are complex transactions that require detailed analysis.",
    "I do not know enough to comment on the details of the contract between Adani and the Bangladesh Power Development Board (BPDB). For example, I know enough to say that a capacity-charge component is normal in these kinds of transactions, but not enough to say whether the amount (reported to be $ 450 million/year) is reasonable. When a major investment (in excess of $ 1.7 billion) is made to fulfil the terms of a contract, it is normal to include capacity charges and safeguards to protect the investor. It is up to the BPDB officials to ensure the terms are reasonable.",
    "It is said that the coal is brought all the way from an Adani owned mine in Australia to Jharkand, a coal-rich state, and that the costs are excessive. That’s a question that should have been asked when the decision was taken to buy from Adani. The relevant comparison now is with the alternatives that the BPDB has at this time. “Other coal-fired plants are running at 50% capacity and the country is unable to buy enough coal owing to the dollar crisis, so it is important to continue readymade power supply from Adani. It is marginally more expensive than local producers but it is a crucial supply,” the BBC reported Dr. Ajaj Hossain, energy expert and a retired professor as saying.",
    "In the short-term, all choices are constrained. With the available limited dollars, should BPDB pay the outstanding debt to Adani or buy coal for the state-owned plants? As we found in 2022, it’s not as simple as finding the money to make a payment. Competitive bids must be sought and assessed. Ships must sail and be unloaded. All this takes time.",
    "The core question all energy-importing countries face is dependence. Modern societies cannot function without electricity. The cost of not having electricity is almost always higher than even the cost of buying emergency power. How can a government allow such matters to be controlled by foreign companies or governments?",
    "On the surface, the answer seems obvious: become self-sufficient in energy. Sri Lanka has enough wind and solar potential to meet its entire requirements and more. Bangladesh has this option too, though its current renewable share is very small. It also has natural gas in the ground. Why are these countries scrambling for dollars to pay for essential electricity?",
    "Because even solar and wind require major investments and the key inputs have to be brought from outside the country. The early wind plants even required the cranes for raising the towers to be brought from India. India has developed the eco-system for renewables, but is not fully self-sufficient. It is widely accepted that the solar panels produced in China are the cheapest. In addition, the grid has to be built out to the locations where the wind and solar power is generated. Here too, the choices are investment or loans. It’s likely to take 3-5 years from decision to cut over.",
    "Foreign investment is an attractive option for increasing the proportion of electricity generated from wind and solar for governments with fiscal constraints. Contracts such as the one entered into with Adani are seen as necessary to assure the investor that they will continue to earn returns throughout the projected life of the investment. It is not difficult to imagine a scenario where the government and the single buyer pressure the investor for various concessions by refusing to buy the output of the plant once the investment is in the ground. Of course, each element in a contract must be negotiated carefully because parties have incentive to embed favourable provisions within the complex legalese.",
    "Before the investment is made, the investor has a strong negotiating position: treat us fairly or we will go elsewhere. But once the investment is made, the investor cannot dismantle the turbines and go elsewhere. Now the state and the buyer of the output of the plant (often the buyer is owned by the state) have the upper hand. They can delay payments or ask for concessions.",
    "This is what happened to independent power producers (IPPs) supplying electricity using renewable sources during the crisis in Sri Lanka. CEB did not honour its contractual obligations. The IPPs could have disconnected their plants from the grid, resulting in longer periods of load shedding and no income. Or they could let the electricity flow while lobbying those is authority for payments to be made, even if late. The latter path was chosen by Sri Lankan IPPs who have now been made whole.",
    "The Adani contract differs in two ways. The first and most important is that the Godda Plant requires 7-9 million tons of coal per year. Whereas a plant using renewable sources will require minimal cost outlays for operations, a plant using coal requires continual expenditures on the part of the operator. The second difference is that the Godda plant is not situated within Bangladesh territory.",
    "The first difference does not allow Adani to act like the IPPs in Sri Lanka, whose losses were limited to the costs of serving the debt taken to build their plants and the forgone profits of the shareholders. In addition to those costs, Adani has to pay for the coal including transportation costs. That is most likely the reason for Adani insisting on timely payments. The fact that even the coal plants owned by the Bangladesh state are running below capacity proves the point.",
    "The second difference is that the coercive power of the Bangladesh government does not extend into Jharkhand state where the plant is located. The Indian government is not supporting the Bangladesh government’s demands. It is instead easing the pain for Adani by allowing electricity from the Godda plant to be sold within India to ease its financial pressures.",
    "Saudi Arabia is a major energy exporter. If any country can be self-sufficient in energy, it should be Saudi Arabia. Yet it is partnering with multiple Chinese entities to ramp up its renewable energy capacity. If this is the case for Saudi Arabia, is it realistic to expect fiscally constrained Bangladesh and Sri Lanka to be self-sufficient?",
    "Dependence cannot be wished away. Russia did cut off electricity supplies to Finland in the context of that country’s stance on the Ukraine war. But because Finland was not overly dependent on Russian supplies, it was able to make up the difference by supplementing its supplies from Sweden. It appears that Adani was not the sole supplier of electricity to Bangladesh, but it was the largest. Even the other suppliers were affected by non-payments and reduced supply.",
    "Usually, what happens is that a supplier withholds service for political reasons. In the case of Adani and the other Indian suppliers, the problem is the opposite. They want to sell. Supply is being withheld because they are not being paid.",
    "Non-reliance on a single supplier will help manage dependence. However, problems cannot be avoided if macro-economic incompetence delays or stops payments for contracted services. Finland was able to avoid load shedding because its electricity companies were creditworthy and had the funds to pay the new suppliers.",
    "In addition to geopolitical risk, climate change poses many risks to energy utilities. Risk-mitigation measures are essential. But the most fundamental risk-mitigation action is sound macro-economic management. If that fails, all others may prove futile. My friend was asking the wrong question: the name of who you buy coal/electricity from is not important; what matters is how good your overall risk management strategy is."
  ]
}