{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/why-is-mathematics-considered-difficult-2/",
  "time_ut": 1722199920.0,
  "original_lang": "en",
  "original_title": "Why is mathematics considered difficult?",
  "original_body_lines": [
    "Mathematics is considered as one of the most challenging subjects by schoolchildren. A good number of students give up easily thinking that they are not up to taking up these challenges. Students’ struggles may arise due to a variety of reasons.",
    "A common difficulty is the abstractness of the concepts. Unlike other subjects that are more concrete, mathematics deals with numbers and symbols that can be difficult to comprehend. Also, as mathematics involves multistep problems, the solutions may require several thought processes to come up with a solution. This requires staying actively focused on the given task. Some students find it difficult to maintain this focus, thereby struggle in the problem-solving process.",
    "Mathematics is built on sequential learning. If a concept is not fully understood, it will have an effect on the next concept to be introduced. Understanding the concept is crucial for the learning journey to be comfortable and it is important to consolidate the understanding through questioning, which usually does not happen in our schools. As the mathematical concepts are like building blocks, the foundation has to be firm to move forward. If not, the student may struggle without realising why it is happening.",
    "It is important to realise that the concepts need to be understood and not just learnt. Sometimes, students may solve a problem to obtain the correct answer due to repetition of solving similar problems without actually understanding the meaning behind the procedure. Such students will struggle when they have to deal with more complex problems. A pivotal reason for disengagement of the students is the inability to connect what they are learning with reality. “When am I ever going to use this?” is a question that many ask and I think that it is a valid question.",
    "Another reason for the fear of the subject maybe due to anxiety. Previously experienced discouragement or negative feedback may affect psychologically in bringing down the self-ability. Cultural and social attitudes can also contribute towards this perceived difficulty. Some students may feel that they are not good at it as their parents too were weak in the subject or some others may feel that mathematics can be done only by those who are naturally gifted at it.",
    "Teachers’ role is crucial to change these perceptions. Teachers need to realise that mathematics is an astoundingly visual and intuitive art and that rote learning will remove these important elements which in turn will cause boredom. To many students, mathematics may seem as a form of magic where solutions appear wondrously to problems. Although mathematics involves abstract concepts, it can be taught in such a way to bring meaning into what is being learnt, making connections with reality as far as possible. Visual aids will work wonders with some students in the lower grades. Wherever possible, formulae can be derived with students’ involvement, rather than just writing them on the board and asking them to memorise them.",
    "Going into the history when introducing a new concept can also enhance their curiosity and interest in the subject. Most importantly, the atmosphere in the classroom should be such that questions and discussions are encouraged and appreciated. The students can be encouraged to think of their own ways of solving a problem to heighten the joy of learning. Critical thinking abilities should be strengthened as critical thinking is essential for analysing complex problems and developing creative solutions. We all understand that homework is a part and parcel of learning mathematics but every piece of homework should have a purpose and it can be explained to the students for them to understand why this extra work has been set.",
    "Mathematics is like a building that needs a strong foundation. If the concepts taught in the formative years are not understood properly, there will be gaps in the foundation. These gaps will grow wider with the progression into higher classes. Therefore, it is vital not to move on to a new topic before thoroughly understanding a concept. This is the main reason why mathematics has been so difficult for some students.",
    "Mathematics deals with abstract concepts and these are usually tools that can be applied in multiple scenarios. Although learning mathematics by relating it to real life situations is the ideal for understanding, sometimes it may not be possible to understand the application immediately until more exploratory work is done. But, remember that abstractness is the key ingredient for imagination and all inventions have come about because of imagination.",
    "In mathematical problems usually there is only one right answer unlike other subjects. This means that there is very little room for error. This situation creates an anxiety and fear with some students with the process in trying to obtain the correct answer. It must be stressed to the students that errors are inevitable and that process is more important than the result. Errors should be viewed as strengtheners of the correct procedure and they can be even highlighted to avoid repetition.",
    "Practice and consistency are two effective ways to improve the mathematical skills. A student may feel that a concept is understood but when attempting a problem will not know how to begin. Sometimes a student may feel confident after a lesson following a teacher working out an example, but face challenges when attempting a problem individually.",
    "The remedy for all these is constant practice. This is why in every mathematics textbook a whole lot of exercises are given at the end of each chapter. Perfecting mathematics needs dedication, time and patience. By practicing regularly students can develop a better understanding of concepts, improve problem-solving skills, build confidence in the problem-solving process, retain information and build on previous knowledge. Practice needs time and some students may find it difficult to devote sufficient time for mathematics. Preparing a schedule will help in this process.",
    "Studies show that mathematics is a discipline accessible to all students. Everyone has the right and capacity to be fluent in understanding foundational mathematics. This is in fact necessary in order to understand and participate in our increasingly data filled world. Preconceived notions such as parents’ weaknesses in the subject and views of peers about its difficulty affect a student’s confidence and enthusiasm. Every student must make an effort to discover own potential in mathematics before forming conclusions about own ability.",
    "As mathematics is about practice, everyone can do well despite own perceptions. Having a can-do attitude is the salient factor for success in mathematics. As Stan Gudder quoted “The essence of mathematics is not to make simple things complicated, but to make complicated things simple”.",
    "The author is a senior examiner of mathematics at the International Baccalaureate Organization and an educational consultant at the Overseas School of Colombo.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}