{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/schools-can-help-ease-religion-based-distancing/",
  "time_ut": 1728408960.0,
  "original_lang": "en",
  "original_title": "Schools can help ease religion-based distancing",
  "original_body_lines": [
    "In her article titled “Old Wines in New Democracies: Education in the making” published in The Island of October 1, 2024, Prof. Sivamohan Sumathy, referring to a move which is proposed in the NPP’s election campaign manifesto, commends giving schoolchildren a broader understanding of religions in general, when she welcomes “a holistic civic education where one learns about religions rather than one’s “own” and learns about diversity”. Surely, it will be a decisive first step in the direction of inspiring religious amity.",
    "The proposed scheme will certainly go a long way in building bridges between different religious communities in the country, although it would be upsetting to those who wish to continue the tradition of exposing the children only to the religion of their parents for the fear that learning about other religions would diminish their religious zeal. In a society where people can be parochial enough to fear the extinction of the institution of religion even more than they may fear the very extinction of the human race, the idea of teaching children a religion other than his own may scare many people complacent about the culture of, lets’ say, “one religion, never mind whatever it is”. However, today, even with thousands of missiles whizzing across the sky killing thousands of peace-loving and innocent people, pushing the world to the brink of obliteration, anyone of those single-religion advocates may yet ask, “Bro, I am really worried. What about our religions? Will they be still there in their pristine purity once we are all reduced to ashes”? Tragic, isn’t it? There is little doubt that all those world leaders who are breathing fire and promising sweet vengeance with each provocation have too much of their “own” religious blood coursing through their veins. If only they had an opportunity to transcend the “my religion, my truth, the only truth” mentality in their impressionable years! Let wiser counsels prevail, and, the sooner the better.",
    "The acquisition of the first language is somewhat similar to the acquisition of the (first) religion. Infants acquire both before they are sufficiently cognitively developed to “learn” them in the sense in which learning is generally understood in education. Yet, this “single language – single religion” tradition has apparently done little to make society peaceful. Let’s take language. Being exposed to only one language (monolingualism) in early childhood is not the best way to promote social cohesion. In fact, in the modern world, it is a deprivation and an invitation to introversion. According to research, bilingualism and multilingualism bring many linguistic and non-linguistic benefits to children who will grow up to be more confident, empathetic, more skilled in making friends from different cultural backgrounds, securing better employment, better in learning new languages, etc. For example, according to research, “bilingual preschoolers seem to have somewhat better skills than monolinguals in understanding others’ perspectives, thoughts, desires, and interests” (Bialystok & Senman, 2004; Goetz, 2003; Kovács, 2009). Fortunately, parents and society are informed of the benefits for children who naturally acquire two or more languages rather than one.",
    "Given that they grow up in a multilingual setting, children easily acquire several languages without their parents feeling unduly upset about it. Today parents are too sophisticated to insist that the child should strictly survive on a diet of the parental language so as to be an unadulterated specimen of the ‘ethnicity’, which is falsely identified with the respective language; for example, imagining a Sinhala ‘ethnicity’ joined at the hip with Sinhala language.  However, this sophistication ends where religion begins, so to speak. Not many parents would allow their children to get exposed to a religion other than their inherited one. The reason is obvious – the faith factor, which has no role in language acquisition, but embedded in religion.",
    "Many of us who were destined to start as monolinguals later upgrade ourselves to be bilinguals or multilinguals thanks to the enabling quality of language. With every language a child acquires, she becomes stronger and more competent in social and cognitive skills in addition to being linguistically more versatile. However, the crucial difference between language-acquisition and religion-acquisition in early childhood is that the former hardly gets in the way of the child acquiring a second or third language, whereas the latter inevitably resists another religion being acquired due to the invariable buildup of faith in the first religion which is inherent in the process. The glue that binds the members of any religious community is their unconditional trust in the infallibility of their creed. One may argue that even in language acquisition in early childhood, the child surely develops ‘faith’ in the versatility of the language he begins to use. True enough, but this ‘faith’ never acts as a resistance to the acquisition of the next language in the queue.",
    "Why letting schoolers learn religions other than their ‘inevitable’ religion can give a significant fillip to religious harmony is that this “learning” process, unlike the acquisition process in early childhood, will be the natural learning procedure where cognition takes the centre stage of the entire process, which would not demand faith as the final product. The students as mature learners will use their cognitive faculties to question, understand, reason, reject, analyse, accept, etc. to know rather than believe. Such a holistic approach to the teaching of religion will surely but slowly result in the younger generation learning to take a more sober and balanced approach to the whole idea of religion. Hence, the sooner they implement it, the greater the benefits for all.",
    "It would be a fantasy if anyone thinks of persuading parents to let their children be exposed to several religions. Being the products of the same conditioning process, we would be stricken with a terrible sense of guilt and sin if we were to evade our sacred ‘parental obligation’ to mould our children in “our” religion to the exclusion of all the others. Hence the importance of teaching “religions” as a subject in the school curriculum, which will be a better-late-than-never kind of option. Such a project will bring more benefits to the students if “morality studies” can be made a part of the curriculum placing it in a wide framework in which morals are discussed outside the precincts of religion, examining them in their essential web of links covering all aspects of experiential life.",
    "The historian Yuval Noah Harari says, “History isn’t the study of the past; it is the study of change” (Nexus, 2024). This idea questions the somewhat patronizing attitude that history is just learning about the past and is of no ‘practical value’, unlike STEM subjects (science, technology, engineering and mathematics) that take all the prizes. However, the study of history is much more than learning the dates and events, as Harari points out. It’s time that religion, which has been the responsibility of the family and the tradition, was understood as much more than rituals, narratives of the saints and their uniqueness, codified morals, etc. The inclusion of religions as yet another subject in the school curriculum, where students are allowed to study them without the accustomed inhibitions will be quite timely and relevant in a world in which belligerence is preferred to religious values in solving the most crucial problems.",
    "Perhaps, adult education in this regard, too, may not be irrelevant in the present context, where parents are fixated about the mantra of single-religion. They may be persuaded to look at religion in a broader human context to usher in a better world. Possibly, media can help?",
    "New start in international relations can be highlighted in Geneva",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}