{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102499/easter-attacks-former-sis-chief-assures-full-compensation-payment-within-today",
  "time_ut": 1728281220.0,
  "original_lang": "en",
  "original_title": "Easter attacks: Former SIS chief assures full compensation payment within today",
  "original_body_lines": [
    "The Legal Counsel of former Director of the State Intelligence Service (SIS) Nilantha Jayawardena has informed the Supreme Court that the arrears of the compensation his client was ordered to pay pertaining to the Easter Sunday attacks will be settled and the relevant documentation will be submitted to the court later today (07).",
    "The former Senior DIG and head of the SIS, Nilantha Jayawardana, appeared before the Supreme Court in relation to the contempt of court charges filed against him, for failing to complete the payment of Rs. 75 million in compensation for the Easter Sunday bomb victims as ordered by the court.",
    "The relevant case was taken up before a seven-member Supreme Court judge bench led by Chief Justice Jayantha Jayasuriya this morning.",
    "During the trial, President’s Counsel Chandaka Jayasundara, who appeared for defendant  Jayawardena stated before the court that since his client is an active duty police officer, he is not in a position to demand money from outside parties for payment of the compensation.",
    "President’s Counsel further informed that however, the taking into account the situation, Jayawardena’s friends have come forward to help paying the rest of the compensation that is to be paid and that the relevant amount will be settled to the Office for Reparations through the bank today.",
    "Accordingly, the President’s Counsel requested the court not to hold a contempt of court hearing against the petitioner as he would comply with the court order and pay the full compensation within today.",
    "Following the consideration of the facts presented, Chief Justice Jayantha Jayasuriya stated in the open court that the time period given to the defendant to pay the compensation has already passed. However, the bench of judges ordered that the documents confirming the payment of the relevant money be presented to the court at 1.30 p.m. today and ordered that if the relevant money is not paid according to the Supreme Court order, the proceedings of contempt of court will continue."
  ]
}