{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/tissa-wijeyaratne-at-the-foreign-office-and-briefing-on-the-kgb-in-london/",
  "time_ut": 1728753840.0,
  "original_lang": "en",
  "original_title": "Tissa Wijeyaratne at the foreign office and briefing on the KGB in London",
  "original_body_lines": [
    "(Excerpted from the autobiography of MDD Peiris, Secretary to the Prime Minister)",
    "The Prime Minister had brought in Mr. Tissa Wijeyaratne, a lawyer, and one who had long antecedents in the Communist Party as the Additional Secretary Foreign Affairs, in the Ministry of Defence and Foreign Affairs. Tissa had a good mind and was a witty speaker. I remember once. when I was an undergraduate at Peradeniya University, Tissa addressing a packed “Room A”, the largest hall in the University on some political topic.",
    "Most of the undergraduates were almost equally divided between Communists and Trotskyites during this time, so that Tissa was well aware that his audience consisted of a large number of Trotskyites. His opening sentence was “Trotskyites of the world unite. You have nothing to lose but your brains!” This was of course an invitation to pandemonium, which duly reigned for quite sometime, until a harassed presiding officer restored some degree of order and silence. That was Tissa.",
    "I was wondering how he was going to fit into a bureaucracy. He was brought in partly due to the coalition politics of the day, but partly also to give a complacent Foreign Ministry a bit of a shake up. Tissa started in characteristic style. He told a meeting of officers of the Foreign Service that the Ministry was Foreign because the behaviour and attitudes of members of the diplomatic service were foreign to Sri Lanka. He went on to add that he would initiate a scheme whereby those returning to the country, particularly after an assignment in a Western country would be posted to a Kachcheri where he or she would be exposed to a dose of grass-roots District Administration.",
    "He went further and said that he intends to make posts in the Foreign Service and the domestic Administrative Service interchangeable. All this was stirring stuff and it certainly created the stir that Tissa probably intended and without doubt enjoyed. Tissa was voluble and ebullient. WT Jayasinghe the Foreign Secretary was his complete opposite. He was taciturn and laconic. It was a most interesting mix, but a mix that the Prime Minister thought after some time to be unsustainable. She developed a fear that Tissa would bulldoze WT, and craft his own agenda which could possibly lead to our having two foreign policies!",
    "She thereupon told me that she was going to institute a Committee on Foreign Affairs consisting of W.T, Tissa, Alif, the Secretary to the Cabinet, and myself. The Committee was to clear any important foreign policy issue before it reached her, and also to engage in a considerable degree of formal planning and forward thinking. She wanted me to Chair this Committee. Long before the concept of a neutral umpire evolved in the game of cricket, my role was to be a neutral umpire in the overall management of foreign policy.",
    "I had serious doubts about the practical working of this Committee. I was of the view that many of the problems that the Foreign Ministry should deal with in the course of their ordinary work, would be shunted to this Committee. Given the busy nature of the duties of the members and their already heavy responsibilities, I felt that the Committee could become a bottleneck; and most importantly I was of the view that the Foreign Secretary’s position should not be devalued.",
    "I discussed all these matters with the Prime Minister. It led to her modifying the role of the Committee to being more of a think-tank, and she agreed that WT should Chair it. But WT strongly proposed that I should Chair it. He was sensitive to Tissa’s presence, and he was quite certain that I, with the weight of the Prime Minister’s office behind me should be the best person to Chair the Committee. I reluctantly acquiesced. The Foreign Service supported me fully. They also felt that in the context of things, the Secretary to the Prime Minister was the best person to Chair this group. They also paid me the further compliment of stating that my personal qualities also ideally suited me to the task.",
    "I got on well with Tissa. I was never put off by the surface noise. I always looked for underlying meaning. Tissa appreciated this. Alif as usual was very balanced and helpful. Together, we were able to restore the kind of balance that the Prime Minister wanted. I was especially careful to encourage Tissa to speak out. Our mandate from the Prime Minister was to restore balance, not to establish a dead conformity or to prevent the articulation of differing views.",
    "Amidst all this, I was invited by the United States Embassy in Colombo to Chair the Joint Committee of Sri Lankans and Americans to select a person for the Eisenhower Award. This was a prestigious award which takes the awardee to the United States for a period of some months, and an opportunity for him or her to engage in high level intellectual and social activities. This meant meetings of the Committee leading to the final selection by interview.",
    "The candidates were finally pared down to two, Mr. K.H.J. Wijayadasa of the Administrative Service and formerly of the Civil Service, and Mr. Mangala Moonesinghe a Member of Parliament. After interviewing both candidates, the Committee was of the view that it was virtually a dead heat. But Mr. Moonesinghe was finally selected, because no member from the legislature had gone on this award previously, and it was thought that with such a good candidate, it was time this happened. We also identified an appropriate award for Mr. Wijayadasa to go on, later.",
    "In June 1974, I had to leave for London to attend the “Senior Security Administrators’ Course” organized by the British authorities. The Inspector General of Police Mr. Stanley Senanayake strongly advocated that I should attend this course. I certainly did not wish to stand in the way of someone from the police going for this, and I suggested to the IGP that he select one of his senior officers. But the IGP said that this course was more tailored towards high officials from Prime Minister’s offices; Cabinet offices etc, and the course content dealt substantially with matters such as security of documents; security of information flows; issues pertaining to electronic surveillance, etc. I therefore went.",
    "It was certainly very useful. During a week, I learned so many aspects that I was not aware of before, and refined my thinking on some of those which I thought I already knew. The preponderance of attendance encompassed senior civilian officials from the Prime Minister’s offices; Cabinet offices; and Ministries of Defence. There were many participants from African countries. Some of them irritated the course directors, because of their habitually late attendance, and visible drowsiness after lunch. The British were as usual polite, but in the case of one recurring offender they resorted to understated sarcasm, about his constant late attendance.",
    "The rapier in this instance was met with a club. The gentleman concerned stated with a note of surprised indignation, that the course started too early in the morning (9 a.m.); that the course hours were too long; that this did not provide any time for shopping! And that in any case when they came out to London, his government expected him to do other work as well. This statement also received sympathy in some quarters of the room.",
    "The British course directors were speechless. Apparently, no previous experience had prepared them for such a confident assertion of chaos as far as their course was concerned. But they had to patiently deal with the problem. As far as I was concerned, as I have mentioned previously, I was schooled in a tradition that underlined that when you go abroad you represent your country, and that you must do nothing to bring discredit upon it. I was therefore always punctual, and temperamentally since I didn’t much care for visiting Soho by night, managed to get sufficient sleep, and was therefore fairly alert during the day.",
    "This did not go unnoticed and resulted in the development of considerable rapport between the course hierarchy and myself. I was introduced by them to an intelligence operative, who was working on South Asia, and whose responsibilities seemed to include keeping track of Soviet KGB operations in the region. In the course of conversations, he gave me details of a senior KGB agent working under cover in the Soviet Embassy in Sri Lanka. This was quite important. Sri Lanka as a non-aligned country having good relations with all did receive sensitive information from diverse sources. The Soviets would tell us about CIA and other Western agents, and the West would periodically tell us about Soviet agents.",
    "Although I had nothing to do with this particular field, I was aware it was happening. I thanked the British for the information and said I would take it up when I got back. In the meantime, our interesting course continued. Being a British course, naturally almost the sole emphasis was on KGB activity, KGB penetration and KGB methods. On one occasion we were put into different syndicate groups and each group was told to identify the security threats to the countries of group members.",
    "We had members from Asia and Africa in most groups, and my group also had the Cabinet Secretary of the Bahamas, an intelligent and articulate gentleman. In the confidentiality of group discussion, he said that the biggest security threat to his country was from the CIA! He was certainly not going to come out with it however, on a British course. Most of us had similar difficulties, for we were aware that we were subject to intelligence surveillance and action including funding of local groups by agencies of both East and West. The British may not have been so naive as to expect candor from us. Perhaps, they were just testing our reactions.",
    "Possession is Nine-Tenths of the Law – Land Disputes in the Mahaweli",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}