{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Vajira-Mano-appointed-to-Access-Engineering-Board/34-768548",
  "time_ut": 1730150104.0,
  "original_lang": "en",
  "original_title": "Vajira, Mano appointed to Access Engineering Board",
  "original_body_lines": [
    "Top professionals Dr. Vajira Kulatilaka and Manoha Rajakariar have been appointed as Independent Non-Executive Directors on the Board of Access Engineering PLC.",
    "Kulatilaka holds a BSc in Civil Engineering with First Class Honours from the University of Moratuwa and an MSc in Industrial Engineering and Management from the Asian Institute of Technology, Thailand. He is also a Chartered Financial Analyst and has obtained Fellow Membership of the Chartered Institute of Management Accountants UK.",
    "Kulatilaka had an illustrious career at NDB Investment Bank from 2001 till his retirement. Prior to that, he also worked at Sampath Bank, USAID, and CKN Fund Management. He served as the Chairman of the Colombo Stock Exchange from 2014 to 2017 and Chairman of the South Asian Federation of Exchanges from 2015 to 2017 and as a Council Member of the University of Moratuwa from 2015 to 2019. He held directorship in a number of listed and State enterprises. Currently, he is an Independent Non-Executive Director of Sampath Bank PLC, Printcare PLC, Printcare Digital Solutions Ltd., Hemas Hospitals Ltd., and LTL Holdings Ltd.",
    "Rajakariar has had a notable career that has lasted more than 30 years. Until June 2024, he served as the Chief Financial Officer at South Asia Gateway Terminals (SAGT), where he played key roles in both the Executive Committee and senior management.",
    "Prior to joining SAGT, Rajakariar was an Executive Vice President and Group Financial Controller of John Keells Holdings PLC (JKH).",
    "He joined the John Keells Group in 1996 and initially was the Sector Financial Controller for the Tea Broking and Plantations Sector, later, the CEO of their Shared Services arm, and finally held the position of Group Financial Controller before joining SAGT in 2018.",
    "Rajakariar previously held positions at Coopers and Lybrand (PWC) in Sri Lanka and Malawi, where he gained valuable experience in audit assurance and risk and compliance practices.",
    "Rajakariar holds respected qualifications from The Institute of Chartered Accountants (CA) Sri Lanka, Chartered Institute of Management Accountants UK, and the Institute of Certified Management Accountants of Sri Lanka and is a Fellow Member of all three institutions, bringing a wealth of knowledge and expertise to the table.",
    "Moreover, his engagement in professional and community endeavours is demonstrated by his membership on the Ethics Committee at CA Sri Lanka. He also serves as an Independent Non-Executive Director of Alumex PLC, Hayleys Fibre PLC, and Digital Mobility Solutions Lanka Ltd. (PickMe).",
    "With the latest appointments, the Board of Access Engineering PLC comprises Chairman S.J.S. Perera, Executive Vice Chairman J.C. Joshua, Managing Director D.A.R. Fernando, S.H.S. Mendis, S.D. Munasinghe, K.A.M.K. Ranasinghe, N.D. Gunaratne, S.D. Perera, D.S. Weerakkody, Shamal Perera, C.V. Kulatilaka, and M. Rajakariar."
  ]
}