{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-finances-lesi-pay-launches-sri-lankas-first-end-to-end-smartphone-financing-with-doorstep-delivery-phone-upgrade-protection/",
  "time_ut": 1758200580.0,
  "original_lang": "en",
  "original_title": "Dialog Finance’s Lesi Pay Launches Sri Lanka’s First End-to-End Smartphone Financing – with Doorstep Delivery, Phone Upgrade & Protection",
  "original_body_lines": [
    "Dialog Finance PLC, Sri Lanka’s emerging Fintech leader has announced the launch of three landmark service features under its Lesi Pay device financing model – introduced for the first time in Sri Lanka. This initiative reinforces Dialog Finance’s commitment to innovation, affordability, and inclusivity with the vision of placing a smartphone in every Sri Lankan’s pocket.",
    "Lesi Pay, Dialog Finance’s flexible easy-payment solution available through the Genie app, now offers customers a choice of three unprecedented, first-to-market features: convenient doorstep delivery of smartphones on easy instalments, cost-effective smartphone upgrades via a buy-back programme, and an essential device protection scheme. These enhancements align with Dialog Finance’s digital-first mission to remove traditional barriers to device ownership by offering instant approval without the need for credit cards, guarantors or paperwork. Customers can check their eligibility via the Genie app, make a minimal down payment , and enjoy up to 18 months of flexible repayment with no hidden fees.",
    "With the introduction of Doorstep Delivery, the entire process from device selection to Loan repayment can now be completed on the app, with the smartphone delivered directly to the customer’s home, within three working days. This eliminates the need to visit a Dialog Experience Centre, providing customers with a seamless end-to-end digital financing experience. Lesi Pay’s doorstep delivery isn’t just about convenience, it’s about empowering customers with a fast, easy service that saves both time and money.",
    "Additionally, the new Smartphone Upgrade feature enables customers who have purchased a device using Lesi Pay within the last 15 months to trade in their existing phone at any Dialog Experience Centre for a newer model. Eligibility can be verified via https://tradeupgo.com, The value of the traded device is then deducted from the cost of the new one, ensuring continued affordability and access to the latest technology. Finally, the newly introduced Device Protection scheme, Shield – powered by ProTech offers cover against accidental damage, theft and malfunction. This optional value-added service, launched by Dialog Finance in partnership with ProTech, reflects a commitment to providing not only accessible financing, but also long-term security and peace of mind for mobile users across Sri Lanka.",
    "Through these pioneering enhancements to Lesi Pay, Dialog Finance reaffirms its leadership in digital innovation by creating affordability, making smartphone ownership more accessible and empowering more Sri Lankans to participate in an increasingly connected, digital-first economy with greater convenience, flexibility and confidence.",
    "Colombo Coffee CEO Kushan Samararatne triumphs at CPM Leadership Awards 2025",
    "CEAT Kelani honours top dealers with ‘Autobahn 2.0’ convention & awards gala",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}