{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100495/sri-lankans-in-north-suffer-the-most-state-minister-stresses-on-india-sri-lanka-fishermen-issue",
  "time_ut": 1720938840.0,
  "original_lang": "en",
  "original_title": "‘Sri Lankans in North suffer the most’; State Minister stresses on India-Sri Lanka fishermen issue",
  "original_body_lines": [
    "Stressing the need to hold a discussion on the fishermen issue between Sri Lanka and India, Sri Lanka’s State Minister of Foreign Affairs Tharaka Balasuriya emphasized that both countries must look into this ‘long-lasting issue’ from a sustainable perspective.",
    "During an interview with India’s NDTV, State Minister Balasuriya expressed that this issue has persisted for a very long period of time.",
    "“In the Foreign Ministry, I was reading some old notes of when the Indian Prime Minister Neru visited Prime Minister Bandaranaike in 1950s, and top in the agenda was the fishermen’s issue. So, this has persisted for a long period of time..,” Balasuriya said.",
    "Furthermore, the Foreign Affairs State Minister stressed that the people in the North of Sri Lanka are the most affected community as a result of this problem, adding that the Tamil Nadu government needs to realize that.",
    "“If you see the problem, it’s not one or two Indian fishermen who come for fishing in the Sri Lankan waters. It is thousands of fishermen coming for fishing in the Sri Lankan waters…”",
    "“You need to realize that the people in the North of Sri Lanka have suffered the most. I think the Tamil Nadu government also needs to realize that. They have suffered as a result of the war which was in place for a period of over 30 years and now they are suffering because they can’t make a livelihood from fishing”, he stressed.",
    "Balasuriya also weighed that it is required to halt some of the destructive fishing practices carried out by the Indian fishermen in Sri Lankan waters. “Also I think some of the practices carried out by the Indian fishermen such as bottom trawling, we need to stop that”, he said.",
    "Commenting further, the Sri Lankan State Minister said: “So both countries need to get together in order to address this problem. I think that’s why the greater connectivity of Sri Lanka and India is also good. “",
    "“Usually the people who are in the fishing…if one’s father is a fisherman, the son also becomes a fisherman. If there’s more connectivity in other areas of opportunities like tourism where they can even make more money… then less people will get into fishing”, Balasuriya added.",
    "“India and Sri Lanka has to look at fishing in such a sustainable perspective”, he highlighted.",
    "Watch #NDTVDialogues with Sonia Singh (@soniandtv) | \"India-Sri Lanka need to talk on fishermen issue\": Sri Lanka's Minister of State for Foreign Affairs Tharaka Balasuriya (@TharakaBalasur1) pic.twitter.com/FsyDtV9J92— NDTV (@ndtv) July 13, 2024"
  ]
}