{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Foreign-observers-at-polls-Evolution-of-the-concept-and-practice-of-election-observation/4-767718",
  "time_ut": 1728419503.0,
  "original_lang": "en",
  "original_title": "Foreign observers at polls: Evolution of the concept and practice of election observation",
  "original_body_lines": [
    "Ideals and values of the organisation as well as the duty of transparency and communication appears to bear upon how elections are observed – Pic by Shehan Gunasekara",
    "The question then arises as to whether all this makes them independent observers or observers who are partial to the sending organisation. The answer is of a binary nature. They are independent in so far as their functioning in the receiving country is concerned. They are required to not take sides in a contest, but to diligently observe whether the conduct of the election was free and fair. The agreement or understanding reached with the national agency and the mandate or the terms of reference under which the organisation concerned nominates the election observers are applicable here. This notwithstanding, there is no denying the fact that the observers bear partiality towards the sending organisation, which means that they uphold the ideals and values of that organisation at all times during their mission",
    "The Sunday Times, in its 29 September 2024 issue, features a news story titled “Startling revelations: concerns over foreign observers’ role at polls.” It quotes the heads of election observer missions from the Commonwealth and the European Union as having said that “their report would go beyond election observation to the country’s political climate and human rights.”",
    "It also states there was “the admission that the EU Observer Mission was here to ensure that Sri Lanka complied with international treaties” relating to human rights, to which it is a state party. “The purpose of their visit was more—or their job description as Election Observers—a misnomer.”",
    "According to the news story “the final report of the EU observers in particular and their wide-ranging recommendations will feed back into the … political processes (of EU) as conditionalities on Sri Lanka on multiple fronts…and in human rights fora.” The multiple fronts include “GSP”.",
    "It makes one fear that there is a real danger for Sri Lanka arising from election observation involving the Commonwealth and the European Union. That is a concern that is better left to the two organisations to address or clarify. It prompts one, however, to raise the question of what “election observation” entails in the context of the Commonwealth and the EU in today’s democratic landscape, as well as in modern context.",
    "First and foremost it is pertinent to note that intergovernmental organisations, in this case the Commonwealth and the EU, nominate election observers, at the request of the national agency (say, the Election Commission) which in turn provides support for the observers to perform their assigned tasks.",
    "It is common knowledge that the group of election observers presents its report to the national agency on the conduct of the election, immediately following its conclusion, or as and when it considers it appropriate to do so. Election observers often issuing media releases or holding press meets sharing the highlights of observations and recommendations has become part of the modern playbook on election observation. As has been demonstrated in several democracies around the world, election observation and public reporting of recommendations are a transparent process in themselves.",
    "It is also common knowledge that the mandates or the terms of reference under which election observers are nominated by intergovernmental organisations contain, as well the required provisions for communication between them and their experts on the mission. The fact that the organisations concerned owe a duty of transparency to member states on all their activities makes communication imperative.",
    "The question then arises as to whether all this makes them independent observers or observers who are partial to the sending organisation. The answer is of a binary nature. They are independent in so far as their functioning in the receiving country is concerned. They are required to not take sides in a contest, but to diligently observe whether the conduct of the election was free and fair. The agreement or understanding reached with the national agency and the mandate or the terms of reference under which the organisation concerned nominates the election observers are applicable here. This notwithstanding, there is no denying the fact that the observers bear partiality towards the sending organisation, which means that they uphold the ideals and values of that organisation at all times during their mission.",
    "In reality it is in the intersection between the two adjuncts of the answer, namely functional independence and partiality, that the observation of “free and fair” election lies as far as election observers from intergovernmental organisations are concerned. Ideals and values of the organisation as well as the duty of transparency and communication appears to bear upon how elections are observed.",
    "This development contrasts sharply with the concept and practice of election observation as was understood two decades ago. The national agency of a country (say, the EC), which then conducted the election, used to invite election observers either directly or through intergovernmental organisations, or by following a combined approach. It was logical therefore that observations and recommendations made by election observers, given their disparate membership, often lacked coherence or consistency, leaving in their wake lingering questions about legitimacy of the election itself.",
    "International norms have since evolved considerably. The UN in particular, as well as some intergovernmental organisations and international non-governmental organisations, have contributed norm-building in this arena, which helps to shape or clarify the criteria or benchmarks applicable for the conduct of free and fair elections. Consequently intergovernmental organisations such as the Commonwealth and the European Union insist on respect for such norms and are guided in their election observation missions by their respective ideals and values and mandates.",
    "It follows, therefore, that in observing elections held in a state, party to international human rights treaties including the ICCPR, intergovernmental organisations such as the European Union and the Commonwealth require certain criteria to be met. Especially in the case of the European Union, it is that in the conduct of “free and fair” elections, respect for the norms contained in the specific provisions of such treaties should be fully manifested.",
    "Among the norms remain the right to freedom of peaceful assembly, freedom of movement, freedom of expression and opinion, the right to vote, the right to equality, the right to freedom from fear and intimidation, the right to freedom from arrest and detention, freedom of conscience, accessibility, the right to freedom from discrimination against women and minorities, among many others.",
    "Compared with this development, however, the concept and practice that existed over two decades ago, made possible disparate membership of an election observation group, often not bound by a consistent set of agreed standards. The idea of election observation was thus limited to observing whether an election held was ‘free and fair’ in the manner the terms were understood in a technical sense. Which was devoid of a clear relationship to the full range of norms contained in the international human rights treaties, which the receiving state is party to.",
    "Besides this, different benchmarks or criteria were often applied by members who together comprised the disparate election observation group, then in deciding how free and fair or otherwise an election was.",
    "The qualitative difference of contemporary practice consists in its emphasis on human rights and related norms. Intergovernmental organisations such as the Commonwealth and the European Union as well as national agencies in charge of elections in several democracies, reflect this transformation in the contemporary concept of election observation.",
    "The EU, for instance, already monitors progress in the implementation of obligations arising from international human rights treaties to which Sri Lanka is party. It does so as part of its continuing mandatory review of Sri Lanka’s GSP + commitments. There is conceivably no special need, therefore, for the EU to link that review to election observation. It is because the GSP + review threshold is much higher in its own right, and the state is under obligation to show progress on all action points, irrespective of whether EU participates in election observation or not.",
    "(The writer is former Permanent Representative of Sri Lanka to the UN in Geneva; and former Co-chair of the EU-Sri Lanka Working Group on Governance, Rule of Law and Human Rights.)"
  ]
}