{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Election-on-shifting-sands/4-760228",
  "time_ut": 1712101441.0,
  "original_lang": "en",
  "original_title": "Election on shifting sands",
  "original_body_lines": [
    "The meeting was Basil Rajapaksa’s way of telling President Wickremesinghe and his lotus-bud backers that the SLPP will not be Comet Ranil’s tail. Basil Rajapaksa wants a parliamentary election first. The only way to mitigate the SLPP’s impending defeat is gaining a handful of parliamentary seats, therewith some bargaining power. Having the presidential election first would not work as well for the SLPP. Even in the extremely unlikely event of Ranil Wickremesinghe winning, that victory will lift not the SLPP boat; only the UNP boat. Even in his current SLPP-dependent state, Ranil Wickremesinghe is no puppet of the Rajapaksas. A President Wickremesinghe with a popular mandate would be totally beyond not just Rajapaksa control but also Rajapaksa influence",
    "“We too live in a time when political structures we inhabit are fluid and perhaps on the cusp of great and potentially dangerous changes.” – Richard Whatmore (The end of enlightenment)",
    "Namal Rajapaksa had his crowning as crown prince last week. The SLPP titled the Tangalle meeting, “Let’s begin the Battle from Hambantota”. Battle to return the Rajapaksas to power under a President Namal, if not in 2024, then in 2029; or someday. In the propaganda images, young Namal is foregrounded, kurahan shawl and all, against a backdrop of Mahinda and Basil Rajapaksa. The new trinity. The SLPP going through generational change. Torch of leadership passing from father and uncle to son/nephew. The SLPP is the only Lankan party founded to enthrone a family. It can renew itself only by staying the same.",
    "At Namal Rajapaksa’s crowning, Father Mahinda and Uncle Chamal were prominent presences (the latter made a speech, the former didn’t). Uncle Basil stayed out of limelight, but this was clearly his show. He was paid due obeisance by most of the speakers, starting with nephew Namal. Uncle Gotabaya, though, was Banquo’s ghost, silent, barely acknowledged, yet omnipresent. After all, the succession fest was so downbeat because it happened in a politico-economic context Gotabaya Rajapaksa, more than anyone else, helped create – a bankrupt country full of hurting and angry people. That reality could be seen in the not quite natural smiles of the leaders, the vacant looks of the followers, the blustering on stage, and the general air dispiritedness.",
    "Days after the final Eelam war ended, President Mahinda Rajapaksa was hailed as High King (Maha Raju), and ‘the god who won the land’ (derana dinu devidun). Rajapaksa political outfits were more than traditional parties; they emanated not just the odour of monarchy but also the intoxicating aroma of religion. Last week’s gathering in Hambantota showed a crowd of worshippers whose faith is shaken, who don’t see a clear path ahead to their own paradise. Believers who have lost their inner fire.",
    "Namal Rajapaksa did his best to rekindle the flame of unquestioning faith. But oratory is obviously not his thing. He can copy his father’s moustache, but not Mahinda Rajapaksa’s capacity to electrify a crowd of supporters. His speech is of interest only because it helps us understand the new Rajapaksa thinking – which is the same as the old Rajapaksa thinking. He claimed a hundred-year political history for his family. He said that several generations, born and still to be born, are in debt to them. He repeated Uncle Gotabaya’s conspiracy theory without mentioning the said uncle’s name even once. He showcased his father as the great liberator and saviour and Uncle Basil as the founder of the party. The rest of his speech was a hodgepodge of standard Rajapaksa markers: desheeya chinthanaya (national thinking), Mahinda chinthanaya (Mahinda thinking), war heroes, nation, religion, culture, we turned Hambantota into an international air and naval centre, desheeya arthikaya (national economy), desheeya sampth (national assets), it’s easy to bring cheap imports and feed (the people) here, the village... Nativism spruced up with technology.",
    "Other than anointing Namal as the king-in-waiting, the meeting obviously had two purposes. First, lay full claim to the 6.9 million. “Our Father’s 6.9 million,” as Namal Rajapkasa phrased it (he’s into the royal plural). The meeting is the Rajapaksa response to those who are trying to claim a slice of the 6.9 million for themselves (from Wimal Weerawansa to Dilith Jayaweera of Kelani cobra infamy). It is also an attempt to thwart those who are actually making heavy inroads into the Sinhala-Buddhist vote base of the Rajapaksas, the JVP/NPP. Basil Rajapaksa would know that the SLPP has not a snowball’s chance in hell of winning any national election, presidential or parliamentary. But sitting out, not-contesting, would be tantamount to political suicide.",
    "Equally obviously, the meeting was Basil Rajapaksa’s way of telling President Wickremesinghe and his lotus-bud backers that the SLPP will not be Comet Ranil’s tail. Basil Rajapaksa wants a parliamentary election first. The only way to mitigate the SLPP’s impending defeat is gaining a handful of parliamentary seats, therewith some bargaining power. Having the presidential election first would not work as well for the SLPP. Even in the extremely unlikely event of Ranil Wickremesinghe winning, that victory will lift not the SLPP boat; only the UNP boat. Even in his current SLPP-dependent state, Ranil Wickremesinghe is no puppet of the Rajapaksas. A President Wickremesinghe with a popular mandate would be totally beyond not just Rajapaksa control but also Rajapaksa influence.",
    "When asked whether the Rajapaksa component of the SLPP would support Ranil Wickremesinghe at a presidential election, Mahinda Rajapaksa said he was unaware of such a decision. The people are extremely critical of the Government, he said, adding, “We are ready to take power. For that we will get out at the right moment.” And at the Tangalle meeting, Namal Rajapaksa was anointed as king-in-waiting, plus enabler and defender of Sinhala-Buddhist Lanka.",
    "Just as Benjamin Netanyahu tried to make use of the 7 October Hamas massacre to remain in power, the Rajapaksas in general and Gotabaya Rajapaksa in particular made use of the Easter bombings to gain power. Israel hard right was delighted with the Hamas attack because it discredited and weakened those Jews who stood up for Palestinian rights and supported a two-state solution",
    "A searing image from the last months of Gotabaya Rajapaksa presidency was the long lines outside the Passport Office. Sri Lankans queuing up for a chance to leave Sri Lanka.",
    "In the year between June 2022 and June 2023, Lankan population declined by 144,395 – another first in post-independence history. The reason was migration. In that year, 222,715 Lankans left the country.",
    "In 2019, Gotabaya Rajapaksa was elected on a mandate of Change. Youth in general and first time voters in particular backed him in large numbers. In the aftermath of the election, young people ran around painting walls. The paintings mostly featured ancient kings, ancient monks, and modern soldiers, a clear indication of the majoritarian-supremacist nature of his vote base and his mandate. As he mentions in his book, his victory enabled Sinhala-Buddhists to reclaim their land. “One of the reasons why I was elected President was because of the feeling that the Sinhalese had lost their rightful place in their own country…” That project of naked majoritarian supremacism ended with a majority of the majority wanting to get the hell out of Sri Lanka. The war turned Tamils into boat people. Rajapaksa economics turned the Sinhalese into boat people.",
    "Just as Benjamin Netanyahu tried to make use of the 7 October Hamas massacre to remain in power, the Rajapaksas in general and Gotabaya Rajapaksa in particular made use of the Easter bombings to gain power. Israel hard right was delighted with the Hamas attack because it discredited and weakened those Jews who stood up for Palestinian rights and supported a two-state solution. For example, the chief rabbi of the IDF’s Nahal Brigade base said that the month since 7 October had been the “happiest month of my life since I was born. The people of Israel rise in stature, rise in rank, we finally found out who we are…” Rabbi Eli Sadan, head of a pre-military academy in the West Bank settlement of Eli, agreed. “This period will be recorded in the history of the Israeli nation as a wonderful period… There will be no more Gazans in Gaza” (+972 Magazine – 20.3.2024).",
    "Similarly, the Easter Sunday massacre provided the SLPP with enough tailwind not just to win presidential and parliamentary elections (the party would have won anyway) but to win huge. And, as Benjamin Netanyahu did in Israel, the Rajapaksas too spurned the middle-ground and occupied the extreme. Disaster ensued, but the Rajapaksas have learnt nothing from the ills they brought upon the country and on themselves. At the end of his book, Gotabaya Rajapaksa laments that “Sinhalese and particularly the Sinhala Buddhists are being taken for granted, ignored, side-lined, downtrodden, and humiliated by various foreign and local powers…”",
    "To succeed politically and electorally, a familial project has to be located within an ideological framework capable of manufacturing a concurrence between the interests of the family the interests of the larger community (racial, religious or tribal). The Rajapaksas depicted familial rule and dynastic succession as necessary preconditions for the restoration of Sinhala dominance in Sri Lanka. Winning the war gave this claim unrivalled credibility and enormous politico-electoral traction. This quid pro quo – Rajapaksa rule in return for majoritarian dominance – characterised the second Mahinda Rajapaksa presidency and the brief Gotabaya Rajapaksa presidency. Even in January 2022, Gotabaya Rajapaksa’s popularity ratings were higher than those of Sajith Premadasa and Anura Kumara Dissanayake. It would take the total breakdown of everyday life to wean a majority of Sinhala-Buddhist voters away from the Rajapaksa fold.",
    "According to the latest CPA survey, 94% of Lankans agree that ‘those who are responsible for the economic crisis should be held accountable’. The memories still remain of interminable queues for almost everything necessary to sustain life. Saving the (Sinhala) nation from the perennial enemies is the only salvation the Rajapaksas have. It wouldn’t be enough for victory. But it might suffice to tread-water, until the arrival of better times.",
    "To succeed politically and electorally, a familial project has to be located within an ideological framework capable of manufacturing a concurrence between the interests of the family the interests of the larger community (racial, religious or tribal). The Rajapaksas depicted familial rule and dynastic succession as necessary preconditions for the restoration of Sinhala dominance in Sri Lanka. Winning the war gave this claim unrivalled credibility and enormous politico-electoral traction. This quid pro quo – Rajapaksa rule in return for majoritarian dominance – characterised the second Mahinda Rajapaksa presidency and the brief Gotabaya Rajapaksa presidency",
    "According to the CPA survey, 60.2% of Lankans are aware of the IMF’s recommendations on policy and structural changes (made as part of its governance diagnostic exercise). Nearly 70% of Lankans believe that the IMF recommendations ‘are important for Sri Lanka to overcome the current economic crisis’.",
    "Ranil Wickremesinghe’s presidency, for all its adequacies, managed to stop Sri Lanka from sliding to the rock-bottom of economic ruin. That could have been his winning card. Instead, and against all logic, he hoped to win the next Presidential election with Rajapaksa support. He should have known that the Rajapaksas have nothing to gain by backing him at any election. After all, had it not been for 9 July (2022), the Rajapaksas would have dumped him and appointed Dhammika Perera in his place.",
    "The timeline makes their plans clear. On 9 June, Basil Rajapaksa publicly asked Brother Gotabaya to appoint a SLPP member as PM. Over the next fortnight, Dhammika Perera paid his back taxes, joined the SLPP, and was appointed to Parliament. On 24 June, President Gotabaya presented him with a mega-ministry with seven key institutions, including BOI, Port City Commission, and the Department of Immigration and Emigration department. On 6 July, Perera read out to the media a prepared statement titled, Sri Lanka’s finance minister’s plan for disaster and demanded Ranil Wickremesinghe resign from finance ministry. On 8 July, President Gotabaya placed three more institutions under Perera, including Rakna Lanka and Selendiva. On 9 July, the Aragalaya saved Wickremesinghe’s political life.",
    "Had Wickremesinghe focused on winning over the voting masses (instead of winning over SLPP parliamentarians), he wouldn’t be lagging so much behind Anura Kumara Dissanayake and Sajith Premadasa. Not upending structural changes but small adjustments with major impacts could have sufficed. For instance, 40% of Lankan women and girls within menstruation age have given up using sanitary napkins due to economic reasons. The Government plans to give a monthly voucher to school girls to buy sanitary pads. Wouldn’t it make more sense to remove the huge indirect tax burden on this female-essential, thereby reducing its price by almost half?",
    "According to publicfinance.lk, sanitary napkins are being taxed at a higher rate (47.1%) than gold jewellery (30.6%), raw silk (22.3%), golf clubs and golf balls (22.3%), and military artillery weapons (22.3%). What kind of economy, what kind of country is this? Add the decision to abolish special interest rates for senior citizens (down from 15% to less than 8%). The composite is of a political class focused on special interests and indifferent to the pain of the real have-nots. After all, even the JVP/NPP is more anguished about higher direct taxes on professionals than about higher indirect taxes which especially penalises poor women and girls.",
    "Ranil Wickremesinghe promised to implement a political solution to ethnic problem but backed down when political monks – and the SLPP – objected. His promise to abolish the executive presidency too never went beyond words. His justice minister almost introduced a new law reducing statutory rape age to 14. His law and order minister engineered the appointment of a convicted torturer as IGP and oversaw the passing of a repressive and retrogressive online safety bill. Wickremesinghe’s zero-tolerance for political protests has wiped out his liberal sheen without conferring on him the aura of strong leader. He is seen as both weak and repressive. Given his remarkable success in restoring some normalcy and stability (he ended the queues within two months of assuming presidency – no mean feat), he should have been leading the presidential candidate pack. As it is he is trailing two contenders whose capacity to guide Sri Lanka on the road to recovery is, at best, unknown.",
    "According to the newest HDI Report, the world is beset with a ‘democracy paradox’. While 90% support democracy globally, over half also support ‘strong leaders’ ready to undermine democracy and rule of law to get things done. There is no reason to think Sri Lanka is an exception to this paradox.",
    "At a recent NPP women’s meeting in Puttalam, JVP heavyweight Tilvin Silva said, “We have already won. But to undertake the massive social transformation we hope for there’s no point in making shaky governments. No point in making governments with 113 (majority). We need a strong power. There must be a strong power enabling us to do anything. They took a strong power to destroy this country. We need a strong power to rebuild this country. Therefore, we must all get together and create a government of very great power which cannot be defeated by enemies and shaken by conspiracies…”",
    "Enemies and conspiracies: that perennial Rajapaksa mantra. For Gota, Gota Go Gama was enemy and conspiracy. Now the JVP/NPP wants a massive mandate to beat back enemies and conspiracies. The sense of déjà vu is inescapable."
  ]
}