{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/EU-Election-Observation-Mission-gives-thumbs-up-for-fair-and-peaceful-election-highlights-areas-for-improvement/56-767050",
  "time_ut": 1727122381.0,
  "original_lang": "en",
  "original_title": "EU Election Observation Mission gives thumbs up for fair and peaceful election, highlights areas for improvement",
  "original_body_lines": [
    "EU Parliament Member and EOM Chief Observer Nacho Sánchez Amor gestures during the media briefing yesterday in Colombo, flanked by Deputy Chief Observer Inta Lase (right) and Press Officer Marek Mracka - Pic by Lasantha Kumara",
    "EU EOM Chief Observer Nacho Sánchez Amor praises smooth transition of power, cites it rare compared to other countries",
    "Expresses disappointment over imposing curfew, calling it unnecessary and contradicted peaceful atmosphere reported by EC",
    "Outlines summary of preliminary statement post-election, adding reforms are needed to further improve electoral processes",
    "Raises concerns over unprecedented number of candidates, lack of female representation, campaign financing issues",
    "Flags off misuse of incumbency, including salary increments and social benefits during campaign",
    "Points to media biases; hostile rhetoric, manipulated content on social media and disregard for campaign silence online",
    "The European Union (EU) Election Observation Mission (EOM) to Sri Lanka yesterday presented its preliminary findings on the 2024 Presidential election, describing it as a pivotal step for the country following the economic and political crises of 2022.",
    "“The Election Commission (EC) conducted the process independently and with resolve, ensuring transparency at all key stages of the election. The election itself offered voters genuine political choices and the campaign was largely peaceful and energetic,” EU Parliament Member and EOM Chief Observer Nacho Sánchez Amor told journalists yesterday.",
    "He said that the Election Day was orderly and calm with transparent polling and counting processes, with minor deficiencies in law and practice.",
    "Amor expressed satisfaction with the peaceful nature of the election, asserting that the trust placed in the EC is a valuable asset for the country and a testament to true democracy.",
    "“This is the first time I am addressing the media post-election, with the President already sworn in. The transition was very smooth,” he said, noting that such a scenario is rare compared to other countries.",
    "Acknowledging that the legal framework supports democratic elections, he stressed the need for further reforms to refine the electoral process, enhance transparency in political finance, and advance women’s participation in the public and political landscape.",
    "However, Amor expressed disappointment over the Government’s announcement of a curfew, which contradicted the Election Commissioner’s earlier statement that it had conducted the most peaceful campaign in history, calling the move unnecessary.",
    "“The situation prior to the curfew was very peaceful and fear mongering statements shared by certain groups did not occur,” he said.",
    "Amor emphasised that it was important to bridge the gap between the people and bad behaviours of the political elite.  Presenting a summary of the EU EOM’s preliminary report, he commended the EC for its transparency and resolve, but expressed concerns over the unprecedented number of candidates and the lack of female representation.",
    "“A record 39 candidates were registered with nearly half not actively campaigning, placing additional burdens on the election process,” he added. The report also highlighted the absence of any women among the candidates, indicating limited political will to advance women within party structures and in public life.",
    "“Everyone spoke of women empowerment, but it did not reflect in the candidates list,” he added.",
    "The misuse of incumbency was a notable concern, with the report highlighting that salary increments for public sector employees, social benefit schemes, and other financial incentives were announced during the campaign, benefitting the incumbent’s re-election efforts.",
    "“The line between governance and campaigning was blurred by the participation of State and local officials in the incumbent’s rallies, particularly in the absence of elected provincial and local councils,” Amor said.  The report highlighted significant issues with campaign finance transparency. “Although campaign spending limits were introduced, there were no caps on individual donation and transparency in digital campaign spending was minimal,” he said, citing it as a key area for improvement in upcoming elections.",
    "Amor said social media platforms were used extensively, but transparency tools provided by companies were not available for Sri Lanka.",
    "“Campaigning on social media was fierce, marked by increasingly hostile rhetoric closer to the election campaign and manipulated content aiming to confuse voters. Leading candidates made accusatory statements against each other, while their digital teams inserted political messages in non-partisan entertainment and gossip groups on social media and created memes that ridiculed rivals,” he said.",
    "The report highlighted that campaign silence was not observed online.",
    "It was also noted that media coverage of the campaign was lively, but often lacked non-partisan scrutiny and analysis, which would have helped voters make more informed choices.",
    "The report criticised the absence of leading candidates in Presidential debates, depriving voters of the opportunity to compare their positions directly.",
    "Despite these minor challenges, Amor said the Election Day was orderly and calm, with well-trained polling staff efficiently facilitating the voting process.",
    "“The presence of citizen observers and party agents at polling stations and counting centres added to the transparency of the process,” he said.",
    "The report also pointed to the supplementary voter lists, which ensured greater inclusion of youth, adding around 76,000 new voters for a total of 17,140,354 registered voters.",
    "He commended the role of civil society organisations in enhancing the transparency and inclusiveness of the election, noting their active engagement in monitoring election preparations and flagging disinformation.",
    "The EU EOM has been present in Sri Lanka since 14 August, with over 70 international observers deployed across all nine provinces. The mission will continue to observe the post-election environment and will publish a final report, including recommendations for improving future elections, in the coming months."
  ]
}