{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-trotskyist-beat-the-imf-to-property-tax-decades-ago-minister-says-169565/",
  "time_ut": 1719370920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Trotskyist beat the IMF to property tax decades ago, Minister says",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s former Finance Minister N M Perera, who was a member of a Trotskyist party, has beaten the International Monetary Fund to impose property taxes on citizens decades ago, State Minister for Finance Ranjith Siyambalapitiya has explained.",
    "A property tax was implemented even when N.M. Perera was the Finance Minister, Siyambalapitiya said.",
    "Perera was a member of Sri Lanka’s Trotskyist Lanka Sama Samaja Party and was in the cabinet of a 1970s administration that imposed severe exchange and import controls in a so-called ‘closed economy’.",
    "Perera studied at the London School of Economics, under Harold Laski, a noted Marxist who tried to take UK’s Labour Party deeper even into the left.",
    "In 1971 the US dollar collapsed against its specie anchor, taking the Bretton Woods with it after money was printed to target employment as doctrines involving unsound money that was widely taught widely at so-called ‘Saltwater’ universities.",
    "At the time inflationist macro-economists claimed there was a trade-off between inflation and unemployment and printed money to boost jobs.",
    "Sri Lanka’s current troubles and default comes after several years of money printed under different labels, to boost growth or potential output, which the IMF itself gave technical assistance for the central bank to calculate.",
    "The inflationist theories, originally devised after the Great Depression, saw a revival after the Great Recession as ‘stimulus’ in reserve currency nations and ‘potential output’ targeting in Sri Lanka under discretionary ‘flexible inflation targeting’.",
    "Some wags had characterised the monetary doctrines that led to serial currency crises and deprecation during and in the run up to sovereign default and abandoning cost cutting in favour of state spending (revenue based fiscal consolidation) as ‘progressive Saltwaterism’.",
    "Minister Siyambalapitiya told reporters in Ruwanwella the housing tax was a ‘very progressive’ tax system",
    "“This is a very progressive step taken at this time,” Minister Siyambalapitya told Sri Lanka’s Derana Television.",
    "“I was asked whether we are going on the same road as N M Perera.",
    "“May be so. Government has to take strong measures to eliminate income disparities.”",
    "However, he said the first house of a person will be exempted and asked people not to worry.",
    "President Ranil Wickremesinghe also said the first residential property would be exempted, though the IMF document mentioned only an exemption threshold.",
    "The IMF was set up by John Maynard Keynes himself and Harry Dexter White, who studied at Harvard to help countries that got into currency troubles, which were inevitable when money was printed to enforce a bureaucratic policy rate for a time.",
    "The then government where Perera was Finance Minister not only taxed property but also put limits on house ownership through its ‘Ceiling on Housing Property’ law.",
    "Penalizing thrift and the most productive citizens labelling them ‘Kulaks’ was a key ideological foundation of the Bolshevik Soviet Union, and borders on expropriation, some critics say.",
    "Sri Lanka’s high taxes under the IMF deal comes after serial currency triggered since the end of a civil war to boost growth (macro-economic policy) including during tax hikes in 2018, followed by deep tax cuts from 2020 as growth fell in stabilization programs.",
    "Currency crises trigger growth shocks, leading to falling tax revenues, widening deficits, and to a rise in the debt to GDP ratio.",
    "In addition, the forex shortages made it impossible to convert rupee cash flows into dollars to settle foreign debt, leading to new foreign borrowings to repay old debt or a run down of reserves or both.",
    "Currency crises lead to a rapid ratcheting up of dollar debt and eventual default if more attempts are made to target output.",
    "East Asian nations like Singapore (which does not have a policy rate), rejected the Cambridge-Saltwater inflationist ideology in toto.",
    "“Rich countries have the resources to get by for a few years by borrowing on the international markets, but in poor countries, punishment comes quickly in a cruel way — high rates of inflation, economic decline and political instability,” Singapore’s Former Finance Minister Goh Keng Swee said in a speech on the anniversary of its monetary authority.",
    "“These three factors reinforce each other in a way which makes escape from misery difficult.”",
    "Sri Lanka was able to borrow heavily in capital markets like a ‘rich country’ at a time when dollar interest rates were low amid ‘quantity easing’ (a type of macroeconomic policy) despite not having a war, when forex shortages emerged and also borrowed from China through syndicated loans in the run up to the default. (Colombo/June26/2024)"
  ]
}