{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/elon-musk-paints-a-startling-picture-of-the-future-dominated-by-artificial-intelligence/",
  "time_ut": 1716762060.0,
  "original_lang": "en",
  "original_title": "Elon Musk paints a startling picture of the future dominated by Artificial Intelligence",
  "original_body_lines": [
    "AI will be so advanced that probably none of us will have a job, he says",
    "US-based tech billionaire Elon Musk isn’t exactly assuaging fears about artificial intelligence (AI) just like the global lender-of-last-resort — International Monetary Fund (IMF).",
    "“Probably none of us will have a job” in the future, Musk predicted last Thursday.",
    "Despite his confidence in AI’s role in the world’s future, Musk described the technology as his biggest fear and was vocal about his concerns.",
    "“If you want to do a job that’s kind of like a hobby, you can do a job,” Musk said, speaking via webcam to a tech conference in Paris. “But otherwise, AI and the robots will provide any goods and services that you want.”",
    "The end of labor would require a new societal system in which the government gives everyone “universal high income,” he also predicted.",
    "Governments, regulators, companies and consumers are still figuring out how to use AI responsibly and there are fears in many industries about its capacity to cause huge redundancies as many jobs are automated.",
    "Artificial intelligence is generally understood as the ability of computers and machines to handle tasks that require human intelligence.",
    "Machine learning, which is one of the most common applications of AI, involves training machines with large amounts of data to recognise patterns, analyse data, and run forecasts and algorithms.",
    "Experts largely believe that many jobs that require a high emotional intelligence and human interaction will not be replaced, such as mental health professionals, creatives and teachers.",
    "In January 2024, the BBC reported a story titled, “AI to hit 40% of jobs and worsen inequality”, quoting its source as IMF.",
    "“According to an analysis by the International Monetary Fund (IMF), artificial intelligence is set to affect nearly 40% of all jobs,” it said.",
    "“In most scenarios, AI will likely worsen overall inequality,” IMF’s managing director Kristalina Georgieva had said taking a macroeconomic view of the simulation of human intelligence processes by machines",
    "Ms Georgieva added that policymakers should address the “troubling trend” to “prevent the technology from further stoking social tensions”.",
    "The IMF said AI is likely to affect a greater proportion of jobs – put at around 60% – in advanced economies. In half of these instances, workers can expect to benefit from the integration of AI, which will enhance their productivity.",
    "“In other instances, AI will have the ability to perform key tasks that are currently executed by humans. This could lower demand for labour, affecting wages and even eradicating jobs,” the IMF said.",
    "Meanwhile, the IMF projected that the technology would affect just 26% of jobs in low-income countries.",
    "Ms Georgieva said “many of these countries don’t have the infrastructure or skilled workforces to harness the benefits of AI, raising the risk that over time the technology could worsen inequality among nations”.",
    "More generally, higher-income and younger workers may see a disproportionate increase in their wages after adopting AI. Lower-income and older workers could fall behind, the IMF believes.",
    "“It is crucial for countries to establish comprehensive social safety nets and offer retraining programmes for vulnerable workers,” Ms Georgieva said. “In doing so, we can make the AI transition more inclusive, protecting livelihoods and curbing inequality,” she had said.",
    "Elon Musk recently launched his Starlink service (a cluster of satellite unit services) on Indonesia’s resort island of Bali as the country aims to extend internet to its remote areas. Millions of people in Indonesia, a vast archipelago of more than 17,000 islands, are not currently hooked up to reliable internet services.",
    "President Ranil Wickremesinghe met with Elon Musk in Bali on 19 May 2024 and discussed Sri Lanka being connected to the starlink network. This meeting took place when Wickremesinghe went to Bali to attend the 10th World Water Forum at the invitation of Indonesian President Joko Widodo.",
    "Food truck to restaurant chain: How Uber Eats helped Street Burger thrive",
    "Toastmaster Bhathiya Hettiarachchi, appointed ‘Club Growth Director’ for District 82",
    "Artificial Intelligence: Are we getting into it with our eyes open? – Part II",
    "Artificial Intelligence: Are we getting into it with our eyes open?",
    "President advocates for a principled education system at the “Sesquicentennial Banquet” of  Wesley College",
    "Cabinet approval for introducing courses on Artificial Intelligence to the education system",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}