{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-ex-president-sirisena-draws-spotlight-saying-he-can-reveal-ester-bomb-plotters-155803/",
  "time_ut": 1711157400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s ex-President Sirisena draws spotlight saying he can reveal Ester bomb plotters",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s former president Maithripala Sirisena has drawn public attention after his comments to media that he knows the real plotters behind Easter Sunday attack that killed at least 269 people in 2019.",
    "Sirisena, who was asked by the country’s Supreme Court to pay 100 million Sri Lanka rupees for the Easter attack victims for his failure to prevent the carnage, is a legislator now and leading center-left Sri Lanka Freedom Party (SLFP).",
    "Islamist suicide bombers targeted Catholics and foreigners in six simultaneous blasts on April 21, 2019, when Catholic people celebrated the Easter Sunday.",
    "“We know from where the easter attack originated. So far nobody has told the real people behind the Easter Sunday attack. But I know who did that,” Sirisena told reporters after an event in the island nation’s central sacred city of Kandy.",
    "“If there is a request or order from Court to reveal about this, I am ready to reveal who did this Easter attack. Court judges also should keep the information confidential.”",
    "Investigations into the attack have revealed there had been serious lapses in intelligence where law implementing agency neglected a series of warning by Indian intelligence agency.",
    "Despite in depth probe by the local authorities, the investigators failed to identify the real motive and the mastermind of the attack so far.",
    "In January 2023, Sirisena was ordered by the Supreme court to pay 100 million rupees as compensation to the victims for his negligence in preventing one of the country’s worst terror strikes despite having credible information of an imminent attack.",
    "Sirisena left to Singapore five days before the attack. Later he accused the current President Ranil Wickremesinghe who was the then Prime Minister for the intelligence lapses because he dismantled military intelligence unit in the Eastern province.",
    "Sri Lanka’s Catholic leadership had demanded an independent investigation into the attack and said the Easter carnage clearly supported former President Gotabaya Rajapaksa to win the 2019 presidency.",
    "Gotabaya Rajapaksa has denied any involvement in the attack, which later led to anti-Muslim riots in some parts of the country.",
    "Political analysts, however, say Sirisena has drawn attention by his statements and actions in the past as well.",
    "In October 2018, Sirisena sacked his Prime Minister Wickremesinghe and appointed Mahinda Rajapaksa, who lost the 2015 presidency to him after a bitter fight.",
    "However, the Supreme Court found Sirisena’s action unconstitutional and ordered to reinstate Wickremesinghe as the prime minister in December 2018 after 52 days of a ‘constitutional coup’.",
    "Sirisena, during this period, claimed that there was a plot by Indian intelligence agency Research and Analysis Wing (RAW) to assassinate him and Gotabaya Rajapaksa.",
    "Sirisena’s claim was based on an arrest of an Indian and a telephone conversation. However, such a plot was not proven with evidence. (Colombo/March 23/2024)"
  ]
}