{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/Sri-Lanka-launches-probe-into-alleged-ISIS-links/155-283016",
  "time_ut": 1716252300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka launches probe into alleged ISIS links",
  "original_body_lines": [
    "- SL State Intelligence awaits further details from Indian intelligence",
    "- SL goes on alert after India arrests four Sri Lankans suspected to be ISIS",
    "- SL to verify if the four have any links to ISIS as mentioned",
    "Sri Lanka's State Intelligence has launched an immediate probe to obtain further information on the four Sri Lankan individuals alleged to be ISIS suspects who had travelled to India in recent days and were arrested by the Gujarat Anti-Terrorist Squad upon arrival at Ahmedabad Airport, the Daily Mirror learns.",
    "According to highly placed defence officials, Sri Lanka's state intelligence has asked for further information from India's state intelligence in order to verify the background of these alleged suspects, as well as to probe if they are actually linked to the ISIS network.",
    "Defence officials said that once the information is obtained from India, Sri Lankan authorities will immediately investigate to take further action.",
    "So far the information obtained is that these four alleged suspects had left Colombo a few days ago to travel to Chennai and from there had left for Ahmedabad.",
    "According to Indian media reports, security at Sardar Vallabhbhai Patel International Airport in Ahmedabad had been heightened following the arrest of the four ISIS suspects.",
    "The Gujarat Anti-Terror Squad (ATS) made the arrests when they were allegedly waiting at the airport for their handler. The handler was supposed to give them tasks, sources quoted in Indian media said.",
    "The police have also recovered the encrypted chats from their phones. They were arrested before they could reach their target location.",
    "When contacted, Public Security Minister Tiran Alles and IGP Deshabandu Tennakoon told the Daily Mirror that they were closely monitoring the developments.",
    "Minister Alles and IGP Tennakoon said they were taking these reports seriously and would initiate discussions with Indian authorities to gather detailed information about the suspects and their activities.",
    "\"We are working in close coordination with our Indian counterparts to ensure that all necessary measures are taken to address any potential threat,\" Minister Alles said.",
    "It was reported that the Gujarat ATS had taken the suspects to an undisclosed location for intensive questioning. The precise motive and intention behind their presence at Ahmedabad Airport are not clear."
  ]
}