{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aicpa-cima-cxo-forum-spotlights-the-future-of-business-accounting-and-finance/",
  "time_ut": 1709043960.0,
  "original_lang": "en",
  "original_title": "AICPA & CIMA CXO Forum spotlights the future of business, accounting, and finance",
  "original_body_lines": [
    "AICPA & CIMA, together as the Association of International Certified Professional Accountants, is set to host a new edition of its CXO Forum under the theme “Accelerate & Lead”, at the Shangri-La in Colombo. This highly anticipated event will explore key trends impacting the future of business, accounting, and finance, such as ESG, Generative AI, skills, and talent management.",
    "Sarah Ghosh, FCMA, CGMA, CIMA President and Co-Chair of the Association of International Certified Professional Accountants.",
    "Sheikh Farouk Sheikh Mohamed, FCMA, CGMA, Managing Director of AEON BiG Malaysia",
    "Kairav Modi, FCMA, CGMA, Executive Vice President and CFO – Digital Industries, Siemens, India",
    "Isuru Gunasekera, Executive Vice President/Chief People Officer, and Head of Sustainability – ERM and Group Initiatives at John Keells Holdings PLC",
    "Davina Kern, Council Member, CIPM/ Head of Group Human Resources at David Pieris Group",
    "Zahara Ansary, FCMA (UK), CGMA, Country Manager – Sri Lanka at AICPA & CIMA, together as the Association of International Certified Professional Accountants, said: “I am delighted to host a new edition of our CXO Forum here in Colombo. Attendees will hear from a wide range of speakers, who will provide a breadth of knowledge, insight, and strategies, to enable their organisations and teams to thrive. The forum is a great platform for accounting, finance, and business leaders to deep dive into the latest trends and share best practices to successfully navigate an increasingly complex business environment.”",
    "The CXO Forum 2024 – Accelerate & Lead will also feature a panel discussion moderated by Venkkat Ramanan, FCMA (UK), CGMA, Regional Vice President – Asia Pacific at AICPA & CIMA. Drawing on the insights and expertise of the event’s speakers, he will lead a discussion on engaging and managing intergenerational talent in the modern workplace and explore what the future of work may look like. The event is sponsored by A. Baur & Co. (Pvt.) Ltd and Lanka Clear as Silver Sponsors whilst Vidullanka PLC and Dankotuwa Porcelain PLC have joined as Associate Sponsors. Sri Lankan Airlines is the Official Airline for the event.",
    "CSE records six crossings despite investor worries stemming from polls promises",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}