{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/Fire-at-famous-Bangkok-market-kills-1-000-animals/107-284602",
  "time_ut": 1718096820.0,
  "original_lang": "en",
  "original_title": "Fire at famous Bangkok market kills 1,000 animals",
  "original_body_lines": [
    "Bangkok, June 11 (BBC) - Around 1,000 animals were killed in a fire in Bangkok's famous open-air Chatuchak market early Tuesday, gutting nearly 100 shops.",
    "Birds, dogs, cats and snakes were burnt to death in their cages in the pet zone, which also included rats, pythons and geckos.",
    "The blaze was started by an electrical short circuit, authorities said, adding that no human casualties or injuries have been reported.",
    "With tens of thousands of shops crowding narrow lanes, Chatuchak is one of South East Asia's biggest markets.",
    "It's also the largest and best-known of Thailand's weekend markets. It claims to draw nearly 200,000 tourists every Saturday and Sunday.",
    "But the portion of the market selling pets is open through the week. This accounts for about four of the 27 sections in Chatuchak market and is arguably its most controversial trade.",
    "This zone of the market is subjected to regular inspections and has been criticised for the animals' poor living conditions, which has reportedly led to high rates of disease and death.",
    "\"When I got here, everything was gone, all burned down,\" says Amporn Wannasut, a shop owner who rushed to the market after being alerted to the fire.",
    "\"I couldn’t do anything because it was dark inside as well. I couldn’t help them at all. They were all gone.\"",
    "The 42-year-old sold turtles, pythons, and king snakes, among other reptiles, as pets.",
    "\"I don’t even know what to do next. I think we have to start all over again but I don’t know how,\" she adds. \"I froze some of the dead snakes so that we can calculate how much [money] we lost.\"",
    "The fire damaged most of the 118 shops in the pet zone, which covers about 1,400 sq metres (15,000 sq feet), according to a preliminary inspection.",
    "When the BBC arrived at the market on Tuesday afternoon, shop owners were standing in line to register their requests for compensation. Some of them looked distraught and several were crying.",
    "There were also people taking selfies in front of the destroyed shops, even as police officers warned them not to go near the affected structures, which could collapse.",
    "Recounting her narrow escape, a shopowner called Meecha told online news outlet Thaiger that she was awakened by the animals' cries in the loft above her shop.",
    "\"Suddenly, thick smoke filled the air, making it impossible to breathe,\" said Meecha, who climbed through a window to safety.",
    "Some shop owners do live in the market, but it's unclear how many were there when the fire broke out.",
    "According to the Chatuchak District Office, the blaze started around 04:10 local time on Tuesday (21:10 GMT on Monday) and was extinguished 30 minutes later.",
    "Pictures online showed extensive sections engulfed in flames and cages charred. Some appear to have been burned out of shape."
  ]
}