{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/british-council-presents-youth-led-green-and-inclusive-businesses-at-pathways-to-sustainability-entrepreneurs-showcase-event/",
  "time_ut": 1720029360.0,
  "original_lang": "en",
  "original_title": "British Council presents ‘Youth-Led Green and Inclusive Businesses’ at ‘Pathways to Sustainability: Entrepreneurs’ Showcase’ event",
  "original_body_lines": [
    "The British Council Sri Lanka celebrated the successful pilot phase of the ‘Youth-Led Green and Inclusive Businesses’ project to commemorate the 2024 International Micro, Small and Medium-sized Enterprises (MSMEs) Day. The ‘Youth-Led Green and Inclusive Businesses’ project equipped young entrepreneurs with knowledge, skills, resources, and networks, and aimed to transform existing businesses into greener and more inclusive models.",
    "The event, titled ‘Pathways to Sustainability: Entrepreneur’s Showcase,’ marked the culmination of the project. Thirty young business leaders from Sri Lanka had the opportunity to present progressive steps undertaken by them towards making their businesses greener and more inclusive with innovative solutions as well as network with key stakeholders and advocate for common causes. The British Council collaborated with two local organisations, the Green Movement of Sri Lanka and Lanka Social Ventures to implement this project.",
    "Orlando Edwards, Country Director of British Council Sri Lanka, emphasised the importance of youth leadership: “Our belief is that the future lies in the hands of our youth. They are not just the leaders of tomorrow but are making significant impact today. We are committed to supporting and empowering young people worldwide to address critical issues such as sustainability, and taking positive action to tackle and mitigate against the impact of climate change.”",
    "‘ComBank’s Debenture Issue, largest ever debenture by a private bank’",
    "Introducing world’s first 2024 GMC Hummer EV in right-hand drive",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}