{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-says-to-issue-single-entry-tourist-visa-for-50-amid-vfs-crisis-161658/",
  "time_ut": 1715042880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka says to issue single entry tourist visa for $50 amid VFS crisis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s cabinet has decided to issue a single-entry visa to tourists for 50 US dollars, the President’s media office said, after visa fees were hiked to 100 dollars with a shift to a private contractor.",
    "Sri Lanka was previously issuing a double entry visa for 50 dollars allowing tourists to visit neighboring countries and return in line with the island’s logistic hub status, and also to ‘come back for more’.",
    "“Amidst the notable progress in the country’s tourism sector, numerous stakeholders within the industry have recently urged President Ranil Wickremesinghe to maintain the maximum visa fee for foreigners at US $50,” the statement said.",
    "“They have also highlighted that this decision stands as significant support for the future growth of the tourism industry.",
    "“Consequently, President Ranil Wickremesinghe reached this decision after presenting the matter during today’s Cabinet meeting.”",
    "Tourism Minister Harin Fernando said in an x.com post that he had opposed the fees charged by VFS Global and the fees were not previously disclosed to cabinet.",
    "Sri Lanka tourism minister opposes VFS Global linked visa fees in cabinet",
    "It is not clear whether tourists will still have to use the IVS-GBS-VFS Global website to get visas or whether the user-friendly government website will be available again.",
    "The travel industry as well as tourists have said it is complex and cannot be used easily unlike the earlier ETV website of the Department of Immigration.",
    "Travel forum discussions showed that some tourists were opting to get a visa on-arrival physically at the airport after being frustrated by the strict data and other requirements of the VFS Global website.",
    "They were also being given confusing messages by the new portal’s chat facility about the availability of on-arrival visas, members of tripadvisor.com claimed.",
    "However VFS said it is statement that it was working to make other languages also available.",
    "A free visa for India, China, Russia, Japan, Malaysia, Thailand and Indonesia will be made available, the government statement said.",
    "However as of yesterday tourists had to pay 25.77 dollars for a ‘free’ visa due to fees charged by the IVS-GBS-VFS group, as the cabinet of ministers of Sri Lanka seemingly had lost the powers to issue free visas.",
    "Opposition legislator Harsha de Silva queried an apparent 200 million dollar investment claim made by the private contractor to justify an 18.5 dollar additional fee from tourists.",
    "Can this be real?” de Silva asked in an x.com message publishing what was believed to be a cabinet memo.",
    "” IVS-GBS Global to invest USD 200 million (tech for website and cameras?) as per Cabinet Memo justifying outsourcing at USD 18.50+/visa. “Where did this investment go?",
    "Related Harsha queries Sri Lanka $200mn IVS-VFS Global investment claimed to justify high fees",
    "Another convenience fee of 5 to 7 dollars was also charged from customers.",
    "The contract for 12 years was given without tendering, Public Security Minister Tiran Alles who is in charge of Sri Lanka’s Department of Immigration.",
    "“If we called tenders, who is there to tender for this and compete against VFS?” Minister Alles asked reporters Monday.",
    "“This is a proposal. There is a method of studying proposals. Many things (orner-tharam-deval) are done that way”.",
    "No tender needed for Sri Lanka visa deal, nobody can compete against VFS: Minister"
  ]
}