{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98395/colombo-hc-rejects-keheliyas-revision-application-seeking-bail",
  "time_ut": 1712133060.0,
  "original_lang": "en",
  "original_title": "Colombo HC rejects Keheliya’s revision application seeking bail",
  "original_body_lines": [
    "The Colombo High Court on Wednesday (03) rejected the revision application filed on behalf of former Health Minister Keheliya Rambukwella seeking to be released on bail.",
    "The order was delivered by High Court Judge Sujeewa Nissanka.",
    "Legal counsels of Rambukwella, who is in currently remand custody in connection with his alleged complicity in the substandard human intravenous immunoglobulin (IVIG) procurement, had submitted the revision application to the high court on 15 March, after the Maligakanda Magistrate’s Court refused to release their client on bail.",
    "In his bail application, Rambukwella claimed that the Maligakanda Magistrate’s decision to reject bail for him was unlawful. He also sought the High Court to release him on bail subject to any condition.",
    "The other accused in the case are former Health Secretary Janaka Chandragupta, Additional Health Secretary Dr. Saman Ratnayake, Director of the Medical Supplies Division (MSD) Kapila Wickremenayake, Deputy Director of MSD Thusitha Sudarshana, Assistant MSD Director Devashantha Soloman, MSD Accountant (Supplies) Neran Dhananjaya, MSD Stock Controller Sujith Kumara and the owner of the company which is said to have supplied the substandard batch of IVIG vials.",
    "The Criminal Investigation Department (CID) arrested Rambukwella on 02 February over his alleged complicity in the procurement of substandard IVIG vials.",
    "The arrest came hot on the heels of pressure from civil society activists and health sector trade unionists, who called for the immediate apprehension of the lawmaker.",
    "In October 2023, the National Medicines Regulatory Authority (NMRA) revealed that forged documents were found to have been submitted for Customs clearance to procure a batch of vials containing human immunoglobulin, an antibody produced by blood plasma cells, which later failed the quality tests."
  ]
}