{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Presidential-Election-this-year-Prime-Minister-emphatically-states/108-283614",
  "time_ut": 1716976560.0,
  "original_lang": "en",
  "original_title": "Presidential Election this year - Prime Minister emphatically states",
  "original_body_lines": [
    "Colombo, May 29 - Prime Minister Dinesh Gunawardena emphatically said that the Presidential Election will be held this year in accordance with the constitutional provisions as already announced by the Elections Commission.",
    "He pointed out that the Election Commission has already made an announcement that the Presidential Election would be held between September 15 and October 17 this year.",
    "Speaking to journalists after attending inauguration of Martin Wickramasinghe’s Life & Literature Section at the National Libraries Board in Colombo today (May 29), he dismissed the suggestions about postponement of Presidential Elections and General Elections. The Prime Minister said it was wrong to make proposals that have not discussed by the government or the ruling alliance at any time.",
    "The government's stand on the election has already been announced. The Election Commission declared that the presidential election will be held in accordance with the provisions in the constitution. They have announced that it will be scheduled between the months of September and October. The government's stand on the election has already been announced, the Prime Minister said.",
    "When asked if the government was trying to postpone the election after seeing the crowd on May Day, the Prime Minister said, “No political decision will be taken after seeing the crowd. Will not be panicked or reversed, but will move forward.”",
    "“The day when democracy was destroyed, we took steps to restore democracy. The people who tried to destroy the parliament were driven away and a multi-party government was formed in the country. Don't forget that. It was not only democracy that was built. Steps have been taken according to the accepted election law for the development of the country by advancing the supreme parliamentary system and the people's mandate. There is a two-thirds system that is very difficult to be followed to change the election rules. Otherwise, the parliament can go on until next August. If necessary it can be dissolved earlier. Or they can dissolve it by themselves. There is a system in the constitution to do so,” he said."
  ]
}