{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/China-and-Sri-Lanka-pledge-to-deepen-ties/56-782300",
  "time_ut": 1759104833.0,
  "original_lang": "en",
  "original_title": "China and Sri Lanka pledge to deepen ties",
  "original_body_lines": [
    "China celebrates 76th anniversary of founding of People’s Republic of China",
    "Praises President Disanayake’s State visit to China resulted in new strategic guidance for bilateral ties",
    "Describes SL as an important partner in China’s neighbourhood diplomacy",
    "Labour Minister Dr. Anil Jayantha Fernando commends China for being a steadfast partner for Sri Lanka’s emergency aid and debt restructuring support",
    "Highlights China’s support for Sri Lanka’s development and connectivity through BRI",
    "China and Sri Lanka last week reaffirmed their longstanding friendship and pledged to deepen cooperation across multiple sectors at a reception hosted by the Chinese Embassy to mark the 76th anniversary of the founding of the People’s Republic of China.",
    "China’s Ambassador to Sri Lanka, Qi Zhenhong highlighted the long-standing and resilient friendship between China and Sri Lanka, describing it as a relationship that has spanned over 2,000 years, while withstanding the test of time and challenges of adversity, and still remains deeply rooted and flourishing.",
    "Speaking at the reception held at the Cinnamon Life Hotel in Colombo and welcoming a host of political leaders and diplomats including former Presidents Mahinda Rajapaksa, Maithripala Sirisena and Gotabaya Rajapaksa, Opposition Leader Sajith Premadasa and other senior officials, he highlighted China’s transformation over the past seven decades.",
    "He emphasised that this historical bond provides a strong foundation for expanding cooperation and deepening bilateral ties in the modern era.",
    "The Ambassador praised the outcomes of President Anura Kumara Disanayake’s State visit to China earlier this year, noting that the two leaders had achieved significant agreements, which provided new strategic guidance for the growth of our bilateral relations.",
    "He described Sri Lanka as an “important partner” in China’s neighborhood diplomacy and highlighted Colombo’s active role in initiatives such as the Belt and Road Initiative (BRI).",
    "“China values its partnership with Sri Lanka, which continues to thrive on mutual respect, trust, and shared interests,” Ambassador Qi said, expressing his confidence that the relationship would continue to strengthen, bringing mutual benefit and win-win outcomes and contributing positively to regional development and global peace.",
    "Ambassador Qi also stressed that Beijing’s BRI had become the largest platform for international cooperation with more than 180 partner countries and organisations.",
    "“Every increase of China’s strength is an increase of the prospect of world peace,” he said, reaffirming China’s commitment to true multilateralism, dialogue and cooperation through its global development, security, civilisation and governance initiatives.",
    "Turning to bilateral ties, Qi described China–Sri Lanka friendship as a 2,000-year relationship that had withstood the test of time and adversity.",
    "Labour Minister and Economic Development Deputy Minister Dr. Anil Jayantha Fernando, who was the Chief Guest at the reception, hailed China as a steadfast partner for Sri Lanka’s emergency aid and debt restructuring support during the country’s recent economic crisis.",
    "Speaking on behalf of President Disanayake at the event, Dr. Fernando extended heartfelt congratulations and warmest greetings to China and its people, and praised the country’s remarkable progress since 1949.",
    "Highlighting over 2,000 years of ties and 68 years of formal diplomatic relations, the Minister recalled that Sri Lanka was among the first countries to recognise the People’s Republic of China and said that President Disanayake’s State visit to China in January, which produced 15 agreements including a RMB 500 million grant, had laid a strong foundation for expanding cooperation.",
    "He said that Sri Lanka’s partnership with the BRI stems from its aspirations for economic development, infrastructure enhancement, and regional connectivity.",
    "“Through the BRI, China has played a pivotal role in the modernisation and development of Sri Lanka’s infrastructure, enhancing connectivity, trade and industrial capacity. The Colombo Port City project is a testament to our strong cooperation, aiming to create a modern urban hub and boost Sri Lanka’s potential to attract foreign investments. China continues to assist Sri Lanka in many large-scale development projects including the recent resumption of the construction of the Kadawatha to Mirigama section of the Central Expressway,” he recalled.",
    "Commending China for its unwavering support during the economic crisis Dr. Fernando said: “From providing emergency humanitarian assistance to playing a vital role in debt restructuring, China supported our nation not only to stabilise the economy but also to alleviate the hardships faced by the people of Sri Lanka,”",
    "The Minister added that China’s role as a steadfast partner remains invaluable as Sri Lanka moves toward recovery and growth.",
    "He also pointed to growing people-to-people ties, with China among Sri Lanka’s top five tourist sources and offering scholarships for Sri Lankan students, and praised Beijing’s leadership on behalf of developing countries at international forums."
  ]
}