{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-Courts-and-the-Fight-against-Impunity-and-Corruption-EDITORIAL/172-278147",
  "time_ut": 1709509200.0,
  "original_lang": "en",
  "original_title": "The Courts and the Fight against Impunity and Corruption - EDITORIAL",
  "original_body_lines": [
    "Corruption and Crime in our country have hit a new high. According to Transparency International, “Sri Lanka is the 115th least corrupt nation out of 180 countries”. According to the 2023 Corruption Perceptions Index reported by Transparency International Corruption Rank, Sri Lanka averaged 87.50 from 2002 until 2023, reaching an all time high of 115.00 in 2023.",
    "The International Commission of Jurists (ICJ) say, impunity has over the years become institutionalised and systematised. Mechanisms to hold state actors to account for their actions have been eroded.",
    "During the time of former President Rajapaksa, via amendments to the Constitution, checks on the arbitrary use of power were diluted, and institutions to protect the independence of the judiciary were tampered with.",
    "Governments both of the present and past have taken minimal steps to identify, investigate, prosecute and punish politicians and officials who committed human rights abuses or engaged in corruption, and there was impunity for both.",
    "Police data reveal there was a 20% increase in crime in the first half of 2023, compared to the same period of the previous year. The number of murders increased to 383 in the first six months of 2023, as compared to 325 during the same period in 2022.",
    "A 1999 United Nations study noted that Sri Lanka has the second-highest number of enforced disappearances in the world with around 12,000.",
    "It is in this background that we have to understand the more recent rulings of the Courts of our country, and the role they play in the fight against impunity, corruption and the upholding of the rule of law.",
    "This culture of impunity was best exemplified in the case of MP Duminda Silva who in broad daylight snuffed out the life of a rival politician plus a number of others during a political rally. Silva was found guilty and sentenced to death (for other crimes committed that day, he was sentenced to additional terms",
    "With Silva being a staunch government supporter, it was not entirely unexpected when in a turn of events, he was pardoned by Gotabaya Rajapaksa, the then Executive President.",
    "However, private citizens appealed to the Supreme Court against the Presidential Pardon.",
    "The Supreme Court issued an Interim Order suspending the pardon. Duminda Silva was re-arrested, and is now in prison custody.",
    "In a more recent yet different case, the immediate past Minister of Health authorised the importation of inferior quality medicaments, which led to deaths among patients.",
    "So sure was the Minister of his immunity from prosecution, he went to the extent of claiming that it was he who raised the issue and there was no need for an investigation into his actions.",
    "Thanks to a ruling by a Court of Law, today the Minister is in custody.",
    "In a similar manner, the Supreme Court found former President Maithripala Sirisena and four other top officials guilty of failing to prevent the Easter Sunday bombings in 2019 that killed nearly 270 people.",
    "The seven-judge bench ruled that Sirisena was guilty of negligence in respect of taking measures to prevent the attacks, despite solid intelligence warnings being received two weeks prior to",
    "The court ordered the former President to pay 100 million rupees ($ 273,300) from his personal funds to family members of the victims who brought the civil case before Court.",
    "The Supreme Court has also issued a symbolic ruling that two ex-Presidents – the Rajapaksa brothers – were guilty of triggering the country’s worst financial crisis by mishandling the economy thus bankrupting the country.",
    "It is anybody’s guess as to whether the citizens will exercise their right to seek justice for the sufferings they underwent resulting from the mismanagement of the economy. Will they seek to punish those responsible and/or seek recompense from those guilty of crimes which brought on such misery to the country?",
    "With the judiciary standing tall, perhaps human rights violations of the past too could be revisited. It will help bring closure to the anxiety of all our fellow Lankans who continue to suffer without justice being meted out to the victims of such abuse.",
    "In the ultimate, democracy cannot function in a vacuum. A vibrant judiciary upholding peoples’ rights is sine qua non."
  ]
}