{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102705/end-to-passports-crisis-from-monday-minister",
  "time_ut": 1728972240.0,
  "original_lang": "en",
  "original_title": "End to passports crisis from Monday - Minister",
  "original_body_lines": [
    "Minister Vijitha Herath announced that Sri Lanka will receive a new shipment of passports next Saturday, which will be distributed starting on Monday (Oct. 21).",
    "The announcement was made during a press briefing held this morning (15) to outline decisions made during the Cabinet meeting held yesterday.",
    "The Minister also addressed the ongoing legal issues surrounding the e-passport system, stating that there is currently an injunction imposed by the court is in place, preventing any tenders from being called for the e-passport project. “We will revisit the matter once the court proceedings are concluded,” Herath added.",
    "Despite the arrival of the 750,000 passports, the Minister cautioned that the stock will be exhausted in the near future. To avoid another potential passport shortage, it has been decided to initiate a procurement process for regular passports.",
    "The government plans to import additional passports through a tender procedure to meet the growing demand, according to Minister Herath.",
    "He further emphasized that the government is taking proactive measures to prevent any disruptions in passport issuance and to ensure that the needs of the public are met in a timely manner.",
    "Spike in dengue cases amid rainy weather, health officials warn",
    "Sri Lanka’s health authorities warn that there is a potential resurgence of dengue fever due to the ongoing rainy weather. With the monsoon season contributing to ideal breeding conditions for dengue-carrying mosquitoes, health officials are urging the public to remain vigilant.",
    "Consultant Community Physician at the National Dengue Control Unit (NDCU) Dr. Anoja Dheerasinghe stated that a total of 40,657 dengue cases have been reported so far in 2024, with 1,247 new cases recorded in October alone. Additionally, the NDCU has confirmed 20 dengue-related deaths this year.",
    "“The current weather conditions significantly increase the risk of dengue mosquito breeding,” Dr. Dheerasinghe explained, noting that most cases have been reported from the Colombo, Gampaha, and Kalutara districts. Other affected regions include Kandy, Ratnapura, Matara, Galle, and Matale.",
    "Health authorities anticipate a further rise in dengue cases in the coming weeks if preventive measures are not taken, and they urge the public to eliminate potential mosquito breeding sites, especially in waterlogged areas."
  ]
}