{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sp-upgrades-sri-lanka-sovereign-rating-to-ccc-on-economic-recovery-241296/",
  "time_ut": 1758291180.0,
  "original_lang": "en",
  "original_title": "S&P upgrades Sri Lanka sovereign rating to CCC+ on economic recovery",
  "original_body_lines": [
    "ECONOMYNEXT – S&P Global Ratings has upgraded Sri Lanka’s sovereign rating to CCC+ from Selective Default (SD) on a stable outlook citing the island nation’s economy has recovered steadily from its 2022 economic crisis, but its debt burden remains high even after the restructuring of most of its external debt.",
    "It has been the first rating improvement by the S&P since the unprecedented crisis three years ago.",
    "“While Sri Lanka has been actively negotiating with creditors on remaining commercial debt still in default, including SriLankan Airlines’ government-guaranteed bonds, we believe that, based on the passage of time, further resolution is unlikely under current circumstances,” the S&P said in a statement.",
    "“Sri Lanka’s economy has recovered steadily from its 2022 economic crisis, with some macroeconomic indicators already surpassing pre-crisis levels. However, its debt burden remains high even after the restructuring of most of its external debt.”",
    "“We therefore raised our foreign currency sovereign credit ratings on Sri Lanka to ‘CCC+/C’ from ‘SD/SD’ (selective default) to better reflect our forward-looking opinion of Sri Lanka’s creditworthiness. At the same time, we affirmed the ‘CCC+/C’ local currency ratings.”",
    "S&P slashed  Sri Lanka’s rating as an issuer of foreign currency debt to ‘selective default’ after the island nation missed sovereign bond interest payments in April 2022.",
    "It said the stable outlook reflects a balance between its expectation of Sri Lanka’s continued economic recovery, supported by fiscal reform and external improvements, and the country’s high debt and heavy interest burden over the next one to two years.",
    "“We could lower the ratings on Sri Lanka if we see indications of renewed funding and liquidity stresses,” the rating agency warned.",
    "“Developments that could precede such signs include a rapid rise in inflation, a further rise in the government’s interest burden, or significantly weaker fiscal performance, leading to funding pressures.”",
    "However, it also said the ratings could be further raised if economic growth continues to be robust.",
    "“We believe that Sri Lanka’s fiscal and external improvements are more entrenched. This would improve the government’s ability to manage its large debt.”",
    "“The upgrade reflects Sri Lanka’s recent efforts to complete the restructuring of its remaining commercial debt, including government-guaranteed Sri Lankan Airlines (SLA) bonds, following its December 2024 exchange of most of its Eurobonds.”",
    "“Negotiations on restructuring the SLA debt began earlier this year, with the airline and government making an offer based on comparability of treatment with other external creditors.”",
    "“We see a possibility that some lenders could become holdout creditors, making a further resolution in the negotiations unlikely, based on the passage of time.”",
    "“We believe this situation is also unlikely to disrupt or unwind the debt restructuring process, given the principles of comparability of treatment and the most-favored creditor clauses in Sri Lanka’s restructured bonds.”",
    "“The ratings on Sri Lanka are supported by its strong economic recovery, rapid fiscal consolidation and reform (supported by an ongoing IMF program), accumulation of foreign exchange reserves, an improving external position, and sustained progress in reducing fiscal risks from its state-owned enterprises (SOE).”",
    "“These strengths are counterbalanced by the country’s high debt–as most of its high-yielding domestic commercial debt was excluded from the debt restructuring exercise–and a very heavy interest burden of about 50% of general government revenue. These structural vulnerabilities will take time to unwind, particularly as external debt servicing will start to increase in 2029.”",
    "“The ‘CCC+’ ratings reflect our views that Sri Lanka’s creditworthiness is vulnerable and dependent upon favorable financial and economic conditions, but the government does not face a near-term payment crisis.” (Colombo/September 19/2025)"
  ]
}