{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113163/it-is-humans-who-destroy-the-environment-but-it-is-also-humans-who-can-protect-it-pm",
  "time_ut": 1759404600.0,
  "original_lang": "en",
  "original_title": "“It is humans who destroy the environment, but it is also humans who can protect it” – PM",
  "original_body_lines": [
    "Prime Minister Dr. Harini Amarasuriya emphasized that citizens have a responsibility to protect the Earth and ensure that a better environment is passed down to future generations.",
    "She further emphasized that planting a tree should not be seen merely as a symbolic act, but as a responsibility of the present generation to protect and preserve them for the benefit of future generations.",
    "She made these remarks while addressing the inauguration event of the “Soba Sipwadula” Project, according to the Prime Minister’s Media Division.",
    "The inauguration ceremony of the “Soba Sipwadula” project, carried out under the Clean Sri Lanka initiative by the Sri Lanka Hadabima (Heartland) Authority with the aim of creating a  sensitive and caring generation towards the environment, was held on October 02 at Colombo Hindu College, Ratmalana.",
    "Representing the Western Province, the Prime Minister planted a jackfruit sapling within the school premises, while simultaneously 100 saplings were planted by the schoolchildren, the statement said.",
    "This program, launched with the objective of developing green zones in 50 selected schools, was simultaneously initiated in the remaining eight provinces under the leadership of the respective Governors.",
    "“Today I was able to begin the day by planting a sapling in a school. It gave me a good beginning in a remarkable day.",
    "When we formed this government, we agreed that we would come together and transform this country. If we are to transform it, citizens must collectively join hands in this transformative journey with the initiative of Clean Sri Lanka.",
    "The Clean Sri Lanka initiative has three goals. Its objectives contribute to nurturing the values and qualities needed to build a society suitable for us to live in.",
    "The program we are carrying out together today includes all these values. We engaged school children in this tree-planting program because of the values we build together with society. We have a responsibility to protect the environment we live in, to live in harmony with nature.",
    "This also helps to instill values in children. We have a responsibility to protect the Earth we live on. We must ensure that we pass down a better environment to the next generation.",
    "In environmental discourse, there is a concept known as a sustainable environment. Our development must be sustainable. The essence of sustainability is that whatever we do today, we must also think about the future generations. It is our duty to create a world that can be handed over to them.",
    "To move toward a sustainable future and a sustainable journey, citizens of all ages must take part in such programs.",
    "What we must do is not simply plant trees and look up at the sky, but protect and nurture them so that they grow into trees that provide shade for future students of this school and for the next generation. I trust that all of you will take good care of them.",
    "We are fortunate to live in Sri Lanka. We live in a country with rich biodiversity. Our country is very beautiful. The main reason for that is our environment, and we must protect it. We must be sensitive to the toxins we add to the soil and water. We must think about how we dispose of plastic bottles and shopping bags when we travel. All these are linked to the environment. It is through such practices that we pollute it. It is humans who destroy the environment, but it is also humans who can protect it and prevent destruction. Let us develop a society that protects our environment. The goal of Clean Sri Lanka is to build this country into a developed nation.",
    "Through human intervention, we must always strive to move this country forward. I believe that all of you will join together for achieving this purpose.”",
    "The event was attended by the Members of Parliament Lakshman Nipunarachchi and Samanmalee Gunasinghe, Secretary to the Ministry of Education Nalaka Kaluwewa, Additional Secretary to the President’s Office G.M.R.D. Aponsu, Chairman of the Sri Lanka Heartland Authority R.D. Siripala, Chief Operating Officer at Capital Maharaja Group S.V. Weerasekara, Principal of Colombo Hindu College, Ratmalana along with the staff and students."
  ]
}