{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/CoA-upholds-citizens-right-to-scrutinise-public-expenditure-under-RTI/56-770124",
  "time_ut": 1733342195.0,
  "original_lang": "en",
  "original_title": "CoA upholds citizens’ right to scrutinise public expenditure under RTI",
  "original_body_lines": [
    "Court orders People’s Bank to disclose funds donated by its Anuradhapura Regional Branch Buddhist Society for the 2022 Poson Poya Charity and Bathi Gee Festival",
    "Says Buddhist Society is part of People’s Bank and not an independent entity, making records subject to RTI scrutiny",
    "Notes public funds must be made available for examination by citizens in the interest of transparency",
    "The Court of Appeal (CoA) this week ruled that the scope of the Right to Information (RTI) Act must be expanded to ensure accountability for any expenditure by a public authority, affirming that such information should be made available for public inspection upon request.",
    "The ruling was delivered in response to an appeal by People’s Bank, which contested a decision by the Right to Information Commission to disclose details of funds donated by the Anuradhapura Regional Branch Buddhist Society of the People’s Bank for the 2022 Poson Poya Charity and Poson Bathi Gee Festival.",
    "A two-judge bench, comprising Justices R. Gurusinghe and M.C.B.S. Morais, upheld the Commission’s decision, emphasising that funds spent by a public authority must be subject to public scrutiny unless withheld for justifiable and equitable reasons. The bench likened the public’s right to information on such expenditures to a co-owner’s right to every part of shared property.",
    "The Court held that public authorities and their subsidiary bodies are obliged to operate transparently, ensuring accountability for all financial activities.",
    "It noted that subsidiary institutions, such as the Buddhist Society of People’s Bank, are not independent entities but are considered integral parts of the public authority. Therefore, their records are subject to the same standards of transparency as their parent organisations.",
    "The Court noted that Section 3(1) of the RTI Act guarantees every citizen access to information in the custody or control of public authorities, fostering openness in public administration.",
    "Justice Morais further remarked: “These provisions ensure that any information held by any institution or body that is part of a public authority, including subsidiary institutions, is subject to the same standards of transparency and accountability as any other record maintained by the parent organisation.”",
    "The appeal stemmed from a request filed by a D. Sarathchandra on 25 July 2022, seeking details of expenses incurred by the Anuradhapura Regional Branch Buddhist Society for the Poson Poya Charity and Bathi Gee Festival. The People’s Bank initially denied the request, citing Section 5(1)(a) of the RTI Act, which protects third-party information. Subsequent appeals to the bank’s designated officer were also rejected.",
    "Sarathchandra then escalated the matter to the RTI Commission, which ordered the release of the requested information. The People’s Bank challenged this directive in the CoA. The Court dismissed People’s Bank’s appeal, upholding the RTI Commission’s decision and ordering the bank to release the requested information. Additionally, the Court directed the People’s Bank to pay legal costs amounting to Rs. 100,000."
  ]
}