{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104183/leptospirosis-identified-as-cause-of-7-deaths-in-north",
  "time_ut": 1733983440.0,
  "original_lang": "en",
  "original_title": "Leptospirosis identified as cause of 7 deaths in North",
  "original_body_lines": [
    "Following tests on multiple samples, the fever which spread in the northern region of the island and claimed 7 lives, has been identified as Leptospirosis, also known as ‘rat fever’, the Epidemiology Unit of the Ministry of Health confirmed.",
    "At a media briefing held at the Health Promotion Bureau yesterday (11), the Epidemiology Unit of the Ministry of Health said that an unidentified fever is spreading in the Jaffna District, raising concerns among health authorities.",
    "Dr. Kumudu Weerakoon of the Epidemiology Unit explained that patients in the affected areas are presenting with fever and respiratory issues.",
    "Accordingly, health officials had collected samples from these individuals to confirm the exact cause of the illness, Dr. Weerakoon added.",
    "Leptospirosis continues to be a major health concern in Sri Lanka. In 2023, the country recorded over 9,000 cases of rat fever, resulting in nearly 200 deaths. Dr. Weerakoon revealed that the number of reported cases this year has already surpassed those recorded during the same period last year.",
    "She emphasized that individuals engaged in occupations involving exposure to water and mud, such as paddy farming and mining, as well as those affected by floods, are particularly vulnerable to the disease.",
    "Furthermore, the death toll from the fever spreading in Jaffna had reached five as of yesterday.",
    "Speaking at a media briefing, the Jaffna Hospital Director Dr. T. Sathyamoorthy confirmed that the deceased, aged between 20 and 65, succumbed to the fever and respiratory complications. While the illness is suspected to be leptospirosis, commonly known as rat fever, he stated that blood samples have been sent to Colombo for further testing to confirm the diagnosis."
  ]
}