{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Airports-facilitated-846-173-international-passenger-movements-in-January-2024-AASL/108-277234",
  "time_ut": 1708160760.0,
  "original_lang": "en",
  "original_title": "Airports facilitated 846,173 international passenger movements in January 2024: AASL",
  "original_body_lines": [
    "Colombo, Feb 17 (Daily Mirror) - While indicating a potential growth in tourist arrivals, the country's airports managed to accommodate a total of 846,173 passengers in 2024, with 207,182 being tourists, the Airport and Aviation Services (Sri Lanka) (Private) Limited (AASL) said.",
    "Accordingly, passenger arrivals were recorded from the Bandaranaike International Airport (BIA), Jaffna International Airport (JIA) and Mattala Rajapaksa International Airport (MRIA).",
    "A total of 82,327 tourists arrived in the country in January 2022 and it went up to 102,545 with an increase of 24.5% for the same period in 2023.",
    "With remarkable growth, in January 2024, a total of 208,253 tourists had arrived in the country, a growth of 103% compared to the same period in 2023.",
    "Meanwhile, MRIA had facilitated 11,801 international tourist arrivals with 102 flight operations, for a total of 23,739 passenger movements recorded at MRIA in 20204. The JIA had facilitated 3,413 international passenger movements and 271 domestic passenger movements in January 2024.",
    "With the current statistics, BIA facilitated 846,173 international passenger movements in January 2024, with an average of 27,295 passengers a day.",
    "AASL Chairman Eng. Athula Galketiya said the above numbers indicate that the BIA is almost reaching the average daily passenger number handled, approximately 29,800, in the most successful year, handling 10.8 million passengers in 2018.",
    "Furthermore, the BIA handled 9.9 million passengers in 2019, with an average daily passenger movement of approximately 27,280 passengers. In response to the growing number of passengers, AASL is in the process of expanding and upgrading the infrastructural capacity at the BIA as a short and medium term solution."
  ]
}