{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-bangladesh-business-council-holds-1st-annual-general-meeting/",
  "time_ut": 1733333100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka–Bangladesh Business Council holds 1st Annual General Meeting",
  "original_body_lines": [
    "The Sri Lanka–Bangladesh Business Council (SLBBC) of The Ceylon Chamber of Commerce held its 1st Annual General Meeting (AGM) on November 28, 2024, at the Hilton Colombo Residence. Dr. Asanka Ratnayake, a seasoned business leader, was re-elected as President of the Council for the 2024/2025 term.",
    "Andalib Elias, High Commissioner of Bangladesh to Sri Lanka, graced the event as the Chief Guest. In his address, High Commissioner Elias shared insightful perspectives on Bangladesh’s current political and economic landscape, emphasising opportunities for deeper collaboration between the two nations. He also highlighted the recent progress in Bangladesh under its interim government and outlined avenues for trade, investment, and tourism.",
    "In his remarks, Dr. Ratnayake reviewed the Council’s achievements since its establishment on October 25, 2023, and reaffirmed its commitment to strengthening ties between Sri Lanka and Bangladesh. Key initiatives over the past year included supporting the proposed Preferential Trade Agreement between the two nations, hosting forums to promote bilateral investment, and maintaining close engagement with the Bangladesh High Commission.",
    "Looking ahead, the Council plans to organise a Sri Lankan business delegation to Bangladesh, focusing on sectors with significant potential for growth. Dr. Ratnayake expressed enthusiasm for promoting Sri Lanka as a prime destination for Bangladeshi tourists, supported by growing interest in the Sri Lankan market among Bangladesh’s expanding middle class.",
    "The newly elected Executive Committee for 2024/2025 includes Vice Presidents Ms. Tamara Bernard of Commercial Bank and Ms. Sabrina Esufally of Hemas Consumer Brands. Aitken Spence Cargo (Pvt) Ltd, eArrow (Pvt) Ltd and MAS Intimates Bangladesh (Pvt) Ltd, NDB Capital Holdings Limited, and Venora International Projects (Pvt) Ltd were also elected to the SBBC Committee for 2024/2025.",
    "ComBank ranked Strongest Bank in Sri Lanka in TAB Global 1000 strength index 2024",
    "A quarter century of progress: Raffles’ story of resilience and innovation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}