{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-and-switzerland-commit-to-promoting-safe-orderly-and-regular-migration-233692/",
  "time_ut": 1753866600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka and Switzerland commit to promoting safe, orderly, and regular migration",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s progress under the Migration Partnership between Sri Lanka and Switzerland was reviewed at the third meeting held in Bern this week, and Swiss assistance for Sri Lankan migrant worker skills development was discussed, the Foreign Ministry said.",
    "“The meeting reviewed the progress made under the Migration Partnership since its launch in 2016 and discussed the future trajectory of the partnership after the formal handing over of the bilateral Safe Labour Migration Program (SLMP) to the Government of Sri Lanka last year.”",
    "Further Swiss assistance for the skills development of Sri Lankan migrant workers and strengthening collaboration with the National Anti-Human Trafficking Task Force (NAHTTF) were also discussed.",
    "Funded by Switzerland, the programme underscores the commitment to institutionalizing sustainable frameworks for the protection and welfare of Sri Lankan migrant workers.",
    "“The two sides reaffirmed their commitment to promoting safe, orderly, and regular migration and maximizing the benefits of migration for both migrant workers and members of their families in both origin and destination countries.”",
    "“Discussions focused on pre-departure orientation, migration management, skills development, readmission and reintegration, and combating human trafficking.",
    "The two countries shared views on current migration trends in both countries and opportunities for Sri Lankan workers through the development and recognition of the domestic skills development framework.",
    "Sugeeshwara Gunaratna, Director General/Europe & North America at the Ministry of Foreign Affairs, Foreign Employment and Tourism, and Ambassador Hendrick Krauskopf, Director/International Affairs of the State Secretariat for Migration of the Swiss Federal Department of Justice and Police, co-chaired the meeting.",
    "The Sri Lanka delegation also comprised representatives of the Sri Lanka Foreign Employment Bureau, the Department of Immigration and Emigration, as well as the Permanent Mission of Sri Lanka to the United Nations in Geneva.",
    "The Switzerland delegation comprised representatives of the State Secretariat for Migration, the Federal Office of Police, the Federal Department of Foreign Affairs. (Colombo/Jul30/2025)"
  ]
}