{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/how-the-gods-and-demons-learned-to-play-together/",
  "time_ut": 1706972460.0,
  "original_lang": "en",
  "original_title": "HOW THE GODS AND DEMONS LEARNED TO PLAY TOGETHER",
  "original_body_lines": [
    "Derived from chapter one, six and seven of the Natyasashtra, on the origin of drama, and published in The Monkey King And Other Stories, Canada 1995 and in Scarless Face And Other Stories, India 2006.",
    "The great god of the Hindus is Lord Brahma and in ancient times the great book of the Hindus made up of many parts was called the Vedas which told the Hindus about life, through artistic methods. India is a very large place, and people just moved across land from one place to another, meeting other, different kinds of people as they went. Lord Brahma and his Hindus who started in the North of India began moving to the South, carrying with them the great books of the Vedas. The people of Lord Brahma moved right across the whole of Southern India and into the country now called Sri Lanka, for in those days the narrow and shallow sea that divides Sri Lanka from India was all land.",
    "In all these Southern parts that the Hindus had come to, there lived a great many tribes who behaved in different ways from the Hindus. The tribes of the Southern lands, in their own way, hunted, and gathered fruit. We know today that it is not true that the Egyptian people who built the great pyramids or the Sri Lankan people who built the wonderful tanks and temples of Anuradhapura or the Hindus of North India of the great Vedas were superior or better or more civilised than the tribal people .",
    "They were not because we know today that civilised means to live happily with whatever you have in the land around you, and to please their demons whenever the tribal people needed help. But the Hindus did not see it that way. The Hindus thought they were more civilised, superior to the tribal people of the south.",
    "And this story of ours began because God Indra, who worked under Lord Brahma, had been worried and angry for some time about strange noises coming from the direction of the forests where the tribal people of the southern lands lived. Not long after the sun had set he would hear, quite distinctly, long and piercing shrieks, the beating of drums, wailing, chanting and the stamping of feet. One night he decided to see for himself. Moving up silently to a large bush behind which he could hide, he peered through its leaves at the forest clearing beyond, and saw the tribal people behaving in a way that he had never seen before.",
    "There was a woman seated on the ground looking very ill. About ten yards in front of her there were two pillars made of the trunks of banana trees and a third banana trunk was fixed to the top of the other two so that it looked like a kind of doorway. On both sides and on top of this doorway were tied great bundles of jungle leaves and branches so that you couldn’t see what was behind the floor. All the tribal people had come there and were standing on either side of the sick woman as well as behind her, but all of them were looking at the doorway made of banana trunks and jungle branches.",
    "Between the woman and the doorway two men were leaping into the air as they danced with large flaming torches held in their hands. Another man sat close to the doorway beating a drum for the dancers. A fourth man, dressed in jungle leaves like all the others, moved about near the doorway shouting and singing something that Indra couldn’t understand. And then, all of a sudden, as this man shouted very loud, and the drum was beaten louder than ever and the dancers leapt in the air higher than ever, a terrible shriek was heard from behind the doorway.",
    "Everyone stopped what they were doing. In the silence the shriek was heard again and through the door there leapt a huge and terrible looking demon with the head of a bear and the body of a human being. The man who had been chanting and singing shouted “Mahasona! Mahasona!” and hearing this Indra knew that the name of the demon was Mahasona.",
    "Mahasona replied, “I want a baby to take away, and I will make this woman well again.”",
    "“No! No! A baby human cannot be given to you,” said the singing man, with great feeling.",
    "“I can give you a small chicken that is already dead,” said the man.",
    "“Then give me the small chicken that is already dead,” agreed Mahasona the demon.",
    "The singing man then walked up to a small basket lying on the ground close to where people were standing. From the basket he took up a little dead chicken. But as he held it up to show Mahasona the demon, Indra struck. Indra had been getting angrier and angrier as he watched these things that the tribal people were doing. Being a god of the Hindus, he thought that these things were evil and uncivilised.",
    "Indra rushed forward with his famous staff. Indra always carried a tall staff and he used it on his enemies. He attacked the demon Mahasona who then ran back through the door to enter the jungle again. All the people and dancers started screaming and running in all directions. Inside the jungle Indra caught up with the demon Mahasona and gave him such a beating that he fell to the ground, screaming. But Indra did not stop there.",
    "That night he went full speed through the whole jungle attacking and beating all the demons with his staff, hundreds of them. By morning all the demons had been well beaten and Indra’s victory over the demons became famous with all the Hindu gods and with the Lord of all gods, Brahma.",
    "The next morning after Lord Brahma had eaten his breakfast he called up Indra to say thank you for his great defeat of the demons of the southern tribal lands. But the moment he saw Indra he knew that Indra was not fully happy with what had happened. Indra had a thoughtful look on his face. Brahma asked him, “What is the matter?”",
    "Indra, speaking slowly, said, “We will never be able to live with these people happily simply by defeating their demons, because their demons belong to them. We must win the hearts and minds of the tribal people and their demons.”",
    "“Ah, if only they could listen to our great Vedas. If they listened to our holy books they would surely give up their evil ways.” Brahma sighed again: “But these are Sudras, and you know that Sudras are not allowed to listen to the Vedas.",
    "Because Brahma spoke slowly Indra had time to think while he was listening, and suddenly he got an idea from what Brahma was saying. Indra was very excited.",
    "“Yes, Lord Brahma, but that rule is only for the Vedas that we now have!” Brahma looked curiously at Indra. “So what do you mean? “Indra spoke quickly. “If we make another, new Veda especially for the tribals, then they can learn our good ways from this new Veda! They are not allowed to listen only to the first great Vedas. They can listen to a new one.”",
    "Brahma turned his head to look more closely at Indra. It looked as if Indra was right, for Brahma said a slow “Hmmm.” And then he asked, “But how do we do this? You see, Indra, we must know more about these tribals before we can make a new Veda for them. Now tell me, last night when you watched them from behind the bush, what were they doing?”",
    "Indra then told Brahma all about the sick woman, the crowds around her looking at the doorway of banana trunks and jungle branches, the dancing men with torches in their hands, the music of the drum, the singing of the man who offered a little chicken to the demon Mahasona, the shrieking demon and how it suddenly entered from behind the door. Brahma then thought for a long time about what Indra had described to him, keeping his head up to the sky, using his left hand to hold his chin. The fingers of his right hand kept tapping on his stomach. Finally he turned his head back to Indra with a very knowing look in the small eyes inside his face. He spoke:",
    "“Hmmm – and from what you have told me I can see that these people have feelings, like our Hindu people.”",
    "“Very much more, I think,” Indra said. “They don’t think carefully like us, they show too much feeling. I saw it last night from behind the bushes.”",
    "Brahma now rose very slowly, and stood a little while longer in silence and then said, “I think I have an idea.” He thought a little again and said, “And you say that the sick woman and the people watching this were on one side and the dancing men, the singing man, the drummer and the demon Mahasona were on the other side?”",
    "Brahma went on, “And then the demon entered from the door on his side?”",
    "“Yes,” said Indra, wondering why Brahma was so interested in the way things had happened that night.",
    "After another long silence, Brahma said, “Come and see me tomorrow at this same time.” As Indra bowed and went away Brahma sat down again. But now he crossed his legs in a special way and folded his arms over his chest also in a special way, which helped him to think very, very deeply. The Hindus call this Yoga. He remained like this for many, many hours.",
    "When Indra went the next morning Brahma was standing up, waiting for him. As soon as he saw Indra he said, “I have done it!”",
    "“What?” asked Indra as his eye fell on a large book in Brahma’s right hand.",
    "“I have made a new Veda from which the Sudras can learn our good ways,” said Brahma waving the big book.",
    "Brahma: They will learn things, not by listening to the new Veda as we did with the old Vedas, but by playing with the help of the new Veda.",
    "Brahma: Yes, the new Veda tells them how to play, and when they play people will learn wise and good things.",
    "Brahma: They will play or pretend in a way that they are already used to.",
    "Brahma: Like what you saw that night when you were hiding behind the bushed. That is why I wanted you to tell me what they were doing that night. You see, Indra, they are used to having people on one side of the ground watching something going on the other side with dancing, music, singing, chanting and speaking.",
    "Brahma: What you saw that night was real, but my new Veda is going to use the same way of doing things for playing or pretending.",
    "Indra: What will they pretend or play? I hope it will not be the things I saw that night. Even pretending those things will be terrible.",
    "Brahma: What they will pretend and play are the stories from the Mahabharata and the Ramayana and otherwise, and good books of us Hindus. And they will be happy to play these stories because they already know a little of how to play.",
    "Brahma: Sometimes you don’t listen to me carefully enough. I told you a moment ago that what you saw that night was real but I am going to ask them to do it the same way for playing the stories of the Mahabharata  and the Ramayana.",
    "Brahma: Because there is a lot in it for dancers to learn, for musicians to learn, for actors to learn.",
    "Brahma: Yes, because when they play these stories they will only pretend or act as if they are real, they will be called actors.",
    "And so the first book in the world about how to make a play was given by Lord Brahma to Indra about two thousand years ago. It was called the  Natyasastra. “Natya” means play and “sastra” means the art, in the ancient Sanskrit language of the Hindus.",
    "Now Indra had the book in his hand, and Brahma could see that he was very excited by the way he thanked Brahma.",
    "“Oh, Lord Brahma, thank you for the Natyasastra. Now the Sudras, have a way of leaning our good ways, just by playing.”",
    "“But the Natyasastra can be used by everybody. It teaches us Hindus as well as the Sudras why and how to play.",
    "And now you have work to do, because I have given you only the book on how to do a play. You will now have to go and do a play to see how it works. So go now and do the first play in the world for all to see.”",
    "Indra hesitated, asking, “But what shall this world’s first play be about?”",
    "“Ah! I have thought about that too,” said Brahma. “Because all this began when you peeped through the bushes, saw their ways and attacked the demon Mahasona and all the other demons that night, let the world’s first play be about Indra’s defeat of the demons!”",
    "Indra was very pleased. He got the help of a famous wise and learned old Hindu by the name of Bharata Muni to select actors, train them and do the play. So the day of the world’s first play came and it was performed at a big open place on a moonlit night. But when the play began, a very strange thing happened. All the demons who had been beaten by Indra, except Mahasona, had got well again and were at the play. Mahasona, who was still very sore, remained at home. And only one of the other demons knew that Mahasona was not at the play.",
    "His name was Hiranya Kassipu, like Mahasona a famous Lankan demon. In those days when Lanka and India were not separated by sea, these two demons roamed the entire subcontinent. On the way to the play Kassipu had stopped at the home of Mahasona and seen him in bed. When the first scene of the play began, an actor dressed like Mahasona came shrieking in and an actor dressed like Indra rushed forward and acted as if beating the actor dressed like Mahasona.",
    "At this moment the hundreds of demons who had come to see the play got very angry and excited because they thought that the whole thing was real. They had looked around, and seeing that Mahasona was not with them in the audience, thought that it was the real Mahasona, their pal, who was being beaten by the real Indra. They thought that the defeat of the demons was happening again, a second time! So all the demons except Kassipu rushed forward and beat up the man playing Indra and smashed up the whole play.",
    "Only Kassipu remained calm, seated on the grass. He knew it was not real. But strangely, though he knew it was a play, he felt very sad to see even an actor dressed like Mahasona beaten up.",
    "Indra, very upset that the world’s first play had been smashed up, rushed to Lord Brahma that very night and asked what should be done. This time Brahma did not have to go deep in thought. The answer was very clear.",
    "“Build a house and do the plays inside, a playhouse, a theatre!” replied Brahma.",
    "Vishvakarman, the architect of the gods was summoned and told the story. And so the world’s first playhouse was built with four strong walls and a very safe roof. At one end on a raised platform the actors acted, coming in and going out through a door on the stage that led, at the back, to a resting room. At the other end of the room the people sat and watched the play.",
    "But Indra and the other gods were still unhappy. By protecting the actors they were also keeping the demons and the Sudras out of the theatre. So they all went to Lord Brahma and explained, “Oh, Lord Brahma, you gave us the Natyasastra and from it we have learned the art of acting and how to do a play. And you did all this in the first place to teach our good ways to the Sudras and their demons. But they are now being kept out of the theatre. We can see them hanging around suspiciously outside the walls, wondering what is going on inside. It is all very sad.”",
    "From the way Brahma looked at them they could see that he had been thinking in the same way.",
    "“Yes,” he said, “and that is why I have asked all the demons to meet me tonight. All of you must come. I have asked the wise old Bharata Muni who trained the actors to explain to the demons what a play is.”",
    "That night when all the gods and demons met, Bharata Muni began by saying, “You demons attacked the play last night because you thought it was real. Plays are not real, they are acted.”",
    "Immediately the demon Kassipu said, “But I knew that Mahasona did not come for the play. I knew that two people dressed up like Mahasona and Indra were acting, and yet I felt too sad to see the demons being defeated.”",
    "“So did you also attack the play as the other demons did?” asked Bharata Muni.",
    "“No, I did not. I felt sad but did not do anything,” said Kassipu.",
    "“Ah! So you behaved differently from the other demons who thought it was real, and I will tell you why. Listen, O demons! It is because of you that people will always think that they feel real feelings whenever they see a play,” exclaimed Bharata Muni.",
    "“Why is that?” asked the demon Kassipu. “What have we got to do with it?”",
    "“To make this new thing called a play, to make drama, Lord Brahma took something from you demons and something else from the gods,” explained Bharata Muni.",
    "Bharata Muni had to explain carefully. “Lord Brahma heard from Indra about the woman who was ill that night. How the tribal people called you demons to make her well. How there was such a lot of feeling when you asked for a little takeaway baby but the people refused and offered you a dead takeaway chicken instead. Lord Brahma saw that the tribal people and their demons were full of feelings in a way that the gods are not, and he knew that a play must have a lot of feeling and that will come from you, not from the gods.”",
    "“Then what have the gods given to this new thing called a play?” asked the demon Kassipu.",
    "“They have given something as important as feelings,” said Bharata Muni. “The gods have done something to stop people from letting their feelings make them think that these plays are real, and get excited, and do things such as you all did when you smashed up the world’s first play.”",
    "“By beautiful music, beautiful songs, beautiful dances, beautiful words, all taken from their great books the Vedas,” said Bharata Muni, smiling.",
    "Bharata Muni explained again carefully. “You see, demons, in real life if I am going to kill someone I will not do a beautiful dance and do it. I will not sing a beautiful song and do it, I will not use beautiful",
    "words when I am doing it. And so, when I do it this way in a play you will have strong feelings but will not get excited and get up and try to stop the actor from acting in a way as if he is killing the other actor. Do you understand?”",
    "All the demons smiled, and said together, “Yes, now we understand.”",
    "The next night they all got together and did another play, also about gods and demons and this time there was no disturbance. They knew that the great feeling in the play came from the demons and the beauty in the play came from the gods. They learned to play together. And now they could play together out in the open spaces or inside theatres.",
    "Scarless Face & Other Stories: review Sunday, December 25, 2005, Indian Express",
    "Ernest MacIntyre’s “How the Gods and Demons Learned to Play Together”, my pick for the best story in this collection, comes from the  Natyasastra’s myth about the birth of theatre – but it is equally about empathy and perception, about how quick we are to pass judgement on those who are different from us.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}