{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/coming-updance-of-the-year/",
  "time_ut": 1731952380.0,
  "original_lang": "en",
  "original_title": "Coming up…dance of the year!",
  "original_body_lines": [
    "As we get closer to the month of December, I’m reminded of the Beatles hit song, ‘It Won’t Be Long’.",
    "Yes, of course, it won’t be long before we start experiencing the festive atmosphere, the dawning of Christmas, and then the New Year, 2025.",
    "This year, the festive season should turn out be a brighter scene, with 31st night being extra special at most venues.",
    "One particular event that got my attention is the New Year’s Eve dance that is being put together by the folks at Cinnamon Lakeside, ably led by Nazoomi Azar, the hotel’s new General Manager.",
    "Nazoomi Azar, new GM at Cinnamon Lakeside, with veteran singer/entertainer Sohan",
    "With his experience, having worked in London, Nazoomi is determined to make the hotel’s NYE happening the dance of the year.",
    "According to Nazoomi, it’s going to be an awesome event, aptly titled ‘James Bond Gala Dinner Dance.’",
    "I’m told guests will be given VIP status at the ‘James Bond Gala Dinner Dance’ and will experience a totally different scene as they head into 2025.",
    "To create the kind of music that would be best suited for such a prestigious happening, the hotel has signed up the well-known 31st night music makers in town, Sohan & The X-Periments, along with the band AROH, and guest stars Judy De Silva, Falan Andrea, Geoffrey Fernando and J-Pal.",
    "Last 31st night (2023) and in 2022, Sohan performed in Australia and London, respectively, so, he says, he is going to make this 31st night happening at Cinnamon Lakeside King’s Court Ballroom, a truly memorable event.",
    "Sohan went on to say that it will be an exciting fun-filled night and the guests coming from abroad, especially Sri Lankans, can expect a very special performance from the galaxy of stars who will light up the scene with their music.",
    "“Yes, with two bands in attendance, we will provide non-stop entertainment, and the dance will end with a traditional Sri Lankan breakfast.”",
    "Guests, at this event, will also be able to enjoy all the New Year activities in the entire hotel, which will include a foreign DJ operating under a marquee, a mini dance in the Library, as well as check out the longest 5-star buffet in town.",
    "No doubt, this ‘James Bond Gala Dinner Dance’ is going to be a memorable, exciting, fun-filled affair.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}