{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/System-change-and-economic-stabilisation/4-766813",
  "time_ut": 1726603978.0,
  "original_lang": "en",
  "original_title": "System change and economic stabilisation",
  "original_body_lines": [
    "Either the country enters a new era on 21st with AKD at the helm or continues to struggle facing crisis after crisis under the current system",
    "The success of NPP’s entire economic trajectory hinges on reforming governance. This is the pillar on which the new system would be built and that was the message from the Aragalaya generation. AKD’s resolve to change the rotten political culture and moribund system of governance should therefore stabilise the economy faster with IMF assistance and lay the foundation for sustainable economic growth with equity. Voters seem to have understood this message for the first time",
    "A deliberate fear has been injected among voters by champions of the old order that NPP’s system change through social revolution, apart from other damages critics claim, would first and foremost destabilise the economy and jeopardise even the little stability that RW had managed to achieve under IMF direction. On his part, RW too warns listeners attending his campaign rallies of the return of long queues and disappearance of gas cylinders were AKD be elected as President and NPP allowed to form government.",
    "Even SP and his lieutenants equate AKD’s emphasis on revitalising the domestic real sector with the 1970 Sirimavo government’s disastrous inward-looking economic policies and import substitution strategy. It is time to demolish these distortions and scaremongering and explain to voters the real nature of NPP’s economic strategy.",
    "To start with, one must remember that NPP is the child of Aragalaya, and the generation that led that revolt with the demand for system change, unlike its predecessors in the previous century, is part of a global family of network societies with instant connection with people and events and not willing to live isolated in a closed society with a closed economy. This generation aspires Sri Lanka to remain an open society with an open economy but developing competitively and progressively to win a respectable place in the world arena while protecting itself from unwanted pressures and interference from foreign quarters. NPP’s economic strategies should and does therefore reflect this overall objective, and its policies should be looked at and assessed accordingly.",
    "There are three areas or issues on which the critics have raised their concern abut NPP’s economic trajectory: its policy towards IMF assisted economy revival agenda, future of the market economy and role of foreign investment. AKD has declared in no uncertain terms that his regime would go along with the IMF program but would renegotiate with its author for certain adjustments in the agenda especially with a view to strengthen the domestic real sector and reducing the burden on the working poor. This should have been done at the start when RW invited IMF for assistance. But he and his delegates didn’t. As a result, it is the lower income groups that are bearing a greater share of the cost of stabilisation and recovery.",
    "The IMF recommended handout through RW’s aswesuma is no answer to this injustice. Given Sri Lanka’s dire financial strait IMF was right in insisting on fiscal consolidation to reduce ballooning budget deficits. This should be achieved by increasing Government revenue while reducing its expenditure. Increasing tax rates and profits of state-owned enterprises are the safest means to raise revenue. When the SOEs are operating at a loss the onus of raising revenue falls on taxes. But the question is who should pay the tax and at what rate? No one pays tax voluntarily. But IMF prefers broadening the taxbase to spare the rich and wealthy.",
    "RW’s VAT was the result which hit the low-income groups harder than the moneyed class. However, those who are familiar with the Laffer curve would know that lower taxes bring in more revenue than higher taxes, an idea originated from the 14th century sociologist Ibn Khaldun. But that is valid only if tax collectors are honest, efficient and beyond corruption. Sri Lanka’s tax department has a lot to answer for the low tax revenue. Ultimately therefore, the problem lies with governance. That was why even IMF insisted on governance reforms.",
    "It is in this respect NPP’s resolve to change the political culture and governance of the country stands tall. With fairer tax structure NPP could raise more revenue than RW’s VAT and other taxes. Hence, AKD’s proposal to renegotiate with IMF should have sympathetic hearing. IMF is therefore not going to suspend its program if AKD were to be elected. There are also geopolitical factors that would keep IMF continue with its mission whoever is elected as president.",
    "Likewise, AKD has assured that NPP is not going to kill the free-market economy and free enterprise to be substituted with the outmoded state capitalism. But the free-market economy should be made totally free without artificial rigidities and mafiosi operations, as it is found at present. For instance, is the local rice market free of collusion? Aren’t the rice millers acting as a mafia and exploiting both the paddy growers and rice consumers? The tragedy is that this mafia has its connections inside the Government circle and RW has done nothing over the last two years to cut them. Once again it is a matter of bad governance.",
    "Finally, NPP’s position on foreign investment. AKD had reiterated that he would welcome foreign investors, but again the question to face is why they are reluctant to invest in Sri Lanka. Remember how Gota handled the Colombo Harbour West Terminal issue. He unilaterally abrogated the original agreement with India and Japan by yielding to the pressure from nationalist trade unions and Buddhist priests. Similarly, he halted the Japanese rail project after Japan had started working on it. Following that debacle, Mitsubishi Corporation decided to wind up its operations in Sri Lanka. What message do these incidents send to foreign investors? Will they have any confidence in Sri Lankan governments? There was no transparency in many of the deals governments made with foreign investors.",
    "Therefore, AKD’s quest for FDI should start with rebuilding this lost confidence by reforming governance. Even then Sri Lanka needs to be selective in choosing the right type of FDI so that the projects started by foreign investors will have strong linkages with the local economy. NPP’s revitalisation of domestic real sector must benefit from FDI. Otherwise, FDI built ventures would just remain as export enclaves with little connection with the local economy like the British plantations in the 19th century. Currently, the Port City Project resembles such an enclave. Thus, NPP while welcoming FDI would have to be selective and channel those investments to fill those gaps left by domestic investors because of lack of funds. Doesn’t this policy make economic sense?",
    "The success of NPP’s entire economic trajectory hinges on reforming governance. This is the pillar on which the new system would be built and that was the message from the Aragalaya generation. AKD’s resolve to change the rotten political culture and moribund system of governance should therefore stabilise the economy faster with IMF assistance and lay the foundation for sustainable economic growth with equity. Voters seem to have understood this message for the first time.",
    "System change warrants a new constitution and AKD has promised to introduce one. In contrast, none of the other contenders have anything better to offer than the same smorgasbord of promises within the existing political culture and governance. Either the country enters a new era on 21st with AKD at the helm or continues to struggle facing crisis after crisis under the current system.",
    "(The writer is attached to Business School, Murdoch University, W. Australia.)"
  ]
}