{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/wartime-in-sri-lanka/",
  "time_ut": 1753517820.0,
  "original_lang": "en",
  "original_title": "WARTIME IN SRI LANKA",
  "original_body_lines": [
    "The wheels of the vehicles of war with which Nazism [was] halted came from the latex of rubber trees collected on thousands of rubber estates in Ceylon. The millions of cups of tea that cheered troops on freezing battlements [came from] our plantations… When we talk of aid to developing countries… let us… remember that small countries like Ceylon helped Britain, the United States… and Russia when they were most in need of aid.",
    "NU and State-run Industries A more confident NU returned to Sri Lanka in December 1939. Already the only qualified economist in government service, he now had expertise in the new field of business administration, along with an enhanced worldview from his year abroad. His value as an officer in the government had vastly increased, and his career would soon reach a new launching point – in 1942 – when Sri Lanka was beginning to mobilize for war. Wartime called for the marshalling of clear thinkers and effective administrators, persons with good judgment, unafraid to take quick decisions amid crisis conditions. NU had all these qualities in full measure. His discipline and organizing capacity equipped him to deal with the challenges presented by wartime emergencies. During this period, NU would be called upon to fill several posts linked to wartime contingencies.",
    "Upon his return from London, NU resumed his position as Commercial Assistant in the Department of Commerce and Industries, and continued in this post for another three years with greater responsibilities. The government had sent NU to London for training in business administration primarily because it wanted to give “a lead to private enterprise by starting certain state-aided concerns on commercial lines” (J.C.W. Rock, in N.U. Jayawardena Personal Files, emphasis added). This policy was given further impetus as wartime created shortages of materials and goods, especially those required for the shipping of exports.",
    "NU was placed in charge of the Model Coir Yarn Factory, which was the first commercial factory established by the Department of Commerce and Industries. According to NU, this was the first occasion he had of applying the knowledge acquired from his training in London. As NU explained:",
    "In the space of 2 months work, engaged mostly part-time, I was able to reorganize the factory, introduce an efficient system of production control, execute a successful sales programme, and convert the factory from a loss to a profit-earning basis. (N.U. Jayawardena Personal Files)",
    "NU applied for the post of Assistant Director (Factories) in December 1943.( A job application in his Personal Files shows that NU applied for this post. However, he did not take it up. There are no records to show whether this was because he was not selected, or because he was selected and decided against taking up the post. ) After having observed at first hand the latest production techniques used in British factories, NU would have been eager to apply the management principles he had studied and witnessed abroad.",
    "The responsibility of organizing the sales section of the Department of Commerce and Industries was also entrusted to NU. This section was established to market the Department-run factories’ products, which were sold through a sales outlet on Chatham Street, known as the Marketing Department. Products are still sold under the Marketing Department’s “MD” label, though the operation was privatized some time ago.",
    "Although NU was involved in the running of the government’s first factory, and later in the marketing of goods produced by the various government-run factories, the experience demonstrated to him the pitfalls of state involvement in industry, stemming from political expediency as well as from leaving decision-making to inexperienced and impractical civil servants. Years later, he would draw on this experience on many occasions when stating his aversion to state enterprises. He had particularly sarcastic words for D.H. Balfour, the Ministry Secretary whom he termed as “an infectiously imaginative civil servant… [graduating] from Cambridge, specializing in Chemistry, and now turned industrial entrepreneur,” whom NU noted, “displayed enthusiasm but less business judgment.” Balfour had set up a cement factory in Kankesanturai, a chemical factory in Paranathan, a paper factory in Valachchenai, a plywood factory in Galle, a steel factory in the suburbs of Colombo and a ceramics factory in Negombo, and an ilmenite factory in the Eastern Province, some of which were in some state of survival even in the 1980s. NU further noted that many of the factories set up by the government were located in the electorates of influential politicians (de Zoysa manuscript, p. 12).",
    "NU during this time also served as the editor of the Ceylon Trade Journal, published by the Department of Commerce and Industries based on the work of the Commercial Intelligence Department. His involvement in other areas began to branch out. In November 1940, he was appointed to serve as Secretary to the Ceylon Delegation at the Eastern War Materials Conference, which was held over the course of a month in New Delhi.",
    "In 1941, NU at age 33, the self-taught student of economics, became the teacher, when he was appointed visiting lecturer for the diploma course in Economics at the University College, Colombo. He gave lectures on Sri Lankan trade, commerce, industry and transport. The professor of Economics at that time was B.B. Das Gupta under whom NU had served earlier on the Banking Commission in 1934. In spite of his busy schedule, NU would have readily welcomed this opportunity, which brought him into contact with the intellectual community.",
    "NU would have no doubt taught many future academics and public servants of Sri Lanka. Das Gupta commented favourably on NU’s contribution as a lecturer, noting that NU’s “official work… kept him in constant touch with economic problems,” adding that he was “a wide reader and balanced thinker.” NU’s association with the university exposed him to a different milieu, where intellectual discourse and access to a library of scholarly books were some of the advantages. S.A. Pakeman, Professor of History and Economics and acting Principal of the University College at the time, praised NU’s lectures as “most stimulating and valuable” (N.U. Jayawardena Personal Files). NU would have felt some sense of achievement when, a few years later, he was requested by the University College of Ceylon to set and be co-examiner of the two question papers in Economics for entry into the prestigious Ceylon Civil Service – of which he was never a member.",
    "It is hard to imagine where NU found the time and energy tofulfil his diverse responsibilities, such as organizing factories and sales sections, editing a journal, preparing lectures, setting papers on Economics, and teaching. The war years were a frantically busy and tense period with its recurring crises, when many demands would be made on NU’s expertise in a variety of areas.",
    "World War II reached Asia’s doorstep in July 1941, when the Japanese entered the conflict, by launching a surprise attack on Pearl Harbour, Hawaii. The Japanese forces made speedy advances spreading their grip in every corner of Asia, including Indonesia, Malaysia, the Philippines, Burma (now Myanmar) and Singapore. After the fall of Singapore, it was inevitable that Sri Lanka, too, would soon be targeted by the Japanese.",
    "In January 1942, Sri Lanka was put on a war footing, and Admiral Sir Geoffrey Layton was appointed Commander-in-Chief. A Civil Defence Department was also established. Oliver Ernest Goonetilleke (OEG), who had already established his credentials as Auditor General, was appointed Civil Defence Commissioner. Ivor Jennings, newly arrived on the island, served as OEG’s deputy.",
    "The city and country had to be prepared for any contingency. Staff had to be quickly recruited, fire-fighting and emergency workers trained and equipped, and food provisions and distribution systems established. Fire gaps, wardens’ posts, trenches, shelters and water tanks were constructed; buildings protected by sandbags, and emergency kitchens and hospitals had to be set up to prepare the city in the event of bombing. An Air Raid Precautions (ARP) unit was formed to mobilize local leaders to act as wardens of civil defence. The department recruited 4,000 regular defence workers and 64,000 men and women part-time volunteers, who were “most of the more prominent leaders from Dondra Head to Point Pedro” (Jennings, 2005, p.126). Another task of the Civil Defence Department was to prevent the spreading of rumours and panic, and the leaking of information to the enemy. Posters reminding citizens that, “careless talk costs lives” were displayed throughout the city. Hoarding by black-marketeers was another serious problem of that period of shortages and rationing.",
    "For those living in Colombo along and other parts of the country,there were many hardships, including food shortages, blackouts, and regular air-raid drills. Due to the shortage of rice, alternative forms of grain, such as bhajiri from India had to be imported and popularized. (A network of co-operative stores helped in the distribution of bhajiri and other rationed goods. The Communist Party, which supported the war effort, joined in supervising the distribution of food. Hedi Keuneman (Viennese wife of CP leader Pieter Keuneman) wrote: “I remember this as perhaps the most satisfying work I did because it made a genuine contribution to help the local population to get a fair supply of foodstuffs with their coupons.",
    "The chief enemies were the blackmarketeers, and I remember arriving at our Co-op very early, long before opening time every morning, in order to prevent illegal black market dealings in food” (personal communication to K. Jayawardena, December 1990). One Sri Lankan recalled Hedi and Pieter Keuneman, surrounded by a crowd outside the main railway station of Colombo, when they were promoting alternative cereals to rice as a part of the war effort: It was not the usual pavement astrologer, musician or the snake-bite specialist, but a diminutive lady clad in a cheap cotton sari and… a tall young man in shirt and shorts. They were serving a steaming cereal to the people around them… I was simply thrilled and spent a considerable length of time watching the humanitarian drama.” (G. Nanayakkara, Sunday Island, 20 Jan. 1991) According to an eyewitness account of Hyacinth Mahendrarajah, who as a young girl lived through this time:",
    "The cost of living rocketed sky-high. Food was scarce as no ships called at Colombo, which was normally an important port of call in the East. Ships were being bombed before they reached the various ports. This resulted",
    "in a struggle to exist on a ‘meal a day’ that consisted mainly of yams and vegetables grown in the countryside.",
    "The tension of imminent attack by the Japanese also created some anxiety, as Hyacinth further recounts:",
    "At school they dug trenches for the children to go into, for protection during an air raid. We were given instructions on air raid precautions and whenever the siren sounded we had to observe them. These were carried out frequently to help us remember exactly what to do in the event of a genuine air raid. ( Mahendraraja, Hyacinth, Schoolgirl’s Memories in Ceylon, WW2 People’s War – An archive of World War II memories – public writings gathered by the BBC, entry contributed on 9 July 2004, http://www.bbc. co.uk/ww2peopleswar/categories/c54629/)",
    "NU’s daughter Neiliya, who was a small child at that time, also recalls the air raid drills: “When the air raid sirens went off, both my brothers and myself had to run with our pillows to the dining room table under which our mats were laid” (Neiliya Perera, 2006).",
    "When the Japanese finally did attack Sri Lanka, the government was not caught completely off-guard – they had received advance notification that a fleet of Japanese ships was advancing southeast of Devundara, from a patrolling British pilot who had been able to radio news back to base before his plane was shot down. According to OEG’s account, the island was “wide open for attack” since “our own military resources were negligible… to meet an invasion” (Jeffries, 1969, p.58).",
    "On Easter Sunday, 5 April 1942, the attack on Sri Lanka began. A fleet of Japanese aircraft raided Colombo, targeting the harbour and Ratmalana airport, followed by an attack on Trincomalee harbour. In both attacks, only a few ships were destroyed, and there were relatively few civilian casualties. ( In Colombo there had been 85 civilian casualties, about 50 of which were patients who were killed in the bombing of the Angoda Mental Hospital, which the Japanese had mistaken for a power station.",
    "Two ships in the harbour – a destroyer and an armed merchant vessel – and two cruisers at sea were sunk. The harbour engineering workshops were severely damaged as well. One bomb fell in the Pettah on a Muslim hotel, completely destroying it. It opened a road in the Pettah known as “Oeeji’s Way” (Jeffries, 1969, pp.53- 54; and Jennings, 2005, p.130). In the Trincomalee attack, the HMS Hermes and two tankers were sunk, and the harbour installations and wharf were badly damaged (Jennings, 2005, p.132). The attack on Colombo, which was short but intense, turned the city into a ghost town overnight. Jennings described the panic:",
    "As soon as the raid ended, a procession of cars… started moving out of Colombo by all the main roads… Those who had bullock carts piled up their baggage, packed in their families, (others carried) their worldly goods upon their heads. One-third of the population of Colombo left the city that day, some back to their villages but many knew not whither. (Jennings, 2005, p.131)",
    "The evacuation caused more problems than the bombing. Apart from the serious shortage of food, there was a breakdown in distribution, as many shopkeepers had fled the city. Much of the local labour force necessary to carry out essential services, too, had disappeared. OEG managed to avert a crisis when he ordered the closed shops to be opened and “called out the whole staff of the Audit Department and put them to serve in boutiques” (ibid, p.131). NU, like many government servants, sent his family off to the countryside for a short period during this time, but himself stayed back in the city. His daughter Neiliya recalls being sent off to Koskandawela, a village in Gampaha, with her mother and two brothers, to live with a family who were known to her mother’s parents and that NU would visit them on weekends.",
    "Accounts from this period reveal how close Sri Lanka came to being captured by the Japanese. It was a combination of luck and circumstances that saved Sri Lanka – Winston Churchill would later famously remark that the attack on Sri Lanka had been his “most",
    "dangerous moment.” ( An account of the attack on Sri Lanka is given in a book entitled, Most Dangerous Moment: Japanese Assault on Ceylon, 1942, Mayflower (Sept. 1979), by Michael Tomlinson.) Although we know with hindsight that the Japanese had been halted in their advance and would not return to attempt further assaults on the island, at the time this was far from certain. ( Only 25 aircraft fighters were still serviceable the day after the attack on Sri Lanka, and only 4 were still",
    "serviceable after the attack a few days later on Trincomalee (Jennings, 2005, p.133). Several fortunate circumstances averted disaster, including the fact that",
    "the Japanese fleet did not have enough fuel to prolong the attack and had to return to Singapore for refuelling (Jeffries, p.58; and Jennings, 2005, pp.128-30).",
    "The country would be kept on a war-footing for another three years until the Japanese were defeated in 1945. In spite of the threat of war, these were idyllic days for Neiliya",
    "It was here [Koskandawela] that we as children discovered the joys of fishing in streams, playing with calves, collecting eggs from chicken coops, playing with goats and their kids. Our whole life and activities centred around a mother who exposed us to all the beautiful things of the world. (Neiliya Perera, 2006)",
    "Their stay in the village seems to have made a lasting impression on the children, for on returning to Colombo and their home in Police Park Avenue, “a single story beautiful colonial house with a large back and front garden,” Neiliya noted that:",
    "The first thing my mother got us was a nanny goat for milk with three little kids and the three of us adopted one each. Then came a stream of animals thereafter – dogs which we had always had, two cows for milk, rabbits in numbers, a series of deer and even a baby bear and over the years we had parrots. One of the parrots called Polly would call out the names of her favourite people: ‘Nimal, Nanna’. The more exotic birds and animals belonged to my brother Nimal, who even today has as his hobby collecting",
    "On the other hand, these years when his young children were growing up were extremely busy ones for NU. Neiliya recounts an anecdote:",
    "My father was as usual always busy at work. My mother was both father and mother… The story goes that my father worked so hard – seven days of the week, that he left home before my second brother Nimal was awake and came home after he was asleep. The most regular male visitor was the postman, and Nimal used to call the postman ‘Daddy.’ (ibid)",
    "It was during wartime when, according to NU, he was “discovered” by Oliver Goonetilleke (OEG). It was upon OEG’s recommendation that he would be seconded to the Department of Commodity Purchase as Deputy Commissioner; and OEG was listed as a referee by NU on a job application in 1943.",
    "OEG was one of the key figures in the colonial administrative service and also dominated the political scene during the war and post-war periods. NU was associated with him when OEG was Civil Defence and Food Commissioner, and would work closely with him as they both moved up the career ladder. There were many parallels in their lives. Oliver Goonetilleke, born in 1892, was the only son amongst the eight children of Alfred Ernest Goonetilleke, a postmaster from Kotte who was a Christian. OEG was educated at Wesley College, Colombo. Journeying by train, he walked to school from the station to save the tramcar fare of 5 cents, as his father was economically hard-pressed. Like NU, he took an external London University degree (BA), and also taught for a time at Wesley College. In 1924, OEG was Assistant Colonial Auditor, a post previously filled by British officials. In 1926 he did a postgraduate course at the London School of Economics, and in 1931 became the Colonial Auditor (renamed Auditor-General), an office he held for 11 years. As OEG’s biographer, Sir Charles Jeffries wrote:",
    "The appointment was acclaimed as a new departure in policy and a new triumph for the Ceylonese people. The satisfaction was justified, for Goonetilleke’s promotion marked the beginning of the end of the traditional assumption that Ceylon, like other colonies, should be staffed, in the higher grades, from the general British Colonial Service. (Jeffries, 1969, p.38)",
    "Although NU worked closely with OEG during the next several years, he would have disagreements with OEG regarding his policy on food subsidies – particularly rice subsidies. NU believed that these should have been gradually reduced following the war and warned OEG about the economic consequences of not doing so; political turmoil would end up being one of the results",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}