{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Price-of-Palestinian-resistance/4-780497",
  "time_ut": 1755686450.0,
  "original_lang": "en",
  "original_title": "Price of Palestinian resistance",
  "original_body_lines": [
    "Anas Jamal al-Sharif, son of Gaza, child of the Jabaliya refugee camp, father of Sham and Salah, was killed last week in a targeted strike by Israel",
    "The industrial machinery unleashed on the Palestinians in the Gaza strip by Israel and the West have harvested 60,000 lives so far. This official number is dwarfed by the estimates of the bodies entombed under the field of rubble that Gaza has been transformed into. As many as half a million Palestinians appear to be missing, apparently “spirited away” to some other realm, as Theodor Herzl, the founder of Zionism, envisioned. The method this time around might not be exactly what he had in mind, but the effect is undeniably the same.",
    "Genocide at this scale and pace, even when it is livestreamed by those getting exterminated, easily reduces people to sheer statistics that lack any affective power. It is not humanly possible to comprehend that every single one of the hundred or so people that die daily in Gaza—while collecting food, attending to the injured, sleeping in their tents, in horrific ways—is a father, a mother, a child, who meant everything to their loved ones. Our humanising capacities are overloaded by the incessant flood of death, and one cannot help but wonder, perhaps this is the whole point. Death at scale gets normalised until we tell ourselves: dying is what happens to people over there. It is all too complicated. How sad. Anyways.",
    "But we Sri Lankans should know as well as any people that things that are made to appear complicated by the empire and its sympathisers are not so at all to the colonised. Having been under colonial rule for centuries, and having experienced genocide ourselves (which is what the crushing of the “rebellion” of 1818 by the British, for instance, truly was), we should have the historical awareness to see through the rhetoric and identify the machinations of settler colonialism.",
    "We, who have known incredible violence and bloodshed since gaining independence in 1948, should be able to understand the displacement and dehumanisation the Palestinians have been subjected to since the Nakba of 1948. This is no new genocide, as the eminent Israeli historian Ilan Pappe points out: it has been incremental, and started many decades ago. Today Israel has the will, the means, and the political support to expedite what has always been their modus operandi in regard to Gaza.",
    "In this latest escalation alone, Israel has dropped 85,000 tons of bombs on Gaza so far, an amount equivalent to six Hiroshimas, and surpasses the bombings of Dresden, Hamburg and London combined during World War II. To say this tiny piece of land has become hell on earth would be an understatement. And yet, the Palestinians continue to resist. They are not leaving. Such is the pesky attachment of natives to their lands.",
    "This unrelenting Palestinian resistance is captured aptly by the Arabic term “sumud”, which signifies a commitment to maintaining presence, identity, and dignity on their land in the face of recurring displacement and suffering. It is no abstract concept but an actual practice of everyday Palestinians, exemplified by Anas al-Sharif, the Al Jazeera correspondent from Gaza.",
    "One of the most active journalists since the beginning of the current attack, Anas has not only been reporting through mainstream media but also sharing daily updates through social media with millions of people around the world. He had become one of the best-known faces of Gaza.",
    "Two memories of Anas stand out to me. In one, while reporting on yet another atrocity, he breaks down on camera, and we hear people from beyond the frame cry out, “Don’t stop, keep going Anas. You are our voice.” Anas steels himself. He starts talking again.",
    "In the other, after many months of being away from his family, Anas gets to reunite with them, and he embraces his daughter. For a brief moment, we are welcomed into their cocoon of love, even if it has a wasteland as the backdrop. For a brief moment, I am Anas, embracing my own daughter, and in that loving embrace, dehumanisation finds no ground. A genocide is paused, even if for an instant, even if only in this place, in the disappearing space between a father and his daughter.",
    "That moment has ended. Anas Jamal al-Sharif, son of Gaza, child of the Jabaliya refugee camp, father of Sham and Salah, was killed last week in a targeted strike by Israel. The genocide in Gaza has been unprecedented in its mortal risk for journalists like him. In yet another ignoble superlative, it happens to be the single deadliest conflict for journalists in all known conflicts in the history of the world (even though the use of “conflict” might be overly charitable in this particular case).",
    "In his final message, written in April this year, which was to be published in the event of his death, Anas offered to us all that he held dear.",
    "“I entrust you to take care of my family. I entrust you with my beloved daughter Sham, the light of my eyes, whom I never got the chance to watch grow up as I had dreamed.",
    "“I entrust you with my dear son Salah, whom I had wished to support and accompany through life until he grew strong enough to carry my burden and continue the mission.",
    "“I entrust you with my beloved mother, whose blessed prayers brought me to where I am, whose supplications were my fortress and whose light guided my path. I pray that Allah grants her strength and rewards her on my behalf with the best of rewards.",
    "“I also entrust you with my lifelong companion, my beloved wife, Umm Salah (Bayan), from whom the war separated me for many long days and months. Yet she remained faithful to our bond, steadfast as the trunk of an olive tree that does not bend—patient, trusting in Allah, and carrying the responsibility in my absence with all her strength and faith.”",
    "While reporting on yet another atrocity, he breaks down on camera, and we hear people from beyond the frame cry out, “Don’t stop, keep going Anas. You are our voice.” Anas steels himself. He starts talking again",
    "Sumud comes at a great price to the Palestinians like Anas: a price they have paid time and again, willingly or unwillingly. Now that they are being slaughtered in unprecedented numbers, it is also insisting on a price from us, the distant witnesses. As Anas al-Sharif did explicitly, many thousands of Palestinians are entrusting their loved ones to us implicitly, and it is our responsibility to make sure they survive this genocide.",
    "The first step in fulfilling that obligation is to pay the ridiculously cheap price of bearing witness. The Palestinians are sharing their suffering every day, every hour, through the few channels still available to them. The least we can do is not to turn a blind eye. And when we do see the incredible atrocities, perhaps for many of us it would not be possible to think that dying is what happens to people over there. Perhaps it might not seem so complicated after all. Perhaps we will be compelled to act in solidarity.",
    "(The writer is a social anthropologist based in Amsterdam, the Netherlands.)"
  ]
}