{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Election-2024-the-real-winner-is-the-consumer/4-766918",
  "time_ut": 1726790073.0,
  "original_lang": "en",
  "original_title": "Election 2024: the real winner is the consumer",
  "original_body_lines": [
    "The top 4 brands were hit on the reality of the consumer at elections 2024",
    "The last three months has been one of the most interesting times that has really intrigued me. The reason being that I saw the ‘fundamentals of marketing’ in reality. The top four brands – Anura, Sajith, Ranil and Namal launched their campaign with a typical product related/ideological communication campaign and they faced reality where people’s attention could not be elucidated, people complained about coming for meetings, the TV channels captured the disconnect. In my view this was the first time a product owner and consumer (voter) met face to face after the economic collapse.",
    "Some brand owners were hooted. Some got shouted at by the audience. Some consumers (voters) went to the extent of throwing stones at some of the top 4 brands. The people openly criticised the promises mentioned (the vehicle import ban to be lifted, etc.) I wonder what was in the minds of Anura, Sajith, Ranil and Namal when they went to sleep at night. The place where you look for peace so that one can sleep.",
    "On the first day if one is studying the science of marketing what is taught is – understand the needs and wants of the target market. It is there after that we must talk of the elements that a ’product’ must have to satisfy the consumer. Strangely, this basic was not understood by all four candidates. The combined communication budget of the four candidates would have been over Rs. 8 billion (this is eight times the marketing budget of a brand like Dialog, Bank of Ceylon or Munchee). A point to note is that brand budgets are for a one year duration whilst the election campaigns are 3-4 months only.",
    "If we analyse the brand themes. One talked about ‘Ranil Thamai’. Another talked about ‘Pohosath Rattak, Lassana Jeewathayak’. The other said ‘Sajith Enawa’. The theme tells the approach of the product. May be the 2nd one is the closest to reflecting the consumer’s needs. This explains the market share predictions of the four brands and the leadership positions that exist at the last week of elections.",
    "The best case in point is brand Ranil with a share of 7% has got traction to reach 12%, 13%, 15%, 18% 22% and now at 28%. This performance was possible only because the ‘product’ has gone through drastic change to meet the ‘consumer need’. This explained how far the brand was to the ground reality. In fairness to the brand when an economy collapses the focus is more on the top line number which is on the shape of the financials than the consumer health.",
    "From the 21 million people in Sri Lanka, there will be 17 million people who are eligible to vote. Latest data consumer research reveals that 83% of people’s income are not covering their monthly expenditure as per Pepper Cube Consulting. Almost a quarter of the households in Sri Lanka have moved out of consuming milk powder as they cannot afford it. 880,000 households do not have electricity as it was disconnected due to the non-payment of bills. As per the latest data from Prosoft Research company, 63% have stopped having soups, 37% of households cannot afford to consume malted milk whilst 46% of them do not drink liquid milk. Another research study done by Nelson IQ states that two thirds of people live on just two meals a day. This is the reality that most Presidential candidates were unaware of three months back, and now with one week to go had to change their rhetoric just to win the elections. The best case in point for this change is brand Ranil with public sector salaries to be increased by 24,000, the tax thresholds to be reduced to 24%, people being given land ownership, house ownership, loans to be waived off estate sector wage hike to 1,700, etc. etc. just to name a few.",
    "The Department of Census and Statistics stated that almost 50% of school children are struggling to purchase their school stationary requirements/a uniform to wear to school. ‘LIRNEasia’ in a report stated that the poverty level has hit almost 7 million people. Urban poverty is at 18%, rural poverty 36% and the estate sector is the worst hit at a staggering 51% of the households. This is the consumer (voter) that will be called the Aragalaya voter. This is the consumer that is going overseas and cannot get a passport due to the passport scandal that some political candidates are highlighting.",
    "If one studies the psyche of the Sri Lankan consumer, an interesting qualitative research study has been done by an Indian entity called Quantum Research agency. It has been revealed that 79% of Sri Lankan households are worried about the widening family budget deficit whilst 60% of them are worried about the families’ health and nutrition. Naturally the mental and emotional trauma due to a sense of helplessness is at 56% which is very dangerously high. The report also mentions that it is the ‘middle income’ executives that are the worst impacted with almost 40% of their aspirations ‘on hold’ due to the current challenges. What is disturbing is that 56% of the people are facing mental and emotional trauma. I guess the crime we see on a daily basis that is very disturbing can be deeper rooted to this in-depth psyche of a Sri Lankan consumer. It will be interesting to see who this consumer will vote for. Namely the Greater Colombo, Colombo South, Dehiwala-Mount Lavinia, Gampaha and Negombo areas.",
    "In the last three weeks we see that three candidates have adopted a strategy of strongly addressing the ‘cost of living’ key issue and a galore of promises have now come to play. They are salary increases, tax cuts, free fertiliser, etc. This means finally the product owners have understood the importance of changing the product to the key needs of the consumer (voter).",
    "If this was understood by the brand owners before, Sri Lanka would have seen a better quality of elections that would have been better balanced with the supply chain issue namely the IMF program.",
    "If we analyse the key issues other than ‘Cost of living’ that a typical consumer is up against is ‘Corruption’. These were the key findings of the IMF 16 point plan that was presented. Sadly this point has not received the due weightage that has resulted in flak thrown by opposition Presidential candidates.",
    "There are many allegations that have been levelled at different personalities but not one person has been convicted and sentenced in the history of Sri Lanka even after the IMF findings. However, given the reality that a typical consumer is faced with not having money to buy a child’s school books, school uniform, milk powder, the attribute of ‘corruption’ is one of the key issues that has been a determinant on the selection of the next President.",
    "In this backdrop we see the scandal of the visa issue where the country has lost 60,000 tourists with a value loss of $ 124 million. The tourism sector has gone to the Supreme Court on this issue and given a judgment to go back to the earlier process of issuing eVisa which was a hit on the Government brand. Then to make matters worse the decision was not implemented and it has resulted in the Supreme Court now issuing a contempt of court decision which will have a severe hit on the vote of the current Government candidate.",
    "Even a simple layman would know that when a brand is wrapped around with corruption allegations like the bond scam, sugar scam, etc., the last thing that must be highlighted should be another scam that endorses this attribute in a candidate. We can see the hit on the Government brand on 21 September 2024. Once again brand marketing reality at its best.",
    "Whilst the Presidential elections are coming to a close. Let’s now focus on a few pointers for the General elections where we will see 225 seats being hotly contested by over a thousand candidates. The marketing budget will exceed Rs. 60 billion if each candidate spends Rs. 300 million each.",
    "One such strategy is that strong brand marketing companies do a monthly consumer track on gains and loss of consumers on a regional basis and income/age basis so that it can be followed up with a qualitative study to understand the reasons for the switch. The US Elections that are in progress do this degree of voter tracking so that a given candidate knows where they need to change direction. The Indian elections also practice this kind of detailed research studies so that impact is stronger.",
    "Some even practice a ‘usage and attitudes’ study to be implemented to understand what are the real needs of consumers and weightage they give to each attribute that gives a better direction for product composition. Happy Elections!",
    "(The writer is an award winning brand marketer who has served 20 years in British and American",
    "Sri Lankan to be Chairman Sri Lanka Tourism and Sri Lanka Export Development Board (EDB) by two different governments.)"
  ]
}