{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Invest-Sri-Lanka-Forum-draws-strong-interest-in-Singapore/34-780394",
  "time_ut": 1755454337.0,
  "original_lang": "en",
  "original_title": "Invest Sri Lanka Forum draws strong interest in Singapore",
  "original_body_lines": [
    "Labour Minister and Deputy Minister of Economic Development Prof. Anil J. Fernando",
    "Panel discussion: Outlook of the Sri Lankan Economy in Light of Global Uncertainty",
    "The “Invest Sri Lanka” Investor Forum, organised by the Colombo Stock Exchange (CSE) and the Securities and Exchange Commission of Sri Lanka (SEC) in association with the High Commission of Sri Lanka to Singapore, successfully concluded at the Conrad Singapore Marina Bay, making a compelling case for channelling investment flows into Sri Lanka.",
    "The event attracted over 150 prospective investors from diverse sectors in Singapore.",
    "The forum brought together a distinguished line-up of speakers, including Labour Minister and Deputy Minister of Economic Development Prof. Anil J. Fernando, Central Bank Governor Dr. P. Nandalal Weerasinghe, Sri Lanka’s High Commissioner in Singapore Senarath Dissanayake, SEC Chairman Senior Professor D.B.P.H. Dissabandara, CSE Director Ray Abeywardena, Asia Frontier Capital Ltd. Fund Manager Ruchir Desai, and LYNEAR Wealth Management Managing Director Dr. Naveen Gunawardane. Their insights underscored Sri Lanka’s ongoing reforms, improved macroeconomic stability, and attractive capital market valuations, positioning the country as a frontier market investment destination.",
    "The Sri Lankan delegation included senior representatives from the SEC, CSE and 11 listed companies, and stockbroking firms, collectively presenting a strong case for investment opportunities in Sri Lanka.",
    "Delivering the welcome address, High Commissioner Senarath Dissanayake said: “It is our hope that this forum will not only highlight key developments in Sri Lanka's capital markets but also inspire new partnerships between Sri Lankan and the Singaporean business communities. Singapore has long been a valued partner for Sri Lanka in investment and innovation. With Sri Lanka’s evolving policy framework and strategic location at the crossroads of South and Southeast Asia, we see compelling opportunities in infrastructure, services, manufacturing, logistics, and the digital economy”.",
    "Ray Abeywardena said: “Sri Lanka is not merely a story of recovery, it is a story of transformation. We have a stable macroeconomic environment, a committed reforms agenda, and a capital market gaining regional traction. This is a moment of alignment between policy, performance, and potential. Whether through financial instruments, infrastructure projects, digital finance, or capital market participation, Sri Lanka offers a strategic gateway to a market defined by resilience, reform, and growing global relevance”.",
    "Stressing on the untapped power of the capital market Senior Professor D.B.P.H. Dissabandara said: “If a public listed company like John Keells Holdings can raise the majority of $ 1.4 billion for Cinnamon Life, half the size of the IMF bailout, through our own capital market, why can’t the Government do the same? We have political stability, strong market sentiment, sound macroeconomic fundamentals, and the right policy mindset. The playground is ready, now it’s time to play the match. The SEC will continue to safeguard market integrity while facilitating market development.” Given the current economic situation in the country Professor Dissabandara highlighted that capital market-based financing for SOEs is not just an option but a necessity to enable vibrant growth and economic stability",
    "Minister Fernando presented the Government’s policy outlook, focusing on an investment-led growth strategy to reverse a “lost decade” of economic stagnation, supported by new fiscal legislation and sectoral priorities including energy, tourism, manufacturing, agriculture, logistics, and digitalisation.",
    "Highlighting the Government’s commitment to investor confidence, Fernando said: “The political sphere is now firmly focused on delivering clean, corruption-free governance. This will be a major boost for investor confidence. Coupled with consistent policies and the provision of modern infrastructure, we are creating a strong foundation for investment growth.”",
    "Dr. P. Nandalal Weerasinghe said: “We believe the next wave of investment will transform Sri Lanka’s economic landscape. With debt restructuring nearing completion and the potential for a sovereign rating upgrade from CCC+ to the B category, market sentiment is already poised to respond positively. Now is the time to seize the opportunity, before the upgrade takes place.”",
    "He highlighted that key reforms for long-term stability have been implemented, and strong external, monetary policy and fiscal buffers are now in place. Despite severe pressures during the crisis, the banking sector remained solvent, avoided failures, and today stands well-capitalised and highly liquid,” Dr. Weerasinghe said.",
    "The program featured two panel discussions: “Outlook of the Sri Lankan Economy in Light of Global Uncertainty”, moderated by Singapore Reporter for Bloomberg Television and Radio Avril Hong, and “Sri Lankan Equity Market Outlook”, moderated by Farringdon Asset Management Chief Investment Officer Ana Isabel Gonzale. These sessions explored macroeconomic trends, market performance, and sectoral growth potential, engaging participants in a forward-looking dialogue.",
    "The event concluded with a networking session and one-on-one meetings between Sri Lankan corporates and international investors, fostering direct engagement and potential deal flow. The impact was immediate—foreign investor interest surged, with market turnover exceeding Rs. 1 billion within the first hour of trading the following day, a clear sign of positive sentiment generated by the forum.",
    "The forum was supported by the Singapore Sri Lanka Business Association (SLBA), CFA Society Sri Lanka, International Chamber of Commerce (ICC) Sri Lanka, Singapore Indian Chamber of Commerce and Industry (SICCI), and SriLankan Airlines."
  ]
}