{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100823/npp-aims-to-establish-govt-with-trust-of-all-communities-anura-kumara",
  "time_ut": 1722098100.0,
  "original_lang": "en",
  "original_title": "NPP aims to establish govt. with trust of all communities – Anura Kumara",
  "original_body_lines": [
    "Leader of the National People’s Power (NPP) Anura Kumara Dissanayake called upon Sri Lanka’s Muslim community to join hands with the NPP in establishing a united government.",
    "Addressing the Galle district rally of the NPP’s Muslim Brotherhood, he further went on to emphasize that the NPP expects to establish a united government which commands the trust of all communities in Sri Lanka, adding that his party will come into power with the aim of developing Sri Lanka.",
    "Speaking further, the NPP Leader said: “The NPP must establish a government that has the trust of the Tamil, Muslim and Sinhala communities. Creating a united government is the expectation of the NPP. Winning the election with the Sinhala votes alone is not enough for us. To win, Sinhala votes are enough. However, such a victory is not enough for us.",
    "“We want to form a government to develop this country. Our movement is not exclusively focused on winning elections. Our movement does politics in the interest of truth. Whenever any community faced discrimination, our movement stood with them against such discrimination. We first call on you to establish a united government”, Dissanayake added.",
    "Additionally, he added: “Ranil Wickremesinghe is going against court verdicts. While it is true that he is in power now, he is also about to lose power in the near future. What happened yesterday is enough in itself to disqualify him from holding power again.”",
    "“On the other hand, is Sajith Premadasa. I really don’t talk about him that much now. We just need to let him talk. That’s more than enough…,” he added.",
    "Meanwhile, the official launch of the NPP leader Anura Kumara Dissanayaka’s AKD website was held virtually this morning."
  ]
}