{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111424/southern-taiwan-shuts-down-ahead-of-arrival-of-typhoon-podul",
  "time_ut": 1755062940.0,
  "original_lang": "en",
  "original_title": "Southern Taiwan shuts down ahead of arrival of Typhoon Podul",
  "original_body_lines": [
    "A large swathe of southern and eastern Taiwan shut down on Wednesday and hundreds of flights were cancelled ahead of the arrival later in the day of Typhoon Podul, with thousands of people evacuated.",
    "Taiwan is regularly hit by typhoons, generally along its mountainous, sparsely populated east coast facing the Pacific.",
    "The mid-strength Typhoon Podul, packing wind gusts as strong as 191 kph (118 mph), was heading for the southeastern city of Taitung as it intensifies and was expected to make landfall nearby on Wednesday afternoon, weather officials said.",
    "“Destructive winds from typhoon expected. Take shelter as soon as possible,” read a text message alert issued to cellphone users in parts of Taitung early on Wednesday. The alert warned people of gusts above 150 kph (93 mph) in the coming hours.",
    "Nine cities and counties announced the suspension of work and school for Wednesday, including the southern metropolises of Kaohsiung and Tainan. In the capital Taipei, home to Taiwan’s financial markets, there was no impact.",
    "Authorities are also working to evacuate those whose homes were damaged by a July typhoon that brought record winds and damaged the electricity grid in a rare direct hit to Taiwan’s west coast.",
    "The government said more than 5,500 people had been evacuated ahead of the typhoon’s arrival.",
    "All domestic flights were cancelled on Wednesday - 252 in total - while 129 international ones were axed too, the transport ministry said.",
    "Taiwan’s two main international carriers China Airlines  and EVA Air  said their cancellations were focused in routes out of Kaohsiung, with some flights from the island’s main international airport at Taoyuan stopped as well.",
    "After making landfall, the storm is expected to hit Taiwan’s much more densely populated western coast before heading for China’s southern province of Fujian later this week.",
    "As much as 600 mm (24 inches) of rain was forecast in southern mountainous areas over the next few days, the Central Weather Administration said.",
    "More than a year’s rainfall fell in a single week this month in some southern areas, unleashing widespread landslides and flooding, with four deaths."
  ]
}