{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/presidential-election-debate-continues/",
  "time_ut": 1714882253.0,
  "original_lang": "en",
  "original_title": "Presidential Election Debate Continues",
  "original_body_lines": [
    "Sri Lanka celebrated Sinhala and Tamil new year on April 13. Astrologers wield considerable influence over the people and political leaders in Sri Lanka. However, many believers may not want to remember that the elder Rajapaksa, despite favourable astrological predictions, failed to win a third presidential term. The Times of India reported that this year there was a squabble among 42 astrologers employed by the Ministry of Culture to decide upon the auspicious date and time for new year rituals to start. The majority decided on the night of April 13. The report further quoted the dissenting astrologer Roshan Chanaka as being vocal about the decision and predicted it would lead to disaster and the country “will go up in flames.” One hopes Roshan’s prediction is limited to the heatwave in the coming weeks predicted by meteorologists and not another Aragalaya public protest ending up in flames.",
    "The US astrological website astrostyle.com predicting the US presidential election in 2024 sees “a lot of curveballs this year including some meddling from AI and third-party candidates becoming part of the ballot potentially.” It also forecast “And for the first time, we may see those third-party candidates get way farther than they ever have in elections.”",
    "The US astrological forecasts may well apply to the Sri Lanka presidential election to be held sometime between end September and early October. While ‘curveballs’ by last minute defectors and unnatural electoral affiliations had always been part of the elections in Sri Lanka, meddling from external forces has been limited to few big powers. Chins can be credited with the use of Chinese companies to fund political parties. Of course, Diaspora funding of politics also plays a role in “meddling” with elections.",
    "The general elections going on in India is also seeing a lot of ‘curveballs’ and meddling in the form of foreign civil society and social media podcasts “modi-fied” to mislead the voters. Karnataka state chief minister is being probed for introducing a doctored video, possibly using AI tools. Sri Lanka can expect similar external meddling not only during the run up to the elections, but also during their conduct. Hopefully, Sri Lanka Election Commission is factoring this aspect when it gets ready to hold the elections.",
    "For the first time since 2022, Sajith Premadasa, leader of the Samagi Jana Balawegaya (SJB) overtook Anura Kumara Dissanayake, leader of the National People’s Power (NPP) in the two voting intent poll surveys carried out in March 2024 by the Institute for Health Policy (IHP). The SJB on 38 percent (+4) took the lead ahead of NPP/JVP on 35 percent (-2) while the Sri Lanka Podjujana Peramuna (SLPP) at 8 percent and President Ranil Wickremesinghe’s United National Party (UNP) at 5 percent remain unchanged.",
    "However, the political scene is still confused. The SLPP leader Basil Rajapaksa is wary of the party contesting the presidential election, while Namal Rajapaksa, the ‘heir apparent’ likes the party to be in the fray. The Sri Lanka Freedom Party (SLFP) is in disarray, after a court order prevented party leader Maithripala Sirisena from holding office. The Pro-Sirisena faction has appointed Justice Minister Dr Wijeyadasa Rajapakshe as Acting leader of the SLFP, though he is a member of the SLPP. The Anti-Sirisena faction led Politburo appointed Minister Nimal Siripala as Acting leader of the party. Former President Chandrika Bandaranaike Kumaratunga has refused to take up the chairmanship of the SLFP. On SLFP fielding a candidate, she said, “it is too late. The SLFP is completely destroyed. It will take several years to rebuild the party.”",
    "NPP leader Anura Kumara Dissanayake speaking in Stockholm, expected the various political leaders including Chandrika, Mahinda and Ranil coming together on one platform to ensure the NPP does not come to power in the upcoming election. However, the formation of such a common platform to oppose NPP candidate is probably far from the minds of ambitious political leaders with their own agenda.",
    "The prevailing political confusion probably helps President Ranil Wickremesinghe’s hope of contesting the presidential election as an independent candidate. His party the UNP is weak after it got a severe drubbing in the parliamentary poll. Sajith Premadasa, who broke away from the UNP, to become the leader of the SJB will be the main challenger. Premadasa probably has a better record in dealing at the grass root level. How he will deal with the economic issues bugging the nation remains a question mark?",
    "Wickremesinghe’s leadership during the interim presidency to resurrect the bankrupt economy and save the nation gives him a unique advantage. He is more politically savvy than his rivals and has a good equation with India, China and the US. This helped him negotiate with the International Monetary Fund (IMF) for a bale out economic package. Though both Premadasa and AK Dissanayake have criticised him for the burden imposed on the common man due to IMF restructuring of the economy, they know there was no alternative to it.",
    "This unique achievement of Wickremesinghe probably gives him confidence to contest the election as an independent candidate. However, that may not impress the voter as much as his support base is formed with assorted groups culled from the UNP and SLPP and possibly even SLFP. As of now the presidential poll is wide open, increasing the demand for astrologers to predict the future.",
    "Official delegations from at least six countries and international bodies visiting Sri Lanka during April are an indication of international interest in Sri Lanka. Among them, visits by a delegation of the Chinese Communist Party (CCP) and by the Iranian President Dr Ebrahim Raisi are noteworthy. The CCP delegation headed by Sun Haiyan, vice minister of the International Department of the CCP made a two-day visit. Apart from meeting President Ranil Wickremesinghe and Prime Minister and high officials to discuss issues of common interest, the delegation also met with leaders of various political parties. According to Sri Lankan media they had talks with the National People’s Power (NPP) leader Anura Kumara Dissanayake, who will be contesting the presidential election. Apparently, it was to understand the NPP’s popularity in the coming elections. The CCP delegation also met with Basil Rajapaksa and representatives of the SLPP, Sajith Premadasa, leader of the SJB and Mano Ganesan, leader of the Tamil Progressive Alliance (TPA). Evidently, the CCP delegation was interested in renewing its contacts with Sri Lanka political parties. It will also enable them to assess the political situation before the presidential election is held.",
    "However, President Dr Ebrahim Raisi’s one day visit to Colombo was economically, strategically and politically more significant for Sri Lanka. Sri Lanka considers Iran as the gateway for export to Central Asia. Iran-Sri Lanka relations got a boost in 2007 after President Mahinda Rajapaksa visited Iran and signed MoUs on development projects to the tune of $1.9 billion. President Ahmadinejad visited Sri Lanka the following year and inaugurated the project to upgrade Sapugaskanda petroleum refinery at a cost of $ 750 million. Since then, the relations between the two countries have grown further as Iran sees Sri Lanka importance in the context of Indian Ocean security. During the war against the LTTE, Iran supplied arms to Sri Lanka. Iranian navy flotillas have been visiting Sri Lanka presumably to familiarise with the waters. Iran and Sri Lanka have signed a Tea for Oil barter agreement that has helped Sri Lanka to import Iranian oil in cash strapped times.",
    "However, Sri Lanka navy’s involvement in Red Sea convoy protection against Houthis (supported by Iran) and the ongoing Israel-Iran missile confrontation have added interest to Iranian President’s visit.",
    "During the visit, Sri Lanka and Iran signed five memorandums of cooperation in the presence of the two presidents. They cover cooperation between the National Library of Sri Lanka and the National Library and Archives of Iran, cooperation in the film industry between the National Film Corporation of Sri Lanka and Iran’s Ministry of Culture and Islamic Guidance, cooperation in the field of Media and Tourism, program for cultural, scientific and technical cooperation in mass media, youth and sports between the two countries and lastly cooperation between the National Cooperative Council of Sri Lanka and the Iran Chamber of Cooperatives.",
    "Dr Raisi inaugurated the Iranian aided Uma Oya Multipurpose Development Project (UOMDP), one of the largest irrigation projects in Sri Lanka. The project was delayed by the sanction’s regime against Iran. The UOMDP is designed to redirect annually 145 million cubic metres (MCM) of excess water from Uma Oya basin to benefit a total of 600 hectares of agricultural land in Monaragala district. It will also provide 39 MCM of water for drinking and industrial purposes in parts of three districts, while generating 290 GWh of electricity to be added to the national grid. Iran has provided 85 percent of the total project cost of approximately $520 million. The visiting Iranian President endeared himself to local Muslims by going off the schedule to pray at the local Kollupitya mosque.",
    "Tailpiece: Sri Lanka government has decided to hand over the management of the $209 million loss-making Mattala Rajapaksa International Airport to Indian and Russian companies. Shaurya Aeronautics Pvt Ltd of India and Airports of Regions Management Co of Russia, which manages 10 airports in Russia will oversee management of the airport for a period of 30 years. In this period, they hope to turn around the airport operation to make it profitable.",
    "*Col R Hariharan, a retired MI specialist on South Asia and terrorism, served as the head of intelligence of the Indian Peace Keeping Force in Sri Lanka 1987-90. He is associated with the Chennai Centre for China Studies."
  ]
}