{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111479/pakistan-to-create-military-force-to-supervise-missiles-after-india-conflict",
  "time_ut": 1755178680.0,
  "original_lang": "en",
  "original_title": "Pakistan to create military force to supervise missiles after India conflict",
  "original_body_lines": [
    "Pakistan will create a new force in the military to supervise missile combat capabilities in a conventional conflict, apparently a move to match neighbouring arch-rival India.",
    "Prime Minister Shehbaz Sharif announced the creation of the Army Rocket Force late Wednesday at a ceremony held in Islamabad to commemorate the conflict with India in May, the worst in decades.",
    "The force “will be equipped with modern technology,” Sharif said in a statement from his office.",
    "“This force, capable of targeting the enemy from all sides, will prove to be yet another milestone with regard to further strengthening our conventional war capability,” he said in a repeat broadcast of his speech on Thursday by local TV news channels.",
    "A senior security official, however, said the force would have its own command in the military which would be dedicated to handling and deployment of missiles in the event of a conventional war.",
    "In response to a question about the force, an Indian foreign ministry spokesperson said: “It is (a) well-known modus operandi of Pakistani leadership to whip up anti-India rhetoric time and again to hide their own failures.”",
    "The two nuclear-armed nations have kept upgrading their military capabilities, fuelling a longstanding rivalry since their independence from British rule in 1947.",
    "Tension between the two countries soared in April over the killing of 26 civilians in Indian Kashmir, an attack New Delhi blamed on Islamabad. Pakistan denied involvement.",
    "The conflict that erupted in May saw both sides using missiles, drones and fighter jets.",
    "The neighbours have fought two of their three wars since independence in 1947 over Kashmir, which they both rule in part but claim in full."
  ]
}