{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/BASL-outraged-at-police-brutality-in-Medawachchiya/56-760693",
  "time_ut": 1713301863.0,
  "original_lang": "en",
  "original_title": "BASL outraged at police brutality in Medawachchiya",
  "original_body_lines": [
    "Condemns use of brutality by police in carrying out their duties",
    "Says such acts violate  fundamental principles of justice, human rights and international conventions",
    "Announces its intention to closely monitor proceedings and urges authorities to take swift legal measures",
    "The Bar Association of Sri Lanka (BASL) expressed deep concern and outrage over the weekend following reports of a young man allegedly assaulted by officers of the Medawachchiya Police Traffic Division. The incident resulted in the surgical removal of one of the man’s testicles at Anuradhapura Teaching Hospital.",
    "In a statement, the BASL condemned the use of brutality by police during the performance of their duties, asserting that such acts violate fundamental principles of justice and human rights.",
    "The organization emphasised, “Such reprehensible acts not only contravene the fundamental principles of justice and human rights but also violate international instruments such as the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment.”",
    "The BASL noted Sri Lanka’s responsibilities under the International Covenant on Civil and Political Rights (ICCPR), which categorically prohibits torture and any form of cruel, inhuman, or degrading treatment or punishment. Additionally, it referenced Article 11 of the Sri Lankan Constitution, which guarantees freedom from such practices.",
    "The association also voiced concern about custodial deaths under suspicious circumstances, often attributed to purported attempts by detainees to escape, leading officers to discharge their firearms.",
    "“The BASL has consistently condemned these and similar acts by law enforcement officials, recognizing them as egregious breaches of the rule of law. This recent incident is particularly alarming, raising the chilling spectre of a descent into a police state. The people of Sri Lanka have a fundamental right to live free from fear of violence from those entrusted with their protection. The Constitution guarantees them this right and the BASL will not tolerate its erosion,” it said.",
    "The BASL announced its intention to closely monitor the case and urged authorities to take legal measures to prevent the recurrence of such heinous acts.",
    "“The perpetrators must be held accountable to the fullest extent of the law. We remain steadfast in our commitment to upholding the rule of law and defending the rights and dignity of all citizens of Sri Lanka,” the BASL added."
  ]
}