{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Business-Council-UAE-Chairman-meets-CH17-Loyalty-CEO/34-779229",
  "time_ut": 1753048153.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Business Council UAE Chairman meets CH17 Loyalty CEO",
  "original_body_lines": [
    "Sri Lanka Business Council UAE – Dubai and Northern Emirates Chairman Suren Swaminathan (left) with CH17 Loyalty Founder and CEO Jumar Preena",
    "Discuss plans for introduction of smart multi-facility privilege program for Council membership",
    "Sri Lanka Business Council (SLBC) UAE – Dubai and Northern Emirates Chairman Suren Swaminathan, who was on a brief visit to Colombo met with CH17 Loyalty Founder and CEO Jumar Preena recently.",
    "The meeting centred around strategic collaboration to implement a multi-facility membership privilege program exclusively for the Business Council membership.",
    "During the meeting, Preena also outlined CH17’s intention to launch the first-ever dual-country rewards and privilege program tailored for the Sri Lankan expatriate community in the UAE.",
    "The initiative will be a milestone in cross-border loyalty management and is envisioned to serve two key objectives: Support Sri Lankan-owned micro and SME retail businesses in the UAE by granting them access to targeted Sri Lankan customer segments and enabling long-term brand loyalty through structured digital engagement and Provide Sri Lankan expatriates with exclusive privileges and discounts when patronising these businesses, thereby fostering a meaningful connection with homegrown brands.",
    "CH17 will offer full technical support including software integration with participating retailers’ POS systems, ensuring seamless customer engagement and transaction-based loyalty authentication.",
    "As part of the platform benefits, registered Sri Lankan users will also enjoy privileges and discounts with Colombo-based retail partners under the CH17 network. A key highlight will be exclusive access to The Mall at Port City Colombo, including benefits at the prestigious Singapore-owned One Duty Free (ODF) outlet.",
    "This collaborative initiative positions CH17 Loyalty as a pioneer in facilitating borderless loyalty solutions while reinforcing SLBC’s role in empowering Sri Lankan businesses in the UAE through digital transformation."
  ]
}