{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-plans-tourist-promotional-campaign-from-march-148382/",
  "time_ut": 1705987500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka plans tourist promotional campaign from March",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka Tourism Promotion Bureau will start a 1.5 billion rupee promotional campaign in 11 key markets starting in March as part of efforts to boost arrivals, Chairman Chalaka Gajabahu said, as the South Asian island recovers from an economic crisis.",
    "The target markets include India, China, Russia, UK, France, Germany, South Korea, Japan, Australia, and Scandinavian countries.",
    "An advertising agency for creative work is selected and tender for digital and public relations work has been floated, he said.",
    "Sri Lanka is working with social media influencers, including Nas Daily who has been contracted to create three videos on why tourists should visit Sri Lanka, why investors should invest, and on Sri Lanka’s tea, he told reporters earlier in January.",
    "The video will be translated to 18 different languages including Mandarin.",
    "Sri Lanka’s Tourism Promotion Bureau said that it had attracted over 100 influencers in 2023.",
    "Sri Lanka is targeting 2.3 million tourists in 2024, but may get as much as 2.5 million, officials said.",
    "In the first 15 days of January 101,362 tourists visited the island compared to 102,545 visitors for the entire month in 2023.",
    "Sri Lanka is also trying to get higher spending tourists, with a target of 2.5 million tourists with a spending capacity of 500 dollars a day. Sri Lanka now gets mostly tourists that spend about 100 dollars a day, authorities have said.",
    "In January and February a series of cultural events would be held in key coastal resort towns.",
    "Sri Lanka plans to draw higher spending tourists with Southern cultural events",
    "Galle Literary Festival, an art and music weekend in Tangalle in January and Matara Festival of Arts in February are among efforts to attract higher spending tourists. (Colombo/Jan23/2024)"
  ]
}