{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cricket-rugbyand-modelling/",
  "time_ut": 1717680480.0,
  "original_lang": "en",
  "original_title": "Cricket, rugby…and modelling",
  "original_body_lines": [
    "I’m currently working as a Management Accountant at an IT company. I’ve been involved in modelling since 2016. In 2018 I won the Face of Asia (International pageant) competing with 27 Asian countries. I have a passion for playing cricket; I’m currently participating in the Colombo District Division III tournament. In my spare time, I enjoy going on road trips, with my brother, to explore the beautiful places in our wonderful country.",
    "It happened accidentally. There was a modelling competition at our university, called Stylish Marketer. I hadn’t planned on participating, but I went to see what the event was like since I’d never attended one before. To my surprise, I ended up winning the competition!",
    "I would say my height. I’m so grateful to my parents for gifting me that!",
    "I enjoy modelling a wide variety of clothing styles and am open to any type of attire – from casual to formal, active wear, and everything in between. I’m flexible and always ready to adapt to the designer’s vision.",
    "05. What do you think is the most important aspect of modelling?",
    "The most important aspect of modelling is versatility. Being adaptable allows you to embody various styles and scenarios effectively. Confidence and professionalism also play a key role, as they help you deliver great results and collaborate smoothly with industry professionals. Strong posing and expression skills bring life to the clothes, or products, you’re modeling.",
    "06. If you could change one thing about yourself, what would it be?",
    "It would be my inferiority complex. This persistent feeling of inadequacy often holds me back from pursuing opportunities and fully believing in my capabilities. Overcoming this complex would help me approach challenges with more confidence and embrace my potential without constant self-doubt.",
    "I completed my O/Levels at Sri Jayawardanapura Maha Vidyalaya and my A/Levels at Isipathana College. I hold a Bachelor of Commerce special degree from the University of Kelaniya. I’m also a school colours recipient in cricket and a university colours recipient in rugby.",
    "Being with my family brings me the most joy and creates my happiest moments.",
    "I believe happiness depends on your mindset. For me, perfect happiness comes from cherishing time with loved ones and helping others whenever possible. Don’t hesitate to do what you love to do in your life because it’s yours and you only live it once.",
    "I want to be loved like my mother loved me. I think that’s what every boy dreams of. The sacrifices she made for us are amazing, and I know a girl can’t do that much, but I would love for my girl to never give up on me.",
    "My brother is my constant source of inspiration and my role model. He’s the reason I’ve accomplished everything I have in life.",
    "13. If you were marooned on a desert island, who would you like as your companion?",
    "My brother is the person I trust most in the world. As long as he’s by my side, I could face anything, even the most difficult challenges.",
    "I went to Korea for the Face of Asia competition. There was no one to support us. There were model coordinators for the paticipants from the other countries, so I felt lost there. However, I was committed to representing my country with pride and I’m thankful for the opportunity that came my way to surpass competitors from 27 Asian countries and bring the title home.",
    "Nothing, so far, but I’d love to participate in the Base Jump event at Lotus Tower.",
    "I love traveling to Jaffna by train and exploring it by motorbike. It is a culturally rich city, known for its historical landmarks, such as the Jaffna Fort and the Nallur Kandaswamy Temple, and natural attractions like Casuarina Beach and Keerimalai Hot Springs. The city offers unique Tamil cuisine, including dishes like Jaffna Crab Curry and Odiyal Kool. Visitors can experience diverse cultural traditions and festivals, making it a fascinating destination. Travelling by train and exploring by motorbike allows for a scenic and flexible way to discover Jaffna’s vibrant heritage and stunning landscapes.",
    "I have no preference for any particular type of music, like, for instance, hip-hop, reggae, soul, etc. I just love listening to all kinds of music.",
    "To be honest, I don’t have much time in my schedule to watch TV.",
    "I love representing my country in a world pageant and make my country proud.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}