{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Political-parties-good-for-democracy-but-not-cults-fiefdoms-and-extremists/4-759636",
  "time_ut": 1710783947.0,
  "original_lang": "en",
  "original_title": "Political parties good for democracy; but not cults, fiefdoms and extremists",
  "original_body_lines": [
    "Although there is growing public disillusionment with party politics in a democracy and a renewed cry for a different system of governance, the majority support for party politics remains",
    "Whilst there has been no grave damage to Sri Lanka’s democracy, to date, because of the activities of political parties, there are tell-tale signs of the emergence of cunning, ambitious and unprincipled men who are using party power in testing the limits of the Constitution. The voting citizens must be wary of such moves. Dissociation from cults of personality and fiefdoms is a must. Political parties are essential institutions of democracy",
    "The heading in the Daily Mirror of 18 March 2024, “Public Trust in Parliament and Political Parties Reaches All Time Low”, begs the question of the appropriateness, and efficacy, of political parties in democratic Sri Lanka. Further, the lack of consensus among political parties in most matters heightens these concerns.",
    "The overuse of partisan party politics has been, and is, in my opinion, the bane of Sri Lanka’s social and economic development. Instances where consensus has been reached between the Government and opposition are as rare as the blue moon. The lack of bipartisanship is not because of a great schism in the policies and/or rationality of the parties but it is more a case of where one party does not want the other party to succeed and win the hearts and minds of the citizens. Similarly rare are the instances where a project started by one regime is continued, undisturbed, by the next.",
    "The Light Rail Transit (LRT) project is an example. The LRT project was approved, terminated, and revived leaving in its wake plenty of bad blood with Japan, a country which had been a staunch friend of Sri Lanka since J.R. Jayewardene’s historic speech at the San Francisco Peace Conference in 1951 where he pleaded for Japan’s inclusion in the world order despite its role in World War 2.",
    "Adversarial stances, utterances of lies and half-truths, personal insults and mudslinging have become the expected norm at election time. However, once the ‘election’ dust has settled, is it too much to ask the President and the 225 members we elect to Parliament to discard their party affiliations, partisan mindsets and entrenched prejudices and discuss/debate issues objectively in determining what is best for the country?",
    "The rejection of the $ 480 million grant offered by the Millenium Challenge Corporation (MCC) to Sri Lanka in 2019 in response to an application made by the Government of that day is another good case in point. Whilst opinions may differ, it is my view that Sri Lanka lost an opportunity on that occasion because of party politics. The then opposition was, for political expediency, hellbent on scuttling the deal by creating a lot of mistrust and misinformation in the minds of Sri Lanka’s public.",
    "While I accept the adage that there is nothing called a ‘free lunch’, the MCC funding was, in the main, to operationalise initiatives and activities such as digitising of records via an e-Land Registry, cadastral mapping of State lands in eight districts and a scaling up of the ‘Bim Saviya’ program, a program designed to establish clear land ownership. All these initiatives were expected to add value to the governance of the country. Unfortunately, there was no ‘togetherness’ in exploring what was good for the country. No wonder, for it was early 2019, a Presidential Election was drawing nigh, and a party driven political agenda aimed at bringing Gotabaya Rajapaksa to power prevailed over national interest. As we all know, in April 2022, arrogant Sri Lanka which had refused this grant, declared that it was unable to meet its foreign currency denominated debts as and when they fall due.",
    "Whether it be Bills, or Acts, on taxation, budgetary pronouncements, the right to information, online safety bill, the freedom of expression or anti-terrorism, just to name a few, it is sad to see the lack of open, robust and objective discussion, and even sadder to note the few educated, free-thinking, and sensible members of parliament displaying chameleon-like behaviour in sacrificing their individual beliefs and voting on party lines, just for the party to stay in power. It is even more ironic when one finds that the same members had on many previous occasions fought against the very matters which they were now voting in favour. Like Jacob selling his birthright to Esau for a bowl of stew, our politicians, and for that matter, politicians globally, are quick to sell their dignity and self-respect for their party to stay in power even when their intellect, and conscience, tell them that what is being voted is not in the best interest of the country. So – is party politics appropriate and relevant in a democracy?",
    "I believe that party politics, particularly given the way it is conducted now, has done, and will do, Sri Lanka more harm than good. Even if there is no change in the system, we must strive for a change in thinking. In the aftermath of the Constitutional Crisis in Sri Lanka in 2018 where the then President Maithripala Sirisena appointed former president and member of parliament Mahinda Rajapaksa as Prime Minister before formally dismissing the incumbent Ranil Wickremesinghe, resulting in two concurrent Prime Ministers, there was a concerted effort on the part of political scientists, gurus, analysts, academics et cetera to developing new models of governance and election.",
    "Like other instances where a superficial improvement from the status quo satisfied/satisfies the initial hunger and desire of Sri Lanka’s citizens for change, the drive for a system change lost its momentum when Ranil Wickremesinghe was reinstated as the Prime Minister following a ruling by the Supreme Court of Sri Lanka. The much maligned ‘aragalaya’ was another instance where the citizens agitated in demanding a change of political system following the collapse of the economy because of mismanagement by the rulers.",
    "In defence of the original ‘aragalaya’, it must be noted that its allegations were confirmed by the Supreme Court of Sri Lanka which held that former President Gotabaya Rajapaksa, former Prime Minister Mahinda Rajapaksa, former Finance Minister Basil Rajapaksa, and four other top ranking officials violated the public trust and breached Article 12 (1) of the Constitution, in their administration of the economy, leading to the economic crisis in the country. So, the ‘aragalaya’ had a legitimate bone of discontent.",
    "However, in the absence of a pragmatic alternative, I am compelled to accept that political parties are essential in running a government under a parliamentary and/or presidential system. It is Hobson’s choice! The Head of State will not be able to pursue an agenda, hopefully an agenda inspired by a shared vision of the citizens, if he/she did not have a reasonable confidence of the support of a majority in the legislature body. Just as for professional bodies, business associations, clubs et cetera, there is a code of conduct for members of political parties too. In this light, it is not unusual for the party leadership to insist that members must adhere to the party’s tenets and espoused policies, and toe the party line, even when they assume public office. Therefore, the probability of a Head of State garnering majority support of an agenda is higher under a party system than a system which elects too many independents.",
    "Whether it be Bills, or Acts, on taxation, budgetary pronouncements, the right to information, online safety bill, the freedom of expression or anti-terrorism, just to name a few, it is sad to see the lack of open, robust and objective discussion, and even sadder to note the few educated, free-thinking, and sensible members of parliament displaying chameleon-like behaviour in sacrificing their individual beliefs and voting on party lines, just for the party to stay in power. It is even more ironic when one finds that the same members had on many previous occasions fought against the very matters which they were now voting in favour",
    "Although there is growing public disillusionment with party politics in a democracy and a renewed cry for a different system of governance, the majority support for party politics remains. The advantages of Political Parties in a democracy are identified as; * Bringing a spirit of organisation, discipline and a code of conduct which are essential in facilitating effective governance, * Providing a platform for expressing, and exhibiting, the diversity of human nature, and economic/political ideology. Whether it be socialism, communism, liberalism, conservatism, right wing, left wing et cetera, a political party makes available a high-volume base, * Championing big causes and highlighting big problems. Proposing solutions for them and providing a one-stop shop for those pursuing the cause and affected by the problem. Having a pool of experts/technocrats to solve complex problems, * Serving as expert critique of new laws and legislation and assisting the government in enhancing the final product, * ‘Pragmatising’ the application of the constitution. A rigid constitution can paralyse progress, * Being the intermediary which enables co-operation between the executive and legislature. Piloting reforms, * Applying checks and balances on government absolutism, * Drawing the attention of the citizens to impending problems and propagating greater awareness in the masses of imminent dangers, * Acting as the formal, and informal, conduit between the government and the people, * Providing political education through rallies, meetings, manifestos, brochures, leaflets, and other media, * Easing the task of the formation of government after an election.",
    "On the other hand, the opponents of Political Parties highlight the following disadvantages. * Caring for themselves i.e., the party, more than the country, * Poisoning the political atmosphere through unrestrained toxic propaganda, * Creating factionalism, * Crushing the individuality of party members, * Inducing votes through impractical promises, false propaganda, and corruption. Examples- the promise of employment and money. (It is up to the voters to exercise caution in combating this), * As a ruling party, duping the voters by introducing eased regulations and lowering tariffs close to elections. (Caveat emptor – if you are a Voter), * Behaving dictatorially when conferred with more than two thirds majority in parliament. (For these reasons, do not give excessive power to the ruling party. Ensure that the opposition has reasonable representation in parliament), * Creating coalitions with parties who have no commonality other than to be in power. These are invariably temporary and lead to compromised decisions, * Spreading extremism and encouraging communal and/or religious hatred, and * Depriving the government of the expertise of talented persons who do not want to abandon their conscience-driven individualism for forced collective thinking.",
    "For the reasons articulated before, a democratic government will find it impossible to function without a party system. The defects of party politics can be redressed through political education and through multi-representative colloquiums. Increased political consciousness can also help in eliminating, addressing and/or minimising the defects of the party system. A burden is, therefore, cast on members of a party and the voting public in safeguarding the quality of party leadership by electing representatives who are balanced. Leaders who do not have extremist goals and objectives. Leaders who are tough, but fair. In this context, it is obvious that a political party with extreme views will have extremist leaders. These parties must be avoided.",
    "The ‘overnight’ transformation of the Sri Lanka Freedom Party (SLFP) from an effective political party to a cult of personality and the gradual change of the United National Party (UNP) from a broad-based, member driven organisation to a fiefdom are, in my opinion, pivotal moments in history which contributed, immensely, to the negative image of political parties in Sri Lanka.",
    "Mahinda Rajapaksa played a key role in defeating the Liberation Tigers of Eelam (LTTE) in 2009. This was a momentous occasion for the country. The hype, and the propaganda, which followed this victory made him godlike in the eyes of the public. The SLFP took the form of a ‘Mahinda Rajapaksa’ personality cult.",
    "As described by Wikipedia, a cult of personality, or a cult of the leader, is the result of deliberate efforts which are made to create an idealised and heroic image of a glorious leader, often through unquestioning flattery and praise. A basic premise of a cult is that the leader can do no wrong. The aura of invincibility was developed through techniques of mass media, propaganda, spectacle, the arts, patriotism, folklore, and government/party organised demonstrations and rallies. History shows that cults of personality often lead to the emergence of totalitarian or authoritarian states. A political party cannot contribute to the needs of a democracy if it takes the nature of a cult because a cult does not represent the needs of a ‘mass’. On the other hand, it uses brainwashed members to slave for the needs of a person and/or a clan. By the time the members fathom the underlying psychology, it is too late.",
    "In late 2019 and early 2020, a significant mass of members alleged that the UNP had deviated from its founding principles of advocating, and implementing, people-centred social democratic policies catering to the needs of the working class, the general consumers, farmers and the poor et cetera to policies which favoured crony capitalists. These being policies which ignored the village level citizens. More importantly, the members alleged that the governance of the party was not in accordance with democratic principles and that the working committee was being manipulated to secure the leadership position of Ranil Wickremesinghe until his death. While the SLFP became a cult of personality, the UNP took the form of a fiefdom. A fiefdom, just like a cult, will not reflect the wishes of a sizable majority and will, therefore, not add to the workings of a democracy.",
    "A discussion on the usefulness of political parties is not complete without a reference to the farewell address made by George Washington, the first President of the United States of America. It must be noted that he refused to join a political party in his two terms of office from 1789 to 1797. In his farewell address, Washington warned the country of the dangers of partisanship. He remarked that if Americans cared more about whether their party wins than maintaining democratic structures, the country would be open to grave danger.",
    "Referring to political parties he stated, (quote), “They serve to organise faction; to give it an artificial and extraordinary force; to put in the place of the delegated will of the nation the will of a party, often a small but artful and enterprising minority of the community; and, according to the alternate triumphs of different parties, to make the public administration the mirror of the ill concerted and incongruous projects of faction, rather than the organ of consistent and wholesome plans digested by common councils and modified by mutual interests.” (unquote).",
    "With further reference to political parties, he stated, (quote), “Become potent engines by which cunning, ambitious, and unprincipled men will be enabled to subvert the power of the people and to usurp for themselves the reins of government, destroying afterwards the very engines which have lifted them to unjust dominion.” (unquote). Washington was also worried that political parties fighting for power would inspire a spirit of revenge as power swung from one party to another. Is this not the case today?",
    "Whilst there has been no grave damage to Sri Lanka’s democracy, to date, because of the activities of political parties, there are tell-tale signs of the emergence of cunning, ambitious and unprincipled men who are using party power in testing the limits of the Constitution. The voting citizens must be wary of such moves. Dissociation from cults of personality and fiefdoms is a must. Political parties are essential institutions of democracy. Political parties, by competing in elections, offer citizens a choice in governance. When in opposition they hold governments accountable. Members and/or supporters of political parties have the power to influence policy choices, choose and engage political leaders, and run for office. Political parties are a Yes. Cults, Fiefdoms and Extremists are an emphatic No!",
    "(The writer is a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}