{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101277/34-parties-and-alliances-sign-agreement-to-back-ranil-at-prez-poll",
  "time_ut": 1723785420.0,
  "original_lang": "en",
  "original_title": "34 parties and alliances sign agreement to back Ranil at prez poll",
  "original_body_lines": [
    "President Ranil Wickremesinghe emphasized that the “Puluwan Sri Lanka” agreement, signed by 34 political parties and alliances, was not intended to create a new political party but to unite the nation and build a brighter future for the country and its people.",
    "He noted that those who signed this agreement are not individuals who shied away from the economic challenges, but rather, they are people who embraced these challenges, believing in the potential to rebuild the country.",
    "President Wickremesinghe made these remarks during the opening ceremony of the “Puluwan Sri Lanka” agreement signing, held this morning (16) at the Waters Edge Hotel in Battaramulla. The convention was jointly signed by 34 political parties in support of the President for the upcoming presidential election.",
    "The ceremony was consecrated and blessed by the Maha Sangha with Seth Pirith, and religious rites were also performed by clergy from other faiths.",
    "In his address, the President stated that while other candidates may ask for votes by claiming to be the best fit to lead the country, he urged the people to vote in this presidential election with their own future in mind, rather than focusing on the future of politicians. He also remarked that had the country’s economy been allowed to collapse, holding a presidential election today would not have been possible. He added that he is conducting this year’s presidential election to secure the country’s future.",
    "The “Puluwan Sri Lanka” agreement was signed to demonstrate unity and commitment to building the future of the country and its people, rather than simply forming a political party. This agreement was made by individuals who did not shy away from challenges but chose to face them head-on.",
    "When the country’s economic and political systems collapsed, and the nation faced a difficult situation, some political leaders abandoned their responsibilities. Leadership was forgotten, and they were afraid to confront the country’s problems. When I took over the country, there was no party standing behind me. However, the Prime Minister, ministers, and a group of parliament members joined me, believing that the country could be rebuilt. It was because of this belief and determination that we are now able to hold a presidential election.",
    "Had the economy collapsed back then, there would not have been an opportunity for this election. This is something everyone should remember. The purpose of this presidential election is to confirm the progress of the country. While other candidates are asking for votes, claiming to be the best person to lead the country, I am asking all the people to vote with their own future and the future of their children in mind. Let’s move forward together with Sri Lanka.",
    "We inherited a bankrupt country, an era of queues for fuel, gas, food, and medicine. We had no money, with some days not even a million dollars available. We had to make tough decisions to lift the country out of bankruptcy, and these were not easy choices. Just as a parent or family member might have to make difficult decisions when caring for a sick child, we made these decisions for the sake of the country.",
    "We extend our gratitude to the people who endured the hardships during these challenging times. We took over a nation with a collapsed economy and have since managed to control inflation and increase foreign reserves. This progress was achieved in partnership with the people. While others were calling for the government to step down and claiming that the situation was unsolvable, even taking their grievances to Geneva, we focused on delivering results. We provided Samurdhi benefits to the people at three times the previous amount, despite the country’s significant financial difficulties.",
    "We also provided 10 kilograms of rice for two months to low-income families and granted land rights through the Urumaya program. Housing rights were given to lowincome individuals living in Colombo apartments, and the salaries of government employees were increased by Rs. 10,000, with another salary increase planned for next year. No previous government has undertaken such initiatives. Additionally, the wages of plantation workers were raised. The question now is whether to continue this program or abandon it halfway.",
    "We engaged in negotiations with 18 countries and 21 institutions, including the International Monetary Fund, the World Bank, and the Asian Development Bank, to establish economic stability in this country. To continue along this path, we must adhere to the agreements in place. Any amendments would require renegotiating with these 21 countries and institutions, a process that took us two years to complete and would take another two years to revise.",
    "However, we cannot afford to go another year without these concessions. We must decide whether to allow this system to collapse and risk losing the financial gains we have made. We also need to consider how to move forward, building a developed country and creating a better future for our youth. The future of our nation is at stake.",
    "While some only think five to six years ahead, Gen Z looks 20 to 30 years into the future, and many are contemplating leaving the country due to concerns about their prospects. Our responsibility is to build this country for them, ensuring they have a future here. We have emerged as a new force, uniting when the country’s political parties were in disarray. It is essential to continue this program for another five years, during which a new leadership would have been born in this country, one that we haven’t seen in recent times. It is crucial to move forward with this team, with the aim of building a stronger nation. Our goal is to develop Sri Lanka by fostering the growth of our villages and uniting the Sinhalese, Tamil, and Muslim communities.”",
    "When a nation is rebuilt from a state of collapse, its people will never forget the leader who spearheaded that transformation. President Ranil Wickremesinghe stands as the sole leader who accepted the responsibility of rebuilding the country’s economy during one of its most challenging periods.",
    "With the support of 134 members of parliament, the President successfully led the government through this crisis. President Wickremesinghe has laid a strong foundation for the future by upholding the people’s right to a secure life.",
    "When comparing the leaders running in this year’s presidential election, there is no one who matches the current President’s parliamentary history, government experience, and international relationships. Therefore, we must acknowledge that all our political leaders are united in securing his victory, which will be a victory for the nation.",
    "Prime Minister Dinesh Gunawardena, representing the Mahajana Eksath Peramuna, Nimal Siripala de Silva, and Mahinda Amaraweera from the Sri Lanka Freedom Party, alongside Ramesh Pathirana and Prasanna Ranatunga of the Sri Lanka Podujana Peramuna, President’s Counsel M. U. M. Ali Sabry and Susil Premajayantha from the New Alliance, Douglas Devananda of the Eelam People’s Democratic Party, and Hematpriya Kaviratne of the United People’s Party, will be joined by Anura Priyadarshana Yapa and Wajira Abeywardena from the United National Party, Tamil Makkal Vidudalai Pulikal represented by Sivanesathurai Chandrakanthan, Ataullah from the National Congress, Rajitha Senaratne of the SJB, and A. H. M. Fawzie. Additionally, Asanka Navaratne of the Sri Lanka Mahajana Pakshaya, Kumar Welgama from the New Lanka Freedom Party, Aravinda Kumar of the United People’s Party, S. Viyalendran representing Mutpokku Tamilar Aalaham, Udayana Kirindigoda from the Jathika Nidahas Peramuna, Mohammad Mussammil of the National Freedom Front, and Vadivel Suresh of the Ceylon National Plantation Workers Union were also present.",
    "Velu Kumar, representing the Democratic United Workers Congress, S. M. M. Musharraf from the All Ceylon Makkal Congress, and Chatura Senaratne of the Democratic National Movement, Asad Sali from the National Unity Front, Champika Lowe of the Sri Lanka Progressive Front, and M. Rajanathan Prabhaharan from the Eelam Revolutionary Students Organization, Shyamala Perera of the New Democratic Front, and Sugath Hewapathirana representing the Deshapremi Janabalawegaya were also present.",
    "Anwar M. Mustafa from the Sri Lanka Democratic Party, and Chinthaka Weerakoon of the Lakjana Front along with Sirimasiri Hapuarachchi of the United People’s Front, Dr. A. M. Jayaratne representing the National People’s Front, and W. M. Gamini Wijenayake representing the Nawajana Setha Peramuna, Nisham Mohammed representing the Mawbima Sanwardhana Peramuna, K.B. Jayamini Jinadasa of the United Social Democratic Party were present at the event."
  ]
}