{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/One-thousand-megawatts-of-rooftops-solar-heaven/4-767970",
  "time_ut": 1728940459.0,
  "original_lang": "en",
  "original_title": "One thousand megawatts of rooftops – solar heaven?",
  "original_body_lines": [
    "Let’s argue about getting the lowest cost project after we have replaced all furnace oil generation with cheaper renewable energy",
    "At a conference in the mid ’90s, Dr. Harvey Forest, solar visionary and President of Solarex (then one of the largest solar companies), displayed a slide titled “Solar Heaven”. He predicted that annual solar installations would reach 1 Gigawatt (GW) or 1,000 Megawatt (MW) in a few years, which he called “solar heaven”. He said that at this capacity, investment into the highly capital-intensive silicon manufacturing becomes viable and this would free solar from its dependence on the semiconductor industry, for its main raw material, silicon. This in turn would drive down cost, spurring demand and setting off a virtuous cycle of more investment, more capacity, lower costs and more demand and completely transform the fledgling industry into global scale.",
    "He was right, solar has seen exponential growth that even he could not have imagined. Total global solar installations are expected to be over 2,000 Gigawatt (2,000,000 MW) in 2024, with the installation of 447 Gigawatt of solar in 2023 alone and solar is today the lowest cost and leading source of new energy installations.",
    "This massive transformation also wiped out Solarex, as it did all other oil industry owned pioneer solar companies, paving the way for a new crop of dedicated, aggressive solar companies, mostly from China. Although the oil companies did much of the early development work and had massive size and global reach, they failed to understand where the industry was heading, their business model of controlling, extracting, refining and distributing a limited resource, did not fit with solar, an unlimited resource available almost everywhere and free to anyone.",
    "In Sri Lanka the industry was pioneered by two companies, one a part of a large group, the other a startup of three young entrepreneurs of whom I was one.",
    "The two companies followed different strategies, one working on large aid funded projects and the other on the retail consumer market. Several large aid funded projects were done in the early days and the retail market expanded with a Government supported credit scheme, reaching 150,000 homes with small solar energy systems, bringing first time electricity access to half a million people. The success of this project spawned many other similar projects around the world, copying the innovation, best practices and business models developed in Sri Lanka.",
    "A sea change of the industry took place around 2003, when a small group of activists blindsided the giant power utilities by working with Treasury officials introducing “Solar net metering” through the Sri Lanka Government budget, compelling both CEB and LECO to connect rooftop solar systems into their electricity grid. This opened the flood gates, turning overcharged, high consumption customers into prosumers (producer-consumers) who could recover their investment in a solar energy system in four years. The industry was further enhanced by the introduction of “net accounting” and “net plus” schemes which allowed homeowners to earn money from their rooftop solar panels.",
    "Today Sri Lanka’s rooftop solar has reached 1,200 MW installations, generating 1,600 GWh of electricity annually, a significant milestone considering that large hydros such as Victoria generate just 680 GWH. The industry is also 300 companies strong with a workforce of 20,000, a customer base of over 40,000 and financial institutions are now familiar with lending for solar. We are an industry poised for growth.",
    "Not quite, the industry is still constrained by the slow process of approvals for grid connections, frustrating customer and installers. In some areas the rapid increase in solar energy is causing high voltages as the grid is unable to absorb this excess energy. When this situation happens, existing solar generators are temporarily turned off and the utilities turn down new solar connection and ask large solar plants to shut down temporarily. This situation is currently in some localised areas, however if not resolved it will seriously affect the growth of the industry.",
    "The given table is a summary of our present power generation capacity.",
    "The highest cost of generation is from the use of furnace oil @57.30/kwh, and we pay around Rs. 143 billion annually (2,500Gwh x 57.30). If we add just 1.7GW (1,700 MW) more of rooftop solar generation capacity, we could completely replace the use of furnace oil with rooftop solar. This would save us Rs. 32.5 billion annually (143 – 2,500Gwh x 27). However, if we build this capacity adding large solar plants and wind into the mix, the saving would Rs. 100 billion annually. (143 – 2,500 X 18.40) Such a saving could be used to bring the price of electricity from its current average price of Rs. 34/kwh down to around Rs. 26/kwh making our electricity price the lowest in Asia. This would positively impact all our industries, and it would be a great incentive for new investment in every sphere of activity.",
    "To do this the utilities must make a fundamental shift in their thinking. They need to recognise that the system they operate has undergone a fundamental change and that it will continue to change at a rapid pace. A system that has thousands of small solar generators, hundreds of medium sized solar, wind and hydro generators and a few large generators scattered island wide is a very different animal to a system with a few large generators providing steady energy supply.",
    "It is a clear call for “energy system flexibility”, the very thing our stratified utilities abhor. As they say, failing to plan is the same as planning to fail!",
    "Energy system flexibility means building an electricity network to absorb, distribute and store energy from many different, distributed and intermittent sources. It also means streamlining approval processes, to encourage investors who will build these plants. Currently approval of large generation plants takes years and even rooftop solar can take months for approval. Rooftop solar installation must be made “plug and play’. A long-drawn-out approval process for an installation of system generating 2kw – 40kw is as ridiculous as asking for approval from the utility to fix an air conditioner in your house. These procedures need to trimmed to the bare minimum and the utilities must solve capacity issues in areas of high solar installations quickly.",
    "Today it is also possible to add localised battery storage so that the utilities could store daytime solar generation locally for use at night. If we consider that the additional 1.7 GW would need 700 Mwh of battery storage, this will cost an additional Rs. 20Kwh for this storage, and it would increase the cost of generation from renewables to Rs. 20.45(up from the current Rs. 18.36), still far below what we pay for furnace oil generation. The additional investment can be justified by the savings on future high-tension line upgrades that could be avoided.",
    "It also means building new financial models, allowing new innovative projects such as solar combined with irrigation, housing, etc., and encouraging cooperatives and community networks to invest in solar. While some of the so called “unsolicited proposals” may be more expensive than a comparative project from a competitive bidding round, having no project is the most expensive option of them all. Our furnace oil powered plants are costing us Rs. 400 million every day of which we could save Rs. 260 million if we could FastTrack projects to add the 1.7 GW of solar and other renewables quickly. Let’s argue about getting the lowest cost project after we have replaced all furnace oil generation with cheaper renewable energy!",
    "I am reminded of a quote from an old friend and colleague, a director of then the world’s largest solar company. He visited a startup Chinese solar company around 2002 to interview its founder Dr. Shi Zhengrong. My friend was impressed by Dr. Shi and his ideas to build a new manufacturing plant, and he filed a report to his boss ending with the words “Dr. Shi’s ideas and his technology is good, but his global ambition will get in his way”.",
    "One year later Dr. Shi’s global ambition made his company, Suntech Power, the largest manufacturer in the world and Dr. Shi Zhengrong became one of the richest men in China. A good lesson in why we must give up old concepts, embrace rapid changes in the world around us and waste no time in re-imagining our entire energy sector.",
    "(The writer is a pioneer solar energy entrepreneur, a former member of the Colombo Municipal Council, former Sri Lanka Consul General to Germany and a Director of Lanka Electricity Company Ltd.)"
  ]
}