{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Leadership-purpose-and-governance-in-changing-world/34-778755",
  "time_ut": 1752021661.0,
  "original_lang": "en",
  "original_title": "Leadership, purpose, and governance in changing world",
  "original_body_lines": [
    "Head table (from left): Chief Executive Officer Anitra Perera, Senior Vice Chairman 2025/2026 Dilshan Rodrigo, Chief Guest Foreign Affairs, Foreign Employment, and Tourism Minister Vijitha Herath, Chairman 2025/2026 Dinesh Weerakkoddy, Immediate Chairperson 2025/2026 Aroshi Nanayakkara, Guest of Honour Ambassador to Sri Lanka Embassy of Turkey Semih Lutfu Turgut, and Vice Chairperson 2025/2026 Aruni Rajakarier",
    "Following are the remarks made by Dinesh Weerakkody, the new Chairman of the Sri Lanka Institute of Directors (SLID) at the 25th Anniversary and Annual Members’ Meeting",
    "It is a privilege to be elected as Chairman of the Sri Lanka Institute of Directors (SLID) for the year 2025/26. While I have had the opportunity to serve in leadership roles across both the public and private sectors, SLID holds a special place—given its vital role in shaping Sri Lanka’s corporate leadership and governance landscape.",
    "This year’s Annual Members’ Meeting marks a significant milestone—25 years of SLID’s journey. On this occasion, I wish to pay tribute to our past Chairpersons and Councils whose invaluable contributions have laid the strong foundation on which we continue to build. Reaching this 25-year mark is no small feat. It speaks to the strength of our founding vision, the unwavering dedication of our members, and the growing relevance of SLID’s mission to the nation.",
    "Over the past two and a half decades, SLID has evolved into a respected and influential voice in Sri Lanka’s boardrooms—championing good governance, effective leadership, and ethical business conduct. We’ve focused on developing directors who lead with purpose, integrity, and accountability.",
    "As we look to the future, SLID is committed to deepening its impact. A key priority will be to engage more meaningfully with the public sector—sharing insights, collaborating across sectors, and supporting critical governance reforms that are urgently needed in the state sector.",
    "The road ahead for our country is not without its share of challenges—rising geopolitical tensions, global trade disruptions, climate instability, AI-driven disruption, and heightened scrutiny from investors, lenders, and the public. In this complex environment, governance is no longer a luxury—it is a national imperative. SLID’s role, therefore, becomes even more critical.",
    "As we enter this next chapter, I wish to leave three thoughts for our members and stakeholders:",
    "First: How can SLID extend its reach beyond Colombo and into the regions?",
    "Good governance should not remain the preserve of large corporations in urban centres. We must take our expertise, leadership development tools, and best practices to the provinces—empowering regional businesses and SMEs to grow with resilience and integrity.",
    "We have built something of enduring value. Now, it is time to amplify our voice and expand our influence. More Sri Lankans—especially young professionals and emerging leaders—should know who we are, what we stand for, and the standards we uphold.",
    "Third: Are we adequately preparing our members to be future-ready?",
    "The pace of change is unrelenting. We need board directors who can anticipate disruption, embrace new technologies, nurture next-generation talent, and steer companies toward global competitiveness. As leaders, we must not only respond to change—we must shape it.",
    "In closing, I thank our membership for your continued trust and support. I look forward to working with all of you to lead SLID into its next phase—with clarity, purpose, inclusion, and determination.",
    "I leave you with a quote from the late Ratan Tata, whom I had the privilege of meeting:",
    "“Good governance is not about rulebooks. It’s about doing the right thing when no one is watching.”",
    "A powerful reminder for all of us as we navigate an uncertain future—together."
  ]
}