{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99551/opposition-parties-seek-to-derail-economic-transformation-bill-risking-return-to-crisis-semasinghe",
  "time_ut": 1717089540.0,
  "original_lang": "en",
  "original_title": "Opposition parties seek to derail Economic Transformation Bill, risking return to crisis - Semasinghe",
  "original_body_lines": [
    "State Minister for Finance, Shehan Semasinghe stated that only those wishing to plunge the country back into an economic crisis would oppose the Economic Transformation Bill.",
    "He emphasized that while the current government is focused on an optimistic economic outlook, the opposition groups are driven solely by political motives.",
    "State Minister Semasinghe made these remarks during a press conference at the Presidential Media Centre today (30), themed ‘Collective path to a stable country’.",
    "The Economic Transformation Bill aims to increase productivity and ensure equal opportunities for all citizens in Sri Lanka, while also enhancing infrastructure. It is expected to generate job opportunities, foster economic growth, and expand the competitive market through innovative exports.",
    "However, some individuals, lacking understanding of the bill, are making various claims. Opposition to the bill, according to some, comes from those wishing to plunge the country back into an economic crisis, alleging that its goals are unattainable. While the current government remains optimistic about the country’s economic prospects, opposition groups are driven purely by political motives.",
    "It is well-known that the absence of a targeted legal framework has contributed to our economic decline, a lesson we must heed.",
    "The bill proposes reducing the country’s debt burden from 128% of the Gross Domestic Product in 2022 to 95% by 2032. Similarly, the government’s gross money supply, which was 34.6% in 2022, should be reduced to 13% by 2032. The foreign debt servicing ratio, 9.6% in 2022, is targeted to drop to 4.5% by 2027. We are committed to embedding these goals into the country’s legal framework to establish a sustainable economy.",
    "Additionally, the bill aims to achieve an economic growth rate exceeding 5% after 2027, recovering from a decline to -7.8% in 2022. Unemployment, which was 4.7% in 2022, is expected to be maintained below 5% by 2025.",
    "Moreover, in 2022, the labour force participation rate for women was 32.1%. Our goal is to increase this to at least 40% by 2030 and 50% by 2040.",
    "Additionally, the current account balance, which was at -1.9% in 2022, is targeted to be maintained at 1% by 2025. The export of goods and services, which was 21% in 2022, will be increased to 40% by 2025 and 60% by 2040 through the Economic Transformation Act.",
    "Foreign direct investment, which was 1.6% in 2022, is expected to reach at least 5% by 2030. Our aim is to make direct investment account for 40% of the country’s exports of goods and services by 2030.",
    "The primary balance of our country is a key factor in the International Monetary Fund’s economic stabilization program. We aim to shift the primary balance from -3.7% in 2022 to +2.3% by 2025 and maintain it at 2% beyond 2032.",
    "Additionally, government revenue, which was 8.3% of GDP in 2022, is targeted to exceed 15% by 2025. This increase will ensure the uninterrupted provision of essential services to the people.",
    "Moreover, the reform process has heightened the impact on poor and vulnerable populations. Our goal is to reduce multidimensional poverty to below 15% by 2027 and to 10% by 2035.",
    "It is the government’s responsibility to implement the necessary reforms and programs outlined in the Economic Transformation Act, and we are committed to fulfilling this mandate without hesitation."
  ]
}