{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-secures-8-b-export-revenue-signs-800-m-investment-deals-in-1H-of-2024-State-Minister/34-765832",
  "time_ut": 1724270566.0,
  "original_lang": "en",
  "original_title": "Sri Lanka secures $ 8 b export revenue, signs $ 800 m investment deals in 1H of 2024: State Minister",
  "original_body_lines": [
    "Investment Promotion State Minister Dilum Amunugama announced that Sri Lanka has secured an export income of $ 9 billion in the first six months of 2024, whilst noting that investment agreements totalling around $ 800 million were signed during the same period.",
    "He made these remarks at a press briefing titled “Two Years of Progress and Advancements” held at the Presidential Media Centre (PMC) yesterday.",
    "Amunugama said the Board of Investment of Sri Lanka currently facilitates 15 investment zones, with 1,575 companies operating within them, providing employment to over 500,000 people. Under the Government’s new investment program, seven additional investment zones are planned for areas including Mankulam, Paranthan, Kankasanthurai, Trincomalee, Iranawila, Hambantota and Bingiriya.",
    "“Although the target for this year was to secure $ 1 billion in investment deals, $ 800 million has already been achieved in the first six months through signed agreements. Negotiations for 35 investment projects have been finalised and the agreements have been signed,” Amunugama added. Additionally, he said there are plans to develop the Kankasanthurai Investment Zone as a joint Canadian-Sri Lankan initiative. The next three months have been allocated to submit amendments to the Economic Transformation Law.",
    "“A total of 27 ‘Export Promotion’ projects have already launched to boost the export income of Sri Lanka. Future plans include implementing the ‘One Village One Product’ initiative across the country, covering 14,000 Grama Niladhari divisions. Additionally, an ‘e-commerce’ platform is being developed to further increase export revenues,” he elaborated.",
    "In terms of the Colombo Port City he said, 46 out of 118 land plots have been allocated to a Chinese contracting company, with six of these plots later returned to Sri Lankan companies. “So far, 21 organisations have been approved to establish businesses in the port city, with efforts underway to attract more investments,” he added.",
    "The State Minister also said plans are in place to develop the Pelwatte Sugar Factory, with all these initiatives expected to significantly strengthen the economy of Sri Lanka.",
    "Investment Promotion Ministry Secretary M.M. Nayeemudeen, Board of Investment Director M.K.D. Lawrance, Sri Lanka Export Development Board Chairman Dr. Kingsley Bernard, Colombo Port City Economic Commission›s Chief Operating Officer Revan Wickramasuriya and other ministry officials were also present at the press briefing."
  ]
}