{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/President-champions-export-oriented-growth-at-Industry-Expo-2025/34-781949",
  "time_ut": 1758306148.0,
  "original_lang": "en",
  "original_title": "President champions export-oriented growth at Industry Expo 2025",
  "original_body_lines": [
    "President Anura Kumara Disanayake yesterday underscored the Government’s drive to transform Sri Lanka into an export-oriented production economy, as he inaugurated the Industry Expo 2025 exhibition at the Bandaranaike Memorial International Conference Hall (BMICH).",
    "Organised by the Industry and Entrepreneurship Development Ministry in collaboration with the Industrial Development Board (IDB), the four-day event running from 18 to 21 September has brought together over 450 exhibitors across 25 industrial sectors, showcasing the breadth of the country’s industrial base and its potential to scale globally.",
    "The President toured the exhibition, engaging directly with entrepreneurs and industrialists and reaffirmed the Government’s support for strengthening the role of industry in national growth. Industry and Entrepreneurship Development Deputy Minister Chathuranga Abeysinghe also joined the occasion.",
    "The exhibition aims to provide solutions to persistent challenges in industrial development, while promoting a culture of entrepreneurship. By recognising key contributors to the national product and celebrating their role in economic progress, the event seeks to boost confidence in Sri Lanka’s industrial and entrepreneurial community.",
    "Industry Expo 2025 offers participants opportunities to expand into new local and international markets through strengthened linkages and competitive benchmarking. It also serves as a platform to evaluate sectoral strengths and weaknesses, introduce cutting-edge technologies, and foster innovation.",
    "A notable feature this year is the Innovation Zone, which highlights inventions and prototypes from schools, universities, and research institutions, reflecting the next generation of industrial and entrepreneurial talent. The School Entrepreneurship Club program has also enabled students to showcase their products, encouraging youth-led innovation.",
    "To support industrialists further, the exhibition includes a ‘One Stop Service’ stall bringing together State agencies and banking institutions, as well as a dedicated service booth from the National Engineering Research and Development Centre (NERD). These initiatives are designed to ease access to institutional support and financing.",
    "By connecting industrialists with suppliers of essential machinery, packaging, and raw materials, the Industry Expo also facilitates deeper collaboration within the value chain. Organisers emphasise that such linkages will enhance competitiveness, drive productivity, and strengthen country’s positioning in global markets.",
    "From left: Industrial Development Bank Chairman Ravi Nissanka, Industry and Entrepreneurship Development Ministry Secretary Thilaka Jayasundara, Industry and Entrepreneurship Development Minister Sunil Handunneththi, Industry and Entrepreneurship Development Deputy Minister Chathuranga Abeysinghe cutting ribbon of Opening Ceremony of Industry Expo 2025 – Pix by Shehan Gunasekara"
  ]
}