{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100269/strict-measures-against-disruption-of-school-education-president",
  "time_ut": 1720002060.0,
  "original_lang": "en",
  "original_title": "Strict measures against disruption of school education – President",
  "original_body_lines": [
    "President Ranil Wickremesinghe stressed the importance of those entering the teaching profession dedicating themselves to the future generation, noting that education in a country cannot thrive without discipline.",
    "He declared that no one would be permitted to disrupt school education between 7:30 am and 1:30 pm and he has directed the Attorney General to consider further measures to ensure this, President’s Media Division reported.",
    "“No one, whether directly or indirectly, should disrupt school education from 7.30 am to 1.30 pm. I have requested the Attorney General to propose measures regarding this issue,” he said.",
    "The President stated that it is imperative that the education of children is not hindered by school closures or strikes. “Our actions must be taken with future generations in mind.”",
    "The President said he also discussed with the Education Minister regarding the possibility of implementing a computerized teacher transfer system.",
    "“Fairness must prevail in promotions and in the treatment of teachers. Moving forward, we will take stronger measures on this front, even if it may provoke dissent.”",
    "“This is the reality we must confront to secure a better future for our children,” he said.",
    "The President made these remarks while attending a ceremony at Temple Trees today (03), where appointments were awarded to officers of the Education Administrative Service, as well as teaching appointments to graduates and diploma holders.",
    "The president, who requested that everyone prioritize children’s education, also asked the opposition not to support acts of sabotage.",
    "Furthermore, the President mentioned that he has discussed with the Minister of Education the future process of teacher transfers and promotions through an online system, emphasizing that no one will face injustice in these matters.",
    "Appointments were granted to 60 individuals approved by the Education Service Committee of the Public Service Commission, and teaching positions were awarded to 1,706 graduates and 453 English diploma holders.",
    "“Congratulations to all of you entering the administrative and teaching services. Today, you are assuming a very important responsibility.",
    "Even when the country faced bankruptcy in the past two years, and as we took steps to recover, funding for education was increased.",
    "Teachers were recruited not only for existing vacancies but also for future needs. It must be said that even in difficult times, these steps were taken with a focus on the country’s future.",
    "Our future is our children. That is why the government is committed to equipping the next generation with new knowledge and modern technology in a changing world. This is a responsibility we all share.",
    "Therefore, everyone entering this honourable profession should dedicate their service to the future generation and must be disciplined.",
    "Education in a country cannot be maintained without discipline. You may have 40-50 students in your classroom, but there is a difference between a teacher and a military officer. Military officers train adults, whereas you will be guiding a group of individuals under 18 years of age who need proper training and attention.",
    "If we do not protect the country’s education system and allow it to be disrupted, we will lose our future generation.",
    "To build the country’s economy, we must move forward rapidly. In the next 20-25 years, we should aim to raise our Gross Domestic Product (GDP) from USD 85 billion to at least USD 350 billion for our future generations.",
    "It is, therefore, the responsibility of all of us to focus on and prioritize the children’s future. The teaching profession is distinct from other services; it carries a unique dignity that must be upheld.",
    "Today’s schools must uphold discipline. Strikes in schools are detrimental and unjustified. In 2022, under President Gotabaya Rajapaksa’s administration, the only salary increase was for teachers. This year, we provided a stipend of Rs. 10,000 for all government employees. Given the country’s economic situation, further increases were not feasible. Some trade unions have requested a revision and additional salary increases, which is surprising considering teachers have already received two salary increments.",
    "Recently, teachers went on strike, abandoning classrooms to protest at the Colombo Fort railway station. University students and others joined, demonstrating and attempting to reach the Presidential Secretariat, even amidst tear gas. While protests are not new, such actions do not befit the honourable teaching profession.",
    "In the past, teachers on strike would still teach without signing attendance books, or they might wear a black armband while continuing their duties, as seen in some countries. However, the most recent strike was entirely different.",
    "This situation did not occur in Tamil and Muslim schools, where educational activities for children continued. Similarly, international schools and private schools maintained their educational activities effectively.",
    "However, Sinhala-medium schools had to face disruptions. Children from rural areas attend these schools. I question whether this is also a responsibility of the teaching profession. Teachers of Tamil and Muslim schools recognized the importance of education. When Sinhala-medium schools in places like Nuwara Eliya were disrupted, education continued in Tamil-medium schools. Such disparities should not exist in our country.",
    "In certain schools, teachers faced threats preventing them from attending. People fault the government for its lack of action and accuse the opposition of backing such incidents. This situation is troubling.",
    "No one, whether directly or indirectly, should disrupt school education from 7:30 am to 1:30 pm. I have requested the Attorney General to propose measures regarding this issue. It is imperative that the education of children is not hindered by school closures or strikes. Our actions must be taken with future generations in mind.",
    "Yesterday, I discussed with the minister the possibility of implementing a computerized teacher transfer system. Fairness must prevail in promotions and in the treatment of teachers. Moving forward, we will take stronger measures on this front, even if it may provoke dissent. This is the reality we must confront to secure a better future for our children.",
    "Therefore, I urge everyone to prioritize the future of our children. I particularly appeal to the opposition not to endorse actions that sabotage education. We must heed the voices of the people and parents in our decisions. Once again, I extend my best wishes to all entering the teaching profession today.”",
    "“Granting these teacher appointments is not an easy task. We undertook the task amid an economic crisis, striving to fulfil nearly 2000 appointments for national schools today. The economic strategy led by President Ranil Wickremesinghe aimed to alleviate the country’s financial challenges and establish stability has shown promising results.",
    "During a period of economic turmoil, as the Minister of Finance, President Ranil Wickremesinghe appointed you while allocating funds. I urge you not to jeopardize the future of our children by accepting these appointments and participating in trade union actions. Your educational journey as a graduate was made possible by the dedication of teachers. It is crucial to ensure our children receive education and pursue careers, lest their future be obscured.",
    "In the past, teachers took trade union action against a bill proposed by Minister of Education Mr. Iriyagolle, teaching children without signing the book. I believe their actions serve as a commendable example.",
    "President Ranil Wickremesinghe, during his tenure as Minister of Education, established the National Institute of Education and significantly strengthened the educational infrastructure. He also introduced the University Grants Commission Act, and under the current president’s leadership, science faculties have been established, producing approximately 5000 teachers annually. Having someone with such a distinguished record in the sector of education as the current president is a great asset to the education sector.",
    "In the upcoming education reforms, efforts are underway to ensure that university graduates have ample job opportunities without the need for undue influence. These reforms aim to produce graduates well-suited for the job market. Proper management of human resources through education can significantly bolster a country’s economic strength.Governor of the Western Province Marshal of the Air Force Roshan Gunathilake, State Ministers Vijitha Berugoda and Aravind Kumar, and Secretary to the Ministry of Education Thilaka Jayasundara were also present at the event”."
  ]
}