{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CITI-celebrates-International-Women-s-Day-2024-Inspiring-inclusion/34-760331",
  "time_ut": 1712274950.0,
  "original_lang": "en",
  "original_title": "CITI celebrates International Women’s Day 2024: Inspiring inclusion",
  "original_body_lines": [
    "Citi Sri Lanka recently celebrated International Women’s Day by hosting a fireside discussion bringing together female leaders to facilitate a conversation around diversity and inclusion in the workplace, and what this year’s theme #InspireInclusion means to them.",
    "The diverse panel consisted of Ideal Motors Ltd., Finance Director Dilani Yatawaka, Independent Collective School Founding Principal Yasodhara Pathanjali, and Citi Country Human Resources Vice President/Head Vanya Goonetilleke, along with session moderator Citi Securities Services Vice President/Head Kanishka Hewage.",
    "Citi Country Officer and Banking Head Ravin Basnayake, during his welcome address stressed on Citi’s commitment as a global bank to support and promote an inclusive work culture that values diversity and equal opportunity to all with no gender-based discrimination, paving way for equal career opportunities and recognition for achievements. Encapsulating Citi’s diversity representation, Citi aims to boost global representation of women in leadership positions to 43.5% in 2025 from the current 40.6%. In closing, he acknowledged the gender-based accomplishments achieved thus far but stated much more work needs to be done in this sphere to attain the true spirit of equality.",
    "The inspiring and insightful session tackled many aspects of the corporate world and the formidable biases and issues faced by women. Panellists sharing their personal journeys giving examples of their real-life situations created a relatable and transparent conversation offering practical advise on how all can work together to create an equal place. Progressing to the evening the event concluded by a networking session for all attendees."
  ]
}