{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98049/additional-day-allocated-for-no-confidence-debate-against-speaker",
  "time_ut": 1710831540.0,
  "original_lang": "en",
  "original_title": "Additional day allocated for no-confidence debate against Speaker",
  "original_body_lines": [
    "A decision has been taken at the meeting of the Committee on Parliamentary Business to debate the no-confidence motion brought against the Speaker of Parliament for three days instead of two days as previously decided.",
    "Accordingly, the motion of no confidence will be debated in Parliament for three consecutive days from today while the vote on the motion will be held at 4.30 p.m. on Thursday (March 21).",
    "The committee had previously decided to debate the no-confidence motion against Speaker Mahinda Yapa Abeywardena for two days on Tuesday (19) and Wednesday (20). Accordingly, the debate had commenced in Parliament this morning.",
    "The motion brought forth by the opposition against the Speaker was officially handed over to the Deputy General Secretary of Parliament on March 05.",
    "It had been signed by 44 parliamentarians including Opposition Leader Sajith Premadasa, Chief Opposition Whip Lakshman Kiriella and MPs Prof. G.L. Peiris, Rohini Kumari Wijeratne, Hesha Vithanage, Mano Ganesan, Rishad Bathiudeen, M.A. Sumanthiran, S.M. Marikkar, Ranjith Madduma Bandara, Thalatha Atukorale, Vijitha Herath and Chandima Weerakkody.",
    "The no-confidence motion alleges that the Speaker had ignored the Supreme Court’s recommendations pertaining to Sections 13, 17, 20, 33 (6), 34 (1), 35 (1), 21, 22 and 33 of the Online Safety Bill.",
    "The Speaker is also accused of allowing the third Reading of the Online Safety Bill to be passed without a vote and disregarding the Chief Opposition Whip’s call for a division at the Committee Stage.",
    "Further, the opposition MPs claim that the Speaker had ‘unconstitutionally and unlawfully’ used his decisive vote to affirm the appointment of IGP Deshabandu Tennakoon when the other members of the Constitutional Council were divided on a tie on the matter. It was reported that four members had voted in favour of the appointment while 2 voted against and 2 others abstained. However, considering the 2 abstentions as votes cast against, the Speaker had used his vote as the deciding vote to go ahead with the appointment, they allege."
  ]
}