{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/ninety-sri-lankan-legislators-yet-to-reveal-asset-liability-details-to-ciaboc-175235/",
  "time_ut": 1722845460.0,
  "original_lang": "en",
  "original_title": "Ninety Sri Lankan legislators yet to reveal asset, liability details to CIABOC",
  "original_body_lines": [
    "ECONOMYNEXT – At least 90 out of the total 225 Sri Lankan legislators are yet to provide their assets and liability details to the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) in line with the latest Anti-Corruption Act, official documents show.",
    "A recent amendment to the Anti-Corruption Act has mandated the President, Prime Minister, Members of Parliament, Provincial Governors, Provincial Council Members, and officers of the Provincial Public Service, elected representatives, and officers of Local Government bodies, as well as judges and government officials appointed by the President, to disclose their assets and liabilities.",
    "The CIABOC has made details of all the assets and liabilities of public officials it has received in its official website under ‘Declaration of Assets’ sub category.",
    "According to the details provided in the official CIABOC website, only 135 MPs have declared their assets and liabilities so far.",
    "The list includes the Prime Minister, the Speaker, 13 cabinet ministers, the opposition leader, 24 state ministers, and 95 members of parliament.",
    "The new Anti-Corruption Act comes after President Ranil Wickremesinghe’s administration promised the International Monetary Fund (IMF) to bring in strong laws to combat corruption under a $3 billion bailout package.",
    "Though Sri Lanka has several laws to prevent corruption, no government has implemented the rule of law in a fair manner, analysts say.",
    "Most governments in the past have used the anti-corruption laws for political agenda and silenced some anti-government critics within and outside opposition parties.",
    "Anti-graft experts say corruption is now deep rooted in both government and private sector firms with many Sri Lankans considering them as a norm.",
    "No political leader in Sri Lanka has been able to curb corruption despite promises during elections.",
    "The island nation has witnessed political corruption including bribery and nepotism, misuse of public funds, and lack of accountability.",
    "The corruption has already deterred foreign investment into Sri Lanka, as businesses often face bureaucratic hurdles and demand for bribes, good governance analysts say.",
    "It has also hit development projects, leading to cost overruns and delays, which has led to loss of public trust.",
    "Though Sri Lanka has had several laws aimed at combating corruption, including the Bribery Act and the Declaration of Assets and Liabilities Laws, the enforcement has been inconsistent.",
    "Majority of Sri Lankans blame corruption at ministry and bureaucratic level for an unprecedented economic crisis that led Sri Lanka to declare bankruptcy with sovereign debt default in 2022.",
    "Since then, there has been a strong public demand to eliminate corruption with calls for accountability and reforms amid international pressure. (Colombo/August 5/2024)"
  ]
}