{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99853/privatisation-of-srilankan-airlines-is-part-of-imf-program-says-ceo",
  "time_ut": 1718255640.0,
  "original_lang": "en",
  "original_title": "Privatisation of SriLankan Airlines is part of IMF program, says CEO",
  "original_body_lines": [
    "SriLankan Airline CEO Richard Nuttall said that the government is on its way to privatise several state-owned enterprises as part of the International Monetary Fund (IMF) program and one of those is the flag carrier of the island nation.",
    "“The government is trying to privatise a number of state-owned enterprises as a part of the IMF program that it’s going through. One of those is SriLankan Airlines,” Nuttall said speaking to ANI on Wednesday.",
    "Nuttall shared that one of the steps taken in that direction is the government helping with the balance sheet which will be completed in a month or two.",
    "“There are two parts to that. One is, the government working to help us with our balance sheet and a lot of work has gone on with that and we expect that to be finished in the next one or two months,” the CEO said.",
    "Nuttal said that the airline is also looking for an investor, three candidates have been finalised and the government is in talks with them.",
    "“And then the other side is looking for an investor. Expressions of interest were completed in April and there were six candidates. That’s now been whittled down to three. So the government is now talking to three different entities and we’ll see what happens from there,” he said.",
    "The CEO shared that no Indian company has showed interest in investing in SriLankan Airlines but one of the consortiums have some Indians in them.",
    "“There’s no Indian company, but one of them is a consortium that we understand has some Indian,” Nuttar said.",
    "Replying to a question about the updates on the expansion plan of Sri Lankan Airlines, Nuttall said, “At the moment, our fleet is 21. We’re hoping for it to grow. It should grow to 22 next month. We’re looking to get another three aircraft within the coming twelve months, so that would take us to 25. So if you look, we’ve also got a couple of aircraft that we’re replacing with engines. So that’s about 50 per cent growth by the end of this year.”The CEO further added that the expansion will be from increased frequencies to existing destinations rather than adding new destination cities.",
    "“And I think most of the expansion that we’ll get from that will be not new cities, but it will be increasing frequencies to existing destinations, particularly in India and Southeast Asia,” he added.",
    "Nuttall said that during economic downturn that the island nation is currently facing, more people tend to go and work overseas which in turn helps the airline.",
    "“If one looks at Sri Lanka, two of the biggest sources of currency for the country come from the diaspora, Sri Lankans working abroad and tourism. So actually when you have an economic downturn, more people go overseas. So it’s a natural hedge. So for the airline that’s good and we can support the economic development of the country by supporting the people that want to go and work overseas,” the CEO said.",
    "Nuttal highlighted that the tourism sector has recovered and back to pre-COVID times. He added that the Indian market has trebled in the last year.",
    "“When it comes to tourism, actually tourism has come back really, really quickly to Sri Lanka. So tourism is now back where it was pre-COVID. And if we look at the Indian market, the Indian market has I think trebled in the last twelve months. We were doing roughly 1,012 thousand a month last year and now we’re up closer to 40,000,” the CEO said.",
    "“And the Indians are just over 20 per cent of the tourists that comes to Sri Lanka. And you know, realistically, when we look at the size of the population here and we look at the growing economy, we think that 40,000 a month is just the tip of the iceberg. We think that number could grow,” Nuttal added."
  ]
}