{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/should-the-economic-transformation-bill-proceed-part-ii/",
  "time_ut": 1717687455.0,
  "original_lang": "en",
  "original_title": "Should The Economic Transformation Bill Proceed? – Part II",
  "original_body_lines": [
    "Part – I examined Sections 3 and 4 of the Economic Transformation Bill (ETB), which set targets for debt to GDP, debt financing needs, GDP growth rates, exports to GDP, employment expectations, and foreign direct investment from 2024 to 2032 and up to 2048, the year of Advanced Economic Status as envisaged by ETB. It also discussed inclusive growth and social progress. A proposed new institutional setup to spearhead investment in ETB was also indicated. A critical view of the content of PARTI is presented below.",
    "ETB indicates (i) where the Economy of Sri Lanka is, (ii) where it needs to be at the end of the tunnel or in 2048 (i.e., Advanced Economic Status). For the above, set targets are there. But based on the set targets, it does not show (iii) how to reach 2048 (i.e., this is the required (a) economic policy framework, (b) foundation of resources required, (c) implementation, (d) monitoring, and (c) recording), and finally (iv) how the economy will be convinced it reached or realized the expectations or the status of an advanced economy. Given arbitrary targets cannot meet the above in economic transformation.",
    "Many economic and social indicators are used to show Advanced Status. Among them, we can use the per capita income of some Advanced countries, like the USA (US $70,00), the UK (US $46,000), Japan (US $34,000), or highly developed countries like Singapore (US $80,000). The per capita income in Sri Lanka is around US$4000. Given the above fundamental indicators, anyone can argue the rationale or the possibility of reaching advanced economic status in Sri Lanka by 2048. I wonder whether Sri Lanka could achieve its goals and targets in Agenda 2030. We can present the above per capita income from different perspectives as below.",
    "By addressing and resolving the debt crisis and encouraging investment, ETB expects to reach advanced economic status in 2048.",
    "This means that by transforming, Sri Lanka’s economy will have to travel for 24 years and may be in a rough sea. People in their 50s, including the President, will not be there to witness 2048. A child cannot understand an advanced economy; only young people can. Nevertheless, history will record that Sri Lanka reached advanced economic status after 100 years since 1948, an Asian Miracle indeed.",
    "The Constitution of Sri Lanka is committed to creating an environment in which the welfare and well-being of the people are protected and secured. This is of paramount importance. Meeting the above-mentioned constitutional requirements is the destination. Political parties and their political ideologies have different policy vehicles or frameworks to reach the destination. If relevant and valuable, the information contained in ETB sections 3 and 4 may be used by political parties just as guidelines in their economic policy frameworks, together with the proposed five institutions or their alternatives for investment because investment is the prime mover.",
    "Economic variables such as GDP growth, government revenue and expenditure, exports, and FDI are highly dynamic, and any law cannot dictate to comply with their behavior. Laws are in books, but the dynamism of any economy is changing for many reasons (this does not mean laws are like the sun and moon). Economic dynamism is incomprehensible when all economies are integrated with the global economy. External shocks like oil price hikes cannot be absorbed by laws. They must be absorbed by the economy and the people as they were with Covid-19 and are now. In other words, given the constitutional requirement mentioned above, the welfare and well-being of the people cannot be compromised by having laws when ETB is enacted or having a legal framework. Hence, future governments must follow suit. This is not a logical scenario at all. Instead of laws, the best option may be to have a national consensus on the economic and welfare development of people among all parties and follow suit based on law and order and elimination or minimizing of (i) fraud, (ii) corruption, (iii) waste, and (iv) inefficiency. In short, why the absence of law and order in the country and utter failure to eliminate (i) fraud, (ii) corruption, (iii) waste, and (iv) inefficiency has not been forwarded to the ETB, or if the above have had included in the section before PART 1 is ideal. I wonder why the authors of ETB did not consider the above, which is vital to a legal framework or ETB.",
    "ETB must be bought in by at least the government parliamentarians and the opposition because it is a national policy document. In short, the two groups mentioned above do not want another debt crisis. At the same time, all accept and respect the critical role of investment and, hence, the value of advanced economic status via stable and progressive economic growth. Irrespective of the above concerns, the country’s primary focus is the presidential election. Given the above, most government parliamentarians are disintegrated and trying to form alliances by forgetting the purpose of their being in the parliament. When the bill is there for voting (only a possibility), as usual, they will raise their hands, approve it, and enjoy the win by tapping the tables.  Unfortunately, except for a few, there will be no doubt that the majority do not know about ETB. It contains 159 pages. So, reading requires understanding and digesting the content to consume substantial time. It is unlike the 2003 Fiscal Responsibility Act, which has 14 pages.  In short, lawmakers should know the ETB before engaging in debate and approving it. I wonder if the above will be the reality on the ground.",
    "The opposition is also busy winning the presidential election. Even if they see the relevance and usefulness of ETB, they will oppose the bill in its current form. There is no guarantee that ETB will be approved by parliament, mainly because SLPP will also oppose it, given the growing differences between the government and SLPP. Politics by birth is dynamics.",
    "As the Satiate Minister of Finance stated, the ETB is an outcome of the president’s vision rather than the IMF’s. If so, the vision reflects the president’s neoliberal political ideology: the Washington Consus (i.e., a standard reform policy package advocated by the IMF to overcome the crisis). The political ideologies of NPP, SJB, and SLPP are not the same, even though everybody does not want to see (i) another economic/debt crisis, (ii) they all value the importance of investment and export in the recovery, and further progress (iii) increased female labor force participation and (iv) advanced status of the economy is welcome if it is achievable. Furthermore, assuming that the proposed new institutional framework and set targets are acceptable to NPP, SJB, and SLPP, these parties will have different policy frameworks and institutions for achieving the set targets for which the government policy framework is unclear.",
    "Most importantly, there should be a buying process beneficial for a vital policy document like ETB. Unfortunately, it is absent. The President needs to educate the parliamentarians and the general public strategically.  Now, what is happening is that the president and a few ministers talk about the bill, and when they get an opportunity, the opposition criticizes it for obvious reasons. Furthermore, there is a growing opposition by trade unions, particularly related to Free Trade Zones and the BOI itself. The main reason is a lack of awareness and education about ETB. Being the brainchild of the ETB alone is not sufficient for the president. In other words, what the president believes is good in ETB. However, there may be other alternatives or options. So, the president is responsible for engaging all stakeholders and obtaining their input in the right direction. The above should also be part and parcel of the president’s vision. The president vehemently advocates for democracy, so this ETB must be subjected to the democratic process apart from submitting the ETB to the parliament alone. Sri Lanka Economic Association, National Chamber of Commerce, professional bodies related to University Teaching staff, and Chartered Accountants mentioned a few that can give valuable input in the right direction. The president must appreciate and value the positive and constructive Input of the above to make ETB more influential in generating the expected outcome. As far as I know, a parliament committee has been appointed to examine the proposed bill. But what is the result of the above? Given the above, it is valuable and relevant that the ETB remains a document for the next president and the government to take care of if they wish. Which political party comes to power is not a matter.",
    "There is a great need to focus and work to avoid another debt crisis and simultaneously how to get rid of the current debt burden on the economy and, hence, the people. Given the above, elimination or minimizing of (i) fraud, (ii) corruption, (iii) waste, and (iv) inefficiency will be beneficial in the right direction. The recovery of stolen assets is also crucial, but it will take time so that until such time, the well-being of the people cannot be compromised. Given the above, there is an urgent need to make a national consensus based on ETB on whether to proceed or suggest alternatives to avoid another debt crisis and eliminate the current debt burden on the economy and people.",
    "It is helpful to note that the government introduced the Fiscal Management Responsibility Act in 2003. The Fiscal Management or Fiscal Responsibility Act of 2003 aimed to reduce debt to GDP from 85 percent to 60 percent in 2006 and maintain a budget deficit of 5 percent of GDP. The Act states that the above is essential, considering the future generation. However, after the change in government in 2004, subsequent governments did not follow the abovementioned targets. In 2019, it also introduced such disciplines that were not allowed, paving the way for a debt crisis. Given the above, subsequent governments from 2003 did not consider the benefit of reducing debt to GDP from 85% in 2006 to 60% for the future generation. We can learn lessons from the fact that enacting laws alone will not generate the expected outcome. This may also apply to ETB. Laws cannot dictate economic dynamism.",
    "Given the pivotal role of debt restructuring in the Economic Transformation Bill (ETB), the debt-to-GDP ratio may not remain below 95% by 2032 and reach an optimal level of 60% by 2048. This uncertainty also extends to the gross financing needs, which may not stay below 13%. While a 5% increase by 2027 seems feasible regarding GDP growth, it is uncertain if it will continue to exceed 5% after 2027. The ETB does not clearly outline the necessary economic growth to achieve Advanced Economic Status by 2048. This is a crucial factor in determining investment and welfare and, ultimately, improving the well-being of the people. A clear and comprehensive economic policy framework is necessary, rather than relying on arbitrary targets or a legal framework. Based on the current US$ 4000 per capita income in Sri Lanka, achieving Advanced Economic Status by 2048 without such a framework seems highly improbable.",
    "Both the government and the opposition are busy with the presidential election. Due to growing differences between the government and SLPP, it is very doubtful that SLPP will support ETB. Except for the president and his state ministers, none is interested in ETB. The president is the brainchild of ETB. What the president believes is good in ETB. It is his vision.Unfortunately, ETB has no buy-in process, which is a vast vacuum. So, the president is responsible for engaging all stakeholders and obtaining their input in the right direction. The above should also be part and parcel of the president’s vision. The president vehemently advocates for democracy, so this ETB must be subjected to the democratic process apart from submitting the ETB to parliament alone and in a hurry. Everybody agrees that we must avoid another economic/debt crisis and pursue rapid economic development. Reaching a national consensus on ETB or alternatives is essential rather than being confined to ETB. Even if enacted, it will face the same destiny as the 2003 Fiscal Responsibility Act. Laws cannot dictate economic dynamism. This is the lesson learned from the Act mentioned above.",
    "*The author worked as the Special Advisor to the Office of the President of Namibia and was a Senior Consultant with UNDP. He worked as a Senior Economist with the Central Bank of Sri Lanka (1972-1993) before he migrated to New Zealand. The writer can be contacted at asoka.seneviratne@gmail.com"
  ]
}