{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-business-sector-growth-rises-in-august-2024/",
  "time_ut": 1727038260.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s business sector growth rises in August 2024",
  "original_body_lines": [
    "New businesses increased in August 2024, particularly with the expansions observed in personal and financial services activities, Sri Lanka Purchasing Manager’s Index (PMI) report of the Central Bank of Sri Lanka states.PMI – Manufacturing recorded an index value of 55.5 in August 2024 indicating an expansion in manufacturing activities, yet at a slower rate compared to the previous month, according to the report.",
    "All the sub-indices, except for employment, remained above the neutral threshold in August. The expansion in new orders and production was mainly driven by the manufacturing of the food & beverages sector. Further, the stock of purchases expanded during the month in line with the new orders and production. However, employment decreased on a month-on-month basis in August. Meanwhile, suppliers’ delivery time continued to lengthen during the month, the report notes.",
    "Expectations for manufacturing activities over the next three months remain positive, primarily due to the optimistic outlook on year-end seasonal demand, in spite of the election uncertainties.",
    "PMI – Services as reflected by the Business Activity Index, recorded an index value of 65.2 in August 2024. This indicates a slower expansion in services activities compared to the previous month. The expansion in business activities was driven by the improvements observed across most sectors. Accordingly, business activities in the other personal services grew mainly due to improvements in entertainment and recreational activities. Further, business activities in the wholesale and retail trade, transportation services and financial services also indicated considerable growth during the month. However, business activities in the telecommunication, real estate and IT programming consultancy related activities remained at the same level as in the previous month, while activities in all other sectors recorded improvements.",
    "CBL Global Foods and USAID join forces to transform coconut industry in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}