{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/eclipse-of-soft-power-a-defeat-for-humanity/",
  "time_ut": 1710350580.0,
  "original_lang": "en",
  "original_title": "Eclipse of Soft Power, a defeat for humanity",
  "original_body_lines": [
    "No happening in the Gaza of today is bound to trouble profoundly those blessed with a conscience than the sight of multitudes of civilians, including, of course, women and children, rushing to take hold of packets of food and other forms of essential relief that manage to trickle into the ravaged strip of land. Famine is the heart-rending lot of Gaza’s inhabitants, but what is equally revolting to the sensitive is the fact that very little or nothing constructive could be done at present by the ‘civilized world’ to ease the lot of Gaza’s denizens.",
    "One of the most troubling aspects of the Gaza tragedy currently is that not even the most powerful of the world could do anything substantive to ease the situation of the suffering civilians of the land. Much may be achieved if the permanent members of the UN Security Council are of one accord on the gut issues in the Gaza and evince some capability of acting in unison to bring succor to the suffering people of the Strip but this is hardly the case. Not even appeals by the UN for giving humanity a chance in the Gaza seem to be carrying any conviction with the sections that matter most in international politics at present.",
    "In other words, the world is compelled to watch gape-mouthed and paralyzed while the torment of the Gaza civilians continues. Clearly, humanity stands resoundingly defeated in the Middle East.",
    "An individual’s or collectivity’s humanity is assessed on the basis of these sections’ ability to extend to less fortunate members of the human family kindliness and a helping hand. Since this is yet to materialize to any notable degree in the region, the analyst would be right in assuming that, besides the populations concerned, it is civilizational values that are being gravely affected in the Gaza imbroglio.",
    "The past few months of trauma and turmoil make it abundantly clear that lingering political polarities of the Middle East and the world are constituting one of the most formidable stumbling blocks to managing effectively the relevant conflict and the resulting blood-letting. The Palestinian side is backed by Islamic hardline states of the region, such as Iran and its allies, while Israel is continuing to be staunchly backed by the US, although the latter is in an effort currently to send aid directly to the Palestinians, having failed in its efforts to even establish a ‘temporary ceasefire’ in the Gaza.",
    "As is known, the US ‘aid drop’ to the Gaza has proved a flop and it is currently exploring the possibility of establishing a pier in the Strip for the purpose of distributing food aid and other essentials.",
    "What is compounding the crisis in the region is the fact that the Palestinian side and its supportive neighbours are receiving the indirect backing of China and Russia, although there has been no physical and tangible involvement by the latter so far in the conflict. Broadly, therefore, we are seeing in the Gaza a replication of the East-West conflict, with China and Russia constituting the East and the US and its allies, the West.",
    "Since both sides are evenly matched militarily and otherwise there is unlikely to be an easing of the blood-letting any time soon, unless there is a fundamental change in approach to the conflict by the main antagonists and their allies. That is, unless and until an effort is made by the parties to the conflict to resolve the crisis by entirely peaceful means, there is unlikely to be a let-up in the war.",
    "The above approach to resolving the conflict would need to be premised on a mindset change on the part of the principal parties, from a confrontational one deriving from East-West power calculations and considerations, to one which would be highly receptive to the principles of peaceful and harmonious living among countries. That is, value-based international relations.",
    "Broadly speaking, the above fundamental re-orientation of international relations would require the warring parties to increasingly replace Hard Power in their relations with each other with Soft Power. That is, ‘Spears’ would need to be replaced with ‘ploughshares’. Dialogue, cooperation and value-based politics would need to take the place of power politics, rooted mainly in the resolution of international and intra-state disputes through the exercising of armed might and its destructive instruments.",
    "It is plain to see that the Hard Power approach is not winning in the Middle East in general and in the Gaza in particular. As events have proved since October 7 last year, the use of Hard Power has only aggravated the suffering of the main parties. Clearly, neither party is showing signs of crumbling under military pressure.",
    "Sensible sections ought to have perceived by now that it is dialogue and other peaceful means of conflict resolution that would ensure the survival of the communities concerned and be in their best interests. The continued use of Hard Power by both parties, on the other hand, would bring them closer to mutual annihilation.",
    "Fortunately for the world, it is not short of examples of effective Soft Power initiatives. In South Asia, there is the case of India, where the creation of Linguistic States in increasing numbers has enabled the country to pre-empt the explosive emergence of identity-based revolts within disaffected states over the decades.",
    "Rather than depend entirely on military means to resolve these disputes, the Indian centre has chosen to recognize the linguistic and cultural uniqueness of the relevant states and decentralize power on them on the basis of these identities. This has enabled potentially break-away states to remain within the Indian Union. Here basically, power-sharing, which is a Soft Power tool, has triumphed over Hard Power.",
    "Interestingly, Iran has been home to political leaders who have looked well beyond parochial identity politics to value based politics, which have the potential to cement unity among seemingly disparate identity groups and communities. One such far-seeing leader is former Iranian President Mohammad Khatami. It is he who originated the concept, ‘Dialogue among Civilizations’, as a counter to Western political scientist, Dr. Samuel Huntingdon’s theory of a ‘Clash of Civilizations’, which was birthed in the nineties decade which witnessed the emergence of identity-based militant movements, many of which resorted to terror.",
    "While Huntingdon viewed post-1991 international politics as essentially featuring a ‘Clash of Civilization’, in view of world politics being dominated by identity issues since then, Khatami pointed out that cultures and civilizations could be united on the basis of shared values. Khatami’s formulation carries much credit because irrespective of whether civilizations are of Eastern or Western origin they have values and ideals in common, such as, consideration for others and compassion.",
    "Unfortunately, over the years, theories such as Khatami’s have come to be soft-peddled as a result of major powers and their alliances depending heavily on Hard Power as a means of conflict resolution. However, the mayhem in Gaza is pointing to the need to revive Soft Power discourses on an urgent basis since Soft Power is proving the wisest option.",
    "Related Topics:Isreal Palastine warLynn OckerszPeople rushing for food supplies in the Gaza",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}