{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/presidential-election-2024-who-can-win/",
  "time_ut": 1726540493.0,
  "original_lang": "en",
  "original_title": "Presidential Election 2024: Who Can Win?",
  "original_body_lines": [
    "We are on the verge of the Presidential Election 2024. The election will be held on September 21st, 2024; 17.1 million voters are eligible to vote. Thirty-eight candidates are in the battlefield, but many opinion polls show that only three candidates, who come from the majority Sinhala-Buddhist community, have the potential of leading the competition. They are Mr Ranil Wickremesinghe, the incumbent President, Mr Sajith Premadasa, the Leader of the Opposition and Mr Anura Kumara Dissanayake, the leader of the Janatha Vimukthi Peramuna (JVP)-led Jathika Jana Balawegaya (NPP).",
    "Mr Namal Rajapaksa, the eldest son of former President Mr Mahinda Rajapaksa, can take a significant number of votes, but he may become the fourth in the race.  None of the other candidates would take many votes; each may take less than 50,000.",
    "Mr Wickremesinghe has the reputation as a politician with experience and contacts with world leaders and heads of the Bretton Woods Institutions.  He is also praised for assuming the responsibility of ruling the country, when it was in a deep crisis without a leadership during the island-wide protests against the former regime led by Mr Gotabaya Rajapaksa about two years ago.",
    "The proponents of his campaign highlight that he was courageous enough to take that challenge at the time of the crisis. They also say that Mr Wickremesinghe was able to end the period of long queues formed during the crisis for essential items and to restructure domestic and international debt by taking a relief period to restart the debt-service. Campaigners of Mr Wickremesinghe say that the country would go back to a period of crisis, if this experienced politician loses the election.",
    "Opponents of Mr Wickremesinghe disagree with what his campaigners say. According to them, this experienced politician resumed the responsibility of ruling the country with the clandestine promise of protecting all the corrupt politicians of the previous regime. And they say, he ended the period of long queues by imposing higher taxes on working people and giving tax-reliefs for corrupt entrepreneurs, while he deprived the country of the opportunity of a more efficient debt-restructuring agenda. Many opinion polls however show that he would take the third place in the race.",
    "Mr Premadasa is the other candidate among the three leading runners in the race. This middle-aged politician got the backing of the people belonging to the lowest strata of the poor in remote villages and the working class in Colombo municipal area. He is also popular among the people belonging to all ethnic groups in the country.",
    "Many opinion polls show that Mr Premadasa, is leading the Presidential race slightly at the moment, because he has been showing that he is a very talented and hardworking person. Many people praise him for raising points in Parliament as the Leader of the Opposition, very insightfully; his proficiency both in Sinhala and English is excellent. His speeches show that he usually refers to highly acclaimed international journals focused on the topics related to economics and political science.",
    "He is also known as the only lay-politician who can quote the parts of the texts of Pali, the sacred language used by ancient scholars to produce the Theravada Buddhist canon, accurately and correctly to strengthen his arguments.",
    "But this politician has to face many criticisms; most of them come from educated Sinhala nationalists. Three of such criticisms are salient; the first one is related to his politics based on multiethnic unity and solidarity. His newly formed party called the Samagi Jana Balawegaya has become a common place for people belonging to all ethnic groups. The educated Sinhala nationalists hardly tolerate this policy upon the assumption that this approach is detrimental to maintain the hegemony of the majority Sinhala-Buddhists.",
    "His non-governmental projects aimed at empowering the poor also receive criticisms; most of his opponents say that politicians must abstain from getting involved in charity works. The third criticism is anew and seems to be very plausible; it is related to his policy of welcoming various politicians, who used to support the previous corrupt regime, to his newly formed party. This practice has damaged the image of his party, instead of illuminating it.",
    "It seems that this politician has no good strategic advisers with a proper knowledge in politics, even though he got an honest team. As Niccolo Machiavelli, the first-ever political philosopher of the Modern Period, correctly said in the 22nd chapter of his world-renowned masterpiece titled The Prince, ‘the first error that a prince [ruler] can do is choosing bad advisers.’",
    "The other main candidate with the potential of winning the election is Mr Dissanayake, a middle-aged opposition parliamentarian and the leader of the JVP-led NPP. This politician, who is a graduate in science, has been serving as a parliamentarian of the JVP since 2000.  He has also worked as the Minister of Agriculture, Livestock, Land and Irrigation in a coalition government for 16 months (February 2004-June 2005).",
    "He is popular among many people as a good criticiser, because he uses facts and figures to support his arguments against misappropriation of public money and resources, even though he demonstrates that his theoretical knowledge in economics and political science is very unsatisfactory.",
    "He has so far failed to present a satisfactory analysis, highlighting the real cause-effect relationship of the overall crisis of the country, scientifically. He also demonstrates that he is fully unaware of the political and economic ideological currents, which determine the world politics today.  He overlooks the real causes of the crisis and repeatedly says that lack of honest politicians is the one and only cause of the downfall of the country.",
    "Mr Dissanayake faces another problem, which is related to the bad reputation of the party not for depriving more than 60,000 people of their right of living but for committing crimes against humanity during an insurrection led by them in 1987-1989 period. History has proven again and again that those killings were brutal and meaningless. They killed thousands of innocent and unarmed civilians, but that party has never apologised or said sorry for those unjustifiable killings.",
    "Instead of saying “sorry,” they still justify those killings and organise memorial days to honour those murderers annually. Their main argument is the regime of the time provoked the JVP to take arms by suppressing them. They never answer why they killed unarmed and innocent people, if they reacted to the suppression of government security forces. Mr Dissanayake is struggling to answer that question today.",
    "The other problem which Mr Dissanayake faces is related to their extreme Sinhala nationalistic politics. As he and his party have been opposing any concessions to ethnic minorities and supporting to suppress the civilians of the minority groups, he fails to win their heart today. All 39 parliamentarians of his party including himself raised their hand without any hesitation in support of the Emergency Regulations to suppress minority civilians and media personnel in the late 2000s.  As a result, his campaign seems to be weak in areas, where ethnic minorities are predominant.",
    "But Mr Dissanayake seems to be very strong among the educated Sinhalese, the dominant ethnic group in Sri Lanka. Most of these highly qualified voters, who live in developed districts like Colombo and Gampaha and in rich countries like Australia, Canada, England and the USA, support Mr Dissanayake, due to various reasons.",
    "These supporters are ideologically similar to the people who backed the so-called Jathika (Bumiputra) Chinthanaya led by prominent scholars like Dr Gunadasa Amarasekara and Professor Nalin de Silva, a few decades ago. They hardly understand that their utopia collapsed in the sight of the present generation, two years ago.",
    "The same people now support Mr Dissanayake, because his ideology is closer to utopian nationalistic thinking. Some expatriates are arriving in Sri Lanka to vote for Mr Dissanayake to offset the disadvantage he has among the ethnic minorities. Most of those Sinhalese expatriates are dual citizens; they lost part of their civil rights in Sri Lanka, because of a campaign pioneered by Mr Dissanayake, a few years ago.",
    "It is also noticeable that Mr Anura Dissanayake is very popular among many leading and prominent artists of the country, even though the recently presented aesthetic policy of Mr Dissanayake hardly gives reasons for the qualitative deterioration of artistic genres of all kinds in the country.",
    "There are however many reasons to believe that the chance for Mr Dissanayake to become the next President of the country is much higher. Reportedly, there is a covert agreement between Mr Wickremesinghe and Mr Dissanayake; the second preference of most voters of the former may go to the latter. That means the possibility of the victory of Mr Dissanayake is higher, even though any candidate fails to receive more than fifty percent of votes. The next article will answer the question: who would be able to solve the problem."
  ]
}