{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112940/chinese-ambassador-reaffirms-commitment-to-strengthening-ties-with-sri-lanka",
  "time_ut": 1758876180.0,
  "original_lang": "en",
  "original_title": "Chinese Ambassador reaffirms commitment to strengthening ties with Sri Lanka",
  "original_body_lines": [
    "Chinese Ambassador to Sri Lanka Qi Zhenhong has reaffirmed China’s longstanding friendship with Sri Lanka, emphasizing that the relationship, which spans over two millennia, continues to remain “deeply rooted and flourishing.”",
    "Speaking at a reception in Colombo to mark the 76th anniversary of the founding of the People’s Republic of China, Ambassador Qi highlighted the success of President Anura Kumara Dissanayake’s visit to China earlier this year.",
    "“At the start of this year, President Dissanayake paid a successful visit to China. Our two leaders reached important outcomes, which provided new strategic guidance for the growth of our bilateral relations,” he said.",
    "The Ambassador pledged that China would continue to work closely with Sri Lanka to promote mutual prosperity, peace, and development, describing the two nations as partners bound by shared aspirations despite challenges.",
    "He also shared China’s vision for the future, noting: “It will undoubtedly achieve new greater glories on the new journey in the new era and make new greater contributions to the noble cause of human peace and development.”",
    "In his closing remarks, Ambassador Qi proposed a toast “to the everlasting friendship between the Chinese and Sri Lankan people, and to the enduring peace and tranquility of the world.”",
    "Former presidents Mahinda Rajapaksa, Gotabaya Rajapaksa, Maithripala Sirisena, former Speakers Karu Jayasuriya, Mahinda Yapa Abeywardena, former Prime Minister Dinesh Gunawardena, Opposition Leader Sajith Premadasa, Minister Youth Affairs and Sports Sunil Kumara Gamage and MP Dilith Jayweera also graced the occasion.",
    "Significantly, the Indian High Commissioner in Sri Lanka Santosh Jha was also seen participating in the event.",
    "Thank you all for joining us to celebrate the 76th anniversary of the founding of the People’s Republic of China. On behalf of the Chinese Embassy in Sri Lanka, I would like to extend warm welcome to all the distinguished guests, express heartfelt gratitude to friends from all sectors who have long been caring for and supporting China and China-Sri Lanka relations, and convey festive greetings to our compatriots both in China and Sri Lanka.",
    "Over the past fruitful 76 years, China has witnessed tremendous changes and profound transformation that reshaped the whole country. The Communist Party of China (CPC) has led Chinese people with unity and self-reliance, composing a paean of struggle that rewrites the nation’s future and destiny. From an isolated and backward country that lack adequate food and clothing, to an open and progressing one that enjoy moderate prosperity in all respects, from being impoverished and weak to being able to chart a new blueprint of Chinese modernization. Now，the Chinese people are forging ahead with full confidence on a new journey to build a strong country and advance national rejuvenation.",
    "A rising China showcases the grandeur of a major nation from the East of the World. Today’s China is soaring like a giant legendary bird on the rising winds and flourishing across all sectors. Particularly digital economy and artificial intelligence are thriving, injecting robust momentum into high-quality development. Nowadays, the Shenzhou spacecrafts are reaching for the heavens, the Chang’e probes are embracing the moon, the Mengxiang drilling vessel is exploring the deep ocean, and high-speed rail technology is leading the world. The prowess of such major national projects underscores China’s confidence, and the melody of scientific and technological innovation grows more inspiring.",
    "A developing China provides the world with a continuous stream of impetus and fresh opportunities. As a crucial engine for global economic growth, China’s GDP grew by 5.3 percent in the first half of this year. And its contribution to global economic growth has exceeded 30 percent for many consecutive years. Despite the increasing instability and uncertainty in the world economy featured by unilateralism, bullying practices, trade war and tariff war, China’s economy remains highly resilient and vibrant and its growth continues to maintain a strong momentum. Facts prove once again that the Chinese economy enjoys a bright prospect and remains a vital pillar for global economic growth, continuing to inject precious certainty to global development. The Belt and Road Initiative (BRI) has become the most popular international public good and the largest platform for international cooperation in the world today. We have signed cooperation documents with more than 180 countries and international organizations to jointly pursue prosperity and development.",
    "A China committed to high-quality development and high-standard opening-up will continue to add momentum to global economic recovery, pool strength for worldwide development cooperation, and create opportunities for mutual benefit and win-win outcomes.",
    "A China of certainty brings invaluable stability and positive energy to the world. Facing a world of transformation, China always stands on the right side of history. We hold high the banner of building a community with a shared future for humanity, stay firmly on the right path of peaceful development,  uphold true multilateralism, pursue the neighborhood diplomacy featuring amity, sincerity, mutual benefit, and inclusiveness, put forth the Global Development Initiative, the Global Security Initiative, the Global Civilization Initiative and facilitate their implementation. China actively strives to resolve international disputes through dialogue and cooperation. There is no doubt that every increase of China’s strength is an increase of the prospect of world peace.",
    "Earlier in this September, China’s Tianjin witnessed a “Shanghai Cooperation Organization (SCO) moment” that drew the attention of the whole world. President Xi Jinping proposed the Global Governance Initiative, aiming to build a more just and equitable global governance system. To date, in pursuit of a better world, China has proposed four major global initiatives, namely the Global Development Initiative, the Global Security Initiative, the Global Civilization Initiative, and the Global Governance Initiative.",
    "As a Chinese saying goes, “Those with shared aspirations will not be separated by mountains and seas”. The friendship between China and Sri Lanka has spanned over two thousand years while withstanding the test of time and challenges of adversity, and still remains deeply rooted and flourishing. At the start of this year, President Dissanayake paid a successful visit to China. Our two leaders reached important outcomes, which provided new strategic guidance for the growth of our bilateral relations.",
    "This 76-year-long journey through wind and rain has etched the firm footsteps of an ancient nation to realize its dream of rejuvenation. The Chinese nation, with a glorious civilization spanning over 5000 years, has risen through arduous efforts, advanced through reform and opening-up, and forged ahead in the tides of the times. It will undoubtedly achieve new greater glories on the new journey in the new era and make new greater contributions to the noble cause of human peace and development.",
    "To the everlasting friendship between the Chinese and Sri Lankan people,",
    "And to the health and happiness of all our distinguished guests and your families."
  ]
}