{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97137/india-sri-lanka-discuss-proposal-for-multi-product-petroleum-pipeline",
  "time_ut": 1707460500.0,
  "original_lang": "en",
  "original_title": "India, Sri Lanka discuss proposal for multi-product petroleum pipeline",
  "original_body_lines": [
    "The proposal submitted by the Indian government through the Indian Oil Corporation (IOC) Ltd. for the multimodal petroleum pipeline connecting India’s Nagapattinam and Sri Lanka’s Trincomalee Oil Tank Farm and Colombo has been taken up for discussion.",
    "In a post on X (formerly Twitter), Minister of Power & Energy Kanchana Wijesekera said the discussion was held with the IndianOil Company on Wednesday (Feb.07), on the sidelines of the India Energy Week.",
    "The meeting was joined by the chairpersons of Indian Oil Corporation (IOC), Lanka IOC, Ceylon Petroleum Corporation (CPC), and Petroleum Development Authority of Sri Lanka (PDASL).",
    "The minister said technical studies, demand market analysis, financial analysis, and business models are planned to be conducted to determine the mechanism involved.",
    "Wijesekera further mentioned that the focus of the meeting also fell on investments and expansion of projects under the joint venture of the Oil Tank Farm in Trincomalee, Ceylon Petroleum Storage Terminals Limited (CPSTL), and Lanka IOC retail operations.",
    "The Sri Lankan lawmaker participated in the 2nd edition of the India Energy Week held from 6-7 February in Goa at the invitation of the Ministry of Petroleum & Natural Gas of India.",
    "At a bilateral meeting held with Hardeep Singh Puri, India’s Minister of Petroleum and Natural Gas, Wijesekera has discussed the ongoing energy projects with the assistance of the Indian government, Indian investments and energy policy on future developments.",
    "During the India Energy Week, the minister visited the facilities of Oil and Natural Gas Corporation (ONGC) in Goa. The training facilities at ONGC provide modern training and safety tools to energy companies.",
    "He commended the use of robotics and drones by the ONGC for fire combating in refineries, oil rigs, petroleum storage facilities and logistics operations, as it ensures a safer environment for the employees and minimizes the risk of fire damage."
  ]
}