{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/corporates-positive-quarterly-results-temporarily-boost-bourse/",
  "time_ut": 1723472460.0,
  "original_lang": "en",
  "original_title": "Corporates’ positive quarterly results temporarily boost bourse",
  "original_body_lines": [
    "The CSE yesterday commenced trading on a positive note in the early sessions as most listed companies are showing satisfactory quarterly results. However, this momentum could not be sustained for long due to the current political uncertainty stemming from the upcoming presidential elections, market analysts said.",
    "The fact is that most investors are worried that a replacement of the present administration would create policy uncertainties, these analysts added. Amid those developments, both indices moved upwards. The All Share Price Index went up by 16.1 points while S and P SL20 rose by 9.37 points.",
    "Turnover stood at Rs 337 million with one crossing. The crossing was reported in Kelani Tyre, which crossed 458,000 shares to the tune of Rs 34.37 million; its shares traded at Rs 75.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Access Engineering Rs 31.2 million (1.4 million shares traded), Ceylinco Insurance Rs 27.2 million (10000 shares traded), Commercial Bank Rs 17 million (188,000 shares traded), JKH Rs 13.1 million (73000 shares traded), Sunshine Holdings Rs 12.8 million (213,000 shares traded), Singer (Sri Lanka) Rs. 12.5 million (801,000 shares traded) and Sampath Bank Rs 12.4 million (164,000 shares traded). During the day 14.97 million share volumes changed hands in 5789 transactions.",
    "Meinwhile, CSE has approved in principle the listing of a maximum of 120 million Basel III compliant –Tier 2, Listed, Rated, Unsecured, Subordinated, Redeemable five-year (2024/2029), seven-year(2024/2031), and 10-year (2024/34) debentures, with a non-viability conversion (“debentures”), at the par value of Rs. 100 each by HNB.",
    "HNB will issue 80 million said debentures with an option to issue a further 40 million with an even further option to issue another 20 million debentures in the event of an oversubscription of the initial issue to raise up to a maximum of 12 billion.",
    "Yesterday, the rupee opened stronger at Rs 299.85/300.00 to the US dollar, dealers said. Bond yields were steady, they said, and stocks opened up 0.11 percent.",
    "The rupee closed at Rs 300.00/20 to the greenback on Friday.",
    "In the secondary market, Treasury bond yields were up, dealers said.",
    "A bond maturing on 15.12.2026 was quoted at 11.00/10 percent, from 11.05/10 percent.",
    "A bond maturing on 15.12.2027 was quoted stable at 12.10/20 percent.",
    "A bond maturing on 15.02.2028 was quoted at 12.20/40 percent.",
    "A bond maturing on 15.12.2029 was quoted stable at 12.60/70 percent.",
    "H One unveils revolutionary AI Bot: Simplifying company Annual Reports for all stakeholders",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}