{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/10/01/first-us-federal-shutdown-in-six-years-begins-after-funding-talks-collapse",
  "time_ut": 1759304040.0,
  "original_lang": "en",
  "original_title": "First US Federal Shutdown in Six Years Begins After Funding Talks Collapse",
  "original_body_lines": [
    "The US federal government has officially shut down for the first time in six years after a deadlocked Congress failed to pass a funding measure to keep the lights on — and no one inside the Capitol knows what will happen next.",
    "Republicans insist Democrats need to simply agree to extend current funding for another seven weeks.",
    "Democrats refuse to do so without major concessions for lending their votes to pass any funding measure in the Senate.",
    "Both Republican and Democratic proposals that would have funded the government past Tuesday failed in the Senate during the eleventh hour, effectively shutting down the government at 12:01 a.m. on Wednesday.",
    "The federal government ran out of money after a Democratic-backed spending bill that would have extended health care subsidies under the Affordable Care Act and reversed cuts to Medicaid failed, as well as the GOP-backed stopgap funding measure that would have funded the government for seven weeks also failed.",
    "Following the two failed votes on Tuesday, White House Office of Management and Budget Director Russell Vought told federal agencies they \"should now execute their plans for an orderly shutdown.\"",
    "Senate Minority Leader Chuck Schumer urged Republicans to come to the negotiating table after the upper chamber failed to pass a measure to avert a government shutdown.",
    "The Senate is expected to vote again on Wednesday, likely on the same two measures that failed Tuesday.",
    "President Donald Trump and a bipartisan group of congressional leaders met at the White House on Monday afternoon to attempt to avoid the looming shutdown.",
    "Congressional Democrats are refusing to give Republicans the votes they need to pass a short-term funding agreement, demanding overhauls to Medicaid cuts and extensions to health care tax credits that Republicans don't want to touch.",
    "There have been -- since the 1977 fiscal year -- 20 funding gaps, some for as short as a day, marking Wednesday’s shutdown the 21st.",
    "The last shutdown began in December 2018, during Trump's first term, and was the longest shutdown in history -- 35 days. During that shutdown, some federal workers began showing up at food banks and many essential workers began to call in sick.",
    "By the time the government reopened in January 2019, about $3 billion in U.S. economic activity evaporated, never to be recovered.",
    "During the shutdown, as many as 4 million federal employees, including some service members, could go without a paycheck.",
    "Hundreds of thousands -- including airport security officers, air traffic controllers and certain members of the military -- will be deemed essential workers and told to come to work anyway."
  ]
}