{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/apple-overtakes-samsung-as-worlds-biggest-phone-maker/",
  "time_ut": 1705474800.0,
  "original_lang": "en",
  "original_title": "Apple overtakes Samsung as world’s biggest phone-maker",
  "original_body_lines": [
    "Apple now has the lion’s share of the global smartphone market, knocking Samsung off the top spot for the first time in 12 years.",
    "The American phone giant accounted for more than a fifth of phones shipped last year, according to data from the International Data Corporation (IDC).",
    "Samsung took 19.4% of the market share with Chinese phone-makers Xiaomi, OPPO and Transsion following behind.  Smartphone sales have been faltering as many people upgraded in the pandemic.",
    "The IDC reports that almost 1.2 billion smartphones were sold last year – a drop of more than 3% on the previous year. It is the lowest amount sold in a decade, with many consumers tightening their purse strings in the face of economic challenges and high interest rates. Experts predict the market will recover this year.",
    "Still, the IDC said Apple – which sold more than 234 million phones last year – is “the biggest winner”. “Not only is Apple the only player in the Top 3 to show positive growth annually, but also bags the number 1 spot annually for the first time ever,” said the IDC’s Nabila Popal.",
    "“All this despite facing increased regulatory challenges and renewed competition from Huawei in China, its largest market.” Huawei has recently made strides in making its own chips, after being banned from buying chips that were made using US technology over claims the company poses a national security risk to Washington.",
    "Offers to trade in old models as well as interest-free financing plans are also driving demand for premium devices like Apple.",
    "It’s disappointing news for Samsung which – until now – had the top spot as the world’s largest maker of memory chips, smartphones and televisions.",
    "Recently, the South Korean electronics giant warned its profits would drop more than expected as global demand for consumer electronics remains weak. It is also facing competition from cheaper Android models including Transsion and Xiaomi which are getting a boost from both price-savvy consumers and emerging markets.",
    "The IDC also said the smartphone market is entering a “very interesting time”, with a growing number of Android-providers splintering the market and customers increasingly prioritising foldable phones and AI capabilities.",
    "Navy detain two trawlers 18 fishermen poaching in Sri Lankan waters off Mannar",
    "Regulation of Election Expenditure Act No 3 of 2023 put in place to scrutinize funding sources of political parties – MP Wajira Abeywardena",
    "Students from Sri Lanka take a study trip to Huawei Headquarters in China",
    "Huawei notches revenue of CNY 456.6 billion within first three quarters of 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}