{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-finance-appoints-rajive-dissanayake-as-chairman/",
  "time_ut": 1705329360.0,
  "original_lang": "en",
  "original_title": "HNB FINANCE appoints Rajive Dissanayake as chairman",
  "original_body_lines": [
    "HNB FINANCE PLC announces the appointment of Rajive Dissanayake as the new Chairman of the company, effective from January 8, 2024. Dissanayake succeeds eminent banker Dilshan Rodrigo, former Chairman and HNB Executive Director/COO, who served the board since 2021.",
    "In his capacity as Chairman, Dissanayake is poised to steer HNB FINANCE through a dynamic landscape, aligning the company with evolving market trends and ensuring sustained growth. His proven track record and expertise are expected to fortify HNB FINANCE’S position in the financial services sector, enhancing its capabilities to meet the diverse needs of its clientele.",
    "As a Non-Independent, Non-Executive Director of the Board of Directors of HNB FINANCE since 2017, Dissanayake has previously chaired the Board Audit Committee and the Board Integrated Risk Management Committee. Currently serving as the Chairman of the Board Strategic and Investment Review Committee, he brings a wealth of experience to the helm.",
    "Dissanayake, who boasts over two decades of experience in banking and capital markets, currently holds the position of Deputy General Manager SME & Micro Finance at Hatton National Bank PLC,. He has previously functioned in the capacities of Chief Financial Officer and Chief Strategy Officer at Hatton National Bank PLC, being an integral part of the corporate management team for over eight years.",
    "In addition to his role at HNB FINANCE, Dissanayake serves as a Director of Acuity Partners (Pvt.) Ltd, Lanka Venture PLC and Lanka Energy Fund PLC. A distinguished professional, he is a CFA Charter holder, Fellow Member of the Chartered Institute of Management Accountants, and a Chartered Global Management Accountant. Dissanayake also holds a Bachelor’s Degree in Business Administration from the University of Colombo.",
    "IMF urges Sri Lanka to make urgent preparations for property taxation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}