{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Future-of-multilateral-cooperation-at-SCO-summit/14-768161",
  "time_ut": 1729275004.0,
  "original_lang": "en",
  "original_title": "Future of multilateral cooperation at SCO summit",
  "original_body_lines": [
    "The SCO offers a unique platform for dialogue, bringing together nations with converging interests in a multilateral framework",
    "The 23rd meeting of the Shanghai Cooperation Organization (SCO) Council of Heads of Government is currently underway in Islamabad, marking a pivotal moment in Eurasian geopolitics, particularly for Pakistan. As world leaders gather in the capital, this summit represents a significant advance in multilateral cooperation, with the SCO standing as one of the largest and most influential organisations in the region.",
    "Pakistan’s hosting of this event comes at a time when the country is striving to strengthen its diplomatic, economic, and security ties. Amid evolving global alliances, this summit presents an opportunity for Pakistan to cement its role within this multilateral forum.",
    "The timing of the summit is notable, occurring against the backdrop of ongoing conflict in the Middle East, the Russia-Ukraine war, and global struggles against climate change. Additionally, the rise of terrorism, a core focus of the SCO, continues to threaten peace across the region, including in Pakistan and other member states. As a multilateral organisation, the SCO provides a platform to address these emerging challenges.",
    "Founded in 2001, the SCO now comprises nine full member states, making it a unique multilateral group that spans nearly a quarter of the world’s landmass and includes 42.5% of its population. With permanent members such as China, Russia, Pakistan, India, and the Central Asian republics, along with strategic observers, the SCO has become a cornerstone of Eurasian diplomacy. Observer states like Mongolia and Afghanistan, alongside 14 dialogue partners including Azerbaijan, Armenia, Egypt, Qatar, and Saudi Arabia, stand to benefit from the cooperative frameworks developed within the SCO.",
    "Initially focused on combating terrorism, separatism, and extremism, the SCO has gradually evolved into a broader platform for multilateral cooperation. Originally formed by China, Russia, Kazakhstan, Kyrgyzstan, Tajikistan, and Uzbekistan, the organization’s geographic and strategic influence expanded significantly with the inclusion of India and Pakistan in 2017. The SCO is uniquely positioned to bridge Central and South Asia, serving as a vital link for trade, energy, and regional connectivity.",
    "One of the SCO’s key strengths lies in its ability to promote economic cooperation and trade within the region. In 2023, trade among SCO member states reached $ 490 billion, a 1.5-fold increase from previous years. The Belt and Road Initiative (BRI) has created synergistic opportunities within the SCO, facilitating large-scale infrastructure projects that connect Central Asia to Europe, South Asia, and beyond. For example, the expansion of China-Europe freight trains and improvements in logistics networks have significantly enhanced connectivity and reduced trade barriers.",
    "Security cooperation remains another central pillar of the SCO. As global security threats evolve—ranging from terrorism and cyber-attacks to transnational crime—the SCO’s Regional Anti-Terrorist Structure (RATS) has proven effective in facilitating intelligence-sharing and joint counterterrorism efforts. Through RATS, member states have strengthened their cooperation to address terrorism, separatism, and extremism, which were the key challenges that prompted the organisation’s creation.",
    "In the wake of the US withdrawal from Afghanistan, the SCO faces renewed urgency in addressing security risks, particularly those emanating from Afghanistan. Both China and Russia, key players in regional security, recognise the importance of stabilising their borders, while Central Asian nations, which share long borders with Afghanistan, are deeply invested in preventing transnational threats from undermining their internal security. Notably, beyond multilateral efforts, several Central Asian states and China have invited Afghan ambassadors to their capitals in a bid to foster meaningful cooperation and stability. The SCO provides a critical framework for these nations to collaborate on security challenges, which, if managed effectively, can enhance regional stability for the long term.",
    "In this context, the SCO offers a unique platform for dialogue, bringing together nations with converging interests in a multilateral framework. This capacity for diplomacy and discussion has enabled the SCO to evolve into a comprehensive, multidimensional organisation aimed at achieving shared prosperity and peace in the region.",
    "(The writer is Founder of Friends of BRI Forum, Senior Advisor to Pakistan Research Centre at Hebei Normal University in",
    "China, Co-Founder of the Alliance of China-Pakistan Research Centres, and Senior Fellow at the Centre for CPEC Studies at Kashi University in China.)"
  ]
}