{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/23/asian-internet-coalition-refutes-statement-on-online-safety-bill-by-minister-tiran-alles/",
  "time_ut": 1706020080.0,
  "original_lang": "en",
  "original_title": "Asian Internet Coalition refutes statement on Online Safety Bill by Minister Tiran Alles",
  "original_body_lines": [
    "Colombo (News 1st) – The Asian Internet Coalition on Tuesday (23rd) refuted statements made by Sri Lanka’s Minister of Public Security, Tiran Alles, and warned that “the Online Safety Bill, in its current form, is unworkable and would undermine potential growth and foreign direct investment into Sri Lanka’s digital economy”.",
    "The Asia Internet Coalition (AIC) is an industry association comprising many of the world’s most powerful Internet and technology companies. The AIC seeks to promote the understanding and resolution of Internet policy issues in the Asia Pacific region. It is comprised of Apple, Pinterest, Grab, Amazon, Line, Google, Yahoo, Booking.com, Spotify, X (Twitter), Rakuten, Meta, Shopify and FedEx.",
    "Jeff Paine, Managing Director, Asia Internet Coalition, said in a statement: “The Asia Internet Coalition would like to address and refute certain assertions made in the statement read by the Minister of Public Security in Parliament concerning the Online Safety Bill. The Minister’s statement does not accurately reflect the substantial contributions that the AIC has made throughout the legislative process, which include comprehensive submissions as well as engagements such as hosting representatives from the Ministry of Public Security at the annual Online Safety Forum organised by the AIC in Singapore. These engagements and representations eventually culminated with our last submission to the Ministry on 8 January 2024.”",
    "“Despite our commitment to constructive collaboration, the AIC has not been privy to proposed amendments to the bill. We unequivocally stand by our position that the Online Safety Bill, in its current form, is unworkable and would undermine potential growth and foreign direct investment into Sri Lanka’s digital economy. We firmly believe that for the Bill to align with global best practices, extensive revisions are imperative,” the statement said.",
    "Trump takes decisive step towards Republican Party nomination for president"
  ]
}