{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Political-parties-brace-for-polls/108-283140",
  "time_ut": 1716345180.0,
  "original_lang": "en",
  "original_title": "Political parties brace for polls",
  "original_body_lines": [
    "Colombo, May 22 (Daily Mirror) - With the presidential elections pending, Sri Lanka Podujana Peramuna (SLPP) is planning to conduct a major rally in Anuradhapura on May 26 and a series of grassroots level meetings afterwards while the minority allies of the opposition weigh in the situation before making a final decision on their support to any prospective candidate.",
    "A top official of the SLPP said it will have 12,000 each by the party’s village level electoral organizations, the youth wing and the women wing after the main rally to be conducted in Talawa, Anuradhapura.",
    "“It means we will have 36,000 meetings altogether to empower the rank and file of our party ahead of the elections. We are ready for any election,” he said.",
    "The SLPP has not yet decided officially on its stand at the election but speculation is rife that it will support President Ranil Wickremesinghe if he chooses to contest. SLPP founder Basil Rajapaksa is in regular touch with the President to work out the modus operandi for the elections.",
    "Meanwhile, Sri Lanka Muslim Congress (SLMC) led by MP Rauff Hakeem and the Tamil Progressive Alliance (TPA) led by MP Mano Ganesan are currently taking stock of political developments while engaging with the leaders across the political divide to strategize for the elections. These two parties are in alliance with the Samagi Jana Balawegaya (SJB) at the moment. However, they have not decided whether they will throw their weight behind the SJB or any other party at the presidential election.",
    "Ilankai Tamil Arashu Katchchi (ITAK), the main Tamil party in the North and the East, had its central committee meeting on Sunday and resolved not to take any decision until the presidential election is declared.",
    "Senior Vice President of the party C.V.K.Sivagnanam told the Daily Mirror that the ITAK would look at the policies to be outlined by the main candidates expected to be in the fray.",
    "“After looking at their manifestos, we will decide,” he said.",
    "However, another amalgam of Tamil parties called the Democratic Tamil National Alliance (DTNA) has mooted the idea of fielding a Tamil candidate for the presidential election."
  ]
}