{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/music-madness-of-todays-teens/",
  "time_ut": 1726902840.0,
  "original_lang": "en",
  "original_title": "Music madness of today’s teens",
  "original_body_lines": [
    "Remember the Beatle mania? Is there anyone of my generation, who doesn’t! Our parents were so totally anti that immortal group that we regret being unable to prove to them that they are virtually legends at the time of my writing this. As for Elvis Presley, the less said the better. Horrified by all that sexy pelvic movement, parents banned his movies without any argument on the matter. Like teenagers everywhere, we saw them all illicitly in one way or another of course.",
    "“Where are you going this afternoon, all dressed up?” a nosy mama would ask.",
    "“Rima’s mom is having a ladies tea and we are helping serve.”",
    "It was unlikely mothers would interrupt a Tea Party to check on our whereabouts. We were in the clear — that is unless the two mothers met somewhere in the immediate future and compared notes. Again, rather unlikely.",
    "So the Presley tunes, the Presley lyrics and the Presley clothes (bell bottomed slacks) were copied by the Junior population without too much parental interference. Certainly, listening to radios or gramophones was so limited it still puzzles me how we knew so much Pop. But at least Presley was melodic as even critical parents had to agree to so long as they were not exposed to his gyrations.",
    "Music today (the Pop culture I mean) is not melodic. It is all in the beat. The words defy understanding and they are screeched into a microphone. Timbre and tone of voice is redundant. The digital age has rendered talent in that line unnecessary.",
    "At a recent party a singsong song was the highlight of the evening. I mentioned this to granddaughter KitKat, who was on a visit home.",
    "“Just think,” I burbled. “Preethi and I were the only ones who knew ALL the words of ‘Al Di Lai’, ‘More’ and all the songs from the Shows.”",
    "“You know, the songs from My Fair Lady and such like.” “Oh, the Classics,” said KitKat dismissively.",
    "My words of outrage died stillborn as I contemplated my delightfully philistine-like relative.",
    "“What do You regard as the ‘Classics’ my dear?” I asked her silkily. KitKat distrusts courtesy from me. She deals comfortably with screams and general hysteria. She is aware that behind my benign tones there lurks a searing irony. Her guard goes up.",
    "“Why Bach and Beethoven… and Mozart of course, Achchi,” she says glibly.",
    "“And which of their works do you most enjoy, may I ask?” I am still silky.",
    "“Oh, the Moonlight that you play so beautifully Achchi, I love listening to you. I was telling ammi I wish I could play like that, and she said…”",
    "“I am delighted to share this passion for the Classics my pet but since I haven’t touched a piano for five years or so, I am curious about your musical preferences which remain totally untranslated into reality.”",
    "“Uh huh,” went KitKat developing a cough and retiring for a drink of water.",
    "“Achchi’s on her classical streak,” she said briefly to her mother and locked herself up in her room.",
    "I contemplate the choir at the Asian International School where under Ishan de Lanerolle’s inspired guidance they manage to enjoy lyrical music as well as the thump, thump which is the daily fare on their mobiles. Fortunately, Sri Lankan kids are still fairly biddable. They do not buck too much against school choices in music but unlike the authoritarian regimes of my era, music is intensely personal to them.",
    "They study to the strains of Jennifer Lopez and others. They’d dress like her too if they could. They hum melodies (if such a thing is in their repertoires) as they drift through life in a haze of loud, noisy, repetitive and strange sounds which is their antidote to a boring existence. Obviously, I am old fashioned but does the music of great Masters ever age?",
    "“These are the sounds of the future,” she told me firmly. “Learn to like them.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}