{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/from-sarong-sari-to-abaya-burka-how-gulf-migration-wahhabism-reshaped-sri-lankan-muslim-identity/",
  "time_ut": 1753390974.0,
  "original_lang": "en",
  "original_title": "From Sarong/Sari To Abaya/Burka: How Gulf Migration & Wahhabism Reshaped Sri Lankan Muslim Identity",
  "original_body_lines": [
    "Until the 1980s, the traditional clothing of Sri Lankan Moors—commonly referred to as Sri Lankan Muslims—was a vibrant and visible expression of their cultural identity. Men often wore sarongs, long tunics, and skullcaps, while women dressed in long skirts or sarees with modest blouses and shawls. These clothes, though modest and conservative, reflected centuries of cultural blending in Sri Lanka—a mix of Arab, Tamil, Sinhalese, and Malay influences that formed the unique religious and ethnic identity of Sri Lankan Muslims.",
    "However, beginning in the 1980s, a profound transformation began to unfold, catalyzed by a major wave of labor migration to the oil-rich Gulf countries. This migration, coupled with the global spread of Saudi-sponsored Wahhabism, fundamentally altered how Sri Lankan Muslims viewed their faith, their appearance, and their place in the broader Sri Lankan society.",
    "For centuries, Sri Lankan Muslims maintained a distinct cultural identity, shaped more by regional and local customs than by strict interpretations of Islamic law. Men’s sarongs and tunics often reflected the styles common among both Sinhalese and Tamil communities, signaling a certain hybridity. Women’s attire—though always modest—did not adhere to the full-body coverings associated with more puritanical interpretations of Islam.",
    "In cities like Colombo, Galle, Kattankudy, and Beruwala, one could see Muslim women in vibrantly colored sarees, their heads lightly covered with shawls rather than veils. Weddings, Friday prayers, and community festivals reflected this syncretism, where religion and regional culture coexisted rather than collided.",
    "The global oil boom of the 1970s and early 1980s brought unprecedented wealth to countries like Saudi Arabia, Kuwait, and the United Arab Emirates. These countries sought cheap labor, and Sri Lanka became a key supplier. Thousands of young Sri Lankan Muslims—especially from poorer districts in the Eastern and Northwestern Provinces—migrated to the Gulf as domestic workers, drivers, construction workers, and clerical staff.",
    "What returned with these migrants was more than money. Alongside remittances came a new form of religiosity—rooted in the strict, literalist interpretations of Islam favored by Gulf states, particularly Saudi Arabia. Wahhabism, with its emphasis on rigid orthodoxy, opposition to local religious practices (including Sufi traditions), and prescriptive gender norms, began to gain traction among Sri Lankan Muslims. For many returning workers, donning Gulf-style clothing was a sign of religious devotion and piety. But it was also a reflection of their experience abroad, where their religious identity was shaped in environments hostile to pluralism and rich in petrodollar-sponsored propaganda.",
    "One of the most visible changes was the gradual disappearance of traditional female attire. By the early 2000s, in many urban and rural Muslim communities, women in colorful sarees or long skirts had become a rare sight. In their place appeared black abayas, niqabs, and even burkas—garments that covered women from head to toe, leaving only the eyes visible or, in some cases, nothing visible at all.",
    "In places like Kattankudy or Akurana, entire neighborhoods saw the complete cultural transition from saree-wearing mothers to niqab-clad daughters. Community leaders and imams returning from the Gulf sometimes encouraged these changes, presenting them as requirements of Islam rather than imports of Saudi culture. Conservative madrassas, funded by Gulf donors, reinforced these messages by warning against “un-Islamic” dress and promoting the burka and abaya as symbols of modesty and female virtue.",
    "The impact of this shift was not merely sartorial. It marked a deeper transformation in religious identity—from a historically South Asian expression of Islam that coexisted with local customs, to a more globalized, Arab-centric religious practice that emphasized separation from the broader Sri Lankan society. Alongside changes in clothing came growing suspicion toward interfaith celebrations, hostility to Sufi shrines, and in some communities, social sanctions against Muslims who refused to adopt stricter forms of religious observance.",
    "This transition left little room for traditional clothing styles. Dress, after all, is not just about modesty or fashion—it is a form of cultural agency. In adopting the Gulf-style clothing, many Sri Lankan Muslims unintentionally relinquished centuries of cultural expression that linked them to the broader island’s heritage. The abaya became more than a religious garment; it became a uniform of identity, one that often sidelined older generations who still clung to local traditions.",
    "By the 2010s, young Muslim girls in urban areas often preferred long black robes even for school and college, and shops selling sarees and traditional Muslim attire struggled to stay afloat. Weddings began to reflect this new aesthetic, with brides choosing Arab-style gowns and niqabs over local wedding attire.",
    "In 2020, amidst a broader wave of anti-Muslim sentiment and heightened security concerns following the Easter Sunday bombings in 2019, the Sri Lankan government banned the burka. The move, though ostensibly aimed at improving national security and facial recognition in public spaces, was seen by many as an attack on Muslim religious identity.",
    "Some Muslims saw the ban as state overreach into religious freedoms, while others—especially older community members and liberal Muslims—viewed it as a wake-up call. They argued that the embrace of Gulf-style clothing had created a sense of alienation, not just from the state, but also from fellow Sri Lankans of other faiths.",
    "The burka ban re-opened debates within the Muslim community. Some younger Muslims, especially women, began rethinking their religious expressions and questioning whether their dress reflected personal choice or imported dogma. A few initiatives even emerged to reclaim Sri Lankan Muslim cultural heritage—whether through dress, language, or local religious customs.",
    "The journey from the sarong to the abaya mirrors the broader identity crisis facing Sri Lankan Muslims today. What began as economic migration has evolved into cultural transformation—one that has brought both a renewed sense of global Islamic solidarity and a growing tension with the island’s pluralistic past.",
    "As Sri Lanka grapples with deepening ethnic and religious divisions, it is important for all communities, including Muslims, to reflect on their roots and the richness of their local traditions. There is room in Islam for diversity of expression, and Sri Lankan Muslims, with their rich heritage, are uniquely positioned to bridge the gap between religious piety and cultural continuity.",
    "Reviving traditional clothing styles may not solve deep structural issues, but it can be a powerful gesture toward reclaiming agency, embracing pluralism, and resisting the homogenizing forces of globalization. At the very least, it opens up space for conversation—about what it means to be a Muslim in Sri Lanka, and how faith and culture can coexist without erasing one another.",
    "*Dr. A. R. M. Imtiyaz is a Sri Lankan-born American scholar affiliated with the South Asia Center at the University of Pennsylvania, USA. He can be reached at mohamrdimtiyaz@yahoo.com."
  ]
}