{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/icj-ruling-on-israeli-genocide-in-gaza-stopped-short-of-ordering-a-ceasefire/",
  "time_ut": 1706356598.0,
  "original_lang": "en",
  "original_title": "ICJ Ruling On Israeli Genocide In Gaza; Stopped Short Of Ordering A Ceasefire",
  "original_body_lines": [
    "On Friday 26 January 2024, the International Court of Justice, ICJ,  United Nation’s highest judicial organ, ordered Israel to take steps to prevent acts of genocide in Gaza, but stopped short of ordering a ceasefire.",
    "This ruling was not something unexpected as the  ICJ, based in the Dutch city of Hague, was established by US, British, European imperial powers to serve their interests.Thus one cannot expect ICJ to issue a verdict against Israel-a settler colonial entity planted by US European imperialism in the heart of Middle East to destabilize the region.",
    "The ICJ ruling  ordered six provisional measures including for Israel to refrain from acts under the Genocide Convention, prevent and punish the direct and public incitement to genocide, and take immediate and effective measures to ensure the provision of humanitarian assistance to civilians in Gaza. The court has also ordered Israel to preserve evidence of genocide and to submit a report to it, within one month, of all measures taken in line with its order.",
    "South Africa, a predominantly a non Muslims country, took up the genocide of Palestinians with the ICJ while Arab dictators, sided with Israel in its genocide of Palestinian civilians.",
    "It was clear, soon after the court’s American president Joan Donoghue began speaking, that the urgency of Gaza’s plight was uppermost in the court’s mind and that Israel had not succeeded in its bid to have the entire case thrown out.",
    "Since early October, Israel’s sea, air and land attacks on Gaza have resulted in the displacement of around 85% of Gaza’s 2.3 million population. Those who flee the fighting seeking refuge in squalid, overcrowded shelters, with dwindling healthcare and grossly inadequate humanitarian supplies.",
    "Judge Donoghue delivered a bleak summary of the suffering being experienced by Palestinians in the Gaza Strip. She said the plight of children was “especially heartbreaking”. Measures called for today are designed to offer the Palestinians of Gaza some measure of protection. Donoghue said the court deemed the threat of “irreparable harm” to Gazans real and concluded that emergency measures were necessary to protect the Palestinian population from genocide.",
    "“This is a crucial moment in history to finally holding Israel accountable,” the U.S. Campaign for Palestinian Rights said in response to the decision. “One thing has been made clear on the world stage: There is vastly documented evidence that Israel is committing genocide against Palestinians.”",
    "Commenting on the order Balkees Jarrah, associate international justice director at Human Rights Watch had this state;",
    "The World Court’s landmark decision puts Israel and its allies on notice that immediate action is needed to prevent genocide and further atrocities against Palestinians in Gaza. Lives hang in the balance, and governments need to urgently use their leverage to ensure that the order is enforced. The scale and gravity of civilian suffering in Gaza driven by Israeli war crimes demands nothing less.",
    "The ICJ’s speedy ruling is recognition of the dire situation in Gaza, where civilians face starvation and are being killed daily at levels unprecedented in the recent history of Israel and Palestine. The court’s clear and binding orders raise the stakes for Israel’s allies to back up their stated commitment to a global rules-based order by helping ensure compliance with this watershed ruling, said Balkees.",
    "“However, the ICJ decision alone cannot put an end to the atrocities and devastation Gazans are witnessing. Alarming signs of genocide in Gaza, and Israel’s flagrant disregard for international law highlight the urgent need for effective, unified pressure on Israel to stop its onslaught against Palestinians. An immediate ceasefire by all parties remains essential and – although not ordered by the Court – is the most effective condition to implement the provisional measures and end unprecedented civilian suffering.”",
    "As expected Israel dismissed the ICJ ruling and continued its killing of Palestinians. The ICJ’s rulings are binding, but there’s no enforcement mechanism.",
    "Friday’s ruling from the United Nations’ highest court was seen as a huge blow to the Israeli government and its top arms supplier, the United States, which called South Africa’s case “meritless.”",
    "“This ruling from the ICJ is a massive legal defeat for Israel and its premiere defenders, the U.S. and Germany,” The Intercept’s Jeremy Scahill wrote Friday. “The question now is enforceability and whether the U.S. will openly trample international law in an effort to continue aiding Israeli crimes against Palestinians.”",
    "Columnist Jake Johonson said “One thing has been made clear on the world stage: There is vastly documented evidence that Israel is committing genocide against Palestinians,” said the U.S. Campaign for Palestinian Rights.",
    "The European Commission said in a statement.“Orders of the International Court of Justice are binding on the parties and they must comply with them,”. ‘The European Union expects their full, immediate and effective implementation’.",
    "Agnes Callamard, Amnesty’s secretary general, says the interim ruling “sends a clear message that the world will not stand by in silence as Israel pursues a ruthless military campaign to decimate the population of the Gaza Strip and unleash death, horror and suffering against Palestinians on an unprecedented scale”.",
    "BBC Diplomatic Correspondent Paul Adams said “This was not a complete victory for South Africa, or the Palestinians. The ICJ did not order Israel to halt its military campaign – an implied recognition of Israel’s right to self defence in the wake of the Hamas attacks on 7 October last year.But the UN’s highest legal body has recognised that the situation in Gaza is catastrophic”.",
    "Crucially, it said that situation was “at serious risk of deteriorating further” before the court delivers its final verdict on the charge of genocide, a process that could take years. As a result, it made several demands of Israel, broadly in line with most of the nine “provisional measures” demanded by South Africa.",
    "By large majorities the court’s 17 judges ruled that Israel should do everything in its power to avoid killing Palestinians, causing them serious bodily or mental harm, creating intolerable living conditions in Gaza, or deliberately preventing Palestinian births.",
    "Geoffrey Nice, a British human rights lawyer, said the order places Israel in a very difficult position.Nice, who was the lead prosecutor in Slobodan Milosevic trial at the international tribunal for the former Yugoslavia in The Hague, pointed out that a complete refusal to comply with the orders that have been given will “draw hatred from all sorts of places and add to what may seem to be a public sentiment that favours Palestinians”."
  ]
}