{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/zellers-reintroduces-chocolates-with-new-flavours/",
  "time_ut": 1729459440.0,
  "original_lang": "en",
  "original_title": "Zellers reintroduces chocolates with new flavours",
  "original_body_lines": [
    "The return of Zellers Chocolates aims to reshape Sri Lanka’s premium chocolate market while reviving cherished memories from the past. Zellers stands as a pioneer in local craftsmanship and innovation, as fine chocolates have become a beloved indulgence and synonymous with amazing moments. Now, the brand aims to bring Sri Lankans world-class chocolates with a local twist, paying homage to the fond memories of time-honoured generations, while helping a whole new generation create their own.",
    "As Sri Lanka’s first homegrown chocolate manufacturer, founded in 1964 by A.G. Hinniappuhami – the visionary Founding Chairman of Maliban – Zellers has a special place in the hearts of Sri Lankans. Known for its use of premium cocoa and its commitment to the ‘bean-to-bar’ concept, Zellers created chocolates that were not only rich in flavour but also in heritage, and it is this very tradition that the brand aims to revive with a range of new offerings.",
    "Aiming to appeal to both the nostalgia of the Zellers experience and the new tastes and ideals of the younger generation, Zellers is unveiling a reinvigorated portfolio of premium chocolates.",
    "The core range includes beloved varieties like Milk Chocolate, Cashewnut Chocolate, Fruit & Nut Chocolate, and the ever-popular Crispies. With each bite, chocolate lovers can savour the perfect balance of rich Ghanaian cocoa and creamy milk, for a smooth, velvety, and utterly irresistible taste.",
    "Commenting on the return of Zellers Chocolates, Kumudika Fernando – Chairperson of the Maliban Group said, “As the granddaughter of Mr. Hinniappuhamy, the founder of Zellers, I am incredibly proud to launch this iconic chocolate brand under the Maliban Biscuit Group. For decades, Maliban has been a beloved part of Sri Lanka’s Biscut culture. We are excited to rekindle that nostalgia with a modern twist, appealing to both loyal fans and a new generation of Zellers enthusiasts. This new range reflects our commitment to quality, innovation, and creating memorable moments for our consumers.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}