{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111565/postal-workers-strike-continues-island-wide-as-minister-urges-to-resume-duties",
  "time_ut": 1755484080.0,
  "original_lang": "en",
  "original_title": "Postal workers’ strike continues island-wide as Minister urges to resume duties",
  "original_body_lines": [
    "The strike action initiated by the Postal and Telecommunications Officers’ Union, together with the United Postal Trade Unions’ Front (UPTUF), will continue for the second consecutive day today (18).",
    "According to union representatives, the strike is based on 19 key demands. These include the payment of overtime allowances for postal officers and opposition to the directive requiring officers in administrative and accounts offices to record attendance using fingerprint machines.",
    "The strike commenced at 4.00 p.m. yesterday (17) at the Colombo Central Mail Exchange and escalated into a continuous, island-wide strike covering postal and administrative offices from midnight onwards.",
    "As a result, all postal services will be disrupted today, said Chinthaka Bandara, co-convener of the United Postal Trade Unions’ Front.",
    "However, speaking at a press conference in Colombo, Postmaster General Ruwan Sathkumara said that launching such a strike was unreasonable, as many of the employees’ demands had already been met.",
    "Meanwhile, Minister Dr. Nalinda Jayatissa said that even short absences from work, whether for a few hours or a full day, will result in a loss of revenue for the Department of Posts.",
    "He further added, “This places an additional burden on the Treasury. In the future, this could affect scheduled salary increases or overtime payments. Therefore, I consider this an unjust strike. At a time when the Postal Department is recruiting the necessary number of employees, providing required vehicles, implementing digitalization, and ensuring salary increases, I urge all employees not to continue with this disruptive strike.”",
    "In addition, Minister Jayatissa urged employees to acknowledge the current circumstances, resume their duties, perform their best service, and help make the department a profitable institution."
  ]
}