{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-missing-voices-in-policy-making/",
  "time_ut": 1754330280.0,
  "original_lang": "en",
  "original_title": "The missing voices in policy-making",
  "original_body_lines": [
    "The news from the US trade office was better than expected. Sri Lankans, who had been shocked by the sudden imposition of a 44 percent tariff by the U.S. authorities in April 2024, were relieved to see it reduced to 20 percent. This was a significant concession for a country that could have been penalised on the basis that it has had strong trading and political ties with China, which the US views as its main global rival. The revised tariff now brings Sri Lanka more closely to other Asian competitors such as India, Bangladesh, and Pakistan, whose exports had faced significantly lower rates under the same policy in April. The sharp drop in tariffs followed the visit of a high-level Sri Lankan delegation to Washington DC and a virtual discussion in July by President Anura Kumara Dissanayake with US Trade Representative Ambassador Jamieson Greer.",
    "Critics initially argued that the government had taken too long to respond and was not deploying its best negotiating talent. However, the outcome speaks for itself. Through discreet diplomacy and a non-confrontational approach, the delegation succeeded in winning vital trade space for Sri Lankan exporters. This unexpected win is a public relations success for the government and likely to improve confidence in its ability to manage the economy under difficult global conditions. Indeed, the Colombo Stock Exchange reflected this boost in confidence, registering a new all-time high even before the tariff reduction was confirmed and continuing with its bull run. The buoyancy of the stock market indicates that the business elite and top investors believe that the government is taking decisions that safeguard their interests.",
    "Yet, this optimism is still to be matched by improvements in the lives of the broader public. Most working-class people earn the same wages they did three years ago prior to the economic collapse while the cost of living has doubled or even tripled. The president’s speeches make it clear that the government is aware of the need to focus on translating the macroeconomic gains into improvements at the grassroots level.  Studies consistently show that the poverty rate in Sri Lanka has more than doubled since 2022, with current estimates placing it at around 25 percent, up from about 11 percent before the crisis. Malnutrition, particularly among children, has reached alarming levels. According to UNICEF, nearly 18 percent of Sri Lankan children under five suffer from wasting, a rate considered “very high” by WHO standards and among the worst in South Asia.",
    "Sri Lanka remains a country divided between a minority living in relative luxury often in urban centres and a majority struggling to meet basic needs. This two-tiered structure exists not only in the economic domain but also across social, cultural, and political spheres.  More than any other leadership in Sri Lanka since Independence, the present government leadership has experienced this dual structure from the bottom tier and appears committed to transforming this reality.   It is in this broader context that the concept of inclusion takes on added urgency.  Efforts to build a more inclusive society need to extend beyond economic policy.  An example would be a consultation held by the Ministry of Mass Media on a proposed National Media Policy. This is part of a broader series of initiatives being supported by the United Nations Development Programme (UNDP) in Sri Lanka, which has encouraged civil society participation in policy drafting processes.",
    "At the media policy consultation, representatives from disabled persons’ associations and the LGBTIQ+ community articulated their experiences of exclusion and marginalisation. Their testimonies were supported by evidence, such as the lack of accessible public communication and the frequent stereotyping of minority groups in media narratives. These groups have repeatedly expressed their desire to be part of the mainstream whether socially, economically, and politically. The openness of the media ministry to include their voices in policy design was a welcome gesture. However, a significant lacuna at this consultation as in many others held at this time was the near-total absence of participants from the ethnic and religious minority communities, particularly those based in the north and east of the country.",
    "The absence of representation from the north and east needs to be taken seriously, not just in this case but in all similar efforts to devise national policies that will last the test of time.  The organisers had extended invitations to northern and eastern civil society groups, but they failed to attend. The absence of such representations cannot be dismissed as mere logistical difficulty. Their absence reflects more than physical distance and is symptomatic of a deeper alienation. Over the course of Sri Lanka’s modern history, these communities have engaged in struggles, both peaceful and armed, for dignity, equal rights, and autonomy. They have often found themselves at odds with the Sinhala-Buddhist majority and successive governments, and as a permanent minority, have suffered disproportionately in the process.  One of the lasting consequences of Sri Lanka’s post-independence history is a pervasive sense of mistrust.",
    "Many Tamil and Muslim civil society actors from the north and east are sceptical that participating in government-led processes will lead to meaningful change. They also fear that inclusion is sometimes offered as a way to co-opt dissent or dilute demands for genuine political reform. Without clear mechanisms for accountability and protection of minority rights, gestures of inclusion can appear cosmetic. The alternative path many of these constituencies have sought is greater autonomy. The 13th Amendment to the Constitution, which created the provincial council system, was a direct response to this demand. It was designed to decentralise governance and give minority communities more control over their own affairs. However, the promise of devolution has never been fully realised. Since 2018, there have been no elections to provincial councils, which are now effectively run by governors appointed by the president. This centralised control has deepened the sense of exclusion felt by communities in the north and east.",
    "Civil society groups have repeatedly called on the government to hold overdue provincial council elections. The failure to do so not only undermines constitutional requirements but also weakens democratic governance at the local level. In this environment, it becomes difficult to convince marginalised communities that their voices matter or that their participation can make a difference. The media policy consultation serves as a case in point. While the inclusion of disabled and LGBTIQ+ groups was commendable, the absence of ethnic and religious minority voices reduced the element of it being of a truly national character. This undermines the legitimacy of the policy being drafted. A national media policy cannot be effective if it does not reflect the realities and needs of all communities, especially those that have historically been silenced or misrepresented by the media.",
    "The draft media policy itself has its strengths. It recognises freedom of expression as a constitutional right and affirms the need for media pluralism, diversity of ownership, and editorial independence. It also proposes a co-regulatory model involving both state and civil society actors, which if implemented credibly could help depoliticise media governance. However, in order to build national unity and good governance, the government needs to go beyond symbolic inclusion and create conditions where all communities, Sinhala, Tamil, Muslim, and others, feel empowered to participate in shaping national policy. This includes decentralising power, ensuring independent institutions, protecting human rights and holding elections as required by law. National unity is achieved through dialogue, mutual recognition, and the shared commitment to a just and pluralistic society.",
    "The maverick Buddhist genius of 20th Century Ceylonese Revival: G. P. Malalasekera",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}