{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/A-child-s-guide-to-debt-and-restructuring-Country-driven-to-economic-collapse-has-not-many-options-Part-I/4-763940",
  "time_ut": 1720377653.0,
  "original_lang": "en",
  "original_title": "A child’s guide to debt and restructuring: Country driven to economic collapse has not many options – Part I",
  "original_body_lines": [
    "Throughout its post-independence history, Sri Lanka has been a big consumer and a bad saver",
    "The Central Bank alone had a foreign debt obligation of $ 6 billion, converting its foreign reserves to a net negative position of $ 2.5 billion. The country should repay all its foreign debt when it will become due, not merely the central government foreign debt. It would have been better had the President spoken of the total country foreign debt position as the Head of the State without confining himself to a small fraction of the central government debt",
    "Aseni, the whiz kid has been alive to the debate over the debt situation of Sri Lanka. Despite her familiarity of the subject as a student of economics and finance, she says that she has not been able to comprehend many arguments presented by those who are pro or against the restructuring of the country’s debt. She turned to her Grandpa, Sarath Mahatthaya, a retired official of the Ministry of Finance, for help. The following is the interaction between the two on the issue.",
    "Aseni: Grandpa, I have listened to the address of President Ranil Wickremesinghe to the nation last month and to the Parliament early this month over the success of his Government in reaching an agreement with bilateral creditors to restructure Sri Lanka’s external debt. He tagged this as ‘Good News’ drawing on terminology used by Bible writers. But his message was unclear to me. What was it?",
    "Sarath: That was about the good news of his Government’s success in reaching an agreement with a small segment of the creditors, known as bilateral or official creditors, to provide relief to the debt-ridden nation. This amounts to $ 10 billion and represents a small portion of the total country foreign debt of $ 55 billion at end-2023, as reported by the Central Bank, contracted by the central government, state banks, the Central Bank, other public corporations, and private companies. Of this, the central government foreign debt which President Wickremesinghe is interested in amounted to $ 33 billion. So, what has been projected as a success story is the restructuring of about 30% of the central government foreign debt or 18% total country foreign debt.",
    "The Central Bank alone had a foreign debt obligation of $ 6 billion, converting its foreign reserves to a net negative position of $ 2.5 billion. The country should repay all its foreign debt when it will become due, not merely the central government foreign debt. It would have been better had the President spoken of the total country foreign debt position as the Head of the State without confining himself to a small fraction of the central government debt.",
    "Aseni: This is an alarming situation because if Sri Lanka wants to get out of its debt problem, it should find ways of repaying all this foreign debt. Its current emphasis only on the central government’s foreign debt does not paint the full picture relating to our future risks relating to the instability in the external sector.",
    "Sarath: You are correct. Most of the Latin American countries like Mexico and Chile ran into foreign debt problems in 1980s not because of the central government debt but because of their failure to repay on time the private sector foreign debt. That is because those private borrowers had local currency capacity for meeting the obligations, but the country did not have the necessary foreign exchange balances to convert that local currency into foreign exchange to repay them.",
    "Sri Lanka’s present low usable foreign reserve position depicts a high risk on this count.",
    "Aseni: You mean to say that the reported foreign reserves of Sri Lanka at about $ 5.4 billion is inadequate to meet these obligations?",
    "Sarath: Yes. The Central Bank has misstated the correct position of the country by including the non-usable SWAP facility of $ 1.4 billion in the total foreign reserves. This SWAP facility cannot be used as usable foreign reserves due to two reasons. First, it is in Yuan which can be used only to pay for imports from China. For general uses, it should be converted to a hard currency. Second, there is a condition attached to it that it can be used only when the country’s external position improves to a level in which its foreign assets can finance at least three months of import of goods and services. Sri Lanka has so far not reached this level. Therefore, the usable foreign reserves are only about $ 4 billion. But I have seen that many politicians, including the President quoting that high figure of $ 5.4 billion as the country’s foreign reserves at present without qualifying for the number.",
    "This error was committed by the Central Bank in December 2021 when Ajith Nivard Cabraal was the Governor to show the rest of the world that the country had enough foreign reserves. It would have been corrected by the Central Bank when the new Governor, Dr. Nandalal Weerasinghe, assumed office. But the bank still continues with the wrong reporting with a footnote in small print that it includes the SWAP facility of $ 1.4 billion from the People’s Bank of China.",
    "Aseni: Oh, I see. Then, how does it become inadequate in the current context, Grandpa?",
    "Sarath: The conventional way of assessing the adequacy of foreign reserves had been to relate the foreign reserve stock to the number of months of the future imports of goods and services. If it is sufficient to finance at least three months of imports, then, it was concluded that the country did not face a risk of meeting its essential import requirements. This is assessing the adequacy of the reserve stock for meeting the immediate demand for foreign exchange.",
    "But countries run into external payments problems due to unanticipated external shocks like a sudden fall in the demand for its export of goods and services. The Maldives suffered from this when its tourism income collapsed in 2009 due to the general global economic downturn resulting in lesser number of people from Western countries traveling for entertainment purposes.",
    "Hence, IMF has developed a new metric for assessing reserve adequacy, abbreviated as ARA, by incorporating short to medium term debt obligations, potential foreign exchange outflows seeking safe havens to beat high inflation, and the collapse of exports earnings due to an unanticipated external shock beyond the control of the country. If a country has a reserve stock of a 100 % cover or more, that country is regarded as in a comfortable position. India and Thailand from our region had met this criterion by having a cover of well above 100% in 2018 according to IMF calculations.",
    "IMF has completed the ARA metric for Sri Lanka in 2023. It depicted a cover of less than 40% indicating that the country should increase its usable reserves substantially to about $ 10 billion immediately to satisfy the metric requirements under ARA. Hence, the present level of usable reserves at $ 4 billion is not an achievement about which the country should be happy. It can be happy only when the country’s foreign reserves stock rises to above $ 10 billion at the current level of foreign repayment obligations.",
    "Aseni: Grandpa, what this means is that Sri Lanka should cut its immediate to medium term foreign debt repayment obligations to reach a comfortable position in foreign reserve adequacy, because it cannot increase its reserve stock immediately given the present gloomy economic conditions. It, therefore, requires Sri Lanka to go for an immediate debt restructuring program. You have said that Sri Lanka’s foreign debt has been sourced from many lenders. One such lender group is international financial institutions like IMF, World Bank, ADB, commonly known as multilateral lenders. However, Sri Lanka has not attempted to do such a debt restructuring for its borrowing from international institutions like the IMF, World Bank, or ADB, which is known as multilateral creditors. Why is it?",
    "Sarath: Any borrower who is unable to repay his debt would like to have all his debt cancelled or if cancellation is not possible, restructured. But in terms of the loan conditions from these institutions, the borrowers cannot default to them because their loans are categorised as senior debt meaning a country should repay them even it has defaulted to all others. If it does so, it cannot borrow from these institutions to wade through the existing foreign exchange crisis which is the only source available when others do not want to even touch this country. That was how in this crucial hour IMF, World Bank, and ADB came to Sri Lanka’s rescue. Hence, a country runs a high risk when it defaults to these financial institutions because it amounts to blocking the only available source of rescue. No country is willing to run that risk.",
    "Aseni: That is the logic behind Sri Lanka’s trying to restructure only the borrowing from bilateral and commercial creditors. While seeking this goal, I believe, Sri Lanka continued to service its debt obligations, that is payment of interest and repayment of the principal on due dates, to multilateral lenders. But how is it possible for a country which does not have enough foreign exchange reserves?",
    "Sarath: Yes, Sri Lanka continued to service its borrowing from multilateral institutions. For instance, from the date it suspended debt servicing to bilateral and commercial creditors in April 2022 till end-2023, it had paid about $ 2,500 million to them. These institutions are smart and always ensure that a defaulting borrower will honour their senior creditor position by servicing their debt.",
    "There is a procedure to follow. First, they insist that the defaulting country should seek a facility from IMF by agreeing for a reform program to assure quick resolution of the external sector issue and go for medium term growth strategies to put the faltering economy back on the long-term growth path. Once this is approved, both the World Bank and ADB will start new rescue loan programs to make available the necessary foreign exchange balances to service their debt. The borrowing country with no other alternative available will agree to this rescue program. But it involves increasing the outstanding debt further increasing the country’s external debt burden commonly known as the ‘external debt overhang’.",
    "IMF has completed the ARA metric for Sri Lanka in 2023. It depicted a cover of less than 40% indicating that the country should increase its usable reserves substantially to about $ 10 billion immediately to satisfy the metric requirements under ARA. Hence, the present level of usable reserves at $ 4 billion is not an achievement about which the country should be happy. It can be happy only when the country’s foreign reserves stock rises to above $ 10 billion at the current level of foreign repayment obligations",
    "Aseni: Grandpa, you said that Sri Lanka did not have alternative except going to IMF. Can you further elaborate on this?",
    "Sarath: Throughout its post-independence history, Sri Lanka has been a big consumer and a bad saver. Like an extravagant spender, its Government had consumed more than its revenue, incurring a deficit in its consumption account formally known as the revenue account. This is called a state of dissaving. This dissaving ate into the savings of the private sector which was also not high enough to meet the country’s investment requirements. From 1959 to 2023, Sri Lanka’s national savings averaged at 19% of GDP, compared with an average investment of 24% leaving a savings-investment gap of 5%. This gap had to be financed by using the savings of other nations, received in the form of concessional loans till about 2007 and as commercial loans since then.",
    "The country should have developed the capacity to earn enough foreign exchange to service this rising debt. Since it did not have enough earnings, when that debt matured and when the country had to pay interest, the obligation was met by further borrowing. That was why the country’s total foreign debt which amounted to 4% of GDP at the time of independence increased to 73% by 2023.",
    "In the recent years, Sri Lanka mostly refinanced its maturing debt by borrowing from commercial markets, since that was an easy way, by issuing mostly international sovereign bonds, known in shortened form as ISBs. But this source was blocked to Sri Lanka by 2020 when the rating agencies, Fitch, Standards and Poor’s, and Moody’s, downgraded Sri Lanka’s credit rating from around B level to C level. As a result, the market prices of the existing bonds fell drastically, a $ 100 bond was traded at $ 40 level, increasing the interest yields to around 40% to 60%. Those yields were unaffordable for Sri Lanka. What, then, happened was that the country had to use its existing foreign reserve stock that amounted to about $ 7.9 billion at end-2019 got depleted vary fast to about $ 50 million by April 2022. That was the reason for Sri Lanka to suspend the servicing of its debt from bilateral and commercial lenders in that month.",
    "When an external debt crisis was looming over Sri Lanka, the Gotabaya Rajapaksa administration was advised by independent economists, in early 2020, that it should immediately seek a facility from IMF, rebuild the country’s ability to refinance the maturing loans, and avert the possibility for debt cancellation or restructuring. But it refused to do so claiming that it had a ‘home-grown policy’ to take the country out of the crisis and move along the long-term growth path. This policy did not work due to the outbreak of COVID-19 pandemic in 2020 and onset of a prolonged recession on the country. But by the time it decided to go to IMF in March 2022, it was too late. That is why we now have all these problems facing the Sri Lanka economy.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}