{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-bank-financial-profiles-to-improve-after-isb-restructure-fitch-189250/",
  "time_ut": 1732181760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka bank financial profiles to improve after ISB restructure: Fitch",
  "original_body_lines": [
    "ECONOMYNEXT – The financial profiles of Sri Lanka’s banks will improve after a successful sovereign debt restructure proposed for local bondholders, Fitch Ratings said with the operating environment also linked to that of the sovereign.",
    "Sri Lanka President Anura Dissanayake said he expected to wrap up ISB restructure by December and sign remaining bilateral debt restructure agreements soon.",
    "“Sri Lanka is close to completing its foreign-currency debt restructuring,” Fitch said.",
    "“A successful outcome, in line with the proposed framework for local bondholders, would be likely to significantly reduce the challenges faced by banks, improving their financial profiles.",
    "“Pressures on foreign- and local-currency funding and liquidity have eased considerably due to better external sector flows and the banks’ efforts to preserve liquidity.",
    "“We expect banks to regain access to foreign-currency wholesale funding, following the restoration of the sovereign’s creditworthiness.”",
    "Sri Lanka’s banks are currently flushed with dollars parked overseas.",
    "Sri Lankan banks’ current operating environment score of ‘ccc-’/stable is linked closely to the sovereign’s local-currency credit profile, Fitch said.",
    "About 33.4 percent of the assets were in rupee treasuries 3.4 percent in foreign currency instruments by the end of the first half of 2024.",
    "“The sovereign exposure tends to be higher among the large banks, and state-owned enterprise (SOE) exposure is primarily at the two state-owned D-SIBs,” Fitch said.",
    "“We expect an improvement in Sri Lanka’s credit profile to alleviate sovereign-related pressures on the banks, which is likely to be credit positive in terms of our financial and non-financial assessments.”",
    "Reducing Sovereign Stresses Will Support Sri Lankan Banks’ Credit Profiles",
    "Fitch Ratings-Colombo-21 November 2024: Sri Lankan banks’ operating environment (OE) assessment and overall credit profiles will be supported by any improvement in the sovereign’s credit profile (Long-Term Foreign-Currency IDR: RD, Long-Term Local-Currency IDR: CCC-) following a completed debt restructuring, says Fitch Ratings.",
    "This is due to the strong link between sovereign financial health and banks’ operating conditions.",
    "We believe this would be positive for the National Ratings of Fitch-rated large Sri Lankan banks – albeit based on their creditworthiness relative to other Sri Lankan issuers.",
    "Sri Lankan banks’ current OE score of ‘ccc-’/stable is linked closely to the sovereign’s local-currency credit profile, given their predominant exposure to the domestic economy and government securities (local-currency treasury instruments: 33.4% of assets and foreign currency instruments: 3.4% at end-1H24) and lending to the broader public sector.",
    "The sovereign exposure tends to be higher among the large banks, and state-owned enterprise (SOE) exposure is primarily at the two state-owned D-SIBs.",
    "We expect an improvement in Sri Lanka’s credit profile to alleviate sovereign-related pressures on the banks, which is likely to be credit positive in terms of our financial and non-financial assessments.",
    "As per Fitch’s National Scale Rating Criteria, the starting point to derive a national rating is an assessment of the issuer’s credit quality on the international rating scale, which may be reassessed following a sovereign rating change.",
    "In such instances, Fitch will update the national ratings of affected local issuers to reflect changes in relative rankings following the sovereign rating change.",
    "Fitch last recalibrated the agency’s Sri Lankan national rating scale on 12 January 2023 to reflect changes in the relative creditworthiness among Sri Lankan issuers following the downgrade of the sovereign’s Long-Term Local-Currency IDR to ‘CC’ from ‘CCC’.",
    "For more information see Fitch Downgrades 10 Sri Lankan Banks’ Ratings and Fitch Downgrades Bank of Ceylon’s Local Currency IDR to ‘CCC-‘; Maintains RWN.",
    "The ratings of locally incorporated banks, excluding Cargills Bank PLC (A(lka)/Negative) which is driven by our expectation of extraordinary shareholder support, are based on their standalone credit profiles.",
    "We do not factor support into the ratings on the two state-owned D-SIBs, despite their strong state linkages, given the sovereign’s constrained ability to provide extraordinary support.",
    "However, a sustained improvement in the sovereign’s financial flexibility may lead to a reconsideration of state support.",
    "Sri Lanka is close to completing its foreign-currency debt restructuring. A successful outcome, in line with the proposed framework for local bondholders, would be likely to significantly reduce the challenges faced by banks, improving their financial profiles.",
    "Pressures on foreign- and local-currency funding and liquidity have eased considerably due to better external sector flows and the banks’ efforts to preserve liquidity. We expect banks to regain access to foreign-currency wholesale funding, following the restoration of the sovereign’s creditworthiness. (Colombo/Nov21/2024)"
  ]
}