{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84966",
  "time_ut": 1730239380.0,
  "original_lang": "en",
  "original_title": "How and Why the  JVP led by Anura Dissanayake Formed  the National People’s Power (NPP) in 2019.",
  "original_body_lines": [
    "Anura Kumara Dissanayake ; “Leftist” Star Rises Over Sri Lanka-PART FOUR",
    "This is the fourth part of an extended article focusing on  Sri Lanka’s newly elected  President Anura Kumara Dissanayake. In the first part of this article , the early years of Anura’s eventful life were delved into in some detail. In the second part, AKD’s steady growth as a political leader within the Janatha Vimukthi Peramuna (JVP) was related to some extent. In the  third part, Anura’s rise to the leadership position of the JVP was recounted.  The story of  how the JVP transformed  itself  as leader of the NPP alliance  under AK Dissanayake  will be narrated in this fourth  part.",
    "February 2nd 2014 was a red letter day in the life of Anura Kumara Dissanayake. It was on this day that the Janatha Vimukthi Peramuna’s 17th national convention was held. The highlight of that convention was the change of leadership in the JVP. Somawansa  Amerasinghe who held the reins  for 24 years stepped down . Anura Kumara Dissanayake known popularly as Anura and AKD  became the new JVP leader.",
    "Prior to the convention, it  was generally known that Somawansa was going to retire as JVP leader. The ‘unknown”was his future successor.  The names of JVP stalwarts such as  K.D. Lalkantha, Tilvin Silva, Vijitha Herath, Sunil Handunneththi,  Bimal Ratnayake and Anura Kumara Dissanayake were bandied about as potential successors.. Among these  the General Secretary Tilvin Silva was tipped to be the new leader.",
    "After announcing his “retirement” as JVP leader, Somawansa Amerasinghe, proposed the name of AK Dissanayake as the new leader.It was seconded by Tilvin  Silva himself. The proposal was approved unanimously. Tilvin Silva  and Vijitha Herath were re-elected as General secretary  and Propaganda secretary respectively. Bimal  Ratnayake was elected as national organizer while the retired leader Somawansa Amerasinghe was appointed as International affairs secretary.",
    "What was remarkable about  the leadership change was the smooth ,non-confrontational manner  in which it was done. There was a visible absence of inner-party squabbling or factionalism that is prevalent in most political parties in Sri Lanka. Anura had endeared himself to most members of the JVP over the years and was therefore acceptable to all. Besides the party was somewhat weakened and de-moralised after the Wimal Weerawansa faction split of 2008 and the  Kumar Gunaratnam group split of 2012. The JVP required a renewed sense of direction under a fresh leader and AKD seemed to fit that bill.",
    "After donning the mantle of JVP leadership, Anura Kumara Dissanayake faced two major elections in 2015. One was the presidential election of January 2015. The other was the Parliamentary poll of August 2015. The then Sri Lanka Freedom Party (SLFP) General secretary Maithripala Sirisena defected after partaking of an egg hopper dinner with  the then president Mahinda Rajapaksa and  became the common opposition candidate at the presidential election.",
    "In 2010 former Army commander Sarath Fonseka was the common opposition candidate against Mahind Rajapaksa. The  JVP  actively campaigned for Fonseka along with other opposition parties. Fonseka lost. In the 2010 Parliamentary elections the JVP contested as part of the alliance led by Sarath Fonsekaa. The Democratic National Alliance got seven seats. Of these four were obtained by the JVP. Anura himself was appointed to Parliament as a national list MP.",
    "In 2015, the JVP’s new leader AKD adopted a different approach towards the presidential election. Unlike in 2010, the JVP did not join the combined opposition election campaign. At the same time it firmly opposed Mahinda Rajapaksa’s attempt to be president for a third term. While not supporting the common opposition candidate Sirisena directly, the JVP lent indirect support by conducting a vigorous anti-Rajapaksa campaign separately.The JVP staged many meetings where speakers castigated Rajapaksa rule vehemently. The JVP did not ask people to vote for Sirisena but wanted the people to vote against Rajapaksa. Sirisena won.",
    "When Parliamentary elections were held in August 2015, the JVP again deviated from the position it adopted in 2010. Instead of joining an opposition alliance as in 2010, the JVP struck out alone contesting elections.  In a sense it was a return to the past where the JVP contested Parliamentary polls alone as in 2000 and 2001.  It was in 2004 and 2010 that the JVP contested Parliamentary polls as part of an alliance.",
    "The  2015 poll was the first Parliamentary election faced by the JVP under Anura’s leadership. The JVP contested in all electoral districts and polled 543,944 (4.87) votes. This entitled the JVP to  six MPs ,four elected and two  on the national list. Anura himself contested from the Colombo district and won with  65,966 preference votes.",
    "The JVP remained in the opposition along with the Tamil National Alliance(TNA).  A provision in the SLFP constitution had enabled Maithripala Sirisena to become SLFP leader by virtue of being elected President of Sri Lanka. the UNP led by Ranil Wickremesinghe and SLFP led by Maithripala Sirisena entered into an agreement and formed a “unity”Govt with Ranil as prime minister. Nominally  the  SLFP was part of the Govt though over 50 of its MPs loyal to Mahinda functioned as an opposition entity. They were not accredited as being officially  in the opposition by the then speaker Karu Jayasuriya.",
    "Thus in a quirky twist, the TNA  and JVP were regarded as the main opposition parties. TNA leader Rajavarothayam Sampanthan became leader of the opposition. JVP leader Anura Kumara Dissanayake became the chief whip of the opposition. This unusual state of affairs changed after the abortive October 26th 2018 Parliamentary coup in which Sirisena dismissed Ranil as PM and appointed Mahinda in his place. However this tragicomic episode ended in December following court rulings.  Both Sampanthan and Dissanayake ceased to be opposition leader and chief opposition whip thereafter.",
    "Two important happenings occurred during the  time of the Sirisena -Wickremesinghe administration. One was the setting up of a Constitutional assembly to draft a new Constitution. The JVP participated in proceedings and cooperated fully in drafting an interim report. It is noteworthy that the JVP under AKD softened its earlier stance on devolution and the provincial councils during this exercise. It  must also be noted that the JVP has stated it would follow through  wth the Constitution making process during its rule.",
    "The second important happening was the birth of the Sri Lanka Podujana Peramuna (SLPP) and its commendable performance in the local authority polls of 2018.  While Mahinda and his loyalists were compelled to remain as SLFP MP’s, Basil Rajapaksa formed a new party with the lotus bud or pohottuwa as its symbol. The SLPP contested the 2018 local authority elections  and polled 4,941,952(44.65%) votes. 3369 Councillors were elected from the SLPP that took control of 231 Local government bodies. The “newcomer”beat the UNP and SLFP thereby indicating the changed political power equation in the country.",
    "As for the JVP, the party did not do well in the local authority polls. The party polled 693,875(6.27%) votes with 431 members being elected to various local bodies. The JVP failed to capture power in a single local authority.",
    "The relatively poor performances of the JVP in the 2015 Parliamentary elections and the 2018 local authority polls led to much introspection within the party. The JVP’s public meetings and mass rallies were well attended. The crowds appeared to be supportive. Yet at voting time, the JVP finished a poor third. It was as if the JVP was doomed to be a fringe party eternally with the consolation prize of being described as the third force in Sri Lankan politics by the media.",
    "The JVP led by its chief Anura Kumara Dissanayake engaged in a lot of soul searching after the party’s dismal show in the 2015 and 2018 polls. JVP leaders especially AKD began interacting with selected politicians from other parties,academics,media personnel, political analysts, community leaders and  supporters in the Diaspora about the JVP’s future course of action.",
    "The JVP  was no longer a believer in or adherent of revolutionary violence  after the terrible experiences of 1971 and 1988-90.It had abandoned the bullet for the ballot. What the JVP wanted was to acquire political power through legitimate democratic avenues. It was victory through voting that it desired. The people of Sri Lanka however were not voting in large numbers for the JVP. Was the JVP destined to be always a third to the two main political parties and be labelled perpetually as the third force? How could this situation be remedied?",
    "There were many who suggested that the JVP should be part of an alliance led by a progressive party. Others suggested that the JVP forge together a united front consisting of left-leaning parties. However many in the JVP were not in favour. Chief among these was the JVP chief AKD himself. Anura did not want the JVP to tag along with others in an alliance or united front. AKD wanted the JVP to be the principal player and not  play a subordinate role.",
    "After protracted consultations with external elements and prolonged internal discussions the JVP resolved to form   a broad alliance  or front. The JVP would remain the pivotal power in that alliance and  maintain it’s position of pre-eminence. Overtly the JVP would be the first among equals (Primus Inter Pares)in the new set up. Covertly the JVP would be in control. The JVP would remain faithful to its political philosophy and retain its core principles. In a sense it would be old wine in a new  bottle",
    "And so the Jathika Jana Balawegaya (JJB) or National People’s Power (NPP)was born. On 13 July 2019 , hundreds of persons comprising  political activists,, Trade Unionists, Artistes, Professionals and academics , converged at the BMICH in Colombo. The  National Peoples Power (NPP) known in Tamil as the Thesiya Makkal Sakthi(TMS)  was formally launched at the BMICH following a motion proposed by Anura Dissanayake and seconded by Tilvin Silva.",
    "JVP leader Anura Kumara Dissanayake was elected as leader of the NPP also.The NPP general secretary was Dr.Nihal Abeysinghe. Dr.Harini Amarasuriya and Lal Wijenayake were the deputy secretaries.  The treasurer was  Eranga Gunasekara.",
    "This is how the NPP describes itself in the official website – “Jathika Jana Balawegaya (NPP),is a dynamic political movement comprising 21 diverse groups, including political parties, youth organizations, women’s groups, trade unions, and civil society organizations. Established in 2019, NPP is driven by a shared vision of fostering a more progressive Sri Lanka. Our core objectives encompass cultivating an uncorrupted, service-oriented, accountable, and transparent political culture, promoting economic democracy for fairer wealth distribution, strengthening social protections, and championing an inclusive, democratic Sri Lankan identity. Our organizational structure, from the Steering Committee to District Executive Councils, empowers voices at all levels, making NPP a force for positive change in the nation.”",
    "The NPP  consists  of 21 groups, including political parties, youth organizations, women’s groups, trade unions, and civil society organizations. They are –Janatha Vimukthi Peramuna, Aluth Parapura, Ethera Api, Public Servants for Public Service, National Bhikkhu Front, National Trade Union Centre, Sri Lanka Communist Party (Alternative Group), Doctors for Social Justice, Samabhimani Collective, United Left Power, Inter Company Employees’ Union, 71 Sahodrathwa Sansadaya, Aluth Piyapath, Mass Guiding Artists, Janodanaya, National Intellectuals Organization, Dabindu Collective, University Teachers for Social Justice, Progressive Women’s Collective, Husmata Husmak and \tAll Ceylon Estate Workers’ Union.",
    "The chief decision making body in the NPP is the  National Executive Committee.  According to the NPP website the national executive committee members are –Anura Kumara Dissanayake (Leader), Professor Liyanage Amarakirthi, Vijita Herath,  Lal Wijenayake, Nimala Siriwardena,  Ravi Siriwardena, Asoka Peiris, Dr. Nihal Abeysinghe, Bimal Ratnayake, Professor Anil Jayantha Fernando,  Kamal Perera, Mahinda Ratnayake, Dr. Harini Amarasuriya, Professor Vijay Kumar, Harshana Nanayakkara, Lal Kantha, Sheikh Munir Mulaffar, Ajith Hadley Perera, Sunil Handunneththi, Ananda Wijepala,  Visakesha Chandrasekharm,  Dr. Nalinda Jayathissa, Professor Wasantha Subasinghe, Upul Kumarapperuma,  Professor Chrishantha Abeysena, Jagath Manuvarna, Muditha Nanayakkara, Ramalingam Chandrasekar, Saroja Savitri Paulraj, Professor Sunil Seneviratne, Kumara Jayakody, Vraie Cally Balthazar, Samantha Vidyaratne, Professor Jinasena Hevage,  I. N. Ikram, Wasantha Samarasinghe, Charith Galhena, Premaratne Tennakon,  Dr. Rizvi Sali,  Dr. Kaushalya Ariyaratne, Aruna Shanta Nonis, Nihal Galappatti, Samanmalee Gunasinghe, Dr. Ajith De Mel,  Chaminda Jayasuriya, Vijith Rohana, Namal Karunaratne, P.D.N.K.Palihena,  Krishnan Kalaichchelvi, Sunil Watagala,  Dr. H.P. Dhammika,  Professor Upali Panilage, Nalin Hewage,  Chaturanga Abeysinghe, Eranga Weeraratne, Kitnan Selvaraj Lakshman Nipunarachchi, R.M. Jayawardene, Sandun Yaapa, Dr. Ashoka Ranwala, Ravindu Usvatakeiya, Arun Hemachandra,  Rathne Gamage,  Upali Samarasinghe, Wasantha Piyathissa, Mahinda Jayasinghe,  Eranga Gunasekara, Shantha Padmakumara, Gamagedara Dissanayake, T.B.Sarath, Manjula Suraweera Arachchi,  Dr. Anura Karunathileka and Professor Chandana Abeyrathne.",
    "The JVP led NPP had its electoral baptism in the presidential election of November 2019. Anura Kumara Dissanayake contested the presidential elections for the first time. The NPP symbol was the compass. The NPP candidate was supported by the National Front for Good Governance(NFGG) and the United Leftist Front(ULF). As is typical of JVP organized political meetings,  there were huge crowds to  see and listen to Anura.",
    "Yet the results were a big disappointment. Anura  came third polling only 418,563 (3.15%0votes. Ten months later came the 2020 Parliamentary elections. The  NPP led by AK Dissanayake contested in all the electoral districts. Again it was a big blow for the JVP led NPP. The compass was able to garner only 445,958 (3.84%)votes. This was less than the 543,944(4.87%)votes the JVP got in 2015.",
    "The MP tally too was halved. In 2015 the JVP got six with  four elcted  MPs and two on the national list. In 2020 the NPP got only three with two elected MPs and one on the national list. AK Dissanayake won in Colombo with 49,814 preferences. In 2015 AKD got 65,066 preferences. Vijitha Herath won in Gampaha with 37,008 preferences. The National list seat went to Dr. Harini Amarasuriya..",
    "The verdicts  of the 2019 presidential and 2020 Parliamentary poll indicated that  attempts to do better in elections by contesting as the NPP had not yielded the expected results. It appeared that whatever the  electoral strategy, the JVP  could not increase its vote share. Whether the JVP contested as the NPP or not,  the party could never transcend its third force status it seemed.",
    "This was indeed a trying time for Anura Kumara Dissanayake’s leadership. A lesser man may have wilted under adverse pressure. But the Rajarata lad who could swim the entire distance of  Nuwara wewa and back was made of sterner stuff. Anura prepared to swim against the current. He re-structured the JVP led NPP’s electoral approach and re-furbished  his political image.",
    "These changes brought about a change in the public mood. This led to AKD making history as the first leftist to be elected as president of Sri Lanka. This  successful story  would be told in detail in the fifth  part of this article.",
    "This article appears in the “DBS Jeyaraj Column “of the “Daily Mirror”dated 26 October 2024. It can be reached here –"
  ]
}