{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112649/dambulla-waste-management-facility-no-longer-operational-",
  "time_ut": 1758192240.0,
  "original_lang": "en",
  "original_title": "Dambulla Waste Management Facility no longer operational",
  "original_body_lines": [
    "The Dambulla Waste Management Facility, an award-winning waste management project in the country initiated with an investment of around Rs. 650 million, has reportedly become completely inactive.",
    "Due to the shutdown of the waste management facility, garbage collected from several districts has been dumped into the forests, according to residents who claim that as a result, the wild animals including elephants have resorted to eating the garbage.",
    "For a period of time, garbage collected from Dambulla city was dumped in a forest reserve, leading to significant environmental damage and the death of wild animals.",
    "Following continuous protests by environmentalists, the Dambulla Municipal Council intervened and launched a waste management project.",
    "The initiative successfully introduced several programs, including organic fertilizer production, hospital waste disposal, a polythene incinerator, and broader waste management measures.",
    "Furthermore, the site was named ‘Pivithuru Arana’ and designated as a tourist zone, attracting the attention of both locals and foreigners. Electric vehicles were even operated in the area for visitors to observe elephants.",
    "However, all such activities have now been entirely discontinued, and the collected waste is once again being transported to the Digampathaha Reserve for disposal.",
    "The project in question is a waste management initiative that was launched previously using Japanese technology, with an estimated investment of around Rs. 650 million.",
    "The iron fence installed to prevent wild elephants from entering the garbage yard has been dismantled, and the bamboo plantation cultivated for organic fertilizer production has been completely destroyed.",
    "In addition, the two electric vehicles previously used to observe wild elephants and the waste management facility are now falling into decay.",
    "The Mayor of the Dambulla Municipal Council, Wasantha K. Rajamanthri, stated that the project was carried out without proper management under the previous administration.",
    "He further noted that maintaining the waste management yard has been challenging due to significant vacancies among management staff.",
    "According to reports, the Central Environmental Authority (CEA), the Department of Wildlife, the Department of Forest Conservation, and the Dambulla Municipal Council are now focusing on re-operating the site effectively in the future."
  ]
}