{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/reading-demands-for-change/",
  "time_ut": 1731952500.0,
  "original_lang": "en",
  "original_title": "Reading demands for change",
  "original_body_lines": [
    "The political avalanche that swept the electoral landscape due to the demand for change was unprecedented.  In some electorates the majority achieved by the NPP exceeded 70 percent. The overall majority in the country was 61 percent.  The avalanche swept aside many who had earned names for themselves on account of their long years of commitment to influence policies in the national interest. In their place will be a host of much younger persons who will come in with their ideals and hopes for positive change but with little experience of governance and even administration.  The government is aware of this issue and has arranged for a three-day workshop on parliamentary procedures, session activities and the functioning of committees.",
    "With 159 seats the NPP has won more than a 2/3 majority.  This is not the first time that a government has enjoyed such a huge majority.  The last time was as recent as 2019 when the SLPP under the leadership of President Gotabaya Rajapaksa obtained close to a 2/3 majority which it speedily converted into a 2/3 majority by persuading several opposition members to cross over and be rewarded accordingly.  A 2/3 majority is not a panacea as was experienced shortly after 2019 by disastrous decisions including constitutional amendments from which the country is yet to recover. The huge majority meant that the government leaders felt they could do anything and get away with it. This led to crooked deals, to murder and to impunity.",
    "Prior to that in 1970 and 1977 there were 2/3 majorities in parliament won by the SLFP and UNP respectively, though under the first-past-the-post system which made it possible to win a huge number of seats even with less than 40 percent of the electorate voting in favour of the ruling party. Here, too, there were crooked deals, murder and impunity.  This time it has got to be different. The government needs to seize this moment of unprecedented goodwill to address the country’s long-standing problems. The people have voted with great expectations and if the results are not seen soon then cynicism and vested interests will make their comeback.",
    "Significantly, the widespread support for the NPP, cutting across geographical, ethnic, and religious divides, represents a remarkable step toward national unity. Even regions historically disillusioned with central governance have placed their trust in the president’s leadership. This inclusivity, evidenced by the support of ethnic and religious minorities, is an encouraging sign that the NPP has succeeded in fostering a national perspective that transcends traditional divisions. However, this trust brings with it a significant responsibility.",
    "The electoral outcome in the north and east of the country in which the ethnic and religious minorities predominate is a first-time occurrence.  In these parts of the country, the electorate had voted for parties that represent particular ethnic and religious interests for many decades, during which the ethnic conflict and their sense of neglect grew exponentially.  Likewise, in the rest of the country, the ethnic and religious majority voted for political parties that represented their own particular ethnic and religious interests.",
    "As a result, the electoral map in the aftermath of elections invariably took on a two-tone complexion, with the north and east being in one colour and the rest of the country being in another.  Even 15 years after the end of the three-decade long war for separation, the electoral map resembled the maps produced by the LTTE which spearheaded the military campaign.  For the first time the map is now of a uniform colour with the exception of a single district, the other 24 being of one colour.",
    "What has been noteworthy at these elections has been the similarity of outcomes in the north and east and the rest of the country even though some of the most pressing problems of the people in the north and east was not a part of the election campaign of the major political parties.  All parts of the country share the problems of economic recovery and have a common interest in ensuring that corruption is minimised and the poor are protected rather than being subjected to economic extraction.  But the north and east has a special interest in issues of devolution of power, demilitarisation and return of land and resolving the problems of missing persons and long-term prisoners from the days of the armed conflict. And though less discussed, they also want the development of the two provinces which are below the average standard in the country.",
    "The massive vote for the NPP is as much an expression of trust and positive expectations from the government as it is a rejection of the other political parties that have governed the country in the past and brought it to the bottom in 2022.  The stabilisation of the free fall by former President Ranil Wickremesinghe from May 2022 until his defeat at the presidential election of November 2024 did not receive the appreciation his supporters anticipated.  This was because a section of the population was continuing to prosper through relationships with those in positions of power while the main burden of the economic collapse was thrust on the majority of people.  It was also due to the former president’s failure to seek the causes of the economic collapse and deal with the associated corruption, even though that was not the only cause.",
    "The fact that the main political parties that had dominated national politics continued to give nominations to those widely believed to be corrupt was one of the main reasons for the flight of voters away from those political parties.  Indeed, some of these tarnished politicians managed to win seats in parliament probably due to the patronage they had extended to the electorates they nursed.  However, the party leadership needs to keep in mind that the consequence of such nominations was to alienate a much larger segment of the electorate and thereby serve to erode their voter banks.",
    "In the north and east, the failure of the political leadership of the political parties that represented minority interests to show any significant results over the past decades was a factor that alienated the electorate away from them.  It is largely these negative factors that have caused the minority voters to move away from continuing to support them. The government needs to seize the opportunity that its landslide victory provides to engage in the necessary discussions, negotiations and accommodations to bring about a political, and long lasting constitutional, solution to the ethnic conflict.  Such a solution would require the 2/3 majority that the NPP has obtained to amend the constitution and to entrench the political solution in law.",
    "However, unlike the people in the rest of the country who may be willing to give the new government more time to reform the system, those in the north and east who have been let down time and again by the promises of successive governments, may not be willing to wait.  There is much that can and should be done without needing constitutional amendment but by simply implementing existing laws, to resolve problems regarding land, memorialization use of the Tamil language, appointment of Tamil officers as heads of units and department, and so on. The government has an incentive to act speedily in this regard to hold on to the support that they have received from the ethnic and religious minorities.  It will be easier to show speedy results in dealing with ethnic and religious grievances than in reviving the economy, given the constraints the national economy is under.",
    "Due to the prevalent economic conditions, which are at “knife’s edge” if the IMF is to be believed, the new government will be hard pressed to show quick fixes, just as the previous government under President Wickremesinghe also could not show quick fixes.  The fiscal realities give the government little room to manoeuver on the economy.  However, in the case of resolving the ethnic conflict there is no reason for the government to delay. Unlike in the case of economic recovery for which there are no short-term panaceas, the solution to the ethnic conflict is one that can be resolved soon as it has been discussed, negotiated and publicised on several occasions, but not implemented due to the failure of leadership.",
    "A solution to the ethnic problem will be welcomed not only by the ethnic and religious minorities within the country but also by those living outside in the diaspora and by the international community, most notably India which has always been promoting it as good for Sri Lanka and good for India.  A successful resolution of this problem will gain international recognition in a world that is looking for success stories and can induce foreign investors to come in due to the assurance of peace. The NPP government has the opportunity to set a precedent by engaging with all stakeholders, including civil society and opposition parties, to craft a sustainable political solution that ensures lasting peace and reconciliation.  It cannot be overemphasised that achieving a sustainable political solution that will last the test of time will require the participation and consent of all communities and collaboration with opposition parties.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}