{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101508/govts-cannabis-investment-plan-30-parties-express-interest-projects-to-be-based-in-mirigama-and-kandy",
  "time_ut": 1724651700.0,
  "original_lang": "en",
  "original_title": "Govt’s cannabis investment plan: 30 parties express interest, projects to be based in Mirigama and Kandy",
  "original_body_lines": [
    "State Minister of Investment Promotion Dilum Amunugama says the government expects to attract an investment of around USD 1.5 billion to the Kappalthurai Industrial Zone in Trincomalee, the second industrial zone in the country, connected to key infrastructure facilities such as ports, railways, and airways in Sri Lanka.",
    "Addressing a media briefing, the Investment Promotion State Minister also said that the cannabis investment plan of the government has so far received 30 applications, which are currently at the committee stage.",
    "“We have received 30 applications so far [for the cannabis investment plan]. They are being processed by a committee in which all Ayurvedic Department and Ministry of Investment Promotion officials are present. No one has come up to the growing stage yet, but land allocations are being done. In future, they will come to the stage of growing.”",
    "“3BD extraction or oil extraction will be the minimum value addition. If they go beyond that, whatever the final product is, they can also produce that within the dedicated source”, the State Minister added.",
    "In response to a question raised by a journalist, Amunugama mentioned that the cannabis projects will be located within Mirigama and Kandy.",
    "The State Minister, who also commented on the Kappalthurai Industrial Zone, stated that it will be connected to ports, railways and airways. “That is what happens with the industries and of course the Trincomalee city development plan has been reactivated.”",
    "“The only thing is that we don’t have necessary funds to activate the whole project at once, so gradually part by part, they will be engaged”, he highlighted.",
    "Furthermore, Amunugama expressed that heavy industries will operate in the Kappalthurai Zone, adding that it will be the most attractive industrial zone where all three modes of transportation through sea, air and railway cargo will be available.",
    "“We expect to attract USD 1 billion to 1.5 billion in investment to the zone”, the State Minister added."
  ]
}