{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-Barometer-showcases-Sri-Lanka-Speaks/56-770307",
  "time_ut": 1733782026.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Barometer showcases  “Sri Lanka Speaks”",
  "original_body_lines": [
    "Personal reflections from around the country support evidence-based insights into public opinion on reconciliation and social cohesion",
    "The Sri Lanka Barometer (SLB) last week held a unique three-day exhibition themed “Sri Lanka Speaks” to the public at the Independence Square Arcade in Colombo.",
    "The exhibition showcased key findings from the SLB Public Opinion Survey on Reconciliation, accompanied by photo stories that capture Sri Lankan’s experiences of reconciliation, bringing the SLB Survey’s data to life.",
    "The SLB is supported by the Strengthening Social Cohesion and Peace in Sri Lanka (SCOPE) program, co-funded by the European Union and the German Federal Foreign Office, and implemented by Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH in partnership with the Government of Sri Lanka.",
    "The photographs and personal stories from Sri Lankans across the island offer insights into the country’s journey through and beyond the 30-year conflict and allowed visitors to reflect on how we, as a nation, can move forward together.",
    "Attended by a cross-section of public, policymakers, researchers, university representatives, and media practitioners, the exhibition from 6 to 8 December took visitors through a journey of three narratives highlighted in the SLB Survey Report: How are people doing in their lives? How are people getting on with others? and How are people engaging in civic life? as well as to the general themes of reconciliation and dealing with the past.",
    "International dignitaries who graced the exhibition opening included Ambassador of the European Union to Sri Lanka and the Maldives Carmen Moreno as well as the German Ambassador Dr. Felix Neumann.",
    "Ambassador Carmen Moreno said: “The Sri Lanka Barometer is a unique instrument that enables evidence-based policy making by reflecting citizens’ opinions and needs on wide range of matters related to national integration. The European Union is proud, in cooperation with the German Federal Foreign Office, to support this exercise that serves us in working closely with the Government of Sri Lanka for a peaceful and inclusive society.”",
    "The Sri Lanka Barometer is a research initiative aimed at deepening the understanding of how Sri Lankans perceive reconciliation and its most salient dimensions. It consists of three main components: nationally representative public opinion surveys conducted every two years, complementary qualitative research to further explore survey findings, and outreach work. The overarching objective of the SLB is to inform public discourse and policymaking in the country’s pursuit of greater unity and inclusion.",
    "The Sri Lanka Barom-eter initiative’s methodology is rooted both in the lived experiences of Sri Lankans and in international best practices. The Sri Lanka Barometer Survey has a sample size of nearly 4,000 respondents that are selected through multi-stage random sampling to accurately reflect the demographic (age, gender, religion, ethnicity) and geographical (urban, rural, estate, and provincial) diversity of the adult population of the country. This ensures the collection of nationally representative data, with detailed insights into people’s needs and priorities across and within different communities in Sri Lanka.",
    "All the Sri Lanka Barometer resources are publicly available on the website www.srilankabarometer.lk, and highlights of the data and outreach activities can be followed on the SLB’s social media pages on Facebook and Instagram."
  ]
}