{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96709/sri-lanka-tourism-promotion-bureau-chairman-elected-as-vice-chair-of-unwto-",
  "time_ut": 1706114820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Tourism Promotion Bureau Chairman elected as Vice Chair of UNWTO",
  "original_body_lines": [
    "The Chairman of Sri Lanka Tourism Promotion Bureau Chalaka Gajabahu has been elected as the Vice Chair of the United Nations World Tourism Organization Competitiveness Committee recently.",
    "The Committee on Tourism and Competitiveness (CTC) is one of the technical committees of the UNWTO and it is a subsidiary organ of the Executive Council. The Committee was established at the 95th session of the Executive Council in Belgrade, Serbia in May 2013. Its Rules of Procedure and the composition were approved by the Executive Council at its 96th session.",
    "Since its establishment in 2013, CTC focused its work mainly on assessing the state of knowledge on the basic concept of “tourism competitiveness” and identifying its key factors. This process has also included identifying, developing and harmonizing concepts, models and operational definitions used in the tourism value chain, Sri Lanka Tourism Promotion Bureau said.",
    "Speaking regarding the matter, Mr. Gajabahu said: “I am delighted to have been elected Vice Chair of the CTC under the UNWTO and support the role in the best way possible. In my capacity as Chairman of Sri Lanka Tourism Promotion Bureau, under the egis of the Hon. Minister of Tourism Harin Fernando I understand the importance of fine tuning a dialogue mechanism between the public sector and the private sector to improve tourism competitiveness. This opportunity will undoubtedly give me a platform to further develop and enhance the competitiveness landscape which is a vital tool in tourism development globally”",
    "The UNWTO pays emphasis to build synergies and strategic alignments in the harmonization of the related activities of the Secretariat as well as other collaborating organizations in order to ensure consistency and consensus in the delivery of the outputs and reinforce the official position of the Organization.",
    "With the objective to provide UNWTO Members and other tourism stakeholders with a comprehensive and concise, operational, applicable and globally relevant conceptual framework, it is important to  establish a common ground for a clear harmonized understanding of operational definitions used in the tourism value chain; with quantitative and qualitative factors that explain competitiveness at the destination level which may be translated into technical guidelines facilitating a methodology for destinations to identify and evaluate their own factors of competitiveness, the Sri Lanka Tourism Promotion Bureau says."
  ]
}