{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86412",
  "time_ut": 1758209400.0,
  "original_lang": "en",
  "original_title": "The Katchatheevu Ownership Controversy is Diverting Attention away from the Real Problem of Indian Illegal Fishers Bottom Trawling in Sri Lanka’s  Northern Territorial Waters.",
  "original_body_lines": [
    "Sri Lankan president Anura Kumara Dissanayake(AKD) made history when he became the first Sri Lankan head of state to set foot on  Katchatheevu (spelled as Kachchatheevu also) soil on 1st  September 2025.  Among those who accompanied the president on his  maiden voyage to the northern off-shore Islet in the naval speedboat P 211  were Fisheries Minister Ramalingam  Chandrasekar, Public Security Minister Ananda Wijepala and Northern Navy Commander Rear Admiral Buddhika Liyanagamage.",
    "Though  called theevu or Island, Katchatheevu is actually an Islet in terms of size. Katchatheevu with a land area of 285 acres is 1.6 km long and 300 metres wide. It is an uninhabited place except for a Catholic Shrine dedicated to St.Anthony and a small detachment of the Sri  Lankan navy stationed there. Apart from an old brackish water  well ,there is no source of freshwater on the Islet’s sandy soil.",
    "President Dissanayake’s  short symbolic  trip described as an “inspection visit”  conveyed a two-fold message in the current political context. Firstly it demonstrated clearly that the once-disputed islet is part of Sri Lanka. Secondly it subtly indicated that  Sri Lanka was not prepared to  part with what was part of it’s territory.",
    "The unannounced trip was a surprise visit. There was no reference to it in the  official itinerary of President AKD’s two day visit to the northern province. The first inkling of the trip to the Islet  came  at the ceremonial event inaugurating the third phase of  the expansion of the Myliddy Fisheries Harbour.",
    "President  Dissanayake speaking at the event, said: “The government is committed to safeguarding the surrounding seas, islands, and landmass of the country for the benefit of the people and will not allow any external force to exert influence in this regard.”. He then said he intended visiting Katchatheevu soon and followed suit thereafter.",
    "Katchatheevu is located 14.5 km to the south of Sri Lanka’s northern Island Neduntheevu or Delft and  16 km  to the northeast of  Rameswaram on  India’s southern Pamban  Island.  Due to its geographical location between India’s Rameshwaram and Sri Lanka’s Delft, the  ownership of Katchatheevu has been a disputed issue between the governments of India and Sri Lanka known as Ceylon during  British Colonial rule.",
    "The  dispute was settled in the post-independence period when the world’s first and second woman prime ministers were at the helm in Sri Lanka and India respectively.  Two bi-lateral agreements signed by Indian prime minister Indira Gandhi and Sri Lankan Prime minister Sirimavo Bandaranaike  in 1974 and 1976 settled the issue  by  recognizing   Katchatheevu as part of Sri Lanka’s domain.The newly drawn International Maritime Boundary Line(IMBL) placed Katchatheevu along with  a km of adjacent sea under Sri Lanka’s writ and authority.",
    "Despite this settlement , Katchatheevu  has become  a bone of contention in recent times especially in the state of Tamil Nadu in South India. This is due to the fact that Indian fishers from Tamil Nadu  have been illegally fishing in the  northern territorial waters of Sri Lanka for many years. The Sri Lankan navy has frequently arrested these transgressing  fishers  and confiscated their boats. Nevertheless Indian illegal fishing continues with flotillas of fishing boats conducting fishing invasions  in Sri Lankan waters.",
    "Indian fishermen from   the coastal  districts of  Tamil Nadu fishing illegally  in Sri Lanka’s  territorial waters in the north is a major problem affecting the Tamil fishermen of Sri Lanka.  This is not a case of a few boats straying into our waters, poaching and going away.  It is of greater magnitude and far more serious. This  is an issue I have been greatly concerned about in the past. I shall  therefore focus on this issue  with the aid of earlier writings in this  two-part article.",
    "In the case of Indian fishers illegally fishing in Sri Lankan waters, the narrative  spun by  Tamil Nadu fishers, Tamil politicians and sections of the media is that the Sri Lankan navy is apprehending  Tamil Nadu fishers  who are fishing in their traditional fishing waters. The fact that the Sri Lankan navy is arresting only  those fishing illegally in Sri Lankan waters is covered up,glossed over, omitted or ignored.",
    "In a further  twist, it is being propagated that India ceding  Katchatheevu  to Sri Lanka is a major cause for the plight of Tamil Nadu fishermen. If Katchatheevu is under India, the Sri Lankan navy wont be able to arrest Tamil Nadu fisherfolk is the myth being circulated.Tlie  big  lie  being spread is  that Tamil Nadu fishermen  who occasionally fish in waters near Kachchatheevu are being victimised due to this. It is being falsely stated that if  Kachcatheevu is re-acquired by India, the Tamil Nadu fishermen’s troubles will be over.",
    "What has been happening is this. The Sri Lankan navy uses Katchatheevu as a marker. Since Katchatheevu is well within Sri Lankan territorial waters ,it is easy for the Lankan navy to treat all Indian  fishing vessels  venturing  beyond the Islet  into Lankan waters and fishing as  transgressors engaged in illegal fishing. Katchatheevu in that sense is the determining factor in demarcating territory and  defining illegal fishing. So Tamil Nadu fishers opine that bringing Katchatheevu under India would enable them to continue fishing in Lanka’s territorial waters. In short they want to continue fishing in Lankan waters with the Katchatheevu marker out of the way.",
    "It must also be noted that the plight of Tamil fishermen in the north does not figure in the discourse surrounding the Indo-Lankan fishing dispute in India. It is being portrayed as a belligerent Sri Lanka navy versus innocent Tamil Nadu fishermen clash. There is no mention of the Indian fishers from Tamil Nadu depriving the Sri Lankan northern Tamil fishers  of their livelihood. The Sri Lankan Tamil fisherfolk predicament is  totally blacked out in the Indian media apart from a few exceptions.",
    "What is being projected is that possession of  Katchcatheevu is   the key  in resolving the problem. It is being wrongly stated that Katchatheevu once belonged to India and was gifted to Colombo by New Delhi.Therefore India should take steps to retrieve Katchatheevu. As such there is a continuous campaign  that New Delhi should re-claim ownership of Katchatheevu or pressure Colombo into signing a 99 year  perpetuity lease to India for the Islet.",
    "The contention that Katchatheevu was ceded by India to Sri Lanka is absolutely false. India could never have ceded it because it weas never part of India to be ceded or given away.  India only claimed ownership of Katchatheevu.It never had ownership.The claim of territorial  ownership of Katchatheevu  was  only a disputed issue. What India did in 1974 and re-affirmed in 1976 was to give up its claim on Katchatheevu. It did not give up Katchatheevu because India  never had ownership to  tranfer to Sri Lanka.",
    "This however has not deterred Tamil Nadu political parties and their leaders from raising the demand that India should re-claim  Katchatheevu. Four  resolutions  have at different times been passed by the Tamil Nadu legislature. The Indian Supreme court  has been petitioned separately by former Chief ministers Muthuvel Karunanidhi and Jayalalithaa Jayaram. The cases are yet pending. The present chief minister M.K. Stalin has written to both Prime Minister Narendra Modi and Foreign minister  Subrahmanyam Jaishankar seeking retrieval of Katchatheevu.",
    "Recently the  Katchatheevu issue  captured media attention in a big way  in India and Sri Lanka  due to popular Tamil actor  Joseph Vijay Chandrasekhar known as  Vijay. The actor who is married to a Sri Lankan Tamil, Sangeetha  Sornalingam, has launched his own political party named “Thamizhaga Vettrik Kazhagam”(TVK).  Vijay’s fan clubs numbering around 85,000  were converted into party branches. TheTVK claims a party membership of several millions.",
    "The TVK held its second Party convention in Madurai on 21 August 2025. Vijay in his address raised the Katchatheevu demand again. Vijay wanted Indian Prime Minister Narendra  Modi to help the people of Tamil Nadu by  retrieving  Katchatheevu from Sri Lanka.",
    "Tamil Nadu has a long tradition of actors entering politics. Quite a number of actors have formed their own parties in the past.Actors M.G. Ramachandran and J. Jayalalithaa have been chief ministers. Even the current chief minister Stalin has acted in a few films and TV serials. In such a milieu actor Vijay and his party though untested have gained a lot of media coverage. Though it is too early to make a proper assessment , there is little doubt that Vijay and his TVP will  have a considerable impact on  the Tamil Nadu state elections due next year.",
    "51 Year old Vijay is the highest paid actor in Tamil cinema. He is also the biggest box -office draw. Despite this Vijay has pledged that he would quit films and enter full time politics  after his last movie “Jananayakan” is released next year. Given his popularity as a film star, Vijay’s entry into politics has placed him very much  under the media spotlight .",
    "In that context ,Vijay’s  call  to retrieve  Katchatheevu has  received wide publicity especially in North Indian media. Vijay’s Katchatheevu call received wide exposure in Sri Lanka too. Sections of Social media went to town attacking Vijay. A media influenced illusion was created about  the potential  danger of  Sri Lanka losing Katchatheevu. Sri Lanka’s Foreign Minister Vijitha Herath replied to Vijay by  saying: “Katchatheevu belongs to Sri Lanka…it is Sri Lankan territory, and that will never change.”",
    "Anura Kumara  Dissanayake  made  his Katchatheevu visit. It signalled that Katchatheevu belonged to Sri Lanka and no external force could take it. The visit  was widely hailed and welcomed by the media in Sri Lanka. It also became a controversial topic in the Indian media. The president as head of state was paying an inspection visit in his own country.Yet some media circles in Tamil Nadu depicted it as if AKD was trespassing into Indian territory.",
    "Political parties and sections of the media in India in general and Tamil Nadu in particular will continue to create a furore over Katchatheevu. What is important is for Sri Lanka and Sri Lankans to avoid being side tracked  from the main problem  by diversions like Katchatheevu. The real issue affecting Indo-Lankan relations is not the ownership of Katchatheevu. It is the illegal fishing by Indian fishers in Sri Lankan waters. It is this  whale of a  problem that has to be tackled first  and  not the Katchatheevu sprat.",
    "Katchatheevu is a done deal. There is no question about Sri Lanka’s soverergnty over the Islet. However much political parties and leaders in Tamil Nadu raise the issue, there is no chance whatsoever of Sri Lanka losing Katchatheevu. Moreover it is an issue that gains prominence during election time and is relegated to the backburner thereafter. It is a seasonal phenomenon.",
    "The more serious and on going issue is illegal fishing by Tamil Nadu fishers in Lanka’s northern territorial waters. It is that which Sri Lankans and the Sri Lankan Govt should be concerned about. Instead the focus is shifting more towards the question of Katchatheevu.",
    "In realistic terms Katchatheevu is a non -issue whereas illegal fishing is clearly a grave,damaging issue. But what is happening  is that either by design or accident, the Katchatheevu matter is acting like a smoke screen to cover up the illegal fishing issue.",
    "What must be realised is that the Tamil Nadu fishers will continue to invade Lanka’s northern waters regardless of  Katchatheevu ownership. If Katchatheevu comes under India, there will be no limit to the plundering of our marine resources by Tamil Nadu fishers.",
    "Tamil Nadu fishers have been engaged in illegal fishing in  Sri Lankan territorial waters   for many, many years. A flotilla of fishing boats -many of them well-equipped large trawlers – numbering more than 500 at a time invade northern waters  illegally and poach in our territorial waters. This is  a deliberate, pre-planned exercise. This flotilla that conducts itself like an Armada fishes in the Sri Lankan waters of the Gulf of Mannar, Palk Bay, Palk Straits and Bay of Bengal.",
    "Indian fishing boats advance  very close to positions off the Sri Lankan coast in the  Jaffna Peninsula and in the districts of Kilinochchi, Mannar and Mullaitheevu. They also engage in large scale fishing in the waters outlying the northern off-shore Islands like Neduntheevu(Delft) , Nainatheevu and Katchatheevu. The Indian vessels  usually begin  encroaching into  our waters shortly before midnight and  commence withdrawing   before the crack of dawn.",
    "These Indian boats group together in large numbers for both  offensive and defensive reasons. The  preponderance of Indian boats deter Sri Lankan fishermen from accosting them  and challenging them. The sight of the flotilla/armada intimidates Sri Lankan fishers. A few  Sri Lankan fishermen  who get caught to the Indians  are assaulted and  have their boats damaged. There have been several such incidents.",
    "Even the Sri Lankan navy does not rush  into the midst of an Indian fishing flotilla. When Lankan navy vessels do so, they are encircled by the fishing boats who ram the naval vessel.  In a recent incident, a sailor from the Sri Lankan navy died of injuries sustained in a ramming incident.",
    "These are peaceful times and Sri Lanka is not at war with India. So the Lankan navy cannot  and will not  open fire at the “civilian invaders” in Indian fishing boats. Hence  the Indian fishers are not intimidated and keep fishing. However the  Indian media is regaled with stories of the Sri Lankan navy shooting innocent Indian fishers.",
    "Yet the Sri Lankan navy has not been idle, either. The Navy maintains vigil whenever possible from a distance. This curtails at times  the tendency among Indian fishers to sail  even more  closer to the Sri Lankan coast. The Navy also pounces on  Indian boats that venture far out from the protective flotilla of boats.",
    "Some Indian  boats advance far into our waters in close proximity to our shores.The navy surrounds and seizes the isolated stragglers at an opportune moment. The alien fishers are arrested and their boats seized. The Sri Lankan navy reportedly arrested 550 fishermen from India in 2024, While some including alleged boat owners are convicted,  the fishing crews  are released with a suspended sentence. Over a hundred Indian fishermen have been arrested this year.  Of these,  around seventy   are  reportedly in Sri Lankan custody still.",
    "Invading our waters as a fishing boat flotilla and poaching our fish, prawns ,cuttle fish and crabs is only one aspect of the  Indian incursions. The other and far more deadly aspect is the wanton destruction of a permanent nature caused by such activity.  Many of the Indian fishing boats  are “bottom trawlers” engaging in bottom trawling. “Bottom trawlers” are fishing vessels that typically drag large fishing nets along the seabed, scooping out everything from eggs and  fish fingerlings  to marine vegetation, in addition to the target catch of fish or shrimps.",
    "For several decades, Indian fishermen from different coastal states, including Tamil Nadu, have  indulged  in this practice that has boosted India’s seafood exports and yielded high profits. The negative consequence has been the depletion and reduction of fish and shrimps. This is particularly so in the seas off the Tamil Nadu coast, especially the Indian side of the Palk  bay and straits.",
    "This is an added reason for the impetus in Tamil Nadu for encroaching and poaching in Sri Lankan waters. By engaging in large scale bottom trawling, the Indian fishers are destroying marine life in Sri Lankan waters. In a few more years, Sri Lanka’s marine resources may be severely diminished to the point where sustainable fishing is  rendered impossible. But the selfish Tamil Nadu fishers who have caused irredeemable harm to their own  marine resources are hell bent on doing the same to Sri Lanka, too.",
    "The situation is fraught with poignant irony. India in general and Tamil Nadu in particular has been looked upon by Sri Lankan Tamils with great regard in the past. It is to Tamil Nadu that thousands of Tamils fled seeking refuge when they suffered violence at the hands of the majority in Sri Lanka. Even now there are more than a hundred thousand Tamil refugees in Tamil Nadu. Though divided by the sea and citizenship, the Sri Lankan Tamils have a fraternal Protective  relationship with their Tamil Nadu brothers and sisters.",
    "Sadly the fishing issue is beginning to change that relationship. Instead of being viewed positively the Sri Lankan Tamil fishers perceive their Tamil Nadu counterparts as aggressors. The Sri Lankan Tamils have a lot to be thankful and grateful to India and Tamil Nadu. The July 1983 anti-Tamil pogrom would not have ended but for Indian intervention. Even now if there is a repetition of “Black July”fleeing Tamils will flock to India. But as far as fishing is concerned the elder brother is treating the younger brother unfairly.",
    "It is clear  therefore that Tamil Nadu fishermen are ruthlessly and rapaciously  exploiting the marine resources of Northern Sri Lanka and in the process  causing irredeemable harm to our marine life . Furthermore, the Tamil Nadu fishers  have displayed unbelievable hostility and animus towards their Tamil speaking counterparts in Sri Lanka. The  causes for this and other related matters will be delved into in detail in the second part of this article.",
    "This article appears in the “Political Pulse”Column in the “Daily FT” dated 12 September 2025. It can be accessed here –"
  ]
}