{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/on-demeaning-anura-kumara-dissanayake/",
  "time_ut": 1718517420.0,
  "original_lang": "en",
  "original_title": "On demeaning Anura Kumara Dissanayake",
  "original_body_lines": [
    "In Sri Lanka, Tamil politics took a dramatic turn this week when Sajith Premadasa and Anura Kumara Dissanayake visited members of the Tamil National Alliance. According to media reports, Premadasa has promised to implement the 13th Amendment, while Dissanayake has vowed to revisit issues like devolution and power sharing.",
    "This is not as shocking a development as one may assume; far more shocking developments have taken place in Sri Lankan politics. Nor should it surprise anyone it is taking place months before a presidential election, arguably the most crucial in recent years, is to be held.",
    "Both Premadasa and Dissanayake are veteran political stalwarts; both have been in active politics since the early 2000s. There is something cynical about the whole matter, but perhaps what is most cynical is that the TNA itself has accepted these visits and engaged with these delegations.",
    "The TNA is testing the waters: recently it announced that it would consider fielding a Tamil presidential candidate. Yet its engagements with Sinhala parties suggests that it sees itself as what it always has been: a deal-clincher, if not king maker, for mainstream political platforms – including the SLPP.",
    "President Ranil Wickremesinghe fired the first salvo last year when he extended an invitation to Tamil parties to discuss issues relevant to the Tamil community. While many saw this as a cynical move on his part – as Rathindra Kuruwita observed in a Diplomat piece at the time, the government’s loss of popularity within the Sinhala Buddhist community has made it more open to negotiations with minority groups – the TNA itself welcomed his overtures and accepted his invitation, though subsequently a split in the party made it less amenable to holding talks with the president and his government.",
    "Of the two Opposition figures, Sajith Premadasa’s visit has caused much less consternation. As the UNP’s presidential candidate in 2019, he agreed with the TNA’s pleas to implement the 13th Amendment. It is wrong to say he has been capitulating here: it has been his stance for some time. Besides, the SJB itself is a breakaway faction of the UNP, and the UNP, going by President Wickremesinghe’s gambits, has been keen on accommodating minority votes to make up for its lack of popularity among the Sinhala Buddhist middle-class. This has become more crucial than ever in light of the economic crisis.",
    "The government’s utterly toxic, all-stick-no-carrot mixture of welfare cuts and higher taxes has led to a steep fall in popularity among constituencies which used to vote for mainstream nationalist formations. Gotabaya Rajapaksa’s policy fiascos, including his disastrous organic fertiliser experiment, led to a mass defection of these electorates. They have congealed into a floating vote bank since, up for grabs by the highest bidder. This is what the Opposition has been targeting. The Samagi Jana Balavegaya, in particular, has tried out one stratagem after another to shore up its appeal among these communities, including by taking in ex-army and political officials associated with successive Rajapaksa administrations.",
    "Whether these strategies will work in the long term is anybody’s guess. If they don’t reveal the utter cynicism of politics in Sri Lanka – which is hardly less cynical than the alliances that have been forged by mainstream and “centrist” parties in Europe and the US – they certainly indicate how mainstream political formations keep resorting to the same old tactics when elections are nearby. Morally reprehensible though this may be to some, reaching out to the army, the police, and other defence outfits has become a sine qua non here.",
    "Besides, mainstream parties have tried to square the circle, appealing to both majority and minority communities. This explains President Wickremesinghe’s overtures and the SJB’s and NPP’s recent moves. These can in turn be explained by the structure of Sri Lankan politics, its electoral system in particular, which has made minority parties indispensable partners for larger parties.",
    "As a high-ranking official of the SJB put it months ago, elections will always bode well for parties that put together the broadest possible coalition. In that respect, it makes sense to have military officials and minority groups in the same room, or on the same platform. The SJB here has been no different to the UNP.",
    "Perhaps a better way of understanding these alliances would be through a social class and economic lens. Fundamentally, the TNA is the party of the Tamil bourgeoisie, just as the UNP is the party of the Sinhala bourgeoisie. The SJB, given its past in the UNP, resonates deeply with the bourgeoisie of both communities, though it and the NPP have been reaching out to sections of the petty bourgeoisie. These ideological intersections explain why the UNP has been able to engage with mainstream Tamil parties, and why the SJB and NPP have strayed away from them and concentrated their activities elsewhere until recently.",
    "Even here, there are important differences. The SJB and NPP have marshalled in army and police officials. But the SJB has shown a preference for higher ranking officials, while the NPP has been targeting disabled veterans. The NPP has also become heavy on anti-corruption, which explains its inclusion of figures like Shani Abeysekara. It has also become critical of the IMF’s activities in Sri Lanka. This has pushed the SJB, which is otherwise aligned with the UNP’s economic policies, to differentiate itself from both the UNP and NPP. As with the NPP, it has also compelled them to interact with other communities.",
    "This is why analyses that put down the NPP over its recent meetings with the TNA seem, for the lack of a better word, disingenuous. The SJB has been receiving much less flak with regard to these meetings, perhaps because the establishment commentariat perceives its bigwigs as liberals on minority issues. According to these analysts, the NPP or JVP’s past stances, including on Indian intervention and the 13th Amendment, make their statements on provincial councils and Tamil political rights cynical at best and dishonest at worst. Anura Kumara Dissanayake’s recent declaration to the effect that we should concentrate on the future, rather than the past, has only reinforced these accusations.",
    "It’s important to understand, when considering the JVP’s past positions, that certain issues cannot be isolated from the period in which they became “relevant.” Opposition to Indian intervention, for instance, was determined by fears of India exerting itself over the country. Opposition to the 13th Amendment, devolution, and even provincial councils was coloured by these perceptions. The same went for the JVP’s stance on the campaign to defeat the LTTE. There were important linkages between these issues, however morally non-negotiable they have become for liberals, including those allied with the UNP.",
    "Those who frame the JVP as opportunist based on its stances here forget that in 2009 the JVP teamed up with the TNA in support of a common opposition candidate. In doing so, it signalled that it was not above teaming up with minority parties, and that it was willing to play an active role in electoral politics. One need only compare its shifts since the 2022 crisis with the FSP, which has become much more hardline and uncompromising in its stances. By contrast, the JVP has been reaching out to different constituencies, including the Colombo business crowd, right-wing think tanks, Western embassies, and professionals like engineers. It was only a matter of time before it would reach to minority groups.",
    "How, then, can we reconcile these shifts with its position on the war? In hindsight, the JVP’s stance on the war, and the military campaign against the LTTE, was politically more astute than wrong. One cannot deny the need to investigate human rights violations, allegations of war crimes or even genocide. But the JVP’s response to the war was more complex than a simple conflation between its pandering to ex-military officials today and its support for a military solution to the conflict may suggest. Besides, the JVP distinguished between the imperative to defeat the LTTE and the equally crucial imperative not to let one family claim ownership of that defeat. It maintained this line from at least 2005.",
    "Today, according to its critics, the NPP is going through an identity crisis. Thus, while veteran heavyweights spout the most “unacceptable”, illiberal rhetoric, its younger faces tout progressive ideals. In that scheme, it has ditched its hardline positions and is moving to the centre, becoming more doveish on minority issues.",
    "There is a tendency to view the NPP’s engagements with Tamil parties through the lens of these shifts. From a political science perspective, this is not inaccurate. Parties change all the time. Yet, as 2009 shows clearly enough, the JVP’s engagements with Tamil parties did not begin yesterday, nor will it end tomorrow. There is a shift underlying these developments, but it should not come as a surprise: the JVP, and with it the NPP, has become as open to the hard-nosed world of coalition politics as any other party.",
    "The SJB’s recent meeting with the TNA, therefore, is predictable. That does not make the NPP’s meeting any less predictable. Nor does it make the latter disingenuous. In a country where mainstream parties target the broadest coalitions with both majority and minority communities, it is unhelpful to demean one party for reaching out to political formations that other parties are reaching out to. The NPP has been in representative politics for some time. It is hardly a novice. Those who think otherwise, however, are.",
    "Uditha Devapriya is a writer, researcher, and analyst based in Sri Lanka who contributes to a number of publications on topics such as history, art and culture, politics, and foreign policy. He can be reached at udakdev1@gmail.com.",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Election Fright in Sri Lanka and India’s Marathon in a Midsummer of Elections",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}