{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Vidullanka-receives-ISO-9001-2015-for-domestic-hydro-and-solar-segments/34-763028",
  "time_ut": 1718222253.0,
  "original_lang": "en",
  "original_title": "Vidullanka receives ISO 9001:2015 for domestic hydro and solar segments",
  "original_body_lines": [
    "From left: Vidullanka Manager of Projects and Contracts Sunera Samaranayake, Nexus Business Solutions Managing Director and ISO Consultant Prabhath Samarasinghe, SGS Lanka Business Manager Chamika Wimalasiri, Vidullanka CEO Riyaz Sangani, Vidullanka Director of Operations Roshan Siriwardene, Vidullanka Assistant Manager of Operations Damitha Bandulawansa, and Vidullanka HR Executive Chamodhi Perera",
    "Vidullanka PLC has received the ISO 9001:2015 certification for Quality Management.",
    "Accredited by SGS Lanka Ltd., the certification was awarded for the business development, design and operations of the company’s domestic hydro and solar segments. It is an acknowledgement of Vidullanka’s commitment to implementing exceptional management standards to achieve its vision of sustainably energising the planet.",
    "As a pioneering renewable energy company with over 25 years of experience in the energy industry, Vidullanka PLC has always made a concerted effort to refine its approaches to quality management. With 21 power plants supplying a capacity of 51MW in their folio both locally and internationally, quality management is imperative to the company’s operations. By ensuring the processes implemented in its segments are not only efficient but constantly improved upon, Vidullanka has been able to deliver satisfactory results to its clients, a testament to the company’s reach beyond the island.",
    "Founder CEO Riyaz Sangani emphasised Vidullanka’s efforts to continue its journey of growth, stating, “We recognise the importance of implementing productive and efficient operational processes and its role in maximising our impact as a renewable energy company. Obtaining the ISO 9001:2015 certification for quality management is a reinforcement of our commitment to delivering excellence in our ultimate vision to sustainably energise the planet. We hope to make greater strides by not limiting ourselves to this new achievement and ensuring the practice of the ISO principles in all our activities.”",
    "With the ISO certification adding to Vidullanka’s ever-growing list of accolades, the company said it is well located to further expand the horizons of their passion and success in the renewable energy industry."
  ]
}