{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Court-orders-damages-in-historic-ruling-over-defamatory-SM-post/56-757966",
  "time_ut": 1706653690.0,
  "original_lang": "en",
  "original_title": "Court orders damages in historic ruling over defamatory SM post",
  "original_body_lines": [
    "In a ground-breaking ruling, the Avissawella District Court granted damages to a medical practitioner, identified as dental surgeon Dr. Lakmal Kulasekara, on Monday after it determined that a social media post about the doctor, published by the defendant Sonali C. Jayasekara, was defamatory and false.",
    "According to the plaintiff, it was claimed that on 14 June 2021, Jayasekara posted a defamatory statement on the social media platform Facebook suggesting that the plaintiff had unethically charged fees from Jayasekara’s niece for a treatment conducted on 26 October 2019, at a private hospital in Colombo.",
    "Dr. Kulasekara alleged that Jayasekara made such a statement as a result of a personal vendetta against him. This purported vendetta arose after he removed a social media comment made by her on one of his posts and subsequently blocked her. He claimed that she then initiated a social media campaign with the intention of tarnishing his image. She allegedly posted the defamatory statement on various groups, causing immense embarrassment and difficulties for him and his family. As evidence supporting his claim, Dr. Kulasekara submitted information to the court, including hospital invoices and the patient’s bedhead ticket. Additionally, the patient’s mother also provided evidence in support of the doctor during the court proceedings.",
    "While the plaintiff failed to appear before the court during the proceedings, on Monday, the court ruled in favour of Dr. Kulasekara. It determined that she had made a defamatory statement against him and ordered her to pay damages for the harm caused. Attorney at Law Charith Galhena represented the aggrieved party in the case. Commenting on the case following the judgement, Dr. Kulasekara taking to social media said he believes the case will be a landmark case. “This case holds historical significance, and those who engage in insulting behaviour on social media may now reconsider their actions. I believe that I have fulfilled a responsibility for the countless individuals who lack the strength to pursue legal action like I did,” he said."
  ]
}