{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112979/stampede-at-vijays-karur-rally-death-toll-rises-to-38",
  "time_ut": 1759027380.0,
  "original_lang": "en",
  "original_title": "Stampede at Vijay’s Karur rally: Death toll rises to 38",
  "original_body_lines": [
    "The toll from the stampede at actor Vijay’s public rally in Karur has risen to 38, Tamil Nadu DGP G Venkataraman said on Sunday.",
    "The crowd swelled due to the delayed arrival of the actor-politician to the venue and they lacked sufficient food and water during the waiting hours under the hot sun, he told reporters here.",
    "“An unfortunate incident happened; a regrettable one. As per latest information, 38 have persons have died. They are 12 men, 16 women and 10 children,” he said in an early morning briefing.",
    "He further said there was a crowd surge after the official Twitter handle of Vijay’s TVK party mentioned that he would arrive at the meeting venue by 12 noon.",
    "“Permission (for the meeting) was sought for between 3 pm-10 pm. The TVK Twitter account said he will come at 12 and crowd started coming in from 11 AM. He came at 7.40 PM. The people lacked sufficient food water under the hot sun.”",
    "“Our intention is not to blame anyone, but we are just stating the facts,” the Head of Police Force added.",
    "While the organisers put the expected number at 10,000, about 27,000 people turned up to have a glimpse of the actor, Venkataraman said.",
    "Asked if there were “only 500” police personnel on bandobast duty, he said the meeting venue was a public road and more police cover would have meant people would not have sufficient space.",
    "Two days ago, the meeting of a “big party” was held here, he said in an apparent reference to the AIADMK.",
    "Asked if there was any “security lapse” that led to the tragic incident, he pointed out that the government has announced a Commission of Inquiry to probe the cause.",
    "The organisers were clearly told about crowd and related issues and the police is only “extra help,” and there cannot be added police presence anticipating such a surge in crowd.",
    "Presently ADGP (Law and Order), Davidson Airvatham, 3 Inspector General of Police, 2 DIGs, 10 SPs and 2000 police personnel have left for Karur, he said."
  ]
}