{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/exporters-call-for-urgent-reforms-and-labour-solutions/",
  "time_ut": 1757956920.0,
  "original_lang": "en",
  "original_title": "Exporters call for urgent reforms and labour solutions",
  "original_body_lines": [
    "The National Chamber of Exporters of Sri Lanka (NCE) has submitted a comprehensive package of proposals for the upcoming national budget, calling for bold reforms to strengthen the export sector, attract investment, and enhance Sri Lanka’s global competitiveness.",
    "The recommendations are the outcome of extensive consultations with NCE members and the Chamber’s sectoral heads, ensuring they reflect the genuine challenges and aspirations of exporters across industries. While specific reforms have been suggested for high-potential sectors such as minerals, floriculture and horticulture, the Chamber stressed that the majority of proposals are cross-cutting measures that apply broadly across all export industries.",
    "Exporters face delays and high costs due to inefficient procedures and outdated systems. The NCE has called for:",
    "Sri Lankan exporters often lose value by supplying under foreign labels. To build stronger brand equity, the NCE proposes:",
    "Fast-tracked trademark registration and Sri Lanka’s accession to the Madrid Protocol.",
    "Relaunch of the EDB Brand Development Program and global campaigns showcasing Sri Lankan quality.",
    "The high cost of compliance and lack of accredited facilities hinder exporters, especially SMEs. The NCE recommends:",
    "EDB reimbursement of 50% of certification costs and low-interest loan schemes.",
    "Sri Lanka’s exporters need more incentives to move up the value chain. Proposals include:",
    "Tax-free export profits for products with more than 60% local value addition.",
    "Triple tax deductions for R&D, product innovation, and sustainability practices.",
    "DevPro and Alliance Finance Company join hands to promote innovative financing for Inclusive Economic Development",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}