{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/global-fund-for-coral-reefs-and-oceanpick-partner-to-transform-aquaculture/",
  "time_ut": 1732725420.0,
  "original_lang": "en",
  "original_title": "Global Fund for Coral Reefs and Oceanpick partner to transform aquaculture",
  "original_body_lines": [
    "The Global Fund for Coral Reefs1 (GFCR), an investment fund managed by Pegasus Capital Advisors, has announced an investment in Oceanpick, South Asia’s premier oceanic barramundi farm backed by both Best Aquaculture Practices (BAP) and Aquaculture Stewardship Council (ASC) certifications.",
    "This investment aims to showcase advanced sustainable aquaculture practices, promote economic development in local communities, and support climate-resilient livelihoods for coastal communities in Sri Lanka.",
    "Small island nations like Sri Lanka face significant challenges from climate change, including rising sea levels and extreme weather events, which threaten marine ecosystems and surrounding communities. In Trincomalee, the location of Oceanpick, destructive practices like blast fishing cause severe damage to coral reefs, further exacerbating the vulnerability of local ecosystems. This investment addresses these urgent issues by providing alternative livelihoods for those dependent on these systems while supporting and protecting marine environments.",
    "“We are proud to partner with Oceanpick to advance sustainable aquaculture that transforms coastal ecosystems and communities and drives the creation of a new blue economy for the island nation of Sri Lanka,” said Dale Galvin, Managing Director of the Global Fund for Coral Reefs. “Oceanpick aims to make a tangible difference in the region, with goals to grow climate-resilient species in ultra-sustainable fashion, while creating jobs and promoting alternatives that will lead to more holistic protection of Sri Lanka’s critical coral reefs and coastal marine habitat.”",
    "LAUGFS Lubricants powers Colombo Motor Show 2024 as the Official Lubricant Partner",
    "Dialog unveils Sri Lanka’s first AI Assistant for local developer community",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}