{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/103-young-minds-from-sri-lanka-are-ready-and-waiting-to-rock-ucmas-international-competition-in-new-delhi/",
  "time_ut": 1733938680.0,
  "original_lang": "en",
  "original_title": "103 young minds from Sri Lanka are ready and waiting to rock UCMAS International Competition in New Delhi",
  "original_body_lines": [
    "103 young talents are excited to represent Sri Lanka at the UCMAS International Competition 2024,",
    "which is to be held on 14th December 2024, at the New Delhi University, Multi Purpose Hall, North Campus, Delhi University, New Delhi 110007.",
    "This is by far the biggest Abacus based Mental Arithmetic Competition in the World, held annually. Whilst children from more than 80 countries around the world are expected to participate in this competition, Sri Lanka is proud of being represented by the highest number of Overseas Children at this Competition. This is a historic victory and a great honour to our Nation.",
    "The CEO of UCMAS Sri Lanka, Vijay Sivashankar, commented that under the new management and leadership of the company, UCMAS Sri Lanka has taken great strides in giving “Education with a Difference” to students and not only making them geniuses, but also providing them a platform to perform at International Events, enabling them to meet the challenges of the future. He further stated, “We were able to successfully conduct the Sri Lankan National Championship on a Grand Scale, in August this year, with more than 2000 competitors participating from UCMAS Centres Island wide”.",
    "He also mentioned that having 103 Students from 74 Centres around the Island Nation participate in the International Competition is a great pride for our Sri Lanka. We are expecting our brilliant Sri Lankan Students to perform exceptionally well at the International Competition, he said. This year, 4 Sri Lankan Students have been carefully selected based on Merit, for the World Cup Challenge 2024. This is a new feature in the International Competition which was introduced newly, and our Students have willingly taken up this Challenge as well, he added. UCMAS is a Skills Development Programme based on the Abacus for kids aged 4 to 13 showing results in the following areas: Concentration, Observation, Memory, Imagination, Creativity, Judgement, Application, Reasoning and Self Confidence.",
    "It is a Programme based on continuous Research and Development where it is designed to stimulate the whole Brain; and as a result, Students excel not only in Mathematics but also in all other School Subjects as well in games such as Cricket, Soccer, Chess and other Board Games requiring Focus and Concentration.",
    "This Programme was introduced Worldwide by Prof. Dr. Dino Wong and has been subject to continuous Research and Development by many Intellectuals around the World. Research done by Professor Dr. David Barner from University of California and Professor Dr. Michael Barner from MIT on UCMAS students has proven that these students have shown extra ordinary talents compared to their school peers.",
    "Currently this Programme is offered in 85 Countries around the Globe and is conducted in more than 6000 Centres with over 3.5 million students trained.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}