{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unilever-lever-ayush-strengthens-commitment-to-traditional-medicine-as-main-sponsor-of-international-research-symposium-at-ayurex-colombo-2024/",
  "time_ut": 1716430980.0,
  "original_lang": "en",
  "original_title": "Unilever – Lever Ayush strengthens commitment to traditional medicine as Main Sponsor of International Research Symposium at AyurEx Colombo 2024",
  "original_body_lines": [
    "Building on a successful partnership in 2023, Lever Ayush, one of the leading Ayurvedic brands in the country, once again served as the Main Sponsor for the International Research Symposium at AyurEx Colombo 2024. Held recently, the event was a premier platform for celebrating and advancing traditional medicine practices.",
    "“At Lever Ayush, we are dedicated to upholding and innovating the wisdom of Ayurveda,” said Shamara Silva, Marketing Director – Beauty & Wellbeing and Personal Care of Unilever Sri Lanka. “Our partnership with AyurEx Colombo 2024 for its International Research Symposium reflects this commitment. This prestigious event fosters collaboration and knowledge exchange, propelling Ayurveda onto the global stage. We are proud to partner with AyurEx Colombo 2024, a platform that fosters research and education in traditional medicine. Through this collaboration, we strive to ensure that the benefits of Ayurveda remain accessible and relevant for generations to come.”",
    "Dr Dammika Abeygunawardena, Commissioner General of Ayurveda at the Department of Ayurveda, Ministry of Health, Sri Lanka, also commented on the successful collaboration, “We are delighted to have Lever Ayush as the Main Sponsor for the AyurEx Colombo 2024 International Research Symposium. Their continued support is instrumental in raising awareness and propelling research in the field of traditional medicine. This year’s focus on ‘One Health for Sustainable and Healthy Living of Humans, Animals, and Ecosystems,’ perfectly aligns with our vision for a holistic approach to healthcare, benefiting both Sri Lanka and the global community.”",
    "This year’s sponsorship signifies a deepened commitment by Lever Ayush to Sri Lanka’s rich Ayurvedic legacy. Organized by the Faculty of Graduate Studies, University of Kelaniya in collaboration with the Department of the Ayurveda, Ministry of Health, Sri Lanka, the symposium brought together over 10 eminent speakers and featured 15 lectures by international experts.",
    "Lever Ayush’s increased involvement in AyurEx Colombo 2024 builds upon the success of the 2023 partnership. Last year, the brand served as the Title Sponsor for the International Conference and the Main Sponsor for the Exhibition and Trade Fair. This year’s focus on the symposium reflects a strategic decision to champion research and development within the field.",
    "Launched in 2018, Lever Ayush offers a range of Ayurveda-registered products inspired by 5,000 years of wisdom. The brand leverages traditional knowledge to create modern hygiene and beauty solutions, that resonate with today’s consumers. Manufactured in Sri Lanka under the guidance of an Ayurvedic Doctor, Lever Ayush products are a testament to Unilever Sri Lanka’s commitment to preserving and nurturing Sri Lankan heritage.",
    "Unilever Sri Lanka and Ministry of Agriculture & Plantation Industries sign MOU on sustainable tea production",
    "Unilever Sri Lanka, the Central Environmental Authority and the Marine Environment Protection Authority enter into a partnership for a sustainable future",
    "Unilever Sri Lanka celebrates a Decade of Empowering Sri Lanka’s Youth",
    "‘Unilever Around Sri Lanka in 60 Days’, an initiative launched to upskill and empower youth across universities in Sri Lanka",
    "Unilever- Lever Ayush collaborates with Department of Ayurveda to foster traditional medicine as the main sponsor of AyurEx 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}