{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99044/action-against-man-who-caused-disturbance-at-bia-visa-counters-and-officers-who-recorded-incident",
  "time_ut": 1714980300.0,
  "original_lang": "en",
  "original_title": "Action against man who caused disturbance at BIA visa counters and officers who recorded incident",
  "original_body_lines": [
    "Minister of Public Security Tiran Alles says that action will be taken against the person who had caused a disturbance recently in the visa issuance section at the Bandaranaike International Airport (BIA) in Katunayake.",
    "The minister said that action will also be taken against the officers who had recorded the incident in question.",
    "Minister Alles revealed this during a special press conference held today (06) in relation to the recent controversial issue concerning the issuance of On-Arrival Visas at the BIA in Katunayake.",
    "The Minister explained that the proposal regarding the new visa system was unanimously passed in Parliament without a debate on November 23, 2023.",
    "He stated that the issue of visa fees was also part of the adopted proposal, and that even though it was passed in November, it was not possible to implement the change through the Electronic Travel Authorization (ETA) system and therefore they had to wait until April 17 to implement it through the VFS system.",
    "The Minister further stated that due to the issues with ETA system, they had proceeded with changing the system.",
    "He further said: “The talk was only about the USD 75, which means a 6-month visa, a double entry visa. But there was a small mistake on our end. Our 50-day visa was USD 30. Once we passed this, we couldn’t include it in the system, and therefore we had to go back to the Parliament. We cannot publish a gazette without approving it in the parliament. Before leaving the country, I passed the 50-day visa along with the resident visa. It will be in the system from tomorrow onwards. For 30 days single entry visa is USD 50.”",
    "“We had received a proposal regarding the VFS. Everyone who travels overseas knows what VFS is. It is a company used by 67 governments, at around 3,300 centres in 151 countries. There is no one to compete with that service. They are the world’s number one in that.  Every country in the world uses VFS.",
    "“One accusation that was made is that this is an Indian company and that Indians were handling the visa counters. I looked into this. VFS is not an Indian company. ‘Black Stone’ is their major shareholder. VFS will issue a statement today mentioning who they are and what they are doing in Sri Lanka. This issue started on May 01. On that day, only Sri Lankans were in the counter and there were no Indians. I have the list of names with me. Thirteen of them are Sri Lankans. The person who was shouting claims they are Indians. VFS cannot issue visas nor can they reject them. Only the Department of Immigration and Emigration can do that. What VFS does is only check the documents.”"
  ]
}