{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lolcs-livestock-insurance-promotes-human-leopard-coexistence/",
  "time_ut": 1758290940.0,
  "original_lang": "en",
  "original_title": "LOLC’s Livestock Insurance promotes human-leopard coexistence",
  "original_body_lines": [
    "The Sri Lankan Leopard (Panthera pardus kotiya), endemic to the island and with fewer than 1,000 mature individuals remaining in the wild, faces a precarious future as it struggles against habitat loss, prey depletion, snares, and retaliation killings.",
    "As a keystone species and a vital contributor to Sri Lanka’s ecosystems, eco-tourism, and national economy, its survival is of immense importance. However, human-leopard conflict continues to pose one of the greatest threats, with predation on unattended livestock and pets often leading to retaliatory killings, an instinctive act of protection by rural communities, but one that tragically diminishes the nation’s most iconic wildlife.",
    "To break this cycle, LOLC Holdings, together with the United Nations Development Programme (UNDP) Sri Lanka’s Biodiversity Finance Initiative (BIOFIN) and the Wildlife and Nature Protection Society of Sri Lanka (WNPS), under the guidance of the Department of Wildlife Conservation, has introduced a pioneering Livestock Insurance Scheme through LOLC General Insurance.",
    "This first-of-its-kind initiative provides financial compensation to farmers who lose livestock to leopard predation, eliminating the need for revenge killings and offering a practical, sustainable solution for coexistence. The pilot project will be rolled out in Hingurakgoda, Sigiriya, Minneriya, and Dambulla, targeting cattle farmers with herds of 100 or fewer. Verified predation cases will qualify for insurance claims, ensuring timely relief while safeguarding the leopard’s future.",
    "Speaking at the launch held in August 2025, which was graced by representatives of LOLC Holdings, the Department of Wildlife Conservation, WNPS, and UNDP BIOFIN, Mr. Kithsiri Gunawardena, Chief Operating Officer of LOLC Holdings PLC, shared his thoughts,",
    "“Protecting our biodiversity is as vital as advancing livelihoods. As Sri Lanka progresses, it is imperative that we strike a careful balance between development and conservation. This insurance scheme goes beyond supporting farmers, it represents a commitment to securing the long-term survival of our apex predator, a true national treasure. The responsibility rests with all of us individuals, organizations, and the nation as a whole to preserve our wilderness and safeguard it for generations yet to come.”",
    "Union Assurance sells 22 percent stake in Fairfirst Insurance to Fairfax Asia amid robust market conditions",
    "Sampath Bank strengthens community engagement at Nallur Kandaswamy Kovil Festival with 200,000 devotees",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}