{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/adbs-water-brings-life-to-vavuniya-but-affordability-crisis-looms-for-the-poor/",
  "time_ut": 1757851500.0,
  "original_lang": "en",
  "original_title": "ADB’s water brings life to Vavuniya, but affordability crisis looms for the poor",
  "original_body_lines": [
    "For the women of Vavuniya’s rural outskirts, the Asian Development Bank (ADB) didn’t just lay pipes; it gifted them time. It returned to them the hours once spent in a daily, desperate pilgrimage for water.",
    "Before 2009, their lives were defined by the walk to the well – a journey that often ended in disappointment, with dry pumps and empty pots. Their children, parched, sometimes missed school. Their husbands, daily-wage labourers earning a median of Rs. 2,000 a day, left for work with anxiety weighing as heavy as the tropical sun.",
    "Today, the turn of a tap brings a clean, steady flow, a miracle made possible by the ADB’s $40 million investment under the Dry Zone Urban Water and Sanitation Project. This ambitious scheme replaced a defunct system, constructing a new dam and a modern treatment plant that now delivers safe, potable water to 80,000 people. The physical transformation is undeniable; a feat of engineering that ended a decades-long water crisis.",
    "But for women like Maithri, Jinothia, and Ratha, this blessing has come with a new, painful paradox: they have water they can no longer afford.",
    "They emphasized that their true need is not for subsidy schemes, but for sustainable work opportunities within their own communities",
    "“The ADB has done us a great help by giving us water. Our children are happy, and our men can have peace of mind at work,” they shared, their gratitude palpable. The precious time saved is now invested in small house gardens and ensuring better family sanitation. Yet, this new life has a new, heavier price tag – a monthly water bill of approximately Rs. 6,000, a catastrophic amount for families surviving on a precarious daily income.",
    "The cruel arithmetic is inescapable. Their water bill consumes nearly a third of their monthly income if work is consistent, which it often is not. Their plea is not for more water, but for mercy. They urgently request the authorities to relook at the tariff structure for low-income households and provide relief.",
    "A second, equally daunting barrier remains: the initial connection fee of Rs. 35,000. For many, this is an insurmountable sum, locking them out of the very system built to serve them. They beg for a government subsidy or an easy payment plan to bring this essential service within reach.",
    "While Vavuniya’s urban population enjoys the ADB’s support without this financial strain, the story in the rural fringes is tragically different. The ADB fulfilled its duty, building a world-class system that brought water to the doorstep. But the final step – ensuring it is accessible to all – requires a deeper dive into the misery of the poor by the national authorities.",
    "The water is there, a symbol of hope and progress. But for the poorest, it remains just on the other side of the tap, a lifeline they can see but cannot fully grasp without drowning in debt. The project is a resounding success, but its final chapter on equity and affordability is yet to be written.",
    "Ultimately, these women aspire to live with dignity. They emphasized that their true need is not for subsidy schemes, but for sustainable work opportunities within their own communities. “If the authorities bring investments here and create jobs here, we can foot the water bills and connection fees without an issue,” they stated. Their appeal is for economic empowerment: “Get us to work with stable incomes, and we won’t ask anything from you.” For them, the water will truly be a gift of life only when it flows from a tap they can afford, powered by the dignity of their own labour.",
    "Pussalla Agri Ventures makes strategic investment in Sri Lanka’s spice tourism landscape",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}