{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Pitfalls-of-overtrading-for-SMEs/4-766586",
  "time_ut": 1726015812.0,
  "original_lang": "en",
  "original_title": "Pitfalls of overtrading for SMEs",
  "original_body_lines": [
    "As an entrepreneur you sometimes see a big demand is growing for your business and you tend to think you can have a high speed expansion in your business, that you can override all your competitors and make enormous profits within a short span. This is not always correct and if you do it without having a proper evaluation, not that your business will expand but it will lead to a total disaster.",
    "In large and medium level corporates, there are accountants and other professionals to do this study but mostly small and micro level business units do not have a proper idea of this danger. There have nevertheless been instances, where corporates too have fallen in to this kind of disaster due to their negligence. In a business whether it’s big or small, many trading issues come because of two reasons, either over-trading or under trading. In this article I only focus on overtrading of small and medium scale entrepreneurs.",
    "Most people think that Titanic sank because it hit an iceberg, when the real reason was, it was travelling too fast. Titanic was travelling at a high rate of speed when it crashed into that iceberg.   The ship was plotting a course through freezing waters. It was dark. Yet it did not alter its speed. Not exactly a great strategy and not smart risk management.",
    "For a business to expand its sales it has to increase its stocks. To increase the stocks, you need to have capital. If the capital is not available to increase the stocks, either you have to increase the “creditors” or borrow on short term or long term.",
    "Overtrading can occur even if a business is operated profitably, since it is an issue of the working capital and cash flow.",
    "If the following symptoms are visible in a business, then the business is facing the overtrading issue.",
    "nHigh revenue growth but low gross and operating profit margins",
    "Significant increases in the payables day’s and receivables day’s ratios",
    "Payable days: It is the financial ratio that shows the average number of days that takes for the business to pay its vendor over 365 days.",
    "Receivable days: The average time a customer takes to pay back a business for a products or services purchased.",
    "Over-trading may happen in a business mainly because of following reasons.",
    "nSales are boosted up by allowing large amount of credit sales and the customers take longer time than expected to settle their dues",
    "nBefore the revenue is generated growth is accomplished by making substantial capital investment in production or operation capacity",
    "nRequirement of Significant growth in inventories in order to meet up expanding volumes of sales",
    "nHaving long-term contracts for payments to be received  from customers under the contract but       substantial costs  are made before receiving such payments",
    "It’s often triggered by a misinterpretation of market signals, psychological factors such as fear or greed, and easy access to trading platforms. If the entrepreneur is cautious about these situations that is observed to exist, overtrading can be avoided to a great extent.",
    "Misinterpretation of market signals is one of the main causes of overtrading. Traders often misread market data, leading them to make trades based on perceived opportunities that may not actually exist.",
    "For instance, a sudden rise in a stock’s price might be seen as a buying opportunity, when in fact, the price might be peaking and about to decline.",
    "Overtrading can also be driven by psychological factors. Fear of missing out (FOMO) on lucrative deals, greed for higher returns, and the thrill of trading can push investors to trade excessively.",
    "The propagation of online trading platforms has made it easier than ever for individuals to trade, often leading to overtrading.",
    "Furthermore, having excessive capital can also lead to overtrading as investors may feel the need to constantly invest their funds instead of strategically.",
    "Overtrading can lead to significant financial losses. High transaction costs, poor trade decisions, and the impact of market volatility can rapidly deplete an investor’s capital.",
    "Overtrading can also have severe emotional and psychological effects. The stress of constant trading, coupled with financial losses, can lead to anxiety, depression, and other mental health issues.",
    "The thrill of trading, especially when occasionally it leads to substantial gains, can become addictive. This addiction can further fuel overtrading, creating a vicious cycle that is hard to break.",
    "In general it can increase market volatility, create inefficiencies, and even contribute to the formation of financial bubbles that can lead to market crashes.",
    "Understanding these aspects of overtrading is critical for both individual investors and market regulars to promote healthier and more sustainable trading practices.",
    "Cash Flow Management and the Working Capital Management are paramount to avoid the risk of overtrading. For this purpose the most effective steps are",
    "Avoiding long term credit to the buyers and encourage prompt payments through discounts.",
    "Scaling back the pace of revenue growth until profit margins and cash reserves have improved",
    "Education is key to preventing overtrading. Investors need to understand the risks associated with overtrading and learn to recognise the signs of excessive trading Conclusion",
    "Overtrading happens when a business undertakes to produce or sell larger volumes but finds that it needs greater capacities of resources than what is available. Key requirements to avoid this situation are the proper management of your cash flow along with the right understanding of your business model.",
    "(The writer is a senior banker, currently functioning as a Board Director of a leading non-banking financial institution in the country)"
  ]
}