{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rupee-expected-to-reach-280-to-us-dollar-by-june-president-155508/",
  "time_ut": 1711000680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee expected to reach 280 to US dollar by June: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee is expected to reach 280 to the US dollar by June 2024, President Ranil Wickremesinghe has said as the central bank continues to operate deflationary policy.",
    "“The rupee has strengthened so far, and by June we expect the dollar will reach 280 rupees,” President Wickremesinghe was quoted as saying at a ceremony at a temple in Kegalle on March 20.",
    "“Then the prices of goods will fall. Next year the rupee may strengthen even more.”",
    "Sri Lanka’s central bank is now conducting deflationary policy (selling down its Treasury bills and mopping up liquidity from dollar purchases) which reduces the total dollar outflows compared to inflows.",
    "Just as a de facto pegged central bank (reserve collecting) loses control of the exchange rate when inflationary open market operations are conducted (rates cut with printed money from reverse repo injections or standing facilities), the opposite happens, when liquidity is withdrawn.",
    "However there are concerns among some analysts that imbalances may be building up with central bank swaps with domestic counterparties and also the deferred payments on petroleum which may distort domestic credit conditions.",
    "Under International Monetary Fund programs, after 1978 in particular, bad money or age-of-inflation central banks usually do not allow exchange rates to appreciate or be stable, due to statistical arguments including the real effective exchange rate.",
    "The real effective exchange rate is the most cited reason for justifying a depreciating currency by inflationist macro-economists.",
    "Central banks of East Asian export power houses targeted the exchange rate tightly with deflationary policy, (usually with negative domestic assets) or operated currency boards as an external anchor to provide monetary stability and attract foreign capital in their high growth periods.",
    "An appreciating currency can hit exporters, who have increased salaries. Salaries however have been raised about 30 percent at some export firms.",
    "Due to good monetary policy, inflation has been contained. Inflation shown by an index which contains a mix of trade commodities and services was only 5.9 percent over the past 17 months, data show.",
    "Sri Lanka’s real effective exchange rate index was at 73 by January 2024, sharply below 100, which is claimed to be neutral by Mercantilists.",
    "Analysts however have warned that Sri Lanka’s currency tends to come under pressure in the second year of an IMF program as domestic private credit recovers, due to a deeply flawed operational framework where rates are narrowly targeted with inflationary open market operations.",
    "Sri Lanka does not have a penalty rate for standing facilities, a tactic used even by some floating rate central banks to mimic the policy corridor of reserve collecting ones, and push market participants to cover their positions with real deposits or interbank borrowings instead of relying on central bank credit.",
    "Meanwhile the central bank has also announced that it will have a ‘single policy rate’ on top of the lack of a penalty rate for standing facilities. (Colombo/Mar21/2024)"
  ]
}