{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83457",
  "time_ut": 1705432500.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Supreme Court Quashes the “Arbitrary and Irrational” Presidential Pardon Granted by Gotabaya Rajapaksa to Convicted Killer Duminda  Silva",
  "original_body_lines": [
    "The Supreme Court of Sri Lanka on Wednesday revoked the presidential pardon granted to a former parliamentarian convicted for murdering a political rival.",
    "Ruling on the case challenging former President Gotabaya Rajapaksa’s 2021 pardon of ex-MP Duminda Silva, the country’s top court deemed the decision “arbitrary and irrational”, and directed prison authorities to implement the sentence.",
    "The SC’s verdict pertains to the conviction of Mr. Silva and four others for the murder of Bharatha Laxman Premachandra — Mr. Silva’s rival within the party, helmed by Mahinda Rajapaksa — in October 2011.",
    "The intra-party, fatal shootout coincided with the local government elections that year. In 2016, a High Court Trial-at-Bar sentenced Mr. Silva and four others to death. However, Sri Lanka has maintained a moratorium on capital punishment since 1976, and their sentences were effectively commuted to life.",
    "In June 2021, former President Gotabaya Rajapaksa pardoned his ally Mr. Silva — among 94 others — triggering strong criticism from the political opposition and rights groups. Relatives of the victim challenged the decision at the Supreme Court, whose three-member bench on Wednesday unanimously quashed Mr. Gotabaya’s move.",
    "The development brings into focus another controversial presidential pardon. Barely four months after being elected President in November 2019, Mr. Gotabaya pardoned and released army man Sunil Ratnayake convicted for killing eight Tamil civilians, including a five-year-old and two teenagers, during the civil war.  Many, including family members of victims, have challenged the decision and the Supreme Court is expected to hear the case later this year."
  ]
}