{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Having-Fox-Hill-race-on-Easter-Attack-anniversary-day-was-unintentional-Army/108-281194",
  "time_ut": 1713817860.0,
  "original_lang": "en",
  "original_title": "Having Fox Hill race on Easter Attack anniversary day was unintentional: Army",
  "original_body_lines": [
    "Colombo, April 23 (Daily Mirror) - Sri Lanka Army yesterday said organising the Fox Hill Super Cross race on April 21st when the fifth Easter Attack commemoration was taking place in the country was unintentional, as heavy public criticism was underway for holding the event on a day of public mourning.",
    "Public criticism is currently underway through various dialogues on social media presently about the date selected by the race organisers to hold it on April 21st, the day of the Easter Bombings which took place in 2019 and also the same day the last motor race was held and stopped on the way as a result of the terrorist attacks.",
    "Criticism is also charged towards an after-event organised in line with the races with DJ music at a location in Bandarawela that was held on Sunday night amidst the unfortunate accident at the races which left seven spectators killed and 30 others injured.",
    "According to a senior military official, holding the motor race following an interval of four years on the very date of April 21st was considered the next best holiday weekend subsequent to the Sinhala and Tamil New Year and nothing intentional.",
    "Army’s Deputy Chief of Staff and Chairman Army Motorsports Committee Major General Indu Samarakoon told the Daily Mirror the event has been organised after four years concerning the heavy demand of the spectators and the country’s motorsports enthusiasts for not witnessing a motor cross in a long time.",
    "He said the date April 21st was picked as the next immediate holiday of the Sinhala and Tamil New Year as usual.",
    "“Usually we have to pre-plan the dates for our sporting events and send them to the Ministry of Sport to be included in the national sports calendar. That is how this event came into being this year,” the Major General said.",
    "General Samarakoon who was a contestant as well as a member of the organising committee of the last Fox Hill Super Cross in 2019 said they took immediate measures to cancel the races as soon as the news of the Easter bombings reached their ears.",
    "However, Maj. Gen. Samarakoon denied any Army’s link to the after party that had been organised on Sunday night, saying the Fox Hill Super Cross had never organised after parties in its 28-year history.",
    "“Even I too witnessed certain social media posts about a party to be held in a holiday resort in Bandarawela but the Army has no connection to it,” he said.",
    "A post was widely published on social media platforms about a party themed as ‘Fox Hill Journey’ an event to be somehow held despite the critical incident, saying the cancellation of the event was impossible owing to the already made commitments. The event advertised with a ticket priced at Rs.4,000 had commenced at 6.00 pm and had gone till late in the night."
  ]
}