{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/amana-banks-nine-month-pat-tops-rs-one-bn/",
  "time_ut": 1731789540.0,
  "original_lang": "en",
  "original_title": "Amana Bank’s nine month PAT tops Rs. one bn.",
  "original_body_lines": [
    "Advances surpass LKR 100 billion milestone, with a growth of 16%",
    "Amãna Bank continued its strong financial performance as it closed the nine months ending September 30, 2024 with a Profit Before Tax of LKR 1.98 billion, reflecting a 18% YoY increase compared to LKR 1.68 billion recorded for the corresponding period of 2023. Showcasing a 26% YoY growth, Profit After Tax grew from LKR 891 million to cross the LKR 1 billion mark and close at LKR 1.12 billion, a news release from the bank said.",
    "With financing rates declining across the banking industry in a bid to spur economic growth, the Bank’s financing income closed at LKR 11.70 billion. However, by maintaining a strong financing margin of 4.1%, the Bank posted a Net Financing Income growth of 6% YoY to reach LKR 5.13 billion compared with LKR 4.85 billion posted in the corresponding period in 2023.",
    "The Bank’s Total Operating income stood at LKR 6.50 billion, marginally lower by 4% from last year. With a robust recovery mechanism in place and renewed customer engagement, the Bank was able to reduce its impairment charges by 73%, due to which Net Operating Income improved by 16% YoY to close at LKR 6.11 billion.",
    "Despite increase in Operating Expenses, the Bank continued to maintain a healthy cost to income ratio of 53%, resulting in a 6% YoY growth in Operating Profit before VAT on Financial Services to post LKR 2.69 billion. The Bank’s aggregate tax contribution of approx. LKR 1.57 billion accounted for a significant 58% of the Bank’s Operating Profit before all taxes. The Total Comprehensive Income for the period was LKR 1.10 billion, reflecting a healthy YoY growth of 24%.",
    "During the third quarter Fitch Ratings Sri Lanka upgraded Amãna Bank’s national long-term rating from BB+(lka) to an investment grade rating of BBB-(lka), with a stable outlook, opening up multiple opportunities for growth and expansion. The Bank also recently declared its 7th consecutive dividend, being the highest ever dividend payout so far totalling LKR 661 million which marks a doubling of the dividend paid in 2023.",
    "Commenting on the nine-month performance Amãna Bank Chairman Asgi Akbarally stated “In a quarter in which the entire country’s focus was primarily on the Presidential election, Amãna Bank, despite a challenging environment, once again showcased its resilience to post a strong financial performance on key matrices. On behalf of the board, I would like to extend our appreciation to all our valued stakeholders, who have continued to support the Bank’s journey of growth and prosperity.”",
    "Also sharing his comments, Amãna Bank Managing Director/CEO Mohamed Azmeer stated “We are pleased with the Bank’s strong performance during the first nine months of the year, demonstrating its resilience and ability to deliver sustainable growth. Amãna Bank’s development focussed and people friendly banking approach along with prudent risk management practices and efficient operations have enabled us to navigate challenging market conditions and once again deliver value to its stakeholders.”",
    "Amana Takaful launches “Executive Edge” forum to mark 25 years of excellence",
    "Hayleys records 78% growth in PBT to Rs.12.73 bn in first half",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}