{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102692/india-withdraws-canada-envoy-named-in-probe-expels-diplomats",
  "time_ut": 1728924660.0,
  "original_lang": "en",
  "original_title": "India withdraws Canada envoy named in probe, expels diplomats",
  "original_body_lines": [
    "India ordered the expulsion of six Canadian diplomats on Monday and withdrew its own envoy from Canada, in response to what it said was Ottawa’s decision to name him and others as “persons of interest” in an investigation.",
    "India did not go into detail on the investigation, but relations have been fraught since 2023, when Canadian Prime Minister Justin Trudeau said he had evidence linking Indian agents to the assassination of a Sikh separatist leader on his territory.",
    "India has long denied Trudeau’s accusation. On Monday it dismissed Canada’s move on the inquiry and accused Trudeau of pursuing a “political agenda”.",
    "“We have no faith in the current Canadian Government’s commitment to ensure their security.",
    "Therefore, the Government of India has decided to withdraw the High Commissioner and other targeted diplomats and officials,” India’s foreign ministry said in a statement.",
    "It later said it had asked the six Canadian diplomats to leave by Saturday.",
    "It also said it had summoned Canadian Charge d’Affaires Stewart Wheeler to protest.",
    "Canada’s government has not publicly confirmed that it has named any Indian official as a person of interest.",
    "Wheeler on Monday reiterated Trudeau’s accusation, saying in a statement: “Canada has provided credible, irrefutable evidence of ties between agents of the Government of India and the murder of a Canadian citizen on Canadian soil.",
    "“Now, it is time for India to live up to what it said it would do and look into those allegations.”",
    "India has repeatedly said Canada has not shared any evidence to back its claim.",
    "“This latest step follows interactions that have again witnessed assertions without any facts. This leaves little doubt that on the pretext of an investigation, there is a deliberate strategy of smearing India for political gains,” India’s foreign ministry said earlier on Monday.",
    "Canada withdrew more than 40 diplomats from India in October 2023 after New Delhi asked Ottawa to reduce its diplomatic presence.",
    "In June, a committee of Canadian parliamentarians named India and China as the main foreign threats to its democratic institutions, based on input from intelligence agencies.",
    "The U.S. has also alleged that Indian agents were involved in an attempted assassination plot of another Sikh separatist leader in New York in 2023, and said it had indicted an Indian national working at the behest of an unnamed Indian government official.",
    "India expressed concern after the U.S. raised the issue, dissociating itself from the plot, and has launched an investigation.",
    "The accusations of assassination plots against Sikh separatist leaders in Canada and the U.S. have tested their relationship with India as they look to forge deeper ties with the country to counter China’s rising global influence."
  ]
}