{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/second-quarter-growth-predictions-trigger-bull-run-in-bourse/",
  "time_ut": 1758043740.0,
  "original_lang": "en",
  "original_title": "Second quarter growth predictions trigger bull-run in bourse",
  "original_body_lines": [
    "CSE activities turned extremely bullish yesterday when the Finance Ministry reported that 2025 second quarter GDP growth potential was higher than expected.",
    "Initially it was reported that second quarter GDP for the year was 3.1 percent but latest reports note that it has moved up to 4.9 percent, thus enabling investor sentiment to improve significantly, market analysts said.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 263.98 points while S and P SL20 rose by 81.75 points. Turnover stood at Rs 6.22 billion with ten crossings.",
    "Top seven crossings reported were; Chevron Lubricants 1.2 million shares crossed to the tune of Rs 207 million; its shares traded at Rs 170, Hemas Holdings 4.7 million shares crossed for Rs 141.8 million; its shares traded at Rs 30.30, Central Finance 372,000 shares crossed for Rs 104 million; its shares sold at Rs 280, Aitken Spence 640,000 shares crossed for Rs 98.9 million; its shares traded at Rs 155, Haylays 500,000 shares crossed for Rs 86.5 million; its shares sold at Rs 173, LB Finance 245,000 shares crossed to the tune of Rs 33 million; its shares sold at Rs 135 and Sampath Bank 225,000 shares crossed for Rs 31 million; its shares fetched Rs 139.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Sierra Cables Rs 712 million (22.2 million shares traded), RIL Properties Rs 397 milion (11.6 million shares traded), Lanka Venture Rs 382 million (32 million shares traded), Prime Lands Rs 229 million (6.7 million shares traded), Pan Asia Power Rs 217 million (8.4 million shares traded), Hemas Rs 205 million (6.8 million shares traded) and Singer (Sri Lanka) Rs 171 million (2.4 million shares traded). During the day 203 million shares volumes changed hands in 37848 transactions.",
    "Yesterday the rupee was quoted at 302.10/15 to the US dollar on Monday, relatively unchanged from 302.10/17 the previous day, while bond yields were broadly steady, dealers said.",
    "A bond maturing on 15.12.2026 was quoted flat at 8.20/30 percent.",
    "A bond maturing on 15.09.2027 was quoted flat at 8.65/75 percent.",
    "A bond maturing on 15.12.2029 was quoted at 9.55/60 percent, up from 9.54/58 percent.",
    "A bond maturing on 15.03.2031 was quoted at 10.00/10 percent.",
    "A bond maturing on 15.12.2032 was quoted at 10.40/45 percent, up from 10.38/45 percent.",
    "The telegraphic transfer rates for the American dollar was 298.6000 buying, 305.6000 selling; the British pound was 405.3974 buying, and 416.7592 selling, and the euro was 349.2441 buying, 360.6073 selling.",
    "Expressions of interest called to add value to manufacturing process at Kahatagahahena graphite mine",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}