{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-inflation-rises-5-9-pct-over-17-months-food-down-152537/",
  "time_ut": 1709205060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka inflation rises 5.9-pct over 17 -months, food down",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s inflation measured by the Colombo Consumer Price Index rose 5.9 percent in the 12-months to February 2024, down from 6.4 percent in January, with food prices down 2.1 percent, data from the state statistics office show.",
    "Food prices were down 1.6-pct over 17-months despite a hike in value added tax",
    "The CCPI Index was unchanged in February 2024 at 200.6 points in February 2024, down from 200.7 point in January.",
    "Though the 12-month inflation was higher than the 5-pct inflation target the central bank has promised, the agency had created maintained monetary stability and created little inflation since September 2022 based on the index.",
    "The revised CCPI Index was up 5.9 from September 2022 when monetary stability was reached and the central bank generated a balance of payments surplus, signaling the end of inflationary policy.",
    "The food and non – alcoholic index was down 1.6 percent over the past 17 months with the help of currency appreciation despite hikes in value added tax.",
    "Services including education, however continue to adjust to the earlier currency collapse.",
    "Under Governor Nandalal Weerasinghe, the central bank has allowed the rupee to appreciate to 310 to the US dollar from 360 to the US dollar since March amid deflationary open market operations.",
    "He ahd said the rupee will no longer be a one-way bet. The rupee has been busted from 4.70 to the US dollar since the central bank was set up.",
    "The worst fall came after 1978 when un-anchored policy began, following the Second Amendment to the International Monetary Fund Articles, analysts have said. (Colombo/Feb28/2024)"
  ]
}