{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/city-of-dreams-sri-lanka-a-vision-realised-a-nation-transformed/",
  "time_ut": 1754244240.0,
  "original_lang": "en",
  "original_title": "City of Dreams Sri Lanka: A vision realised, a nation transformed",
  "original_body_lines": [
    "Sri Lanka marked a historic milestone on August 2, 2025 as the doors of City of Dreams Sri Lanka (COD SL) – the nation’s largest private investment and South Asia’s first integrated resort swung open, ushering in a new era of economic resurgence and global prestige. Nestled at the heart of Colombo’s evolving skyline, this architectural marvel is more than a luxury destination; it is a testament to Sri Lanka’s resilience, ambition, and creative spirit.",
    "A collaboration between John Keells Holdings and Melco Resorts & Entertainment, COD SL stands as a beacon of innovation, blending world-class hospitality with the island’s rich cultural heritage.",
    "Krishan Balendra, Chairperson of the John Keells Group said the opening was nothing short of a national turning point.",
    "“This is not just another development – it is the largest private investment in our history, a bold vision now made real,” he declared, his words resonating with quiet pride.",
    "“City of Dreams is designed to be more than steel and glass; it is an engine for growth for the entire country , a stage for Sri Lankan talent, and a symbol of what this nation can achieve when we dare to dream big.”",
    "Balendra’s sentiment captured the essence of COD SL, a project that transcends tourism, aiming to redefine Sri Lanka’s place on the global map. With its promise of high-value employment, international tourism, and cutting-edge infrastructure, the resort is poised to inspire a new generation of Sri Lankan entrepreneurs and creatives.",
    "Lawrence Ho (left) , Krishan Balendra (middle)at the panel discussion",
    "Behind its shimmering exterior lies a story of collaboration. Over 500 local artisans, designers, and hospitality experts worked alongside Melco’s global team to bring the project to its fruition which took about 13 years.",
    "Lawrence Ho, Chairman and CEO of Melco Resorts & Entertainment, emphasized the partnership’s significance: “COD SL is a celebration of Sri Lanka’s soul. Through NUWA and our entertainment offerings, we aim to set new benchmarks in luxury while honouring the island’s unique identity.”",
    "Beyond its opulent facade, COD SL is a catalyst for urban revival. With two luxury hotels: Cinnamon Life (687 rooms) and NUWA (113 ultra-luxury rooms), a world-class casino, 17 gourmet dining venues, and state-of-the-art MICE facilities, the resort is set to transform Colombo into a premier hub for business, leisure, and high-profile events.",
    "As Sri Lanka embraces this bold new chapter, City of Dreams Sri Lanka stands as a powerful reminder: the future belongs to those who dare to build it.",
    "Würth Group doubles down on Sri Lanka investment as local arm posts 64% growth",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}