{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/standard-chartered-sri-lanka-bags-multiple-honours-at-asset-aaa-and-global-finance-awards-2024/",
  "time_ut": 1719015180.0,
  "original_lang": "en",
  "original_title": "Standard Chartered Sri Lanka bags multiple honours at Asset AAA and Global Finance Awards 2024",
  "original_body_lines": [
    "Standard Chartered Bank Sri Lanka has achieved outstanding recognition, clinching multiple prestigious awards at the Asset Triple A Awards 2024 and being named among the leading Asia-Pacific banks in 2024 by Global Finance.",
    "The accolades at the Asset Triple A Awards recognise the Bank’s excellence across domains including cash management, trade finance, corporate treasury management, and asset servicing, while the Global Finance award highlights Standard Chartered’s position among the top sub-custodian banks in the Asia-Pacific region.",
    "At the Asset Triple A Treasury, Trade, SSC (Sustainable Supply Chain) and Risk Management Awards 2024, the Bank was honoured with the ‘Best Service Provider for Cash Management in Sri Lanka’ and ‘Best Service Provider for Trade Finance in Sri Lanka’ awards, affirming its outstanding capabilities in delivering cutting-edge solutions to support the cash management and trade finance needs of corporate clients.",
    "These awards honoured the Bank for its advanced cash management capabilities, including digital platforms, liquidity management, receivables finance, and robust security features that cater to the needs of corporate clients in Sri Lanka. In addition, the Bank was also recognised for solutions that support importers and exporters with services including supply chain financing, facilitated by its global network and expertise across key industries.",
    "Moreover, Stefan Coggins, Associate Director, Global Implementation – Transaction Banking, was named the ‘Implementation Manager of the Year’ for Sri Lanka in the Industry Achievement category at the Asset Triple A Treasuries Awards 2024 for his exceptional contributions.",
    "In the 2024 Asset Triple A Sustainable Investing Awards for Institutional Investor, ETF, and Asset Servicing Providers awards programme, Standard Chartered Sri Lanka emerged as the ‘Best Sub-custodian, South Asia – Sri Lanka’ and ‘Best Domestic Custodian – Sri Lanka’. These awards recognise the Bank’s excellence in providing custody and sub-custody services to institutional investors, exchange-traded funds (ETFs), and asset servicing providers in Sri Lanka and the broader South Asian region. It also signifies the Bank’s commitment to operational excellence, and exceptional service delivery.",
    "These awards have reinforced the Bank’s position as a leading financial services provider and commitment to pioneering financial solutions. Additionally, they serve as recognition of the Bank’s dedication to meeting the highest industry standards and contributing to the development of the financial services sector in Sri Lanka and the region.",
    "In addition to the above recognitions, Standard Chartered was selected as the Best Sub-custodian in Sri Lanka at Global Finance’s Best Sub-custodian Bank Awards 2024. This award recognises the Bank’s contribution to improving global coverage and operational efficiency in the industry in addition to supporting digital transformation and cybersecurity issues while consolidating services to meet regulatory demands and client expectations.",
    "“We are immensely proud to receive these prestigious accolades from both Asset Triple A Awards and Global Finance, which re-emphasise our industry excellence,” said Bingumal Thewarathanthri, CEO of Standard Chartered Sri Lanka. “These awards demonstrate our unwavering dedication to delivering excellence and innovative solutions across cash management, trade finance, corporate treasury, and custodian services in Sri Lanka. We remain focused on being a trusted partner to our clients, supporting their growth and success.”",
    "The Asset Triple A Awards are widely recognised as a benchmark for institutional excellence in the financial industry across Asia. The Awards for 2024 felicitate financial institutions, financial technology companies, insurance companies, and digital trendsetters that have excelled in innovating and improving the digital experience for customers across the Asia-Pacific and the Middle East.",
    "IOM trains journalists on “Responsible Reporting of Human Trafficking Incidents” in mainstream media",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}