{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Lohan-Ratwatte-arrested-over-illegally-assembled-SUV/56-768680",
  "time_ut": 1730419893.0,
  "original_lang": "en",
  "original_title": "Lohan Ratwatte arrested over illegally assembled SUV",
  "original_body_lines": [
    "Former Plantation Industries and Mahaweli Development State Minister Lohan Ratwatte",
    "Former Plantation Industries and Mahaweli Development State Minister Lohan Ratwatte was arrested yesterday following the discovery of an unregistered vehicle at a residence owned by his wife, Shashi Prabha Ratwatte, in Mirihana recently. Police Spokesperson DIG Nihal Thalduwa said Ratwatte was taken into custody on charges related to the use of an illegally assembled vehicle. The arrest took place at Ratwatte’s home in Katugastota, Kandy, before he was transferred to the Mirihana police for further questioning.",
    "The vehicle, a Lexus SUV, was located at a residence on Shalawa Road, Mirihana, on 26 October, after a tip-off was received by police headquarters regarding an unregistered luxury vehicle at the property, which was later identified as belonging to Shashi Prabha Ratwatte. During initial questioning, Ratwatte claimed that his Coordinating Secretary, who recently died under mysterious circumstances in Kandy, had brought the car to the residence without informing him. Both Ratwatte and his wife denied knowledge of the vehicle’s ownership, explaining that the house was occupied by Shashi Prabha Ratwatte’s mother. According to them, the vehicle had arrived at the property three weeks prior, brought there by Ratwatte’s now-deceased secretary.",
    "Former MP Johnston Fernando also found himself in a similar conundrum recently after he was arrested by the Criminal Investigation Department (CID) in relation to an unregistered BMW vehicle, illegally assembled in Sri Lanka, which was discovered in the car park of the Hilton Hotel, Colombo.",
    "A BMW luxury car and Mitsubishi Pajero Jeep were also discovered and seized by the police recently at a residence belonging to the son-in-law of former MP Rohitha Abeygunawardena after receiving a tip-off on the 1997 hotline. It is alleged that no customs duties were paid for the vehicles, nor do they have valid registration documents.",
    "Meanwhile, Ratwatte has faced significant controversy and mounting legal troubles recently. On 20 October, his Coordinating Secretary, a 50-year-old resident of Werellagama in Katugastota, was found dead from gunshot wounds near an office owned by Ratwatte in Mahaiyawa, Katugastota, with a firearm found nearby. Police have stated, the secretary was shot with his own licensed firearm, and the case has been handed over to the Criminal Investigations Department (CID) to ascertain if the death was a homicide or suicide. On 26 October the same day the unregistered Lexus was found, a Land Rover Defender linked to Ratwatte was involved in a high-speed accident in Dangahamulla along the Anuradhapura-Padeniya road. The vehicle, reportedly trailing Ratwatte’s vehicle, crashed into a bus stand after attempting to overtake a three-wheeler at high speed.",
    "Ratwatte is also embroiled in a separate legal matter involving allegations that, while serving as the Prisons State Minister in September 2021, he unlawfully entered the Anuradhapura Prison Complex under the influence and threatened Tamil inmates with a firearm. He appeared before the Anuradhapura Magistrate’s Court on 24 October and is scheduled to return on 30 January 2025. Following the prison incident, Ratwatte resigned from the Prisons State Minister portfolio, though he retained the State Minister role for Gem and Jewellery and later, in March 2022, additional duties related to container and port services under then-President Gotabaya Rajapaksa. In January of this year, former President Ranil Wickremesinghe appointed him as Plantation Industries and Mahaweli Development State Minister."
  ]
}