{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/regional-cooperation-and-ppps-key-to-developing-educational-technology-in-sri-lanka-ips-153651/",
  "time_ut": 1709797260.0,
  "original_lang": "en",
  "original_title": "Regional cooperation and PPPs key to developing educational technology in Sri Lanka: IPS",
  "original_body_lines": [
    "ECONOMYNEXT – The use of technology in education has notably enhanced productivity and resilience in the educational sector. As the world increasingly turns to educational technology (Ed-tech) solutions, it is essential to align these advancements with Sustainable Development Goal 4 (SDG 4), which advocates for inclusive and equitable quality education for all.",
    "The Institute of Policy Studies of Sri Lanka (IPS) recently hosted a hybrid Roundtable Discussion titled ‘Ed-tech Towards Achieving SDGs,’ offering valuable perspectives on the role of Ed-tech in bridging educational gaps and the facilitators and barriers to the expansion of Ed-tech going ahead.",
    "Currently, the primary focus in Ed-tech revolves around adapting to rapidly evolving technologies. There are also concerns that overreliance on technology could widen disparities in accessing quality education. The preceding discussion provides insights into how Ed-tech can be used to address these gaps and overcome barriers, emphasising the importance of regional cooperation and public-private partnerships, and the recent emergence of AI.",
    "A key insight from the discussion was the pivotal role of regional cooperation in accelerating the implementation and adoption of Ed-tech. Ms Cahya Raith from the Southeast Asian Ministers of Education Organization – Regional Open Learning Center (SEAMOLEC) underscored the role of knowledge sharing, joint research and development efforts, and collaborative capacity-building programmes in advancing Ed-tech in the region.",
    "Similarly, the SEAMEO plays a crucial role in the region’s Ed-tech landscape, fostering innovative practices in Open and Distance Learning (ODL) with a keen eye on integrating metaverse and artificial intelligence (AI) technologies. They are also looking at enhancing the capabilities of educators through their regional training programmes which are designed to improve technology integration in the learning process.",
    "The alignment of Southeast Asian countries towards a knowledge-based economy has emerged as a driving force in shaping Ed-tech policies in the region. Ms Ratna Hartine, representing Angel Investment Network Indonesia (ANGIN), noted that Ed-tech policies within the region are more focused on digitising national education data and administration. This includes establishing digital repositories like lectures, ebooks, simulation software and other learning materials, and seeking to expand access to quality education by leveraging mobile learning platforms and by equipping teachers with the required skills through teacher training programmes.",
    "The discussion also shed light on the critical role of public-private partnerships (PPP) in expanding Ed-tech. Mr Asith de Silva, Senior Manager – Social Innovation at Dialog Axiata PLC, discussed how their collaboration with  Sri Lanka’s Ministry of Education significantly contributed to the success of ‘the ‘Nenasa’ programme. Nenasa has been delivering educational content for Sri Lankan students since 2009 via a variety of technological means including TV channels and mobile apps, as well as teacher training programmes for teachers in utilising technology in the teaching process.",
    "India’s ‘OLabs’ is another noteworthy PPP in South Asia that makes lab resources readily (anytime) and remotely (anywhere) available to students without access to physical labs or where equipment is not available in their schools due to scarcity or cost. The initiative was pioneered by AmritaCREATE and C-DAC under a research grant from the Ministry of Electronics and Information Technology in India, and collaborating and funding support from the public sector has been instrumental in developing such Ed-tech initiatives that support education in schools. Students can access over 170 interactive simulations online anytime, anywhere with OLabs.",
    "A significant part of the roundtable focused on using Ed-tech to enhance access to education for vulnerable populations. Several Ed-tech initiatives in South Asia, Southeast Asia, and the Middle East and North Africa (MENA) region that cater to this purpose include Pakistan’s ‘WonderTree’ initiative for children with disabilities, Indonesia’s ‘BEEP’ for out-of-school children, India’s ‘OLabs’ and ‘Class Saathi’ for rural children and children from underprivileged areas. These initiatives can support to fill shortages of special education teachers. For example, at present in Pakistan there is only one special need therapist for every 230,000 children with special needs. WonderTree in Pakistan has filled some of this gap in education, benefitting around 4000 students with special needs. Recognising its potential, the UNICEF is actively supporting its expansion efforts.",
    "‘‘Currently an assessment could be deployed in about 5 minutes, in class, student responses are instantaneous and so are the results (he doesn’t need to grade them separately). Traditional assessment usually takes 3-4 hours each’’ says an assistant teacher at a Composite School in India who has been using Class Saathi, an Ed-tech initiative which is a Bluetooth clicker-based smart classroom solution that makes formative assessment easy and fast.",
    "Importantly, Mr Georges Boarde, Senior Education Programme Specialist from the United Nations Relief and Works Agency for Palestine Refugees (UNRWA) in the Near East, highlighted the role played by the UNRWA e-learning platform in improving access to remote learning material and resources for Palestinian refugee students. He also stated how they prioritise enhancing education resilience by improving the preparedness of students and teachers for remote learning and teaching in times of emergencies, such as the COVID-19 pandemic and the ongoing conflict in the region. While the UNRWA is a humanitarian organization that provides its services free to refugees, Mr Boarde highlighted the lack of internal revenue sources as a main barrier to implementing their plans for integrating technology in education, as well as the important role played by donors in facilitating the development of Ed-tech, including its scope and quality.",
    "The discussion also focused on how AI could help education. Dr Gharbi, CEO of Uptitude, a digital learning company, in Tunisia offered insights on the MENA region’s adoption of AI in education through platforms such as Zenon Academy and AI Mentor which uses gamification and other methods to enhance the learning experience of students. But she also emphasised the varying levels of AI integration across countries, with advanced implementations in the UAE and Saudi Arabia, and a growing interest in AI post-pandemic in Tunisia, Morocco, and Algeria.",
    "To add to that, Ms Hartine highlighted Sekolah metaverse community, a PPP in Indonesia that uses AI, augmented reality (AR), and virtual reality (VR) to substitute learning environments like laboratories in schools that lack resources and funding by creating a community. She also noted how such visual experiences are useful for students who struggle with reading. Other participants from the roundtable further highlighted the role of AI in reducing resource requirements, including personnel, reducing costs, and guiding teachers, among its other uses.",
    "Experts from the government sector, private sector, and donor agencies contributed valuable insights to the roundtable discussion. The event, based on a recent IPS study financed by the Southern Voice and managed by the Group for the Analysis of Development (GRADE), provided a comprehensive overview of the Ed-tech landscape and its potential in achieving SDGs."
  ]
}