{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104737/nagasaki-atomic-bomb-survivor-who-devoted-his-life-for-peace-dies-at-93",
  "time_ut": 1736073660.0,
  "original_lang": "en",
  "original_title": "Nagasaki atomic bomb survivor, who devoted his life for peace, dies at 93",
  "original_body_lines": [
    "Shigemi Fukahori, a survivor of the 1945 Nagasaki atomic bombing, who devoted his life to advocating for peace has died. He was 93.",
    "Fukahori died at a hospital in Nagasaki, southwestern Japan, on Jan. 3, the Urakami Catholic Church, where he prayed almost daily until last year, said on Sunday. Local media reported he died of old age.",
    "The church, located about 500 meters from ground zero and near the Nagasaki Peace Park, is widely seen as a symbol of hope and peace, as its bell tower and some statues and survived the nuclear bombing.",
    "Fukahori was only 14 when the U.S. dropped the bomb on Nagasaki on Aug. 9, 1945, killing tens of thousands of people, including his family. That came three days after the nuclear attack on Hiroshima, which killed 140,000 people. Japan surrendered days later, ending World War II and the country’s nearly half-century of aggression across Asia.",
    "Fukahori, who worked at a shipyard about 3 kilometers (2 miles) from where the bomb dropped, couldn’t talk about what happened for years, not only because of the painful memories but also how powerless he felt then.",
    "About 15 years ago, he became more outspoken after encountering, during a visit to Spain, a man who experienced the bombing of Guernica in 1937 during the Spanish Civil War when he was also 14 years old. The shared experience helped Fukahori open up.",
    "“On the day the bomb dropped, I heard a voice asking for help. When I walked over and held out my hand, the person’s skin melted. I still remember how that felt,” Fukahori told Japan’s national broadcaster NHK in 2019.",
    "He often addressed students, hoping they take on what he called “the baton of peace,” in reference to his advocacy.",
    "When Pope Francis visited Nagasaki in 2019, Fukahori was the one who handed him a wreath of white flowers. The following year, Fukahori represented the bomb victims at a ceremony, making his “pledge for peace,” saying: “I am determined to send our message to make Nagasaki the final place where an atomic bomb is ever dropped.”",
    "A wake is scheduled for Sunday, and funeral services on Monday at Urakami Church, where his daughter will represent the family."
  ]
}