{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Addressing-the-silent-crisis-Suicide-prevention-among-students-in-Sri-Lanka/4-768763",
  "time_ut": 1730662021.0,
  "original_lang": "en",
  "original_title": "Addressing the silent crisis: Suicide prevention among students in Sri Lanka",
  "original_body_lines": [
    "To curb the rise in student suicides, psychological support in schools must be prioritised",
    "In Sri Lanka, mental health continues to be stigmatised, especially in educational settings. Schools are often ill-equipped to address mental health concerns, and the discussion around these issues is minimal or non-existent. Many students are reluctant to express their struggles due to fear of being labelled as weak or problematic. In turn, their distress often remains hidden until it escalates to dangerous levels",
    "Sri Lanka is facing a growing mental health crisis, especially among its young population. The rate of suicide among students is alarming, and it calls for urgent intervention. In a society where academic success is prioritised, the mental well-being of students often takes a backseat. This has led to a rise in mental health issues, with depression, anxiety, and stress becoming all too common. The education system’s intense pressure, combined with a lack of open discussion about mental health, is pushing more students to the brink.",
    "Sri Lanka once had one of the highest suicide rates in the world, and although national suicide rates have decreased in recent years, concerns persist regarding youth and students. According to the World Health Organization (WHO), approximately 3,000 Sri Lankans die by suicide annually, and many more attempt it. A notable portion of these are young people, including students grappling with overwhelming stress, isolation, and hopelessness.",
    "In Sri Lanka, mental health continues to be stigmatised, especially in educational settings. Schools are often ill-equipped to address mental health concerns, and the discussion around these issues is minimal or non-existent. Many students are reluctant to express their struggles due to fear of being labelled as weak or problematic. In turn, their distress often remains hidden until it escalates to dangerous levels.",
    "Teachers and school authorities, too, may lack training in recognising the signs of mental health struggles. Some schools may dismiss psychological issues as minor, failing to provide students with the help they need. As a result, students suffer in silence, sometimes with fatal consequences.",
    "As Sri Lanka moves forward, a collective effort to address the urgent need for better mental health support and resources in schools, can help save lives and the biopsychosocial health of our students and youth. This crisis is preventable, but only if we act now",
    "To curb the rise in student suicides, psychological support in schools must be prioritised. Schools should offer counselling services where students can freely and confidentially discuss their emotional and psychological struggles. Professional mental health counsellors and psychologists can help students manage stress, anxiety, and other mental health issues.",
    "It is also essential to integrate mental health education into the school curriculum. Teaching students to recognise and address their mental health needs will equip them with the tools to seek help when necessary. Additionally, normalising conversations about mental health will go a long way in breaking the stigma that currently surrounds these issues.",
    "Beyond the school environment, parents and communities also need to be involved. For this purpose, psychological services awareness programs can educate families about the importance of mental health and how to support their children through difficult times. For this purpose, organisations such as “Waves of Transformation” (WoT) Psychological Services, headed by the internationally recognised psychologist Peshali Fernando, are actively working to help schools create customised, highly-confidential and expert-driven psychological services to safeguard students’ safety and well-being.",
    "As Sri Lanka moves forward, a collective effort to address the urgent need for better mental health support and resources in schools, can help save lives and the biopsychosocial health of our students and youth. This crisis is preventable, but only if we act now."
  ]
}