{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/democracy-continuing-to-be-derailed-in-south-asia/",
  "time_ut": 1712789100.0,
  "original_lang": "en",
  "original_title": "Democracy continuing to be derailed in South Asia",
  "original_body_lines": [
    "Sections of progressive opinion in Sri Lanka are currently commemorating the second anniversary of the country’s epochal ‘Aragalaya’, which brought down the dictatorial and racist Gotabhaya Rajapaksa regime. April 9th 2022 needs to be remembered especially as the date on which Sri Lankans in their tens of thousands, irrespective of ethnic, religious and language differences rose as one to impress on the country’s political class and rulers that their fundamental rights cannot be compromised or tampered with for whatever reason and that these rights should be realized henceforth.",
    "During the ‘Aragalaya’, Sri Lanka attained nationhood, since the totality of the country’s social groups, standing shoulder-to-shoulder, spoke out for equity and equality among them, from the same platform. Thus was Sri Lankan nationhood born, which is quite different from statehood. It is left to progressives to ensure that Sri Lankan nationhood, thus born out of the ‘Aragalaya’, does not prove to be stillborn.",
    "To express it briefly, political ‘Independence’ or statehood is believed by most Sri Lankans to have been attained in 1948 but this is not tantamount to achieving nationhood. The latter is realized when equity and equality are established among a country’s communities.",
    "Of course, we are a long way from achieving these aims but the historic significance of the ‘Aragalaya’ consists in the fact that the ideals central to nationhood were articulated assertively and collectively in Sri Lanka as never before. The opinion climate conducive to nation-building, it could be said, was created by the ‘Aragalaya’.",
    "It is left to the progressives of Sri Lanka to forge ahead with the process of realizing the ideals and central aims of the ‘Aragalaya’, without resorting to violence and allied undemocratic approaches, which are really not necessary to bring about genuine democratic development.",
    "The ‘Aragalaya’ was a historic ‘wake-up’ call to the country’s political elite in particular, which, over the years could be said to have been engaged more in power aggrandizement, rather than nation-building, which is integral to democratic development. Given this bleak backdrop, it amounts to a huge joke for any prominent member of the country’s ruling class to make out that he has been ‘presiding over the only country in Asia where democracy is completely safeguarded.’",
    "To begin with, a huge question mark looms over Sri Lanka’s true constitutional identity. It is not a fully-fledged parliamentary democracy in view of the substantive and sweeping powers wielded by the Executive Presidency and this issue has been discussed exhaustively in this country.",
    "On the other hand, Sri Lanka is not free of strong theocratic tendencies either because there is no clear ‘separation wall’, so to speak, between religion and politics. The fact is that Sri Lanka’s rulers are constitutionally obliged to defer to the opinion of religious leaders. Therefore, Sri Lanka lacks a secular foundation to its political system. This columnist is inclined to the view that in terms of constitutional identity, Sri Lanka is ‘neither fish, flesh nor fowl.’",
    "Moreover, the postponement of local and Provincial Council polls in Sri Lanka by governments alone proves that what one has in Sri Lanka is at best a ‘façade democracy’.",
    "derailing democracy in Sri Lanka goes Religious and ethnic identities in particular continue to be exploited and manipulated by power aspirants and political entrepreneurs to the huge detriment of the countries concerned.",
    "Needless to say, such factors are coming into play in the lead-up to India’s Lok Sabha polls. They are prominent in Pakistan, Sri Lanka and Bangladesh as well. Statesmanship is a crying need in these societies but nurturing such leaders into existence will prove a prolonged, long term project, which also requires the interplay of a number of vital factors, many of which are not present to the desired degree in the countries concerned.",
    "However, of the ‘South Asian Eight’, India is by far the most advanced democracy. It has a Constitution that explicitly enshrines the cardinal rights of the people, for example, including the very vital Right to Life. Such a right is non-existent in the Sri Lankan Constitution, for instance, and this is a huge drawback from the viewpoint of democratic development. Among other things, what this means is that the Sri Lankan state exercises substantive coercive power over its citizens.",
    "On the other hand, the Indian Supreme Court has time and again creatively interpreted the Right to Life, so much so life-threatening conditions faced by Indian citizens, for instance, have been eliminated through the caring and timely intervention of the country’s judiciary. Sri Lanka needs to think on these things if it intends to entrench democratic development in the country. Thus far, the country’s track record on this score leaves much to be desired.",
    "A predominant challenge facing progressives of South Asia, such as the ‘Aragalaists’ of Sri Lanka, is how to forge ahead with the task of keeping democratization of the state on track. A negative lesson in this connection could be taken from Bangladesh where the ideals of the 1971 liberation war under Shiekh Mujibhur Rahman were eroded by subsequent regimes which exploited divisive religious sentiments to come to power. In the process, religious minorities came to be harassed, persecuted and savaged by extremists in the centre.",
    "Whereas, the founding fathers of Bangladesh had aimed to create a secular socialist state, this was not allowed to come to pass by some governments which came to power after the Sheikh, which sought to convert Bangladesh into a theocracy. A harrowing account of how the ideals of 1971 came to be betrayed is graphically provided in the international best seller, ‘Lajja’ by Taslima Nasrin, the exiled human and women’s right activist of Bangladesh.",
    "At page 60 of the 20th anniversary edition of ‘Lajja’, published by Penguin Books, Nasrin quotes some persons in authority in Bangladesh as telling the country’s Hindus during the religious riots of 1979; ‘The government has declared that Islam is the state religion. If you want to stay in an Islamic country all of you must become Muslims. If you don’t become Muslims you will have to run away from this country.’",
    "Not all the post-liberation governments of Bangladesh have turned against the ideals of 1971 and the present government is certainly not to be counted as one such administration. But the lesson to be derived from Bangladesh is that unless progressive opinion in a secular democracy is eternally vigilant and proactively involved in advancing democratic development, a country aiming to tread the path of secularism and democracy could easily be preyed upon by the forces of religious extremism.",
    "Condemning the heightening attack on free expression and democratic rights",
    "Verité Research Head lambasts govt. and IMF for ‘privatising profits and socialising losses’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}