{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/mps-who-call-sri-lanka-freedom-party-their-home-eager-to-return-amaraweera-157600/",
  "time_ut": 1712234700.0,
  "original_lang": "en",
  "original_title": "MPs who call Sri Lanka Freedom Party their home eager to return: Amaraweera",
  "original_body_lines": [
    "ECONOMYNEXT — The “good MPs” in parliament consider the Sri Lanka Freedom Party (SLFP) their home and are eager to return, and the party will fill vacancies in its senior leadership levels in due course, Minister Mahinda Amaraweera said.",
    "Speaking to reporters on Thursday April 04, Amaraweera said former president and then SLFP leader Chandrika Bandaranaike Kumaratunga was compelled to take legal action against incumbent chairman and former president Maithripala Sirisena after actions led to a deterioration of the party.",
    "Sirisena’s actions ended up scuttling a number of opportunities for the SLFP to lead a broader alliance, Amaraweera claimed.",
    "According to media reports, an Interim order was issued by the Colombo District Court Friday morning preventing Sirisena from functioning as the SLFP’s chairman.",
    "The verdict was issued following a petition filed by former President Kumaratunga.",
    "Sirisena told reporters Friday afternoon that he had yet to receive the order officially, but added that he respects the court’s decision.",
    "“Such challenges are not new to the SLFP. After Sirimavo Bandaranaike lost her civic rights, Chandrika Bandaranaike and Wijeaya Kumaratunga went and formed another party, which led us to stay in the opposition for 17 years,” said Sirisena.",
    "Minister Amaraweera, who was among SLFP members controversially removed by Sirisena from the SLFP for joining President Ranil Wickremesinghe’s government, defended Kumaratunga’s move.",
    "“The daughter of S W R D and Sirimavo Bandaranaike was devastated by what was happening to the party. So she went to courts,” he said.",
    "Amaraweera added that interim order against Sirisena had come from the people long before the court had issued it.",
    "“There were 140 SLFP MPs when MS took over. Now it’s limited to two,” he said, complaining that Sirisena had removed over 500 national organisers.",
    "The agriculture minister also accused the former president of bringing in hooligans to the party and rewarding them with positions.",
    "“To prevent this destruction, President Kumaratunga went to court,” he said.",
    "“We had plenty of opportunities to form alliances, but the chairman’s actions prevented those. It was not anything we did. We gave our consent. But those MPs who had initially wanted to join that alliance didn’t want to come in the end,” he said.",
    "Amaraweera and his colleagues’ removal from the SLPF discouraged the potential crossovers, he claimed.",
    "“We’re not out for revenge. We we have been repeatedly saying ‘work for the party, not for individuals’,” he said.",
    "Questions that remain about leadership positions in the party that will be left vacant will be addressed in due course, said Amaraweera.",
    "‘This is the Mahagedara (ancestral home) of the good group in parliament. They want to come. We need to come up with a good programme and show it. We’re not ready to dump this party on another party. We can take this on the path to victory easily,” he said. (Colombo/Apr04/2024)"
  ]
}