{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100898/president-forms-3-special-committees-to-address-potential-global-impacts-on-sri-lanka",
  "time_ut": 1722427980.0,
  "original_lang": "en",
  "original_title": "President forms 3 special committees to address potential global impacts on Sri Lanka",
  "original_body_lines": [
    "President Ranil Wickremesinghe has arranged to appoint three special committees as a preliminary measure to address the security and economic pressures that may affect Sri Lanka, considering the potential developments in the Middle East and globally, including the assassination of a Hamas political leader in Iran.",
    "Accordingly, the President has initiated the formation of a special committee on national security, a committee to assess economic impacts, and a high-level committee to oversee the proposals of the other two committees, the President’s Media Division said.",
    "The Special Committee on National Security includes Minister of Public Security Tiran Alas, Minister of Foreign Affairs Ali Sabry, Minister of Power and Energy Kanchana Wijesekera, and Chief of Presidential Staff and Senior Advisor to the President on National Security Sagala Ratnayake.",
    "Additionally, the committee responsible for assessing the economic impact includes Chief of Staff and Presidential Senior Adviser on National Security Sagala Ratnayaka, Presidential Adviser on Economic Affairs Dr. R.H.S. Samaratunga, Secretary of the Ministry of Finance Mahinda Siriwardena, Secretary of the Ministry of Foreign Affairs Aruni Wijewardena, and Secretary of the Ministry of Power and Energy Dr. Sulakshana Jayawardena.",
    "The high-level committee appointed to oversee the work of these committees consists of President Ranil Wickremesinghe, Prime Minister Dinesh Gunawardena, Foreign Affairs Minister Ali Sabry, Power and Energy Minister Kanchana Wijesekera, Labour and Foreign Employment Minister Manusha Nanayakkara, Presidential Secretary Saman Ekanayake, and Prime Minister’s Secretary Anura Dissanayake.",
    "The two committees are tasked with determining the preliminary measures to be taken and reporting their findings to the high-level committee. This is to address any direct or indirect impact on Sri Lanka’s national security and economy due to emerging situations in the Middle East, including Iran, and globally.",
    "The President has also tasked the two relevant committees with ensuring the uninterrupted supply of fuel and other essential commodities, minimising any impact on the public. These committees are required to submit their reports to the high-level committee, which will then make prompt decisions based on the findings."
  ]
}