{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/A-single-window-for-all-investments-that-simplifies-investment/34-760184",
  "time_ut": 1711994245.0,
  "original_lang": "en",
  "original_title": "“A single window for all investments that simplifies investment”",
  "original_body_lines": [
    "Board of Investment (BOI) and Port City Economic Commission Chairman Dinesh Weerakkody in this interview responds to some of the questions posed covering the investment challenges facing the country.",
    "Q: Why does Sri Lanka get less FDI than most regional neighbours?",
    "A: According to most credible surveys carried out, the main drivers of investment decisions are political and macroeconomic stability and the country’s regulatory and business environment. Excluding the civil conflict and the pandemic, policy inconsistency has impacted Sri Lanka’s investment climate significantly. Even prior to the recent economic crisis, Sri Lanka had a tendency of changing key policies. This has resulted in investors facing practical difficulties in running their businesses, especially with respect to the tax regime of the country.",
    "A: All regional peers provide investment incentives in the form of tax holidays, concessionary tax rates, reduced tax rates, special tax concessions based on location or sector, in addition to customs duty exemptions, and other fiscal and non-fiscal incentives. Sri Lanka, at the moment offers no tax holidays (since April 2018), but we offer capital allowances as an alternative to fiscal concessions, as well as duty-free concessions. However, the recently increased CIT rate of 30% has posed a major obstacle to the investors, on top of recently increased utility costs. A comparative study to address these issues is in progress.",
    "Q: What can change this situation? What are we doing to change this?",
    "A: We need to promote Sri Lanka as a favourable investment destination in South Asia once the debt restructuring is concluded, and optimise the factors that can provide Sri Lanka with an edge over other countries. For example, strategic location, market access, talent, logistics hub and lead time, etc. While the recently established Investment Facilitation Centre (IFC) streamlined and eased the facilitation process, further processes to improve investment approvals, appraisal and facilitation could be introduced. For example, acceptance of online applications and digitisation of the approval process.",
    "BOI has launched several initiatives to revive FDI generation. The reinvestment program, along with incentives provided for the expansion activities of existing companies, targets retaining existing investors within the country and promoting technology services to support the industry. At the same time, certain incentives were provided for foreign share transfers of existing local companies.",
    "The other strategy is trade agreements and membership of regional economic communities that can promote intra-regional trade, driving economic growth, and promoting integration into the global economy.",
    "Q:  Is the sustainability angle yet another opportunity for Sri Lanka?",
    "A: The overall sustainability ambitions of our country are admirable and the BOI is a Key Change Agent in making some of these ambitions a reality through aggressive promotion of opportunities across sectors such as renewable energy, green technology, sustainable tourism, and environmental conservation to socially responsible investors.",
    "Q: On institutional reform to make BOI more effective and efficient?",
    "A: There is an initiative to bring all key agencies involved in investment promotion together to showcase the nation’s talent, location advantage, products, legal framework and quality of life; this initiative should result in framework that creates a single window for all investments, by providing investors with a one-stop shop for all their investment needs. There is data to show a single window for all investments enhances the efficiency, transparency, and attractiveness of the investment environment, facilitating both domestic and foreign investment inflows.",
    "Q:  What is the potential of Port City for Sri Lanka’s future?",
    "A: A PwC Report valued Port City Colombo’s (CPC) potential annual contribution to Sri Lanka’s GDP at around $ 13.8 billion when completed. This will come from several sectors such as tourism, retail, commercial ventures, and service exports within the city. The key to achieving this lies in attracting significant Foreign Direct Investment (FDI). This much-needed capital will fuel infrastructure development, business growth, and technological advancements across Sri Lanka. We want CPC to evolve into much more than just a financial hub. While it’s expected to have a significant presence of financial institutions and businesses, the CPC is expected to become a vibrant mixed-use area with residential, commercial, cultural, and recreational spaces, making it a thriving community in its own right.",
    "Q: COPF had been bombarding the proposed Port City Duty-Free. Why?",
    "A: Our objective is to make the Port City competitive and marketable. There are credible checks and balances in the multi-disciplinary array of respected institutions, both Government and other, that review our proposals before it finally gets to COPF. The overarching driver to all of them are the laws and regulations of Sri Lanka and GOSL policy. As an income tax payer my expectation is that everyone works in the best interest of the country and takes a long-term view."
  ]
}