{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Mannar-s-wind-turbines-Greenwashing-on-a-giant-scale/14-770452",
  "time_ut": 1734036774.0,
  "original_lang": "en",
  "original_title": "Mannar’s wind turbines: Greenwashing on a giant scale",
  "original_body_lines": [
    "Bad winds blowing around the opportunity cost of green energy",
    "Mannar was a crucial trading post on the Maritime Silk Road, but more recently it was a place hardly on anyone’s radar. Except for birders, that is. Mannar island, to the east, just 30 kilometers in length, less so. But it is now in the crosshairs of major economic forces, with gigantic wind turbines planted in an area where its inhabitants’ lifestyle is being disrupted as they cultivate and go to church, and their children attend school. With this, the greenwashing brigade arrived, talking about ‘climate change mitigation’ and energy security. Converting wind into energy was a noble idea–with a large asterisk.",
    "Picture this: Someone comes into your neighbourhood with ‘funding’ and connections to set up a row of giant turbines each 200 meters high and with a wingspan of 180 meters. This was Act One in an ongoing saga with the first batch of turbines being commissioned in 2020 by the Ceylon Electricity Board (CEB). The local inhabitants soon discovered that the vibrations made it difficult to sleep, or concentrate. Vibrations so pervasive they drove away fish farther out, some 16 to 18 kilometers in the sea, making it inconvenient to local fishermen. In addition, they complained that their fishing harvests significantly dropped. So much for clean energy.",
    "Act Two and Act Three could involve more giant intruders: 50 turbines from an Indian multinational, Adani Green Energy Limited. This itself raises other red flags. The Adani group was in the news in late November facing bribery allegations by the U.S. Securities and Exchange Commission. It was accused of misleading the company›s US investors over a $750 million bond offering.",
    "Wind farms in and of themselves are not the problem. The problem is location. Mannar island, the site of this massive proposed expansion, is too fragile for this. Other locations (Kalpitiya, the south east coast, and Ambewela) that were identified, may have seemed inconvenient for moving large towers and blades. Professor Sampath Seneviratne, a professor in zoology in the Department of Zoology and Environment Sciences, at the University of Colombo has said that those who are in opposition to the proposed project should not be construed as being opposed to wind power, per se. Rather, it is a call to consider the real cost of a resource without scientific backing. His position, which has been widely published, is that green energy is very important in the future of Sri Lanka’s energy, since about 60 percent comes from burning diesel, a cost the country cannot afford. His point, however, is that we should not rush into green energy and place structures like this that could compromise the environment, economy, our social structures, and the dignity of the people into whose environment these have been placed. Professor Seneviratne, who is a recognized expert in biodiversity and biogeography speaks about the egregious effects of placing wind turbines in Mannar.",
    "First is the problem that the wind turbines are in the key artery of the ‘Central Asian Flyway’. This, he says, is in contravention of five global conservation treaties to which Sri Lanka is signatory. This ‘flyway’ spans 30 countries between the Arctic and the Indian ocean. It is one of the major entry and exit points for migrant birds that enter Mannar island. We are speaking of more than one million birds, 175 migrants and 162 breeding residents; a staggering 337 species.",
    "A fundamental rights petition by the Wildlife and Nature Protection Society (WNPS) submitted to the Supreme Court has challenged the proposed project by Adani Green Energy on these grounds.",
    "Ironically, Adani’s own due diligence, its Environmental Impact Assessment Report (EIA) pointed to the harsh ecological and social consequences. (This report was submitted to the Sri Lanka Sustainable Energy Authority in January this year.) It expressly recorded the biodiversity sensitivity of the Island of Mannar.",
    "“The whole of the landscape in Mannar is unique, as it is a mosaic landscape with patches of scrub forest, extensive sand dunes, salt marshes and mudflats which are unique to the Northern Arid / Semiarid zones of the country. Extensive sand dunes characterize this landscape. Also, the Mannar area is most famous for migrant birds. The mudflats within this wetland serve as feeding grounds for shorebirds during the migratory period, and other native aquatic/semi-aquatic birds. As reported, these areas are also used by some species as breeding grounds.”",
    "Not the ideal location for tall, burly machines that require service roads, and flattening of land, all in the name of climate change mitigation. In November, the area saw unprecedented flooding in the Mannar district that affected 10,381 persons who, according to a National Disaster Relief Centre report, had to seek shelter in ‘safety centres.’ Locals say it was because the raised 15 kilometer service road for the existing turbines created a barrier to drainage.",
    "The other economic hit the area would take is tourism which attracts international birders and nature enthusiasts. Mannar hosts 25,000 overnight visitors a year, and twice that number of day visitors.",
    "“Who wants to come to a place dominated by wind turbines?” asks Jeremy Liyanage, who since 2010 has been running a community project in Mannar called Bridging Lanka. He emphasized the psychological effects of living close to wind turbines. One of them is audible low-frequency noise. He saw first-hand the unintended consequences (of Phase 1 the Wind Farm project). “The road that blocked most of the 14 natural water channels to the sea caused thousands of homes to be inundated with up to eight feet of water.” These hardships lasted three months–until the water began to subside, he says. Regrettably, he notes that it is not a one-off event. The domino effect is that the peoples’ crops and home gardens have been destroyed. “The same happens every year now, with almost no disaster response from those companies responsible.” All this while the vast bird migration connected to the local economy, is being cut off.",
    "With people I interviewed, it was impossible to talk of the wind turbines without dire references being made about the birds. There is plenty of evidence out there in published, international journals. Professor Seneviratne has previously noted that in Palk Bay, a large wetland shared by India and Sri Lanka, they have tagged birds within Mannar Island that include globally threatened Great Knot, Bar-tailed Godwit, Spot-billed Pelican, and nationally critically endangered (CR) Crab Plover and Caspian Tern. Other wildlife in Mannar includes the Fishing Cat, Rusty Spotted Cat, Spotted Deer, Wild Boar, Saltwater Crocodiles, Grey Slender Loris, Indian Courser (CR) Dugong (CR) and the Pouched Tomb Bat of which colonies were found.",
    "There is another factor at stake, equally vital to our economy: The rate structure of energy proposed by Adani Green Energy. Today, green energy rates are falling, and the current rate of $4.5 per unit. The proposal from the Adani Group is to sell us energy at the rate of $8.26 per unit, a fixed rate for 20 years. This would lock Sri Lanka into an agreement that is not in tandem with global energy costs. There is also the tender process, which was not subject to a competitive bidding process, the lawsuit claims.",
    "Added to the misery for the people of Mannar, in 2015, Titanium Sands Limited, an Australian-based mining company was granted rights to conduct mineral sands exploration in Mannar Island. For Ilmenite. But that’s another story for another day.",
    "Where do we go from here? In a letter to president Anura Kumara Dissanayake, eleven scholars and scientists from the major universities in Sri Lanka, warn of the consequences of the contract with Adani Green Energy, including the fact that moving forward will require Sri Lanka to pay for energy (to a foreign company) for a home-grown resource. The US lawsuit faced by the Adani group puts any contractual agreement in sharper focus. Equally egregious is the conglomerate’s plan to build a bridge across ‘Adam’s Bridge’ that will connect Mannar island to India. This brings into play not only Sri Lanka’s energy sovereignty but its territorial integrity. Not to mention Sri Lanka’s global responsibility to protect about 15 million birds of 250 species visiting Sri Lanka.",
    "President Dissanayake had pledged to cancel the proposal by the Adani group. Meanwhile, the people of Sri Lanka are watching for a favourable outcome. Some say that unlike how Sri Lanka had previously walked into a debt trap, the wind farm project being handed over to an Indian firm might become a ‘gift trap.’ This narrow strip of land is a test case for how the country balances foreign investment, the livelihood of its inhabitants, geopolitics, and clean energy. But while the big blades keep on turning, will anyone care for the fifteen million birds in their flight path, or the Pouched Tomb Bat?"
  ]
}