{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-have-dedicated-green-economy-unit-in-finance-ministry-president-166477/",
  "time_ut": 1717598820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to have dedicated green economy unit in finance ministry: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will set up a unit within the government that will fund programs aimed at promoting a green economy, President Ranil Wickremesinghe has said.",
    "“We have planned to establish a dedicated unit within the Ministry of Finance focused on creating a green economy. This unit will be responsible for funding programs aimed at promoting a green economy, and we expect to have the entire system in place by the end of this year.”",
    "“Global temperatures have already risen beyond our expectations,” Wickremesinghe said during World Environment Day celebrations held at the Presidential Secretariat on Wednesday. “Amidst these challenges, small countries like Sri Lanka are struggling to address climate change. We must now take new measures to combat this issue. Limiting ourselves to the initiatives undertaken during the establishment of the Ministry of Environment is no longer sufficient.”",
    "“To achieve our goals, we need to implement several new programs, and we have already begun this work. The first step is to establish a new legal framework. We have already submitted the initial legislation to Parliament.”",
    "The National Policy on Economic Transformation (a) II, as outlined in Section 3 of the Economic Transformation Bill, sets the goal of achieving net zero carbon emissions by 2050, Wickremesinghe said.",
    "“With this commitment, we have become the first country in Asia to incorporate the goal of net zero carbon emissions into our national policy.”",
    "“We must reach this objective while also meeting the country’s economic targets. Our focus is on achieving this goal by 2040, a decade ahead of schedule, and we are progressing accordingly.",
    "“Once this bill is passed, it will become national policy. All organizations, including those in the non-governmental sector, will be required to comply with it.”",
    "Environmental laws prepared by the Central Environment Authority needed to be amended, the president said. “These laws, drafted in the 1980s, are now outdated and need to reflect current conditions.”",
    "“We are working on introducing the Climate Change Act and the Act establishing the Climate Change Centre. Once these drafts are enacted, Sri Lanka will have a fundamental legal framework addressing environmental and climate change issues.",
    "“A country like Sri Lanka cannot remain silent at a time when the entire world is heavily impacted by climate change.”",
    "However, securing the necessary funds for this have proved a challenge. “The promised funds from Western and developed countries have not yet been received. Notably, the money spent by the United States and Europe this year on the war in Ukraine would be sufficient to address climate change issues for two years.",
    "“However, we cannot expect to receive this money. Therefore, Sri Lanka has proposed that as a tropical region, we should find the necessary funds ourselves.",
    "“We will seek to generate the needed money within our own countries. Several companies are actively working to obtain carbon credits, particularly in the environmental sector. We should initiate projects that can earn carbon credits within our borders.",
    "“Sri Lanka’s approach to addressing climate changes and environmental issues extends beyond traditional practices. We must advance further, integrating these efforts into both our economic and foreign policies.” (Colombo/Jun5/2024)"
  ]
}