{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/peoples-bank-supporting-the-rise-of-women-entrepreneurs/",
  "time_ut": 1710119700.0,
  "original_lang": "en",
  "original_title": "People’s Bank supporting the rise of women entrepreneurs",
  "original_body_lines": [
    "In a vibrant celebration of International Women’s Day, People’s Bank held a special event at their Head Office in Colombo 2, showcasing their dedication to female empowerment and entrepreneurial success. The event, presided over by the CEO/General Manager Clive Fonseka, was not just a ceremonial gathering but a launchpad for groundbreaking initiatives aimed at uplifting women entrepreneurs across Sri Lanka.",
    "Under the inspiring theme ‘For all Trailblazing Women Empowering the Future’, People’s Bank joined forces with Good Market to kickstart a comprehensive training program coupled with financial assistance for 12 selected women entrepreneurs. This initiative seeks to nurture their business acumen and support their growth in the competitive market.",
    "The event also served as a platform to honor exceptional women who have made significant contributions to the nation. Awards of recognition were bestowed upon several influential figures, including Thilaka Jayasundara, Secretary of the Ministry of Industries; Dr. Sakuntala Seneviratne, a noted specialist in Obstetrics and Gynaecology; Nayana Karunaratne, a celebrated beautician and fashion designer; Achala Samaradiwakara, Co-Founder and Managing Director of Good Market; and Chethana Liyanage, CEO of Maharaja Institute of Management and Director of Maharaja Talent Management.",
    "‘Leonardo by Bella Vita’: Authentic Italian restaurant in Negombo with all Italian charm",
    "People’s Bank Vaasi Kotiyai 2023 Grand Draw Picks Millionaire Super Winners",
    "People’s Bank and Hayleys Agriculture form strategic alliance for agricultural advancement",
    "People’s Bank celebrates 76 years of Independence by offering gifts to newborns",
    "People’s Bank and George Steuart Solutions join forces to promote solar energy in Sri Lanka",
    "People’s Bank, one of the most awarded Sri Lankan banks in 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}