{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/school-days-at-royal-college-1939-1946/",
  "time_ut": 1717880040.0,
  "original_lang": "en",
  "original_title": "SCHOOL DAYS AT ROYAL COLLEGE (1939-1946)",
  "original_body_lines": [
    "During World War II (around 1939), the British military took over the buildings of Royal College, including the College Boarding, where I was boarded. The whole of the Race Course was taken over together with the Royal College and University grounds to make an airfield for the British fighter planes. Meanwhile, Royal College was forced to share classrooms with the University. Since we were short of classrooms, some of our classes were actually held under the wings of the ‘Hurricane’ fighter planes and the camouflage nets covering them! After about a year, Royal was able to rent four large houses down Turret Road, where I spent the Fourth, Fifth and Sixth Forms. Discipline became lax, with the boys taking the chance “to scoot” (play truant) whenever they changed classes from one building to another.",
    "For me personally, the take-over of the College Boarding meant that I had to move from one private boarding to another, facing many hardships. I had to cycle to and from Wellawatte for rugger practice in the morning at Police Park then. I had to cycle back to my boarding house in Wellawatte to shower and change: and then cycle back in the monsoon rains to Turret Road for classes at Royal College. There I would sit in drenched clothes throughout the day, before having to preside over athletics and boxing practice in the evenings, before returning home completely exhausted after 7.30 p.m. – after which, I was supposed to study for the Senior School Certificate (SSC) exam!",
    "In my early days in Forms I to III, I tried to be accepted as a sportsman, but without much success. But two things happened in the Fourth Form which entirely changed my academic career. First, I switched from ‘Science’ to ‘Arts’, despite being brainwashed from birth that I should become a medical doctor like my father and brother. My second lifesaver was that the Japanese dropped a bomb (around 1941) on the outskirts of Colombo. Parents rushed to take their children out of Colombo to the safety of provincial schools. I automatically became first in the class and was anointed the ‘jewel’ by the Form Master, Mr. J.E.V. (Bada) Pieris. I had to sit in the front row and was called upon to answer all the questions, which the others could not. With the best students gone, I found that among the blind, the one-eyed man was king! Although somewhat embarrassed by this turn of events, I found that I enjoyed being considered the fount of all knowledge! I also won the Rajapakse Prize, for the best student at the junior level.",
    "Although I sat and passed the SSC Examination (the equivalent of the GCE ‘O’ Levels) one year earlier than usual, over the objections of the School Principal, who objected to anyone skipping a year in school. Although I passed in the First Division and first in the whole school, the Principal, Mr. Bradby, true to his earlier warning, refused to promote me to the post-SSC Class (the Upper Sixth).",
    "He ultimately did so because he wanted to make me a Prefect (the tradition was that one could be made a Prefect only in the Upper VIth form). But he made this on condition that I would not be allowed to sit for the University Entrance that year. I found out later that this was because he wanted to make me Head Prefect of Royal, which he could not do if I left school one year earlier. Meanwhile, I sat for the examinations for the most prestigious prizes in Royal College and won the Shakespeare Prize, the Stewart Prize (or was it the Turnour Prize?) and later the Dornhorst Prize for the Best All-Rounder. Thus, my name was inscribed four times on the Rolls of Honour in the main Royal College Hall, which was an all-time record for the school at that time.",
    "I wish to honour my teachers at Royal College. There were many dedicated and outstanding teachers among them, but for reasons of space, I shall single out the two from whom I benefited the most. The first was my teacher in the Fourth Form, Mr. J.E.V Pieris, affectionately called ‘Bada Pieris’ on account of his rotund figure. He epitomized the consummate teacher of the old school, giving us such a thorough grounding in English, Latin and History, which provided me a base for the future. Above all, I have to thank him for bringing out the student in me, since up to that time I had been more interested in sports than in my studies. Moreover, at a time of great instability, when our school was physically scattered and our morale low, he gave us the stability, emotional security and core values that we needed most at that time.",
    "If Mr. Pieris built up our academics and core values (in Form IV), Mr. Dickie Attygalle, our English teacher (in Forms V and VI), sought to question or destroy them! Although he was supposed to teach us English Literature, he never really ‘taught’ us in the conventional sense; but he did open our minds to the modern writers and poets, whom we had never heard of before. He was also a Marxist, atheist and cynic – but at least he taught us to think! This he contrived to do by questioning everything we believed in, cynically attacking our values and deriding all the ideals and institutions that we cherished.",
    "He would come to the class with a bored look on his face and, without any greeting, would adopt his classic pose of ennui (he was a great poseur), gazing languidly out of the window. Instead of teaching us English Literature, he would suddenly ask: ‘I suppose you guys believe in God’? This was met with nervous titters from the class: we were only 15 years old at the time and no one had ever really thought about God! On another day he would ask: ‘I suppose you guys believe in marriage?’ He would then go on ridiculing the idea of marriage, once even going to the extent of saying: ‘If your wife does not flush the toilet, I guess you guys will run to flush the bog after her!’ Shocked to the depths of our puritanical souls, we had never given thought to such ‘existential’ questions as flushing the toilet after hypothetical wives!",
    "Since he would get no response from the rest of the class, he would pick on me as their leader, asking me directly whether I believed in God or not, in marriage or not, etc, challenging me always to analyze and defend my assumptions and beliefs. Similarly, he would deride my athletics, which he described ‘as one fool chasing another round the track’! Apart from teaching us English literature, Dickie Attygalle encouraged us to read leftist literature, including Karl Marx. This early start enabled me to outgrow Marxism even before my first year in the University, although my leftist leanings still persist at the age of 95! It is not a coincidence that Royal College produced the top students in English for the next few years, but also the top students in political science, sociology and history. All this happened because of the reading and thinking provoked by Dickie Attygalle: his iconoclastic attacks taught us to question, to analyze – and to think!",
    "My greatest ambition when I entered Royal College, at the age of eleven, was to be a sportsman. Having failed in every sport, I was left only with boxing. Having won my first two fights against older opponents unexpectedly, I had to meet Tuan Cassim, who was the champion boxer in all schools, in the finals. I survived the first round but with a bad cut over my eye, which bled profusely. In the second round, although I could hardly see because of the blood, I got him into a corner and went on hammering into the corner with all my might. Suddenly I heard the gong sound urgently, while the referee hastened to stop the fight! I thought to myself: ‘have I knocked him out’? To my chagrin, I found that I had been battering the corner post of the ring, while my opponent stood behind me, looking charitably but sheepishly on! Ironically, despite my pathetic performance that day, by dint of seniority in the team (because I had reached the finals), I was made Boxing Captain of Boake House, while still under 16 years, which is probably a record for the school – although completely undeserved!",
    "I also have to record another discomfiting position that I attained without merit! Although I never went for cricket practice (since I considered it an absolute waste of time), I was always selected as the last man (11th man) for the Boake House Cricket Team, just to run around and save boundaries. But when all the good cricketers were promoted to higher-age teams, this left only my close friend, Mahes Rodrigo (a brilliant cricketer) as captain, and me as Vice-Captain – which made me a regular butt for Mahes’ jokes. Whenever I happened to pass by, he would switch to dramatic mode, declaiming for all (especially me) to hear: ‘What can I do? This b…..r Aru has been made Vice-Captain: he can’t even hold a bat, neither can he bowl! But I can’t sack him from the team, because he is the bloody Vice-Captain!’ And so, it went on and on – but only when I passed by, and only if there was an adequate audience!",
    "In athletics, having won the 440 yards and 880 races, I was awarded athletics colours at an early age, and thus became Athletics Captain of Royal College. I turned to rugger (rugby) too. Although unimpressive in my first year, I became an attacking wing-forward in my final year. Unfortunately, I tore my hamstring soon after the first Bradby Shield (Royal-Trinity) match, in which I scored the only try – the first in the Bradby Shield!",
    "During the War years, especially when school started only at 1 p.m., I would go swimming most mornings in the sea, off Kinross Avenue. At the age of 14, counting myself a good swimmer, I was tempted one day to swim out to the reef and beyond. But once I got beyond the reef, I unexpectedly got a severe cramp that paralyzed my entire leg. I doubled up in pain and went down, down, down. I looked wildly around: nobody was close enough to save me. I resigned myself to my own death. Fortunately, someone had spotted me and had shouted for help. A lifeguard who was on a raft at sea, was just able to reach me in time, to bring me safely to the shore. I was too young, busy and blasé to think about this episode at that time; but I realize now, in my old age, how close I came to dying that day, at the age of fourteen!",
    "When we were in the Sixth Form in Royal College, my two best friends, Ana Seneviratne – who later became IGP – Upali Amarasinghe and I, pooled our money together to buy two war-surplus canoes off the pavement in Pettah. After some practice, we decided to go on an adventure. Starting from the Kirillapone Canal and going via the Bolgoda Lake towards the Kalu Ganga, we decided to find a long disused canal that led to the mighty Kalu Ganga. Although we had only 26 cents between us for those four days, we airily agreed that we could survive on the fish that we would catch and the birds that we would shoot. We ended up with no fish caught: we managed to survive the next three days only by eating lotus seeds and cooked lotus stems. Meanwhile, when swimming, we always kept a weather eye open for Sudu Moona, the man-eating crocodile, which had pulled three persons to their death that very year. Having found the entrance to the Kalu Ganga, we were able to return triumphantly home, with three cents to spare!",
    "I was a Junior Cadet and then a Senior Cadet, rising to the highest rank in Royal College, as Senior Sergeant of the Cadet Corps in charge of two platoons, making up 60 cadets. I will narrate here only a humorous episode from our annual Cadet Camp in the hills of Diyatalawa. In an inter-collegiate competition, each school was asked to put forward its best Section (part of a platoon) in order to capture a so-called “enemy position” within a given time. I led the 12-man Royal College team. Having camouflaged ourselves with mana grass sticking out of our hair and ears, I sent our two scouts ahead to signal whether the coast was clear for us to advance.",
    "Our scouts went over the top of the hill and we waited for their signal. But we waited…. and waited … and waited, but there was no sign of our scouts. So I sent the next three men (the so-called ‘machine-gun group’) over the hill to signal us to advance. But they too vanished! By this time, absolutely desperate because our time was running out, I gave the signal for the rest of our group to advance. Coming over the top of the hill, we found our lost scouts and machine-gunners hiding in the mana grass in their best camouflage kit, avidly watching a British soldier and a Wren (women from the British Navy) making love in the grass! Our boys, all around 17 years old, had never seen such magic in their lives! By this time, since we had already lost the ‘battle’, the whole team from Royal College ‘surrendered’, so as to better watch the show!",
    "I passed the Higher School Certificate (HSC) with distinctions in all four subjects, and stood first in the whole country in all three subjects at the University Entrance Examination and was offered the University Entrance Scholarship in each of them: English, History and Government (Pol. Sc.). With that, I come to my last days in Royal College, which ended with the Prize Giving, presided over by the Governor-General, Sir Andrew Caldecott. For me, it was a grand farewell. First, as Senior Sergeant of the Cadet Corps, I had to receive the Governor-General at the gates of the School and accompany him in his inspection of the ranks of the Cadet Corps.",
    "I then had to abandon my rifle and run to the school steps in order to welcome the Governor into the main school, as Head Prefect of the school. Then the Prize Giving started and I had to go repeatedly to the podium to receive my prizes. Since it was war-time, and since I was wearing my Cadet uniform and the Governor-General was wearing his uniform as Commander-in-Chief, I had to walk up the steps, spring smartly to attention, give the military salute and then shake hands with the Governor-General before receiving my prizes. The poor Governor was forced to reciprocate, saluting me each time, followed by shaking my hand before giving each prize to me. When I approached for the last prize, the Governor-General wrung his hand repeatedly in mock pain and dismay, saying: ‘Oh not you again! Please not again!’ I was finally awarded the Dornhorst Prize for the Best All-rounder (the most prestigious prize of all), while the rafters rang with the applause of the whole school.",
    "(*The writer, now aged over 95-years, is one of the last surviving members of the coveted former Ceylon Civil Service which he quit prematurely for a long career with the UN Food and Agriculture Organization)",
    "TISL Demands Transparency in Adani Wind Power Project: Files Right to Information Applications",
    "Royal College Group of 2004 marks 20 years of excellence with grand anniversary celebration and community initiatives",
    "S. Thomas’ all out for 297 on day one of 145th Battle of the Blues",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}