{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Will-Ranil-regain-support-of-Tamil-and-Muslim-voters/172-282864",
  "time_ut": 1715968380.0,
  "original_lang": "en",
  "original_title": "Will Ranil regain support of Tamil and Muslim voters?",
  "original_body_lines": [
    "President Ranil Wickremesinghe addressing the May Day rally in Kotagala",
    "Sri Lanka’s last official census was taken in 2012. According to that census, Sri Lanka’s majority ethnic community the Sinhalese comprises 74.9 % of the island nation’s population.  Numerically, the second largest ethnicity is the Sri Lankan Tamils who are 11.1% of the population. The third largest ethnicity is the Sri Lankan Muslims or Moors who comprise 9.3% of the population. The fourth largest ethnic group is the Tamils of  Indian origin known as “Malaiyagath Thamizhar” (Hill Country Tamils) who are 4.1%.",
    "The three numerical minorities namely the Sri Lankan Tamils, Muslims and Indian Tamils together are 25.5% of the population. These three ethnic groups form the majority in some Sri Lankan districts. In other districts they are a substantive segment of the population. Since the people of all districts vote together in the Presidential elections, the entire island is transformed into a “single” constituency with a 74.9% Sinhala majority and 25.5 % non – Sinhala minorities.",
    "Therefore the three ethnic minorities  have played a significant role in presidential elections from the time the executive presidency was introduced. The voting pattern of the Tamil and Muslim communities in previous presidential elections was discussed in detail by this column last week.",
    "The focus of this series of articles has been on incumbent President Ranil Wickremesinghe’s strategy and plans about contesting the 2024 presidential polls. As such this week’s article would try and assess the plus and minus points of President Wickremesinghe vis a vis the Tamil and Muslim voters.",
    "Ranil Wickremesinghe as mentioned earlier has generally been popular among the Tamil and Muslim voters of Sri Lanka. The bulk of Tamil and Muslim voters supported him in 1999 and 2005 when he directly contested the presidential elections. The three minority ethnicities also strongly supported the presidential candidates backed by Ranil in 2010, 2015 and 2019  namely Sarath Fonseka, Maithripala Sirisena and Sajith Premadasa.",
    "There is optimism in the UNP that the Sri Lankan Tamils will be very supportive of Ranil. These sections opine that Ranil could appeal to the Tamil people directly regardless of Tamil party support and harvest Tamil votes",
    "The United National Party (UNP) in general and Ranil Wickremesinghe in particular received a tremendous jolt in the 2020 Parliamentary elections. The party polled only 249,435 (2.15%) votes in the country. For the first time in its history, the grand-old party failed to get an MP elected. The UNP polled only 30,875 (2.61%) in Colombo which was considered its stronghold for decades.",
    "This electoral debacle was mainly due to the bulk of the UNP’s sitting MPs breaking away and forming the Samagi Jana Balawegaya (SJB) under Sajith Premadasa’s leadership. While the Rajapaksa-led Sri Lanka Podujana Peramuna (SLPP) swept the polls in 2020, the SJB came next. Premadasa became the leader of the Opposition.",
    "Though Ranil had much political support among Tamils and Muslims for many decades, the 2020  poll reversed the situation. It was the UNP breakaway, the SJB led by Sajith Premadasa, which got the bulk of Tamil and Muslim votes. In fact, one-thirds of the MPs elected from the SJB in 2020 are Muslims and Tamils.",
    "The question that arises at this juncture is whether Ranil Wickremesinghe can win back the Tamil and Muslim votes  lost by the UNP to the SJB  in 2020? Can Ranil  regain the support of Tamil and Muslim parties and voters to help him win the 2024 Presidential poll? Let us briefly gauge the situation in terms of each of the three main ethnic groups in this regard.",
    "It is clear that Ranil Wickremesinghe will contest the presidential elections as a non -party independent candidate. He will be supported by an alliance of political parties, groups of MPs, individual MPs and  organizations.  Ranil however will not be a candidate of this alliance. Instead the alliance will only back the non -affiliated Wickremesinghe. Hence the extent of support Wickremesinghe could get from the three minority groups can only be estimated by the number of Tamil and Muslim MPs and parties backing him.",
    "Let us take the Tamils of Indian origin known as the Hill Country Tamils (Malaiyagath Thamizhar) first. The largest Trade union and chief political party representing the Up Country Tamils is the Ceylon Workers Congress. The CWC is now a constituent of President Ranil Wickremesinghe’s Government. It has two MPs elected from Nuwara Eliya in Parliament. CWC Gen. Secy Jeevan Thondaman is a Cabinet minister. CWC President Senthil Thondaman is the Eastern province Governor. The CWC will back Ranil strongly at the elections.",
    "Ranil’s bond with the CWC was further cemented on May Day this year. The Ceylon Workers Congress (CWC)  held its rally in Kotagala. President Ranil Wickremesinghe who was the chief guest at the huge CWC rally brought joyful news  to the workers  gathered in Kotagala.  He announced  to a wildly cheering audience that the daily wage of plantation workers had been raised from Rs. 1,000 to Rs. 1,700.",
    "The 700 rupee increase amounted to a 70% pay rise. The president displayed a copy of the Gazette proclamation to the people. He had taken the trouble to get it gazetted on April 30. The positive effect of the 700 rupee wage increase will transcend beyond the estate line rooms  and  impact on the whole community. It will demonstrate that the President and Government is concerned about them.",
    "The three numerical minories namely the Sri Lankan Tamils,Muslims and Indian Tamils together are 25.5% of the total population. These three ethnic groups form the majority in some Sri Lankan districts",
    "Though the CWC is the foremost Party of the Hill Country Tamils, it does not have a monopoly of Parliamentary seats.  In fact it is the Tamil People’s Alliance (TPA) that has the largest number of Up Country Tamil MPs in Parliament. The TPA  is an alliance of three parties namely the Democratic  People’s Front (DPA) led by Mano Ganesan, the National Union of Workers (NUW)  led by Palani Digambaram and the Up Country Peoples Front (UCPF) led by V. Radhakrishnan.",
    "The TPA  contested the 2020 Parliamentary polls  on the SJB ticket and got six seats. Three in Nuwara Eliya, one each in Badulla, Kandy and Colombo. One MP Aravinthakumar elected from Badulla crossed over to the SLPP Government in 2020 and was expelled from his party. He is now a state minister in the  Ranil-led  Government. The TPA has so far remained with Sajith Premadaa’s SJB in the opposition. There are however rumblings of discontent and grumblings of dissatisfaction within the SJB bosom.",
    "There has been much speculation that the TPA will split with the SJB and support Wickremesinghe’s candidacy at the right time. The TPA refusal to sign a memorandum of understanding with Sajith’s SJB  is a possible pointer. It indicated that the TPA did not want to tie-up with the SJB prematurely. The alliance wanted to weigh its options and decide at the opportune moment. In short the TPA   wants freedom to transfer allegiance to Ranil whenever it wants to do so. Until then it will be in but not of the SJB. Some also opine that the TPA may get divided on this issue with some MPs staying with Sajith and others throwing in their lot with Ranil.",
    "The current UNP-SJB split is basically an ego clash between Ranil and Sajith. There are no major policy differences. In fact they are the same ideologically. The SJB itself is old UNP wine in a new SJB bottle. There is much yearning among the rank and file of both parties to re-unite and confront the SLPP and JVP together. This grass-root feeling is reflected among the Tamil and Muslim party allies of the SJB too.",
    "It is perhaps due to this factor that TPA leader Mano Ganesan  along with Muslim Congress Leader Rauff Hakeem are trying hard to re-unite the SJB and UNP. If there is rapprochement between Ranil and Sajith, minority party leaders like Mano and Rauff would be spared the unenviable task of choosing between the two. This however seems unlikely and so the TPA will have to decide whether it supports Ranil or not in the near future. This may cause a split in the party.",
    "Apart from the CWC and the TPA, Ranil has received a shot in the arm in the form of Badulla MP Vadivel Suresh the influential Secretary of the Lanka Jathika Estate Workers Union (LJEWU). Suresh who opted to desert Ranil and join Sajith got estranged from the latter. He is now back with the UNP and was seen on the UNP  stage on May Day. Thus Ranil appears to be on a strong footing as far as “Malaiagath Thamizhar” voters are concerned with the CWC, LJEWU and elements of TPA support.",
    "Let us move on to the  Sri Lankan Muslims. The chief Muslim Party the Sri Lanka Muslim Congress (SLMC)  remains with the SJB in the Opposition though some of its MPs  supported the Gotabaya Government earlier. The SLMC too has not signed a MOU with the SJB as requested by Sajith recently. SLMC leader Hakeem like TPA leader Ganesan has been trying hard to reconcile Sajith and Ranil and re-unify the UNP.",
    "Observers of the Muslim political scene feel that the SLMC would support Ranil at the presidential election. Though Rauff Hakeem  has been playing his cards close to his chest, a number of MPs in the SLMC are for Ranil. There is every likelihood of them revolting if Rauff remains with Sajith. Besides the newly appointed Wayamba Governor Nazeer Ahamed is capable of triggering a pro-Ranil revolt within his former party the SLMC if necessary.",
    "The All Ceylon Makkal Congress (ACMC) led by Rishad  Bathiudeen will also support Wickremesinghe when elections are announced. He is already displeased with Premadasa over several issues. ACMC dissidents like  MPs Rahman and Musharraf are also supportive of Ranil.",
    "The National Congress led by AHM Athaullah is firmly backing Ranil. Athaullah is the uncrowned king of Akkaraipattu. Former Batticaloa MP Hizbullah who has considerable support in Kattankudi will back Ranil.",
    "Thus the three Muslim parties (SLMC, ACMC and NC) dissident Muslim MPs   and influential politicians  like Hizbullah will support Ranil. Furthermore Muslim MPs  elected directly on the SJB ticket like Hashim, Mujibur Rahman and Imran  Maharoof may also support Ranil if and when they split from the SJB. It appears therefore that Wickremesinghe is likely to get  much Muslim support in the presidential election.",
    "Ranil Wickremesinghe as mentioned earlier has generally been popular among the Tamil and Muslim voters of Sri Lanka",
    "Finally we come to  the Sri Lankan Tamils. What Ranil is sure of at present is the support of two Tamil parties in addition to his own UNP. The EPDP led by Douglas Devananda and the TMVP  led by Chandrakanthan alias Pillayan are part of the Wickremesinghe Government.  Devananda is a Cabinet minister and Pillayan a state minister. The EPDP has two elected MPs. The TMVP’s Pillayan got the highest number of preference  votes in Batticaloa. Devananda also has a limited yet stable vote bank in the North.",
    "Batticaloa MP Viyalendran who split from the TNA and joined the SLPP in 2018 is now a state minister. He too is likely to back Ranil. Then there is Angajan Ramanathan who was the only MP to get elected on the SLFP ticket in 2020. Angajan got the highest number of preference votes in 2020. The politically astute Angajan  is likely to hitch his wagon to the Ranil star at the right time.",
    "Former Supreme Court Judge and Jaffna district MP  C.V. Wigneswaran voted  for Ranil at the presidential  poll held in Parliament on 20 July 2022. Therefore he is likely to support Ranil but the consistently inconsistent Wigneswaran may change his mind again. In any case it does not matter because CVW  has negligible support among the people now.",
    "The All  Ceylon Tamil Congress has two MPs. But the party led by Gajendrakumar Ponnambalam will not participate in a presidential election and has called upon Tamils to boycott the poll.",
    "The premier political configuration of the Sri Lankan Tamils is the Tamil National Alliance (TNA) which got ten seats in the 2020 elections. The TNA is fractured now with two of its three constituents the TELO and PLOTE forming a new alliance called the Democratic Tamil National Alliance (DTNA) with three other parties including the EPRLF. The chief TNA constituent Ilankai Thamil Arasuk Katchi (ITAK) now stands alone. Of the original ten TNA Parliamentarians, the ITAK has six MPs while the TELO and PLOTE have three and one respectively.",
    "It is too early and too dicey to attempt to gauge what the ex-TNA constituent parties will do in the 2024 presidential poll  because none of them have declared their intentions  so far. These parties may decide only after elections are officially announced.",
    "However, in the 2022 Presidential election the TNA declared its support for Dullas Alahapperuma and not Ranil Wickremesinghe. Yet there were unconfirmed reports that only four of the ten MPs had voted for Dullas. The rest had either voted for Ranil or spoiled their votes. Ranil himself hinted jovially  that some in the TNA voted for him. Some reports say the DTPA may support Ranil though the front is yet to declare its position openly.",
    "Meanwhile the ITAK itself is now fragmented into two camps. One is supportive of S. Shritharan and the other supports MA Sumanthiran. Furthermore the ITAK is now enmeshed in a legal tangle. The hopelessly divided party seems unable or unwilling to present a common position in courts. Against this backdrop it is virtually impossible to predict what the ITAK may do in the presidential poll. However, there are straws in the wind which indicate that  some individuals in both the ITAK camps are likely to support Ranil.",
    "There is optimism in the UNP that the Sri Lankan Tamils will be very supportive of Ranil. These sections opine that Ranil could appeal to the Tamil people directly regardless of Tamil party support and harvest Tamil votes. Given the positive image enjoyed by Ranil among North-eastern Tamils, this  move could prove successful.",
    "However there are two current developments  that could work negatively against Ranil. The first is the move by certain quarters to field a common Tamil presidential candidate. If this happens, the “common Tamil candidate” may siphon off potential Tamil votes supportive of Wickremesinghe.",
    "The second is the conduct of the Police in handling the peaceful  commemoration  of the Humanitarian  tragedy that engulfed Tamils in May 2009. The 15th anniversary  is being memorialised by the distribution of porridge  called “Mullivaaikkaal Kanji “ in coconut shells to people in a token gesture of remembrance. This is to denote the fact that hundreds of thousands of Tamil civilians trapped in Mullaitheevu district could only have kanji as food in those dark days.",
    "The Police in the Eastern province have cracked down hard on persons who allegedly distributed Mullivaaikkal  Kanji. Male Policemen  have reportedly dragged  wailing women by their hair   and arrested them. Three women including an undergrad and a man have been remanded for allegedly distributing porridge to people.  The Police action is  saddening and angering the Tamil people.",
    "This high handed, unreasonable conduct is reflecting badly on President Wickremesinghe. So much so that ITAK spokesperson M.A. Sumanthiran  addressing a media conference reportedly said “Ranil Wickremesinghe need not come here canvassing for votes if this continues”."
  ]
}