{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Hirunika-charged-for-obstructing-police/108-279553",
  "time_ut": 1711357860.0,
  "original_lang": "en",
  "original_title": "Hirunika charged for obstructing police",
  "original_body_lines": [
    "Colombo, March 25 (Daily Mirror)- The Colombo Chief Magistrate today overruled a request by the Cinnamon Gardens Police to seek the Attorney General’s opinion against the National Organizer of the Samagi Jana Balavegaya Women’s Wing, Hirunika Premachandra and 14 others for participating in a street drama at Torrington Square.",
    "Senior Counsel Athula S. Ranagala appearing for 13 suspects asserted that the Police while performing an unofficial duty had come before the court and made false allegations that the 15 suspects had obstructed the police in performing their official duties.",
    "The counsel underscored the fact that the suspects had staged a street drama emphasizing prominence to the hardships that the women in Sri Lanka are facing today due to the prevailing situation.",
    "Counsel also said that he will not challenge the prosecution if they had done an official duty assigned to them but the police doing an unofficial and unethical chore on politics  had come before court with dirty hands to accuse the suspect for demonstrating the street drama.",
    "Counsel stressed that unfortunately lawlessness reigns and even the provisions of the Constitution are not enforced.",
    "The Cinnamon Gardens Police filed a report in court and sought the Magistrate’s permission to seek the Attorney General’s opinion on the case.",
    "Magistrate Prasanna De Alwis declined to give an order and ordered the Cinnamon Gardens Police to take action under Section 103 of the Penal Code and put off the case for 6 October 2024.",
    "The Magistrate issued an arrest warrant on the 5th suspect who was not present for the case.",
    "The Cinnamon Gardens Police alleged that the suspects had organized a procession without prior permission and obstructed police officers from performing their duties while being members of an unlawful assembly.",
    "Former MP Hirunika Premachandra and 14 others were arrested for interfering in police duties."
  ]
}