{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/when-watchdogs-go-deaf-and-blind/",
  "time_ut": 1752908340.0,
  "original_lang": "en",
  "original_title": "When watchdogs go deaf and blind",
  "original_body_lines": [
    "The Commission to Investigate Allegations of Bribery or Corruption (CIABOC) and the Criminal Investigation Department (CID) have been in overdrive, probing and prosecuting Opposition politicians and their family members—and rightly so. Several former ministers are already behind bars. It is being argued in some quarters that the culture of impunity has come to an end under the incumbent dispensation. This, we believe, is an overstatement. The CIABOC and the police acted very efficiently under the previous governments as well when complaints were made against the then Opposition politicians.",
    "The CIABOC and the police including the CID stand accused of dragging their feet on complaints against government politicians and their associates. The fact that they lack their typical high-octane performance when suspects happen to be ruling party politicians is borne out by the manner in which the national anti-graft commission is handling a complaint an Opposition politician has made against a government minister over his alleged involvement in having as many as 323 freight containers including red-flagged ones released without Customs inspection from the Colombo Port in January 2025.",
    "Pivithuru Hela Urumaya leader Udaya Gammanpila visited the CIABOC, on Thursday, to inquire about the progress in an investigation into his complaint against Minister Bimal Rathnayake for the aforesaid questionable release of containers. The CIABOC has become a favoured destination for some politicians and civil society activists seeking media attention. However, Gammanpila raised a valid point, addressing the media; pointing out that one and a half months had elapsed since he made the complaint, he said no action had apparently been taken based on it though the CIABOC acted in double-quick time when complaints were made against Opposition politicians. One could argue that statements of individuals in the political wilderness should be taken with a pinch of salt, but it will be interesting to see whether any investigation has got underway into Gammanpila’s complaint.",
    "Meanwhile, the CID, which is now under a key member of the ruling NPP’s Retired Police Collective, has chosen to probe the container scandal in an absurd manner. It summons the Opposition politicians who keep the issue going—obviously for political reasons—and not the government members and officials blamed for the mega scandal. One is reminded of the legendary King Kekille, who set offenders free and punished the innocent parties in cases heard before him. At this rate, one need not be surprised even if the complainants happen to face legal action while the culprits, including politicians and officials, walk free.",
    "Curiously, the NPP government, which went out of its way to retrieve a nearly 30-year-old presidential commission report on the Batalanda torture chamber, has baulked at releasing the container probe committee report, fuelling speculation that it is attempting a grand cover-up. If it has nothing to hide, as some of its ministers have claimed, it should be able to make the report public without further delay and take action based thereon.",
    "According to a copy of the container probe committee report tabled by the SJB in Parliament a few weeks ago, the release of the containers without inspection at the behest of an internal committee of the Customs caused a clear procedural violation. The Customs would not have done so without the blessings of the government. Close on the heels of the release of containers in question, Deputy Minister of Ports and Civil Aviation Janith Ruwan Kodituwakku told the media that the government would take full responsibility for the cargo so released.",
    "Unless the police and the vital state institutions mandated to combat bribery and corruption are depoliticised and given a free hand, the culture of impunity will prevail, exemplifying the Pigs’ decree in Orwell’s Animal Farm, a dystopian critique of the Stalinist regime in Russia—”All animals are equal, but some animal are more equal than others.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}