{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/LMSV-Rotary-Honda-Purudu-Champions-Season-3-celebrates-unity-and-good-ethics/56-761235",
  "time_ut": 1714520350.0,
  "original_lang": "en",
  "original_title": "LMSV, Rotary Honda Purudu Champions Season 3 celebrates unity and good ethics",
  "original_body_lines": [
    "The Little Minds Strong Values (LMSV), Rotary Honda Purudu Championship Season 03 finals were held last Sunday, 28 April at Galadari Hotel and broadcast on Facebook live.",
    "Over 4,000 children from around the country participated in the competition and 125 children participated in the finals.",
    "This project was initiated by the Rotary Club of Colombo Metropolitan and over the past six years expanded as a project that has been adopted by all clubs across the Rotary 3220 District. Rotary believes that inculcating good ethics and values in children at a young age would bring about a positive change in the country in the next generation. LMSV uses 32 Sinhala/Tamil songs with simple music/lyrics and eye-catching video animation to promote positive ideas and attitudes in children from a young age, building and shaping the citizens of the future. The famous idiom “Puhul Hora Karen Dane” is turned into a song with a powerful message to the children “Hora karanna epa”, “boru kiyanna epa”, and similarly all songs have powerful messages and embedded values in them.",
    "LMSV Project Chairman Rukshan Perera expressed his elation at the event, stating, “I am thrilled and immensely proud of the children who participated in this competition. It brings me great joy to witness their embodiment of the values embedded in our songs, as they deliver creative performances. Over the past six years, we have developed more than 50 Honda Purudu values, imparting moral guidance to children on various aspects of life such as respect, kindness, honesty, and environmental stewardship.”",
    "Since its inception, LMSV has garnered significant attention, thanks to its collaboration with the Ministry of Education. The program has been successfully integrated into 10,000 government schools nationwide, where students actively engage with the values through performances. Speaking about the event, The Rotary Club of Colombo Metropolitan President Kishani Gunasekera commended the efforts of Rukshan and his team, stating, “It is heartening to see LMSV progress to its third phase with the ‘Rotary Honda Purudu Champions’ national competition. The dedication of teachers and students in creating exceptional performances is truly commendable. The event showcased remarkable talent and creativity, demonstrating the positive potential of our youth.”",
    "The event’s judging panel comprised esteemed personalities from various fields, including actors, singers, entertainers, and educators. They evaluated performances in Sinhala, Tamil, and English, assessing songs, dances, speeches, and dramas. Central to the LMSV program are 32 meticulously crafted Sinhala and Tamil songs, each imbued with essential values. These values serve as guiding principles for children, fostering personal growth and societal harmony. For those interested in the program, original song videos and children’s live performances can be viewed at www.lmsv.lk. By engaging with these songs, parents can help instil crucial values in their children from an early age."
  ]
}