{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/nVentures-welcomes-visionary-tech-ecosystem-leader-as-new-limited-partner/34-769982",
  "time_ut": 1733155063.0,
  "original_lang": "en",
  "original_title": "nVentures welcomes visionary tech ecosystem leader as new limited partner",
  "original_body_lines": [
    "nVentures has announced that e27 Co-founder and CEO, and Orvel Ventures Partner Mohan Belani, has joined its esteemed group of investors.",
    "This investment brings deep expertise in developing Southeast Asian tech ecosystems and supporting early-stage startups.",
    "With an impressive track record of supporting over 30 early-stage investments across Asia-Pacific and the United States, Belani brings a wealth of experience in helping founders navigate the complex landscape of Southeast Asian tech landscape. His work at e27, Asia’s leading tech and start-up ecosystem platform, has been instrumental in connecting hundreds of startups with critical resources, including fundraising opportunities, media exposure, and strategic business partnerships across Southeast Asia.",
    "Mohan Belani first visited Sri Lanka for the DigiEcon Global Investment Summit held in June 2024 on the invitation of nVentures, Ministry of Technology and ICT Agency of Sri Lanka. “Sri Lanka’s untapped start-up ecosystem offers a rare chance to pioneer innovative ideas — as an early investor, aren’t just funding great startups; they’re shaping the future of an entire digital economy,” said Mohan Belani.",
    "His investment strengthens nVentures’ commitment to empowering the next generation of entrepreneurs. “We look forward to leveraging Mohan’s extensive experience in startup ecosystem development, expanding its reach, and continuing to support visionary founders building scalable, impactful technologies across Southeast Asia and beyond,” said nVentures Founding Partner Ashok Verma.",
    "Licenced by the Monetary Authority of Singapore, nVentures specialises in B2B fintech startups in South and Southeast Asia. Its investment portfolio spans Sri Lanka, India, Bangladesh, Singapore, and the UK. Focusing on early-stage investments, the firm provides capital, strategic guidance, and access to an extensive network to help founders create industry-leading companies."
  ]
}