{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-might-look-into-water-tariff-reduction-very-soon-minister-162750/",
  "time_ut": 1715595480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka might look into water tariff reduction “very soon”: Minister",
  "original_body_lines": [
    "EXCONOMYNEXT – Sri Lanka might consider look into water price reduction due to lower cost of energy after sharp appreciation in the rupee, Minister of Water Supply Jeevan Thondaman said.",
    "President Ranil Wickremesinghe’s government has been implementing IMF-led pricing policies on utilities and the Water Supply Ministry has already come up with a formula.",
    "However, the formula developed with the help of the Asian Development Bank, has yet to be implemented.",
    "The National Water Supply and Drainage Board (NWS & DB) increased the water tariff sharply in August 2023, claiming that the operating cost had been increased owing to high interest payment for bank loans and increased electricity prices.",
    "“The biggest cost that we had was the energy cost. That is the cost we have been working on with and just to be transparent, according to the current formula, there was a 14% increase three months ago in the price of water,” Thondaman told reporters at a media briefing in Colombo.",
    "“But right now with the drop in dollar rate, I think we might be looking into a reduction of water prices very soon.”",
    "The last year revision saw the consumers paying 30-50 percent increase from the existing water bill.",
    "The Minister in January said the government will be implementing any downward revision and will not implement upward revision due to higher cost of living faced by people.",
    "The Energy Ministry has slashed in electricity tariff soon two months ago with the reduction in fuel prices. The Sri Lankan rupee has appreciated 9.1 percent against the US dollar in the first four months of the year, the central bank data showed.",
    "The Minister’s comment also comes ahead of presidential polls expected to be held between September 17 and October 16 this year while people have complained that they have got the benefits of sharp appreciation of the rupee. (Colombo/May 13/2024)"
  ]
}