{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/brantel-appointed-partner-and-reseller-of-global-networking-giant-cisco/",
  "time_ut": 1713659400.0,
  "original_lang": "en",
  "original_title": "Brantel appointed Partner and Reseller of global networking giant Cisco",
  "original_body_lines": [
    "Brantel Lanka (Pvt) Ltd., has announced the Company’s appointment as a Partner and Authorized Reseller in Sri Lanka for Cisco Networks, the global leader in networking hardware, software and services, a company news release said.",
    "The Company said its primary role as a Cisco Partner would be to help build the online presence, and automate the business processes, of small and medium businesses (SMBs) in Sri Lanka by catering to their specific networking needs.",
    "“Cisco recognises that SMBs have unique requirements compared to large enterprises, and provides networking solutions that are scalable, cost-effective and easy to manage, allowing SMB clients to start small and expand their networks as they grow, balancing functionality and affordability and ensuring value for their investments,” Brantel Director/General Manager Priyantha Wickramanayake said. “As a company that has delivered technology and value-added services to more than 2,500 businesses over the past 20 years, Brantel is perfectly positioned to play this role.”",
    "Wickramanayake said that Brantel is equipped to support the ever-rising demand for Cisco SMB switches in Sri Lanka. Brantel is also an authorized distributor for Corning Copper and Fiber communications equipment.",
    "Cisco has a global presence exceeding 100 countries and supports businesses of all sizes around the world with routers, switches, networking software, security solutions, collaboration tools, cloud infrastructure and IoT technologies, drives digital transformation by facilitating connectivity, communication, and data exchange worldwide, and also offers certifications and training programs through the Cisco Networking Academy.",
    "Brantel Lanka (Pvt) Ltd. focuses on empowering the corporate sector in Sri Lanka with cutting-edge Communication and Enterprise solutions. Brantel’s range of products from leading global manufacturers include copper and fibre network cables, passive network components, solar inverters, PV modules, point-of-sale thermal printers, and digital smart board solutions. Brantel is also the national distributor for E-tel Mini Computers, Android smartphones, tablets and feature phones and Corning products in Sri Lanka.",
    "Over the past 20 years, Brantel has partnered with some of the leading technology brands around the world to simplify and accelerate sales channels.",
    "Hayleys Fabric celebrates triple triumph at ISPO Textrends Spring/Summer 2026",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}