{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Constitutionality-of-Economic-Transformation-Bill-challenged-in-SC/108-284116",
  "time_ut": 1717549200.0,
  "original_lang": "en",
  "original_title": "Constitutionality of Economic Transformation Bill challenged in SC",
  "original_body_lines": [
    "Colombo, June 5 (Daily Mirror) - A Special Determination petition has been filed in the Supreme Court challenging the constitutionality of the Economic Transformation Bill, which was recently published in the Government Gazette.",
    "The petitioners, the office bearers of Trade Unions representing formal and informal workers from the private and State Sector filed this petition seeking a declaration that the bill requires the approval by the people at a Referendum in addition to the 2/3 approval of the Parliament.",
    "The petitioners alleged that the provisions of the Economic Transformation Bill will have a serious impact on workers and particularly young workers. They further alleged that the government did not consult with Trade Unions, Workers and specifically young workers who will face the direct consequences of this Bill.",
    "In their petition, the petitioners stated that the proposed bill attempts to change the fundamental nature of the state from a socialist state to a neoliberal state.",
    "The petitioners state that the Bill promotes the free flow of capital, promoting unregulated foreign investments and minimises the role of the Cabinet and Parliament in economic policy making by transferring that power to the Economic Commission and other bodies created under this Bill. They maintained that the Bill attempts to make Sri Lanka into a neoliberal State which is in violation of Article 1 as it changes the fundamental nature of the State.",
    "The petitioners stated that the Bill establishes multiple Commissions, Companies and Institutions and no clear rationality has been provided as to why these multiple institutions are needed for ‘economic transformation’.",
    "They further alleged that these multiple bodies singularly focus on attracting investment into the Country. Therefore, the Bill does not clearly set out how the State intends to achieve the purpose of the Bill which is set out in the preamble and Clauses 2, 3 and 4.",
    "General Secretary of Commercial and Industrial Workers’ Union Amarasinghe Suranjaya, General Secretary of Ceylon Bank Employees Union Amaranth Ranajan Senanayake, Secretary of PROTECT Union Kalpa Madhuranga, President of Young Journalists’ Association Tharindu Iranga Jayawardhana, Tharindu Amila Uduwaragedara, Anuradha Disapala Fernando and Lalith Karunathilaka filed this petition naming the Attorney General as a respondent."
  ]
}