{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99063/adani-green-signs-20-yr-agreement-for-wind-power-stations-in-sri-lanka",
  "time_ut": 1715071860.0,
  "original_lang": "en",
  "original_title": "Adani Green signs 20-yr agreement for wind power stations in Sri Lanka",
  "original_body_lines": [
    "Sri Lanka’s Cabinet of Ministers has approved a deal with Indian billionaire Gautam Adani’s renewable energy wing Adani Green to develop wind power stations in the country.",
    "Adani Green Energy will be developing wind power stations in Mannar and Poonerin in Sri Lanka. The Sri Lankan Cabinet has appointed a negotiation committee to evaluate the project proposal which was furnished by Adani Green.",
    "“Based on the recommendations of that Committee, the Cabinet of Ministers granted approval to the resolution forwarded by the Minister of Electricity and Power to accept the last price as USD $ 8.26 cents,” the government said.",
    "The renewable energy company got the approval in February 2023 to invest $442 million towards the development of the 484 megawatts wind power plants in the two areas located in Northern Sri Lanka.",
    "A power purchase agreement for 20 years has been signed between the two parties. As per the agreement, Adani will be paid USD $ 8.26 cents per kilowatt-hours (kWh) subject to payment in Sri Lankan Rupees as per the actual foreign exchange rate.",
    "Shares of Adani Green had spiked to Rs 1,790 per share on announcement of this development, before paring gains to Rs 1,770. It was trading with gains of around 0.25 per cent as on 10:10 am while benchmark indices were down 0.29 per cent.",
    "US government-backed International Development Finance Corp in 2023 extended a loan of around $553 million to Adani Ports for a container terminal in Sri Lanka.",
    "Sri Lanka, which faced severe power outages and fuel scarcities amid an economic downturn in 2022, has been expediting renewable energy initiatives to mitigate against spikes in imported fuel expenses."
  ]
}