{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-national-chamber-to-promote-economic-ties-in-session-with-vietnam-envoy-232407/",
  "time_ut": 1753248000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s National Chamber to promote economic ties in session with Vietnam envoy",
  "original_body_lines": [
    "ECONOMYNEXT – The National Chamber of Commerce of Sri Lanka said it will host a forum with Vietnam Ambassador Trinh Thi Tam to promote trade between the two countries on July 30.",
    "“With Viet Nam recognized as one of Sri Lanka’s key trading partners in Southeast Asia, this forum is expected to serve as a strategic platform to unlock new opportunities for trade diversification and bilateral investment growth,” the National Chamber said calling on importer and exporters to join the forum.",
    "The event will explore opportunities for the Sri Lankan business community to directly engage with the Viet Nam Ambassador and gain firsthand insights into the Viet Nam’s trade policies, investment climate, and the growing scope for bilateral collaboration, the chamber said.",
    "She will highlight key areas of economic cooperation and discuss emerging sectors that offer potential for Sri Lankan businesses to explore.",
    "Sri Lanka’s Major Exports to Viet Nam: Animal feed; apparel; Cartons, boxes, cases, bags & other packing contains of paper; Chemical products; Compounded Rubber, crepe rubber, retreaded or used pneumatic tyres of rubber; Fish fillets and other fish meat; Gloves, mitts & mittens of textile; Knitted or crocheted fabrics; Made-up clothing accessories (handkerchiefs, shawls, scarves, ties, etc.); Man- made filaments, Special woven fabrics; Tea; Wadding, felt &nonwovens, special yarns, Twine",
    "Sri Lanka’s Major Imports from Viet Nam: Apparel; cotton; Iron and steel; knitted or crocheted fabrics; Man- made filaments; Man-made staple fibres; Miscellaneous chemical products; Natural rubber; Nuclear reactors, boilers, machinery and chemical appliances; Products of plastics; Reception apparatus for television; Residues and waste from the food industries; Smoked sheet rubber; Special woven fabrics; Telephones sets including telephones for cellular networks. (Colombo/July23/2025)"
  ]
}