{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hatch-partners-with-the-Lankan-Angel-Network-to-host-She-Loves-Tech-to-empower-Sri-Lankan-women-in-tech/34-767312",
  "time_ut": 1727651884.0,
  "original_lang": "en",
  "original_title": "Hatch partners with the Lankan Angel Network to host “She Loves Tech” to empower Sri Lankan women in tech",
  "original_body_lines": [
    "From: Hatch Senior Program Manager Ruvanara Tillekeratne, Ceylon Speechie Founder Nadini Perera, Hatch Director Brindha Selvadurai, and Lankan Angel Network Principal Dinali de Silva",
    "From left: Hatch Senior Program Manager Ruvanara Tillekeratne, Ophtha Innovations CEO Dr. Dhanushi Hettiarachchi, Women In Tech Ambassador – Sri Lanka Chapter Chathini Uduwana, and Dialog Ideamart Senior Tech Evangelist Dushantha Ranwala",
    "AnybanQ Founder Petula Wijesinghe pitching at the She Loves Tech Semi Finals",
    "In 2024, as technology advances and reshapes the future workforce, the underrepresentation of women in STEM remains a significant challenge. Despite the growing demand for skilled professionals in science, technology, engineering, and mathematics (STEM), women only account for 34% of the STEM workforce.",
    "This disparity starts early, with girls and women being systematically steered away from science and math throughout their education. This limits their opportunities to pursue these fields later in life, creating a gender gap, especially in high-growth, high-paying sectors such as computer science and engineering. The need for systemic change is urgent to ensure a more inclusive and equitable STEM landscape.",
    "Hatch, committed to promoting diversity and fostering economic growth, has implemented a series of business development initiatives aimed at increasing the participation of female entrepreneurs. These initiatives are designed to empower women to contribute more significantly to economic development. In partnership with the Lankan Angel Network (LAN) and the Ford Foundation, Hatch hosted the local rounds of “She Loves Tech”—a global startup competition dedicated to closing the funding gap for women-led and women-impact startups. This competition offers a unique platform focused on community, mentorship, education, and investment opportunities, showcasing women-led startups on a global stage.",
    "Since 2012, the Lankan Angel Network has been a key player in Sri Lanka’s startup ecosystem. With over Rs. 2 billion invested in more than 50 local startups through its network of over 100 angel investors, LAN has empowered entrepreneurs across the country. The Angel Fund, supported by the Ford Foundation, furthers this mission by providing essential resources and support to female entrepreneurs, ensuring their success in the competitive startup environment.",
    "The local rounds of She Loves Tech, held in August, were supported by key community partners, including Dialog Ideamart and Women In Tech – Sri Lanka. Four Sri Lankan tech innovators participated in the competition, receiving pitch coaching sessions. These efforts culminated in presentations to a panel of judges at the finale.",
    "This year’s local competition winner was Nadini Perera, founder of Ceylon Speechie. Ceylon Speechie is a platform that provides high-quality speech and language therapy services in Sri Lanka. Recognising the growing demand for specialised speech therapy, the platform offers comprehensive assessment, diagnosis, and treatment for various speech and language disorders. The experienced team of therapists at Ceylon Speechie works with individuals of all ages, from children to adults, to improve communication skills and enhance overall quality of life. By combining professional expertise with compassionate care, Ceylon Speechie is dedicated to helping clients achieve their full potential.",
    "In addition to Ceylon Speechie, three other female-led startups with tech-driven solutions to globally relevant problems participated in the competition:",
    "Dr. Dhanushi Hettiarachchi, CEO of Ophtha Innovations, focuses on developing cutting-edge solutions in ophthalmology, enhancing eye care with advanced technology.",
    "Petula Wijesinghe, founder of AnybanQ, has created an online platform that offers a unified interface for accessing and managing banking services from multiple Sri Lankan banks.",
    "Kristyna Lang, co-founder and managing director of Feelo, provides an online platform that offers discounted deals and vouchers for a wide range of products and services across Sri Lanka.",
    "As the competition winner, Nadini, along with runner-up Dhanushi, had the opportunity to pitch their businesses at the regional rounds of She Loves Tech, alongside startups from India, Bangladesh, and Pakistan. Before presenting, they received valuable mentorship and feedback from experts across Southeast Asia. Although Sri Lanka did not secure a spot among the regional winners, Nadini reflected on the positive experience: “Ceylon Speechie’s participation in the SLT semifinals, as one of the top 10 women-led tech startups in the South Asian region, was a valuable opportunity for our growth and networking. It was inspiring to see how women in the region are using innovation, passion, and technology to solve pressing problems while building profitable solutions. We are grateful to Hatch Works for providing the mentorship and resources that prepared Ceylon Speechie for this international competition. With the support from SLT and Hatch’s AccelerateHer program, we are excited to launch Ceylon Speechie’s tech product in the coming weeks.”",
    "Dr. Dhanushi also shared her sentiments of her experience: “Participating in She Loves Tech has been a transformative experience, offering invaluable opportunities to connect with a global community of innovators while amplifying our mission to revolutionise healthcare through cutting-edge technology.”",
    "Hatch and the Lankan Angel Network remain dedicated to elevating female entrepreneurship in Sri Lanka. Through funding opportunities, business skill development, and mentorship programs, they aim to help women-led businesses scale and succeed. These efforts contribute to the broader goal of accelerating Sri Lanka’s economic growth while promoting gender diversity and inclusivity."
  ]
}