{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/charting-sri-lankas-future-a-political-economy-blueprint-for-the-next-presidency/",
  "time_ut": 1726878518.0,
  "original_lang": "en",
  "original_title": "Charting Sri Lanka’s Future: A Political Economy Blueprint For The Next Presidency",
  "original_body_lines": [
    "Sri Lanka will hold a presidential election on 21 September 2024. Leading candidates have launched their election manifestos, promising to bring the country out of the current political and socio-economic crisis and make Sri Lanka prosperous. Rich countries have achieved material well-being with new technological developments while developing countries have yet to attain decent livelihoods. Sri Lanka has achieved many things for its credit since its independence in 1948. However, Sri Lanka still needs political stability, economic resilience, and social harmony. Internal political cohesion is necessary to navigate global geopolitical challenges and execute a consistent foreign policy. Creating a resilient economy in Sri Lanka that can withstand external pressures and reduce economic dependencies is critical to ensuring national security. Social harmony is vital to national security because it prevents external powers from exploiting internal divisions. Despite appealing promises to the citizens, shortsighted and corrupt politicians have yet to bring the country to a decent level compared with many other countries far below Sri Lanka some decades ago.  Given its strategic location and potential, the country should not be like it is now. A paradigm shift or renaissance is not just desirable but vitally essential to bring the country forward. The article proposes a political economy blueprint for the new president to bring about this renaissance.",
    "How can Sri Lanka manage geopolitical challenges in the 21st century?",
    "Asia’s economic progress during the past few decades has been nothing short of remarkable, leading to a seismic shift in global growth dynamics. The economic growth centre is inexorably moving towards Asia from the conventional growth centres of North America and Europe. Nowadays, the 21st century is often described as the “Asian Century” in the same way that the 20th and 19th centuries were defined as the “American Century” and the “British Century,” respectively. Given this shift of growth centre to Asia, many argue that if one wishes to dominate the world economy, it is vital to dominate the Indian Ocean. The Indian Ocean is home to indispensable Sea Lines of Communications (SLOCs) and maritime choke points. About 100,000 commercial ships pass through the Indian Ocean per year. This region handles 50% of the world’s containerised cargo transportation, 30% of the world’s bulk consignment, and 36% of the world’s crude oil consignment. The Indian Ocean’s role in global energy transportation is set to become even more significant in the next 20 years as energy demand is projected to surge. Sri Lanka plays a vital role in the Indian Ocean as its geographical setting attracts many networks of sea freight companies that can provide pendulum services to other countries. About 300 ships pass the Sri Lanka Ocean daily.",
    "China, aiming to be the number one economy, seeks to control strategically essential oceans, including the Sri Lanka Ocean, using various approaches, including the Belt and Road Initiative (BRI), the Regional Comprehensive Economic Partnership (RCEP), and the Asian Infrastructure Investment Bank (AIIB). China is pursuing what has been widely characterised as a string of pearls strategy of getting support from India’s neighbours as friendly states to ensure its economic, political and security interests and balance a rising India. The BRI connects 65 countries, making it the most striving project in the 21st century in terms of scale and geographic spread. The plan covers over 63% of the global population, 35% of the merchandise trade and about 30% of the Gross Domestic Product (GDP).  India, a regional power, is driving its efforts to connect India with the world and trying not to allow China to dominate the region. India will be the World’s 3rd biggest economy by 2050 and is implementing the look east policy. The USA is promoting a strategy of a “Free and Open Indo-Pacific” (FOIP) that frames U.S. policy in the region as a multi-faceted rivalry against China. The USA has emphasised strategic relations with countries, including Japan, Australia, and India, that share common concerns about China’s mounting influence. The USA has also promoted several infrastructure projects as alternatives to Chinese-funded projects, described as “predatory” and “debt traps.”",
    "Given this geopolitical rivalry in the region, the author proposes that the new leader consider the following three areas, among many other issues: The first and most important is achieving Sustainable Development Goals (SDGs) to improve socio-economic conditions and reduce reliance on external powers. Second, the country must establish diversified diplomatic and economic alliances to reduce vulnerability to global power shifts. Third, it is necessary to enhance maritime capabilities to protect sovereignty and influence in the Indian Ocean (or Sri Lankan Ocean).",
    "To achieve the three strategic goals mentioned, Sri Lanka should consider implementing a suitable political economy to achieve the abovementioned three goals. Creating a production economy is the foundation for a country’s prosperity or increasing material well-being. Sri Lanka’s production economy can be strengthened by accumulation in technology (A) and labour force (L), including social capital, physical capital (K), human capital (H), and natural capital (N). The accumulation of capital needs savings and investment. Our domestic savings are insufficient as the private sector is not saving much while the government is not. Since independence, the governments have spent more than their revenue, causing the country to run a huge budget deficit and unsustainable domestic and foreign debt. Sri Lanka’s external sector is also not in good shape because of huge deficits in the trade and current account balances. The country does not earn enough to create a conducive external environment.",
    "Sri Lanka needs a renaissance in every aspect, including the new political economy model. Let’s look at what kind of political economy system of the top four economies. America, the number one economy, executed market-oriented capitalism, while China, number two, implemented capitalism with Chinese characteristics in 1978. Japan, the third largest economy in the world and the number one economy in Asia implemented the Japanese Developmental State. Germany, the number four economy in the world and the largest economy in Europe applied the Social Market Economy. The SME has a constitutional and regulatory mechanism to ensure the smooth functioning of the economy.",
    "Table 1: Political Economy Regimes of Sri Lanka Since Independence",
    "Many Western countries are inclined towards a more market-dominated model of capitalism. A reduced level of political and social regulation characterises this shift. Some European economies, such as Denmark and Sweden, have employed a socially oriented model of capitalism with a greater degree of political and institutional regulation. Some South American and Asia countries have pursued different approaches to capitalism and social development. Since its independence, Sri Lanka has implemented various political economy models (see Table 1), and the SME has been implemented since 2015.",
    "Those political regimes have yet to provide desirable results, and it is essential to think of a new developmental model for Sri Lanka based on the best practices of other countries. The country’s official name is the Democratic Socialist Republic of Sri Lanka; therefore, the new president may implement a homegrown, self-reliant policy package suitable to the country’s name. We should create a self-reliant, adaptable economic policy package incorporating best practices from elsewhere while always considering our nation’s unique aspects. This policy package has three pillars: Liberal Market, Participation of People and Society, and Strong State. Enhancing inclusive political, economic, and social institutions at all levels is critical to these pillars’ success. The author calls this framework an Inclusive Social Market Economy (ISME). No government has implemented this framework since independence.",
    "Why is establishing inclusive institutions a must for the new leader?",
    "Many economists have argued that economic policies, geography, culture, or value systems influence economic progress. However, the nature of a nation’s institutions, inclusive or extractive, determines prosperity. Inclusiveness in three institutions (political, economic and social) is the key to achieving (1) Sustainable Development Goals (SDGs) to improve socio-economic conditions and reduce reliance on external powers; (2) Establishing diversified diplomatic and economic alliances to reduce vulnerability to global power shifts; and Enhancing maritime capabilities to protect sovereignty and influence in the Sri Lankan Ocean.",
    "Conceptual Framework for Inclusive Social Market Economy (ISME) Model for Sri Lanka",
    "*The writer is a professor at the International University of Japan and the President of the Association of Sri Lanka Academics in Japan. The writer wishes to acknowledge valuable comments from the audience during the recent presentations at the University of Colombo and the Ranaviru Sevana Army Rehabilitation Centre."
  ]
}