{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113033/pm-harini-tells-new-recruits-to-provide-efficient-public-service",
  "time_ut": 1759143720.0,
  "original_lang": "en",
  "original_title": "PM Harini tells new recruits to provide efficient public service",
  "original_body_lines": [
    "The aim of the government is to establish an independent and efficient public service that properly serves the people, Prime Minister Dr. Harini Amarasuriya has stated.",
    "The Prime Minister also invited a group of newly appointed officers to come forward in developing the nation through a dedicated and efficient public service.",
    "The Prime Minister made these remarks while attending the ceremony to award appointments to 1,890 officers who were selected from the open competitive examination and subsequent interviews for recruitment to Grade III of the Sri Lanka Administrative Service.",
    "I wish to remind you that you are not joining a traditional public service. You are not entering the inefficient, politically-influenced public service that has prevailed for years, but rather an independent service that stands on behalf of the people.",
    "You know that although this examination was scheduled to be held in November 2020, it was delayed for four years due to restrictions on open recruitment to the public service. Currently, there are about 5,000 vacancies in the Administrative Service.",
    "This examination was conducted following the Cabinet decision to fill 2,223 vacancies in the Administrative Service. Accordingly, today nearly 1,890 new officers are joining the public service.",
    "Recruitment was based strictly on district quotas allocated according to the 2020 district population ratio of Sri Lanka and the candidates who scored the highest marks at the written examination were selected in proper order of merit and were interviewed by the Ministry of Public Administration, Provincial Councils, and Local Government with complete transparency.",
    "Cabinet approval has also been granted to recruit the remaining officers.",
    "The government is committed to establishing an efficient and independent public service instead of a conventional practice. Especially through a digitized public service, our aim is to deliver services to the people swiftly and to ensure a more people-sensitive public administration.",
    "Today, public officers have been given the opportunity to act independently. None of our government representatives interfere in the public service. However, we have received reports of certain officials misusing this independence. It was because fraud, corruption, and injustice had spread alarmingly throughout the country that the people elected this government. Therefore, any form of malpractice, fraud, or corruption will no longer be tolerated any further. I remind you that if such incidents are reported, the government will take the maximum possible action.",
    "As honest officials and citizens, you have the right to stand against such fraud, corruption, and irregularities. For the prosperous country and better life that the people expect, not only the government but you, as public officers, must also commit yourselves fully.",
    "The Prime Minister further invited the newly appointed officers to join the task of developing the nation through a dedicated and efficient public service."
  ]
}