{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Avurudu-shopping-discounts-up-to-50-at-4-000-outlets-for-ComBank-cardholders/34-759840",
  "time_ut": 1711133037.0,
  "original_lang": "en",
  "original_title": "‘Avurudu’ shopping discounts up to 50% at 4,000+ outlets for ComBank cardholders",
  "original_body_lines": [
    "The Commercial Bank of Ceylon is heralding the arrival of the Sinhala and Tamil New Year with the launch of its biggest seasonal shopping promotion of the year for credit and debit card holders.",
    "The Bank has partnered with more than 400 merchants to offer discounts of up to 50% on specified days or periods from 20 March to 30 April 2024 at over 4,000 outlets across the country.",
    "These promotions will add to the good cheer of the Avurudu celebrations by offering cardholders opportunities to shop for clothes for the whole family, buy presents for friends, get a home makeover, try out a new beauty trend, get fit, and even indulge in some much-needed self-love, the Bank said.",
    "The discounts will be offered by 170 merchant partners retailing clothing and fashion accessories, 52 lifestyle products partners, 28 partners retailing shoes and leatherware, 34 hotel partners, 15 jewellery partners, 12 healthcare partners, 12 salon, spa and cosmetics partners, six supermarket partners, eight automobile partners, five watches and accessories partners, and eleven dining partners.",
    "Additionally, 85 online vendor partners will offer discounts to ComBank credit and debit card holders during the promotion period, while another 14 participating merchant partners will offer easy payment plans of upto 60 months on white goods purchased during the promotion period.",
    "The Bank said the participating merchant partners represent a wide spectrum of products and services from leading local and international brands, as well as varying price points, to ensure that the promotion caters to the largest possible customer base.",
    "Concurrent with the ‘Avurudu’ card promotion, Commercial Bank has launched a separate promotion exclusively for the Bank’s debit card holders, offering them a chance to win gifts worth Rs. 6 million. Commercial Bank debit card users who make purchases to the value of Rs. 25,000 or more per month in March and April stand a chance to win an all-inclusive holiday in Singapore for two, high-end laptops, luxury hotel stays on twin-sharing basis and 20 supermarket vouchers – each valued at Rs. 50,000, under the ‘ComBank Debit Card Gift Fiesta.’",
    "Another ongoing promotion will reward 160 recipients of remittances routed via the Bank’s ‘RemitPlus’ money transfer service between February and April with a total of Rs. 4 million in cash."
  ]
}