{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/lets-leave-the-past-behind-vote-objectively-at-this-crucial-election/",
  "time_ut": 1725941425.0,
  "original_lang": "en",
  "original_title": "Lets Leave The Past Behind & Vote Objectively At This Crucial Election",
  "original_body_lines": [
    "The nation faces the task of electing a new President at a very crucial time among four leading candidates, all of whom have controversial pasts—whether due to their own criminal acts, indirect involvement in criminality in the past, or association with criminals within their own party—the decision is fraught with difficulty for the people. Hence, voters must weigh these candidates’ pasts against the hope for a better future. Unlike previous elections, if the wrong choice is made this time, voters themselves could share responsibility when the country faces another economic collapse.",
    "For Ranil Wickremesinghe and Anura Kumara Dissanayake, this election represents a pivotal moment that could either solidify their positions or spell their political demise. Sajith Premadasa also has a critical opportunity to reinforce his leadership. Namal Rajapaksa, despite his limited experience and skills, has emerged as a candidate reminiscent of early attempts of figures like Bongbong Marcos, seeking to make his initial presence felt knowing well that he cannot secure the top position.",
    "The remaining candidates largely serve as supplementary options to the top four. Business magnate Dilith Jayaweera, with his connections to former President Gotabaya Rajapaksa‘s bankruptcy strategies, adds layers of speculation. His past actions, such as self-serving behavior during COVID-19 draw a similar comparison to Mahinda Rajapaksa’s controversial Helping Hambantota aid cronyism. If Jayaweera uses his business acumen and media influence well, he may capture a portion of the remaining 69M voters and push Namal Rajapaksa to the bottom.",
    "Anura Kumara Dissanayake, Sajith Premadasa, and Ranil Wickremesinghe are generally viewed as the main contenders, though opinions vary based on individual preferences. In Colombo’s commercial circles, there is a reluctance to challenge the status quo even if the ship may sink under the leadership of Ranil. Despite the Colombo corporates, Ranil Wickremesinghe’s association with the Rajapaksas and his administration’s negative impact on the poor could make him a major loser in this election, especially if he fails to attract votes from the Rajapaksa loyalists. His long-standing political lineage and short-term measures have not won him favor among those leaning towards Sajith or Anura either. With the old Rajapaksa faction ousted, the contest now revolves around securing votes from the former UNP and SLPP pool of supporters. Sajith Premadasa, if he can maintain his previous 42% support, he stands a strong chance of winning, especially due to his economic team and despite allowing some of the crooks to enter through the back doors to support him. If he cannot maintain his 42% during this critical time, he will be risking his chances to win despite his economic team. His economic team’s potential for economic reform offers hope for national recovery in contrast to Anura Kumara Dissanayake’s team, though well-versed in their areas they face challenges due to limited public sector and global experience.",
    "None of the front-runners are expected to secure over 50% of the votes at the first count due to various factors including the reshuffles that occurred within each of the political parties. Hence, the ultimate winner may be decided by second or third preferences from the votes cast for other candidates, which could introduce uncertainty into the results, but close margins could be beneficial to keep everyone vigilant and not surrender after the election. The overarching cloud of the nation’s dire economic state marked by bankruptcy and widespread hardship underscores the critical nature that will need to be faced after the election. High inflation and struggling businesses create a precarious situation where any elected leader must navigate carefully to avoid a second economic collapse and an uprising never seen before. Hence, it is imperative that voters make their choices based on objectivity rather than emotional reactions of past loyalties, as previous elections have demonstrated the costly pitfalls of such decisions.",
    "To assist in this decision-making process, I have developed a scorecard for myself to evaluate the top four candidates across 20 criteria relevant to their potential to address current challenges. The scores reflect each candidate’s potential to deliver on key issues and their overall will to act. Based on this analysis, Sajith and Anura emerge as particularly strong candidates but both with significant room for improvement. Therefore, it would be beneficial for the nation if Sajith and Anura could work well together and leverage the respective strengths in both teams as this is not a time to be slinging mud at each other or pulling the leg of those trying to implement changes. But this is a crucial time to clean up the flooding sinking ship and find means to stop the leaks while steering the ship to the shore all needed to be done concurrently. Therefore, I hope both Anura and Sajith will have the courage to put their heads together after the election for the sake of our nation and address various multitasking challenges even if they must expel their own distractors or rabble-rousers in the name of saving our nation.",
    "My hope is for a new political culture to emerge where the highest vote-getter could become the President and the other to be appointed as the Prime Minister to foster cooperation between their teams. For instance, if Sajith Premadasa becomes Prime Minister, it would be advantageous for his economic team to work with Anura’s team, or vice versa as no one person or one team could address the various challenges we have upon us. A unified approach with a shared vision is crucial to overcoming the country’s significant challenges. I also believe the voters would rise to become citizen diplomats and support the shared endeavors independent of their party loyalties, so we could all work together for the good of all of us. I hope my wish will not be a dream but a reality soon. Therefore, I encourage voters to evaluate candidates based on their own objective criteria and vote without relying on emotional preferences, so we can find the right leaders and develop a nation we all deserve."
  ]
}