{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Human-rights-and-inhuman-wrongs/4-770827",
  "time_ut": 1734719974.0,
  "original_lang": "en",
  "original_title": "Human rights and inhuman wrongs",
  "original_body_lines": [
    "The psychiatric ward is plagued by the worst living conditions in the facility",
    "The subject of human rights attracts unfair criticism. A Western concept. Driven by NGOs; anti national, etc. The foundation is very different. It goes to the age old concept of Dharma. Dharma is a systematic Sanskrit concept that includes traditions, obligation, morals, laws, order, and justice. It was a unique concept of dharma that kept checks and balances on sovereign officials and prevented them from becoming autocratic and anarchist. It also provided the common man with a protective shield against the dictatorship of sovereign officials. Ordinary citizens had more privileges and fewer responsibilities relative to the state’s highest officials. The greater the authority, the less his privileges were, and the more extensive his responsibilities became. It is a wonderful concept for righteousness. Young Hindus are schooled on concepts of Dharma. Buddhists from a different prism. More recently titled Dharmishta by the late J.R. Jayewardene.",
    "Dharmaśāstras or Righteous Science, are the collections of rules of life. Religion has always played a crucial role in the advancement of human rights, particularly in the advancement of human dignity (Harees-2012). Human rights defined in Vedic literature tend to be fundamental, unchangeable, and place a greater emphasis on human obligations than on human rights.",
    "In more recent times the high ideals of liberty, freedom, and fraternity sprang during the French revolution (Setzer-2013). These three principles are enshrined in almost every democratic constitution in the world.",
    "Jurists, lawyers, courts and some political ideologies take the suffering of the underclass and vulnerable seriously. We had social action litigation. Justice Mark Fernando entertained post cards from detunes held in Boosa.",
    "In Sri Lanka we had S. Nadesan Q.C. He was an exemplary example of an advocate for human rights. In recent times Weliamuna, Sumanthiran, Ratnavale, Thamboo, Niranchan to name a few have fought for human rights. The Late Abeysekare did so through the Legal Aid Commission. There have been at least five human rights NGOs who have delivered long-term services. Justice J.F.A. Soza singlehandedly drove around the country documenting violations for the HRTF before the Human Rights Commission succeeded it. The Supreme Court has on numerous occasions pronounced on violations of fundamental rights. Sri Lanka has been questioned at length in Geneva for decades due to high reported rates of disappearances, torture, etc.",
    "These are but a few instances and contexts which influence once belief in the importance of human rights.",
    "The principle of the responsibility to protect is based upon the underlying premise that sovereignty entails a responsibility to protect all populations from mass atrocity crimes and human rights violations. This passage is mentioned in the context of an introduction of why the State is held responsible to protect our citizens.",
    "Domestic sovereignty – actual control over a state exercised by an authority organised within this state.",
    "Interdependence sovereignty – actual control of movement across the state’s borders.",
    "International legal sovereignty – formal recognition by other sovereign states.",
    "The sovereign state’s responsibility and accountability to both domestic and external constituencies must be affirmed as interconnected principles of the national and international order. Such a normative code is anchored in the assumption that in order to be legitimate sovereignty must demonstrate responsibility.",
    "In modern democracies, sovereign power rests with the people and is exercised through representative bodies such as Congress or Parliament.",
    "Directive principles are principles intended to guide the State when making policy. Here are some examples:",
    "‘[Article] 27(2):  The State is pledged to establish in Sri Lanka a democratic socialist society, the objectives of which include:",
    "The full realisation of the fundamental rights and freedoms of all persons;",
    "The promotion of the welfare of the People by securing and protecting as effectively as it may, a social order in which justice (social, economic and political) shall guide all the institutions of the national life;",
    "The realisation by all citizens of adequate standard of living for themselves and their families, including adequate food, clothing and housing, the continuous improvement of living conditions and the full enjoyment of leisure and social and cultural opportunities, etc. etc.",
    "27(7): The State shall eliminate economic and social privilege and disparity, and the exploitation of man by man or by the State.",
    "27(8):  he State shall ensure that the operation of the economic system does not result in a concentration of wealth and the means of production to the common detriment.",
    "It is clear our Constitution demands the State promises and Governments protect citizens.",
    "In the recent past, the Ministry of Foreign Affairs has had to defend our record. We had a Ministry of Human Rights. The Human Rights Commission exists. Public Service Commission, Provincial Public Service Commission, Police Commission, Parliamentary Ombudsman, Official Languages Commission, The Police Department, Magistrates Courts acting Suo moto and Administrative Services Tribunal, National Child Protection Authority and soon to be established Women’s Commission are all instruments to protect human rights.",
    "However, we lack direction, oversight and serious intent for real time delivery of protection for citizens.",
    "This is an example of protecting public servants:, ‘The Provincial Public Service was informed of the intention to do so in December and specifically to, to promote the wellbeing of Provincial Public Service Officers of the Northern Province with career development paths, protection from discrimination, harassment including sexual harassment, victimisation, witness protection of whistle blowers, timely transfers, supporting access to statutory claims, leave, allowances, access to fundamental facilities for sanitation, safe water, partaking of meals, safety of personal belongings and official data’.",
    "Violation of the Constitution – The most well-known but sad abuse of a right was the illegal removal and subsequent assumption for one day in office of the 47th Chief Justice no less, Dr. Shirani Bandaranayke.",
    "The Government explained the reinstatement in this manner: One letter was dispatched to de facto Chief Justice Mohan Pieris. The other was issued to de jure Chief Justice Shirani Bandaranayke. In the letter to Pieris, President Sirisena said that his purported appointment had no legal validity and was therefore void. The letter said, there was no vacancy created for the position of Chief Justice because Shirani Bandaranayke was not removed in accordance with the terms of the constitutional provisions by an address of Parliament. Pieris was therefore asked to take note that he was not the lawful Chief Justice of Sri Lanka.",
    "The second letter to Bandaranayke was a copy of the first. It also included a covering letter, signed by President Sirisena, informing the ousted Chief Justice that Pieris had been informed that his appointment was void. The letter asked her to kindly resume duties as lawful Chief Justice of Sri Lanka. Copies of the letters were also issued to the Supreme Court Registrar.",
    "Violation of citizens’ rights – Human Rights Report: Methsevena State House of Detention, Gangodawila, and Human Rights Report: Methsevena State House of Detention, Gangodawila, March and July 2004.",
    "Detention of children – Presently 16 children younger than five years of age are living in detention at Methsevena. Most of the children have no other guardian willing to care for them. Although it is preferable to keep young children with a parent, their rights are gravely violated when they are forced into detention. The children are negatively impacted because they lack access to a regular paediatrician, vital vaccinations, sanitary conditions and age-appropriate social interaction.",
    "Detention of women with mental health problems – Women with mental health problems live in a separate ward in the old building and receive monthly clinics conducted by Angoda Mental Hospital for the 73 women with psychological problems. Most of these women have been detained for non-punishable behaviours, listed as “mental illness,” “deaf,” “cripple” and “epilepsy.” The women with mental health problems, particularly the women with serious mental illness, face specific problems in detention. First, the psychiatric ward is plagued by the worst living conditions in the facility. Most women wear filthy, torn clothing. Small rooms house up to 20 women, and many are lacking bedding and lighting. Second, the women lack necessary mental health and medical services. A monthly clinic is grossly inadequate to address the specific issues faced by women with mental illness.",
    "Third, the detainees with mental illness have nothing to do. Most wander around the ward or sleep. Fourth, the detainees with mental health problems lack adequate supervision because the institution does not provide a regular supervisor in the psychiatric ward. Instead, other detainees, unpaid for their work, serve as caretakers for the women with mental illness.",
    "As a result of the surprise visits to Methsevena State House of Detention, Gangodawila, the Commission urges the following: 1. immediately address the problems associated with detention without the proper court mandate, including no-date detainees, detainees held after their sentence, the refusal to release detainees without a guardian and the detention of women who have not committed punishable offences. a. Resolve the discrepancy regarding the definition of vagrant in the Vagrant’s Ordinance and the Houses of Detention Ordinance.",
    "Note: The report catalogues horrendous abuse of rights of vulnerable citizens. What is required is penalties on those responsible, payment of damages and restorative justice for the victims. In this instance, it did not occur even 10 years after the report!",
    "Accountability for lapses leading to death, injury and destruction to property following Easter Sunday blasts in April 2019",
    "Submission to HRC: I write as a citizen. Triggered by the story of Kieran Alexander Shafritz de Zoysa, an 11-year-old boy who died in one of the blasts and is half SL with a SL mother. His profile is attached. 18 June 2019",
    "a.The State is obliged to protect the life and limb of its citizens whilst they also have a reasonable expectation of protection of their belongings. The 21st April blast we know resulted in death and destruction. Given information in the public domain with malice to none has the Actg IGP and/or National Police Commission sought to inquire into responsibility within the Police, lapses if any and consequences for any lapses? If not why not?",
    "b.Several days after the blasts organised violence by mobs was seen directed at Muslim owned properties. Has the Actg. IGP and/or National Police Commission sought to inquire into responsibility within the Police, lapses if any and consequences for any lapses? If not why not?",
    "c.Following from (a) and (b) were any employee of the Police Department obstructed from performing his/her duties leading to the outcomes raised above and if yes, what protection can or should be provided to prevent recurrence? If not why not?",
    "Note: Submission drew no response from the Chairman of HRC! Subsequently we had a plethora of reports, cases and determinations.",
    "I write with reference to a web-based article seen attached titled, “Innocent man suffered over Kadirgamar assassination”. The web link is http://newshub.lk/en/2019/07/02/innocent-man-suffered-over-kadirgamar-assassination/?fbclid=IwAR3yh7o7zZ3TSHXB5mkRjb0Y7Y07reGgrbJVvYHfEjoH_ixgGkYEODLrI34",
    "a.Go over the case record and potentially seek compensation for the surviving family members?",
    "b.Define a method whereby prisoners who are either in remand or have been sentenced wrongfully are legally protected? Innocent man suffered over Kadirgamar assassination",
    "In very many instances the execution and delivery of justice falls far short of the required level. Officers of the Government need to be protected too if they are to act without fear of repercussions. Organs of Government seem insufficiently sensitive, become accessories to violations by default due to inaction, seem enmeshed in actions which preserve the status quo and lastly lets down the State in its obligation to protect citizens.",
    "(The writer is former Governor, Northern Province and former Member Commissioner, Election Commission.)"
  ]
}