{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Oh-How-Mighty-Kandy-Have-Fallen/108-277414",
  "time_ut": 1708437720.0,
  "original_lang": "en",
  "original_title": "Oh How Mighty Kandy Have Fallen?",
  "original_body_lines": [
    "Feb. 20 (Daily Mirror) - CR and FC emerged champions of the Inter-Club League Rugby Tournament last Sunday when they defeated Kandy Sports Club in the last fixture, which was a potential title decider.",
    "Kandy Sports Club have been the most successful club in the history of club rugby in Sri Lanka having secured 22 League titles.",
    "Since the shift of powers of Sri Lanka club rugby in early 90s, Kandy SC have been such a dominant force that in certain seasons, the other contenders could only battle for the second spot.",
    "From season-to-season and generation-to-generation they have been able to produce top class players and their fans are so used to seeing their team tore apart teams.",
    "Kandy SC have had some tricky moments as well, during which the fan base in Colombo thought Kandy SC really slipped up.",
    "For instance, when Police SC travelled to Nittawela Rugby Stadium for the Clifford Cup final in 2015 with all the brilliant Fijians such as Apisai Naqaliva and Filimoni Seru, many felt that they had an outside chance of breaching the fortress but Police SC returned home with their tails firmly between their legs when they were hammered 77-7 in a Clifford Cup final.",
    "The last time Kandy SC lost the League title to Navy SC in 2013/2014 during which the Rajapaksas lifted the title with all their financial powers at the time, and before that to a Havelock SC team that was one of the all-time best, but in each campaign Kandy SC was in business until the end.",
    "However, CR and FC were truly able to dominate the League from the beginning and many felt that Kandy SC had almost no chance to win this time around.",
    "At the end of 2013/2014 season Kandy SC Boss Malik Samarawickrama stamped his authority when he signed some of Navy's best players including the little maestro Srinath Sooriyabandara.",
    "Kandy SC went to wars with Havelock SC when they signed probably the best flanker at that time in Shehan Pathirana.",
    "Getting Jason Dissanayake from CR and FC wasn't an easy deal either but the message was clear when Kandy SC wants a player one way or the other they'll get them but this has not been the case in the last few years and on Sunday Kandy SC paid the price for that.",
    "In prime Kandy SC teams, they have had a lot of players who had played school rugby for Colombo schools and were superstars at that level - Sooriyabandara, Richard Dharmapala, Dhanushka Ranjan, Shehan Pathirana are good examples.",
    "So, when you had players of this quality Kandy SC could afford to have some inexperienced players on the bench who could contribute when needed.",
    "Kandy SC did this well for a long time letting inexperienced players gain the exposure little by little before becoming regular starters but perhaps the youngsters have now been thrown on the field little too early.",
    "Kandy SC have always had very good forwards but their strength has always been the backline. This season they were out powered twice by the CR and FC and there was not much on the counter from Kandy SC as the backline doesn't look as threatening as it used to.",
    "One other major reason is none other than Dhanushka Ranjan himself. Obviously, he has had huge personal tragedy and coming back from something like that is very difficult.",
    "But in Ranjan Sri Lanka has arguably the best back division player since Fazil Marija - when or whether he is going to be back to his best remains to be seen.",
    "Usually seasons like this call for big changes for the next season. Samarawickrama might pump some financial power into this squad and perhaps they will take a good look at the two rock stars in the CR and FC pack in Adeesha Weeratunga and Lasindu Ishan."
  ]
}