{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84787",
  "time_ut": 1727204820.0,
  "original_lang": "en",
  "original_title": "Academic Turned MP Dr.Harini Amarasuriya  Becomes Third Woman to be Prime Minist of Sri Lanka er after Sirimavo Bandaranaike in 1960 and Chandrika  Kumaratunga in 1994; President Anura Dissanayake Dissolves Pariament and schedules new Elections to be held on 14th November",
  "original_body_lines": [
    "President Anura Kumara Dissanayake on Tuesday (September 24, 2024) appointed MP and former academic Harini Amarasuriya as Sri Lanka’s Prime Minister, as part of a four-member Cabinet under him that will lead policy until the parliamentary elections scheduled on November 14.",
    "The date for the general elections was announced through a gazette issued late on Tuesday, which said the parliament would be dissolved from midnight.",
    "After Sri Lankans elected Mr. Dissanayake to the country’s top office in the September 21 presidential polls, he resigned as a Member of Parliament, and a National People’s Power [NPP] member took his place.  The NPP Alliance has 3 MPs in the 225-member legislature, which is expected to be dissolved soon in preparation for the conduct of the general elections.",
    "President Dissanayake holds several key portfolios, including Defence, Finance, Energy, Agriculture and Fisheries. Prime Minister Amarasuriya will helm ministries including Justice, Education, Health, and Trade. MP Vijitha Herath will handle Foreign Affairs, among other ministries, an official statement said.",
    "Ms. Amarasuriya is Sri Lanka’s third woman Prime Minister, after Sirimavo Bandaranaike — one of the first woman leaders in the world — and her daughter Chandrika Bandaranaike Kumaratunga, who held the post briefly, before being elected President.",
    "An anthropologist by training, Ms. Amarasuriya taught at the Open University of Sri Lanka, until the NPP in 2020 nominated her to the Parliament through the country’s “national list” system, that allocates seats based on a party’s vote share.",
    "Many in Sri Lanka, including in the political opposition, welcomed the appointment of Ms. Amarasuriya as Prime Minister. In a congratulatory message on social media platform ‘X’, Leader of Opposition Sajith Premadasa said: “I hope your appointment will inspire women of Sri Lanka to bring their talents, strength, and vision to the forefront.”",
    "Sri Lanka’s new Prime Minister obtained her bachelor’s degree in sociology in India, at Hindu College, University of Delhi. She pursued her master’s in Australia and obtained a PhD from the University of Edinburgh.",
    "Jonathan Spencer, a long-time scholar of Sri Lanka and an emeritus professor at the University of Edinburgh, who supervised Ms. Amarasuriya’s doctoral degree, described her as someone with “extraordinary capabilities”.  “I have known Harini for nearly 20 years as a brilliant student and a close friend. She is a person who combines enormous integrity and striking emotional intelligence. The task facing her is extraordinarily challenging, but she is a woman of extraordinary capacities,” he told The Hindu via email.",
    "Prior to her entry into active politics, Ms. Amarasuriya worked for many years in the development sector, researching child protection issues and later, low-income communities in Colombo.",
    "Following her PhD, she joined Sri Lanka’s public university system, where she taught sociology and anthropology. She was a prominent activist in the professional body of university teachers, participating in many campaigns, including strike action demanding higher investment in public education.",
    "Along with Prof. Spencer and Sidharthan Maunaguru [a scholar of global Tamil communities], Ms. Amarasuriya has co-authored a soon-to-be launched book, which is an oral history of dissent and dissidents in Sri Lanka between the 1960s and 1990s.",
    "The newly elected President and his small team, including the Prime Minister,  that has just assumed charge, face huge challenges, as the country grapples with the impact of the 2022 economic crisis, and citizens struggle to cope with painful austerity measures that came as part of an International Monetary Fund-led programme.",
    "Following the elections, the IMF has said it looks forward to working with President Dissanayake and his team “towards building on the hard-won gains that have helped put Sri Lanka on a path to economic recovery since entering one of its worst economic crises in 2022.”",
    "Further, the Fund said it will discuss the timing of the third review of its Sri Lanka programme with the new administration “as soon as practicable”, according to a statement issued on Tuesday"
  ]
}