{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-1956-election-landslide-and-swrd-bandaranaikes-tenure-1956-1959/",
  "time_ut": 1728886560.0,
  "original_lang": "en",
  "original_title": "The 1956 election landslide and SWRD Bandaranaike’s tenure (1956 — 1959)",
  "original_body_lines": [
    "(Excerpted from Rendering Unto Caesar, memoirs of  Bradman Weerakoon)",
    "My acquaintance with S W R D Bandaranaike was only through the press reports of his election campaign. That was before he came to the prime minister’s office in the Fort (now housing the foreign ministry at Republic Square), on an April morning, after the swearing in of his Cabinet at Queen’s House. His eloquence as a speaker, especially his Independence Day speech in 1948, was deeply imprinted in my mind.",
    "Throughout a gruelling campaign he had shown extraordinary skills of perseverance in the face of severe odds, and the ability to persuade large masses of ordinary people to believe in his cause. I wondered how he would be to work with after I had experienced the rather easy going style of Sir John. There was also the serious business to be faced of how soon he would be able to make his election slogan of `Sinhala Only’ as the official language in 24 hours come true?",
    "His accession to power through the general elections of 1956 was as revolutionary and dramatic as it was unexpected by his political opponents and the general public. Most felt that the UNP would return even with a reduced majority. All but the most perceptive, and my friend Howard Wriggins was among them, were convinced that Mr Bandaranaike’s bid for office would end in failure. Indeed as against the forces of capital, both local and foreign, and the mainstream Press which supported the UNP, the pancha maha balavegaya — the five great forces of the Sangha (Buddhist clergy), the vernacular school teachers, the ayurvedic physicians, the farmers and the workers — which he conceptualized and mobilized seemed ephemeral and insubstantial.",
    "Yet he achieved the impossible and in an election over three days, which intended to favour the incumbent government, the Mahajana Eksath Peramuna — MEP (Peoples United Front) managed to win 51 out of the 60 seats they contested. For the record, I should mention that all the ministers of the previous government and Sir John were up for election on the first day while Bandaranaike’s constituency was to poll only on the final day. As it turned out Bandaranaike himself was returned to the Attanagalla seat (where ‘Horagolla Walauwa’ the family home is located) with the highest ever majority in an election. He polled 45,016 votes and had a majority of almost 12,000 over his nearest rival. Both his rivals lost their deposits.",
    "A major factor in the 1956 election was Bandaranaike’s ability to consolidate the opposition to the UNP. He formed a grand coalition with four distinct political groups agreeing to fight the election as a single front on a common program and with the promise of making Sinhala the official language. The MEP was not a political party but a ‘peramuna‘ – a loose, less disciplined entity with a specific purpose, the defeat of the UNP.",
    "Mr Bandaranaike’s Sri Lanka Freedom Party had the largest number of candidates in the MEP — 41 in all. The VLSSP of Mr Philip Gunawardene had five candidates; Bhasha Peramuna (Language Front) of Mr Dahanayake, MP Galle; and a group of eight independents led by Mr I M R A Iriyagolle. There were 60 candidates in all facing a solid UNP phalanx of 76 candidates, many of them sitting members.",
    "At its start the coalition appeared an impractical and unlikely combination. Mr Bandaranaike was known to have an aristocratic background but with vaguely socialist tendencies and a marked sensitivity to Buddhist and Sinhalese religious and language aspirations. Dahanayake had the reputation of being close to the “common man” and had recently moved away from Marxism. Philip Gunawardene was a Marxist who was now convinced about language reform. The question was how they would combine on a common program of social and economic development.",
    "Bandaranaike clinched the issue of a united front against the UNP by entering into a no–contest agreement with the Communist Party and the NLSSP. By this it was ensured that the three parties – MEP, Communist Party and NLSSP would not compete against each other in areas where the UNP was contesting. It raised some difficulties because the latter two parties would have liked to fight the VLSSP – the breakaway group from the LSSP – and it took all of Bandaranaike’s skills of persuasion to sort this out.",
    "Yet, by the look of things at the beginning of the campaign, Bandaranaike’s chances appeared slim. This was especially noticeable when Bernard Aluvihare, former MP from Matale and a joint secretary of the SLFP, deserted Mr Bandaranaike and went over to the UNP on the eve of the election. Yet, the MEP achieved a landslide victory. Once the wind changed, the momentum was unstoppable. The results left us all speechless. In a House of 101, as many as 95 were elected on a first past the post basis, and six to be nominated later to represent interests, mainly ethnic and not represented adequately through election, the MEP won 51 seats and the UNP was reduced to eight.",
    "The NLSSP and C P benefited by the no-contest pact and won 14 and three seats respectively with the redoubtable Dr N M Perera becoming the leader of the opposition. The other parties which returned members were the Federal Party with a significant 10 seats, gaining eight seats over the two they had in the 1952 elections as a result of the major political parties opting for Sinhala as the official language, and the Tamil Congress getting one seat, that of G G Ponnambalam. Eight members came in as independents.",
    "The election was clearly a manifestation of the will of the people for a complete change. Impartial observers asserted that unlike in the previous elections which had resulted in many electoral challenges, in 1956 there had been few instances of bribery, violence or impersonation. Sir John who won at Dodangaslanda – his country borough (the family had been prominent in the graphite industry and the mines were located there) – was one of the very few UNP members who returned in the 1956 change around.",
    "But since he was not even the leader of the opposition – that position having gone to the LSSP chief, N M Perera whose alliance had won 17 seats – he hardly returned to parliament thereafter and soon left the country, virtually retiring to Kent in England where he bought himself an estate called Brogues Wood and on which he lived happily for many years.",
    "Two little incidents which I personally experienced come to mind to illustrate the political culture of the times and the quality of the men who led the country. The first is that of Mr Bandaranaike, on the first day that the new parliament met, going across the floor of the house and patting Sir John on the shoulder to show his appreciation of an election contest well fought. There was absolutely no malice in Mr Bandaranaike’s character. In fact it was Mr Bandaranaike who helped in getting Exchange Control release for the large sum of money Sir John needed for the purchase of Brogues Wood.",
    "The other was my final visit to Kandawala to hand over some personal papers – letters and accounts – which I had found soon after the change of government. I drove in alone in my Morris Minor car and parked in the driveway. Kandawala that morning presented a very different picture from the usual bustle and noise that pervaded the place. There was no one in the verandah and the grand house which had seen such rollicking parties and egg-hopper; breakfasts seemed deserted. On announcing my arrival to an old retainer, I waited for Sir John who came down and sat with me in the verandah.",
    "After thanking me for coming he said that I should not stay long as someone might misunderstand my visit. He then abruptly remarked, “Weerakoon, (he never called me Bradman or Brad) I am like the elephant. I never forget.”",
    "The year 1956 saw the first real change of regime the young state had ever faced. The popular mood was such that everything was to change; the way institutions were run and certainly the persons manning them in particular. The Mahajana Eksath Peramuna (MEP) manifesto promised revolutionary change from the way the UNP had governed the country in the first nine years of freedom. It was not only the language policy, which had priority and an insistent lobby behind it, but everything else that underpinned it.",
    "This was especially so on the cultural side where indigenous forms and practices were set to soon replace the western modes of thought and habit which had gained acceptance in Colombo’s elite circles of society. The banning of horse racing and the consumption of liquor at public functions were two of the most visible of the early measures taken by the new administration to project the new trend. The writing was clear for all to see: the era of the brown sahib as Tarzie Vittachi had told of was coming to an end.",
    "That the government was indeed a peoples’ government was unexpectedly and forcefully expressed when at the opening of Parliament the people in the overflowing public galleries actually invaded the sanctum – the floor of the House itself – and some of them disported themselves in the speaker’s chair.",
    "The change was also to encompass the arena of foreign policy. Bandaranaike and the socialist texture of the Cabinet made it inevitable that the old reliance on the Western alliance and even the Commonwealth had to change.",
    "Very soon, after he took over, the Suez Crisis erupted and Mr Bandaranaike’s address to the General Assembly at the UN made his non-aligned attitude very clear. He made a brilliant exposition of what non-alignment meant, that it was not simply neutrality, not merely sitting on the fence but being committed to the hilt in the defence of peace and freedom. The old order was changing and as Bandaranaike was to remind us, over and over again, it was a time of transition.",
    "Moving the officials of his administration out or around was one of Mr Bandaranaike’s early tasks as prime minister. But he was very conscious of the fact that, barring a very few who were really politically committed, the average bureaucrat mostly carried out faithfully, if he or she was careful and efficient, the biddings of his or her political boss.",
    "Bandaranaike correctly surmised that this would be the same for the new master and therefore was somewhat slower than his followers expected in shifting out those who they felt were `henchmen’ of the former regime. I once heard him explain his alleged dilatoriness over such transfers very clearly and precisely. “I have,” he said, “only just taken control of the wheel. I can’t, my dear fellow,” (he was quite fond of that phrase especially when addressing those he considered slightly below him in intellect) “change all the parts at the same time or I won’t be able to move at all. I will replace",
    "the brake first, the rear wheel next and the carburetor after that, and so on, and soon have a reconditioned model.",
    "But you must give me time”. His timing and logic were perfect and the questioner silenced. But even more important, I thought, was that it showed his essential humanism and liberality. And what would he do with me whom he hardly knew and only as the other civil servant in the office? After an almost two year cadetship (that was what the probation period was called in the CCS) in Anuradhapura and Jaffna, the furthest of the outlying districts, which I had thoroughly enjoyed as a bachelor, outstation life did not now seem particularly enticing. I had got engaged to Damayanthi and the wedding had been fixed for August – only four months away and it would be nice to stay on in Colombo. But I dared not ask.",
    "Finally it was all sorted out to everyone’s satisfaction. Park Nadesan, who had been very close to Sir John, retired on special ‘abolition of office’ terms – which meant he would be entitled to his pension rights though he was leaving before due time. There was to be no post of secretary to the prime minister at least for some time; I stayed on virtually as secretary, but officially as assistant secretary. The formal arrangement was that I would ‘pass the papers’ through the permanent secretary to the ministry of defence and external affairs, the amiable and extremely hard-working Gunasena de Soyza, whom Bandaranaike knew well and had great confidence in.",
    "But as it happened, the prime minister soon began to deal with me directly and, except in the most difficult cases, when I would walk across to the permanent secretary’s room to consult him, the paper flow (or more often chase) was between me and the prime minister at 65, Rosmead Place, his private residence.",
    "I had weathered my first transition. I presumably knew some of the ropes and the new prime minister had thought I could be useful. Since there was not going to be a new secretary appointed officially, I moved into the large and elegantly furnished room which Nadesan had used, overlooking the flamboyant tree-lined Gordon Gardens on Senate Square (now Republic Square). I was to remain there for the next 15 years. I had survived a major political change and not for the first time. I had not taken sides and perhaps Mr Bandaranaike who always did his homework had heard of this. On the other hand it could have been that this first time round I was just too small to be noticed.",
    "From all that the media, the cartoonists and the political writers were saying S W R D Bandaranaike would not only be difficult to get on with but was altogether a very complex personality. D B Dhanapala, the expressive editor of the Lankadipa thought he was ‘an enigma wrapped in a riddle’. Dhanapala’s exasperation in trying to read Mr Bandaranaike’s mind and ways was shared by many others like Tarzie Vittachi6 and Aubrey Collette, the incisive cartoonist.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}