{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ceylon-Chamber-signs-MoU-with-Southern-Gujarat-Chamber-of-Commerce-and-Industry/34-763218",
  "time_ut": 1718751562.0,
  "original_lang": "en",
  "original_title": "Ceylon Chamber signs MoU with Southern Gujarat Chamber of Commerce and Industry",
  "original_body_lines": [
    "The Ceylon Chamber of Commerce recently signed a Memorandum of Understanding (MoU) with the Southern Gujarat Chamber of Commerce and Industry (SGCCI), paving the way for enhanced cooperation and growth between Sri Lanka and the dynamic business community of South Gujarat, India.",
    "Established in 1940, SGCCI’s influence extends through its direct engagement with over 12,000 members and indirect ties to more than 2,00,000 members via 150 associations, and it is a leading force in promoting trade, commerce, and industry in South Gujarat. The region’s commercial and economic centre Surat has risen to prominence as the global epicentre for diamond cutting and as India’s textile hub, and is ranked the world’s fourth fastest growing city with a GDP growth rate of 11.5%",
    "Surat’s economic landscape is vibrant and diverse. As India’s 8th largest and Gujarat’s second largest city, it boasts the highest average annual household income in the country and virtually zero unemployment. The nearby Hazira Industrial Area further cements Surat’s status as an industrial powerhouse, hosting major corporations like Reliance, ESSAR, SHELL, L&T, etc., contributing significantly to the region’s economic prowess.",
    "The MoU was signed by Ceylon Chamber Secretary General and CEO Buwanekabahu Perera, and SGCCI President Ramesh Vaghasia, in the presence of Consul General for Sri Lanka in Mumbai, India Dr. Valsan Vethody. With the signing of the MoU, facilitated by the Consulate General for Sri Lanka in Mumbai, the Ceylon Chamber of Commerce and SGCCI aim to facilitate trade between the two countries via initiatives such as trade fairs and delegations, business networking events, training programs, etc. This partnership will open doors for Sri Lankan businesses to explore opportunities in Surat’s dynamic market and enable the sharing of expertise and resources between the two regions."
  ]
}