{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/InspireInclusion-Count-Her-In/4-759290",
  "time_ut": 1709857921.0,
  "original_lang": "en",
  "original_title": "#InspireInclusion – “Count Her In”",
  "original_body_lines": [
    "The International Women's Day (IWD) is a global celebration of achievements of women in a multitude of spheres – economic, social, cultural, and political.  As we celebrate IWD 2024 with the theme #InspireInclusion – “Count Her In”, it may be worthwhile to reflect upon what ‘inclusion’ means.",
    "Inclusion is the state of being valued, respected, and supported for one’s authentic self.  Therefore, it is essential that we embrace women as their authentic selves and reaffirm our commitment to creating a world where women are valued, empowered and included.  The theme recognizes that, despite progress, women face significant obstacles to achieve equal participation in the economy and calls for ensuring equal opportunity for women and girls to build their capabilities and strengthen their capacity to learn, earn, and lead.",
    "While we are in better shape than before, more can be done to foster diversity and build a more equitable and inclusive society by working together to tackle gender discrimination, call out bias and stereotyping, seek inclusion and continue to challenge the structures and attitudes which prevent women and girls fulfilling their potential. It is to create equal opportunities for all women by supporting them to overcome challenges and thrive, to recognize their contributions.",
    "IWD offers an opportunity to reflect on progress made, to call for change, and to celebrate acts of courage and determination by ordinary women who have played an extraordinary role in their countries and communities, and continue to do so.  Further, it emphasises eradicating poverty among women and girls, implementing gender responsive financing, transitioning to a green and caring society, and supporting women change makers",
    "We are all responsible for our own thoughts and actions and we can actively choose to challenge gender norms, fight bias, celebrate diversity, broaden perceptions, and work towards empowering each other – we are stronger together.",
    "Inclusion focuses on actual behaviour while belonging is the feeling as a reaction to those behaviours. When championing inclusion, this sense of belonging results from feeling like a person is understood and accepted.  This strengthens engagement in organisations and communities which can harness the full potential of diverse perspectives, leading to better decision-making.",
    "Promotion of diversity in leadership is an important aspect to inspire inclusion.  Research has confirmed that inclusion helps organisations to recruit the right talent and retain them, increases employee engagement, helps organisations to manage risk, makes you more resilient and innovative to gain competitive advantage.",
    "Further, an inclusive culture can reap health and wellbeing benefits, when employees who feel psychologically safe, supported and valued will be able to perform at their best and thrive in their working environment. They are likely to be more focused with their role and purpose. This can lead to greater productivity.",
    "Women are the largest untapped reservoir of talent in the world.  They are resilient and resourceful economic agents and evidence shows that full participation of women in the economy drives better performing and more resilient businesses and supports economic growth and wider development goals for nations.",
    "#InspireInclusion means reminding yourself every day that change requires real commitment, overcoming resistance and leading by example.",
    "(The writer is a Senior Banking professional, and a Board Member of the Women’s Chamber of Industry and Commerce (WCIC).)"
  ]
}