{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97589/south-koreas-fertility-rate-dropped-to-fresh-record-low-in-2023",
  "time_ut": 1709106720.0,
  "original_lang": "en",
  "original_title": "South Korea’s fertility rate dropped to fresh record low in 2023",
  "original_body_lines": [
    "South Korea’s fertility rate, already the world’s lowest, dropped to a fresh record low in 2023, defying the billions of dollars spent by the country to try to reverse the trend as the population shrank for a fourth straight year.",
    "The average number of expected babies for a South Korean woman during her reproductive life fell to 0.72 from 0.78 in 2022, data from Statistics Korea showed on Wednesday.",
    "That is far below the rate of 2.1 per woman needed for a steady population and well behind the rate of 1.24 in 2015 when concerns about issues such as the cost of housing and education were lower.",
    "Since 2018, South Korea has been the only Organisation for Economic Co-Operation and Development (OECD) member with a rate below 1, defying the billions of dollars spent by the country to try to reverse the trend that led the population to decline for a fourth straight year in 2023.",
    "“Having a baby is on my list, but there’s windows for promotions and I don’t want to be passed over,” said Gwak Tae-hee, 34, a junior manager at a Korean dairy product maker who has been married for three years.",
    "Gwak had considered starting in vitro fertilisation (IVF) treatment last year to try to have a baby, but ended up volunteering for work projects to improve her career prospects.",
    "“I don’t know about elsewhere but working two or three days a week doesn’t get you anywhere in Korean companies. I hope it’s not too late when I try next year or the year after,” Gwak said.",
    "South Korea’s demographic crisis has become the top risk to economic growth and the social welfare system, with the country’s population of 51 million on track to halve by the end of this century.",
    "South Korea has previously projected its fertility rate is likely to fall further to 0.68 in 2024. The capital Seoul, which has the country’s highest housing costs, had the lowest fertility rate of 0.55 last year.",
    "Ahead of elections in April, South Korea’s major political parties vowed more public housing and easier loans to encourage childbirth, aiming to allay fears of “national extinction” as fertility rates crumble.",
    "Being married is seen as a prerequisite to having children in South Korea, but marriages are also declining in the country.",
    "“There are people who don’t get married but we think about why married couples choose not to have babies, and my understanding is that addressing that part is going to be the focus of our policies (to boost the birth rate),” an official at Statistics Korea told a briefing, without elaborating.",
    "The parties’ focus on population in their election planks reflects growing alarm after spending of more than 360 trillion won ($270 billion) in areas such as childcare subsidies since 2006 has failed to reverse record low fertility rates.",
    "South Korea is not alone in the region struggling with a rapidly ageing population. Neighbouring Japan said on Tuesday the number of babies born in 2023 fell for an eighth straight year to a fresh record low.",
    "Japan’s fertility rate hit a record low of 1.26 in 2022, while China recorded 1.09, also a record low."
  ]
}