{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96660/dental-surgeons-to-also-go-on-strike",
  "time_ut": 1706003520.0,
  "original_lang": "en",
  "original_title": "Dental surgeons to also go on strike",
  "original_body_lines": [
    "The Government Dental Surgeons’ Association (GDSA) announced that they will also engage in a strike action from 8.00 a.m. tomorrow, (Jan 24) in response to the Health Ministry’s decision to withhold payment of the Disturbance, Availability and Transport (DAT) allowance for doctors, which was recently increased by Rs. 35,000.",
    "Issuing a statement, the association mentioned that the duration and specifics of the strike will be decided at an emergency executive committee meeting of the GDSA which is scheduled to be held tomorrow (24).",
    "Furthermore, the Government Dental Surgeons’ Association express that they regret the inconvenience this action may cause to the public, emphasizing that the responsibility for any service breakdown and resultant public inconvenience lies squarely with the officials of the Finance Ministry.",
    "They also stated that this decision to undertake strike action is not made lightly but stems from a necessity to stand against arbitrary and unfair treatment, adding that the Government Dental Surgeons hope for a swift resolution to this matter and the reinstatement of the deserved DAT allowance increase.",
    "In the statement, the GDSA has further stressed that this decision not only undermines the welfare of dental surgeons and medical officers but also disregards the commitments previously made by the government.",
    "Earlier today, the Government Medical Officers’ Association (GMOA) announced that it has decided to launch an indefinite strike starting from tomorrow (Jan. 24). Thus, government doctors will commence the strike from 08.00 a.m. tomorrow until further notice, as the government has temporarily suspended the DAT allowance, the GMOA said.",
    "On January 08, the Cabinet of Ministers gave its approval to President Ranil Wickremesinghe’s proposal to double the DAT allowance paid to government doctors, raising it from Rs. 35,000 to Rs. 70,000."
  ]
}