{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96931/petition-filed-challenging-cabinet-decision-to-split-slic-into-two-institutions",
  "time_ut": 1706807400.0,
  "original_lang": "en",
  "original_title": "Petition filed challenging Cabinet decision to split SLIC into two institutions",
  "original_body_lines": [
    "General Secretary of the Sri Lanka Insurance Corporation (SLIC) Udayanga Rathna Diwakara on Thursday (01 Feb.) filed a petition before the Court of Appeals, seeking a writ order annulling the Cabinet decision that SLIC be split into two institutions.",
    "A total of 56 persons, including Prime Minister Dinesh Gunawardena, the Cabinet of Ministers, the SLIC and its Board of Directors, were named as respondents in the petition which claims that such a decision cannot be made solely by the Cabinet in the absence of parliamentary approval.",
    "Diwakara further pointed out that the SLIC is not only a profit-making institution but also one that also brings large amounts of welfare benefits to the public.",
    "Apart from requesting the Appellate Court to issue an interim order against the relevant decision, in his petition Diwakara also sought an order against the SLIC’s Board of Directors, preventing the company’s assets and properties from being split into two institutions.",
    "The Cabinet of Ministers, at its meeting on 13 March 2023, gave the nod to take necessary action to operate the life and general insurance businesses of the SLIC as separate legal entities.",
    "Cabinet approval had been given in compliance with the provisions of the Regulation of Insurance Industry (Amendment) Act No. 3 of 2011 under the state-owned enterprises (SEOs) restructuring.",
    "Later on 18 December, the Cabinet green-lighted a proposal tabled by the President to segregate the life and general insurance businesses of SLIC to the fully owned subsidiaries of the said corporation – Sri Lanka Insurance Corporation Life Limited and Sri Lanka Insurance Corporation General Limited."
  ]
}