{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110545/china-donates-school-uniform-fabric-worth-rs-517-bln-to-sri-lanka-for-2025",
  "time_ut": 1752661080.0,
  "original_lang": "en",
  "original_title": "China donates school uniform fabric worth Rs. 5.17 bln to Sri Lanka for 2025",
  "original_body_lines": [
    "China will always remain a trusted friend and ally of Sri Lanka, said Chinese Ambassador to Sri Lanka, Qi Zhenhong, during a ceremony held at the Ministry of Education in Battaramulla today (16).",
    "At the event, it was officially announced that the entire requirement of fabric for school uniforms for the year 2025—valued at Rs. 5,171 million—has been provided as a grant by the Government of China.",
    "The ceremony was attended by the Prime Minister and Minister of Education, Higher Education, and Vocational Education, Dr. Harini Amarasuriya, along with other dignitaries.",
    "“China will always be your reliable brother and helper whenever Sri Lanka needs it. Children are not only the future of this country but also the heirs of the China–Sri Lanka friendship. Every stitch on their uniforms will tell the story of mutual cooperation between our two ancient civilizations. I highly appreciate the contribution and dedication of Prime Minister Dr. Harini Amarasuriya to the education sector in Sri Lanka.”",
    "Speaking at the event, Prime Minister Dr. Harini Amarasuriya expressed her gratitude to the Chinese government and people:",
    "“Sri Lanka and China share a long-standing friendship and tradition of cooperation. The donation of school uniform fabric is a significant gesture in this enduring relationship. In 2023 and 2024, the Chinese government provided a substantial portion of our national requirement for school uniform materials. In 2025, they have donated the entire supply.",
    "This support comes at a very challenging time for Sri Lanka and is deeply appreciated. Our government has already submitted a request for continued assistance from China for the year 2026 as well. On behalf of the children and parents of our country, I extend heartfelt thanks to the Chinese government and the people of China.”"
  ]
}