{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111840/israel-hits-gaza-hospital-killing-at-least-20-people-including-five-journalists",
  "time_ut": 1756136280.0,
  "original_lang": "en",
  "original_title": "Israel hits Gaza hospital, killing at least 20 people, including five journalists",
  "original_body_lines": [
    "Israel struck Nasser hospital in the south of the Gaza Strip on Monday, killing at least 20 people, including five journalists who worked for Reuters, the Associated Press, Al Jazeera and others.",
    "Cameraman Hussam al-Masri, a Reuters contractor, was killed near a live broadcasting position operated by Reuters on an upper floor just below the roof of the hospital in Khan Younis in an initial strike, Palestinian health officials said.",
    "Officials at the hospital and witnesses said Israel then struck the site a second time, killing other journalists as well as rescue workers and medics, who had rushed to the scene to help.",
    "The journalists killed included Mariam Abu Dagga, who freelanced for the Associated Press and other outlets, Mohammed Salama, who worked for Qatar-based broadcaster Al Jazeera, Moaz Abu Taha, a freelance journalist who worked with several news organisations including occasionally contributing to Reuters, and Ahmed Abu Aziz.",
    "Israel’s military, the Israel Defense Forces, acknowledged striking the area of Nasser hospital and said the chief of the general staff had ordered an inquiry.",
    "The IDF “regrets any harm to uninvolved individuals and does not target journalists as such. The IDF acts to mitigate harm to uninvolved individuals as much as possible while maintaining the safety of IDF troops,” it said.",
    "A Reuters spokesperson said in a statement: “We are devastated to learn that cameraman Hussam al-Masri, a contractor for Reuters, was killed this morning in Israeli strikes on Nasser hospital in Khan Younis in Gaza. Moaz Abu Taha, a freelance journalist whose work had been occasionally published by Reuters, was also killed, and photographer Hatem Khaled, a Reuters contractor, was wounded.”",
    "“We are urgently seeking more information and have asked authorities in Gaza and Israel to help us get urgent medical assistance for Hatem,” the spokesperson added.",
    "The AP said it was “shocked and saddened” to learn of the deaths of Abu Dagga and other journalists, adding that Abu Dagga had often based herself at the hospital for coverage, which recently included stories on starving and malnourished children.",
    "The Palestinian Journalists Syndicate condemned Israel for the strikes, saying it represented “an open war against free media, with the aim of terrorising journalists and preventing them from fulfilling their professional duty of exposing its crimes to the world”.",
    "The syndicate said more than 240 Palestinian journalists have been killed by Israeli fire in Gaza since the war started on October 7, 2023.",
    "The Committee to Protect Journalists, which put the number of journalists and media workers killed since the war began at 197 including 189 Palestinians in Gaza, called for “the international community to hold Israel accountable for its continued unlawful attacks on the press”.",
    "Two weeks ago, Israel killed prominent Al Jazeera correspondent Anas Al-Sharif and four other journalists in a strike. In that attack, Israel acknowledged targeting Sharif and said he worked for the Hamas militant group, which the broadcaster denied.",
    "Witnesses said Monday’s second strike took place after rescue workers, journalists and others had rushed to the site of the initial attack.",
    "The Reuters live video feed from the hospital which Masri had been operating from the hospital suddenly shut down at the moment of the initial strike.",
    "Reuters and other news providers often deliver live video feeds to media outlets worldwide during major news events to show the scene from the ground in real time. Reuters had frequently broadcast a feed from Nasser hospital during the Gaza conflict, and for the past several weeks had been delivering daily feeds from the Nasser hospital position that was hit.",
    "Israel has barred all foreign journalists from entering the Gaza Strip since the start of the war in 2023. Reporting from the territory throughout the war has been produced by Palestinian journalists, many of whom have worked for many years for international media organisations, including wire services such as Reuters and the Associated Press.",
    "Israel has also separately said it is investigating the death of Issam Abdallah, a Reuters journalist killed in southern Lebanon by Israeli tank fire in October 2023 after the Gaza conflict erupted. Israel has not announced any findings."
  ]
}