{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Public-Rights-Movement-raises-alarm-over-Litro-tender-changes-calls-for-probe/56-782008",
  "time_ut": 1758498594.0,
  "original_lang": "en",
  "original_title": "Public Rights Movement raises alarm over Litro tender changes, calls for probe",
  "original_body_lines": [
    "The National Movement for the Protection of Public Rights has voiced strong concern over recent changes made to Litro Gas Lanka’s tender process for importing liquefied petroleum gas (LPG), warning that the move could undermine the profitability of the State-owned enterprise (SOE) and compromise national energy security.",
    "In a letter addressed to the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) Director-General, Movement Convener Charaka Thilakaratne alleged that a key clause in previous tender documents had been removed without proper authorisation. The clause had prohibited Litro from using storage facilities owned by competing suppliers to store imported gas reserves, a safeguard long considered essential to prevent market manipulation in the critical gas sector.",
    "“Litro, which played a vital role during the recent economic crisis, has been one of the few profitable SOEs in recent years. Its success stood as an example of how public enterprises can function without being a burden on the taxpayer,” the letter noted. The Movement warned that the removal of the clause would carry far-reaching consequences, including eroding Litro’s profitability, weakening State control over domestic gas prices, and enabling private competitors to gain market dominance.",
    "It also charged that the tender changes were made after the announcement without approval from the Cabinet, Parliament, or a duly authorised committee. “This raises serious questions of corruption. It appears that decisions are being taken to intentionally benefit private players at the expense of the State and the public,” they charged.",
    "The Movement charged the Government of inconsistency, pointing out that it had repeatedly pledged to safeguard public ownership and control in the energy sector, while allegedly allowing practices that could hand disproportionate influence to private firms.",
    "Calling for immediate action, Thilakaratne urged the CIABOC to intervene and conduct a full-scale investigation. “This is a matter of national importance. We demand that all those responsible for this large-scale corruption attempt be held accountable before irreparable damage is done,” he said."
  ]
}