{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/union-bank-hosts-engaging-customer-events-celebrating-international-womens-day/",
  "time_ut": 1711750080.0,
  "original_lang": "en",
  "original_title": "Union Bank hosts engaging customer events celebrating International Women’s Day",
  "original_body_lines": [
    "In a series of events to mark the International Women’s Day, Union Bank hosted several networking events for the Bank’s customers including inspiring sessions on business success as well as wellness.",
    "A captivating discussion with Ms. Sandra Wanduragala, Founder Seyln Textiles, provided invaluable knowledge on navigating the path to business success and empowering women entrepreneurs to reach greater heights. Union Bank branches in Zone 3, welcomed women entrepreneurs to an engaging event in Matara with Ms. Deshani Gamage, Founder and Managing Director, of Apex Business Academy to an inspiring session on women in business.",
    "The Northern Zonal Office, conducted an event in Jaffna with empowering sessions for its women customers with esteemed personalities Ms. Vythehi Narendran, representative of the UNDP, alongside Ms. Mithila Thillainadesan, Lecturer at the Department of Financial Management, University of Jaffna. The sessions also featured insights from Ms. Jasmin Jayamalar, Director of Nature Wings (Pvt) Ltd, and Ms. Uthayani Navaratnam, District Women Development Coordinator at the District Secretariat. These sessions aimed at providing knowledgeable guidance to the women customers in fostering their growth and prosperity.",
    "The Bank also welcomed its Elite Circle members to a therapeutic Art Spa with artist Dila Weerasinghe providing a tranquil space for creativity and relaxation, allowing members to unwind and express themselves through art. Union Bank’s unwavering commitment to women empowerment extends beyond financial solutions to awareness and support, facilitating growth and social well-being.",
    "DFCC Bank spotlights sustainability at 34th anniversary of the Association of Professional Bankers",
    "UN Global Compact Network Sri Lanka champions progress and innovation",
    "Agreement to support the expansion of Union Bank’s women-focused financial services",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}