{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99676/modi-and-allies-to-meet-after-india-election-verdict-key-ally-pledges-support",
  "time_ut": 1717573740.0,
  "original_lang": "en",
  "original_title": "Modi and allies to meet after India election verdict, key ally pledges support",
  "original_body_lines": [
    "A key ally of Indian Prime Minister Narendra Modi pledged support to him on Wednesday and was set to attend a meeting to discuss forming a coalition government, boosting Modi’s chances of a record-equalling third term in office.",
    "Modi’s Hindu nationalist party lost its outright majority in parliament in a surprise election verdict on Tuesday, and he will need support from partners in the National Democratic Alliance (NDA) to form the government.",
    "On Wednesday, the Telugu Desam Party (TDP), a key regional player in the southern state of Andhra Pradesh which is in the alliance, said it stood firmly with Modi and his party.",
    "“We are with the NDA, I will be attending the meeting in Delhi today,” Chandrababu Naidu, the leader of the TDP, told reporters.",
    "The NDA won 293 seats in 543-member lower house of parliament, more than the 272 needed to form a government.",
    "Modi’s Bharatiya Janata Party (BJP) was held back to 240 seats on its own, spooking investors and causing concerns about the government’s reform agenda. The TDP won 16 seats and other allies won the rest of the NDA total.",
    "The weakened majority for Modi’s alliance could pose challenges for the more ambitious elements of the government’s reform agenda, ratings agency Fitch said.",
    "However, it added: “Despite the slimmer majority, we do expect broad policy continuity to persist, with the government retaining its focus on its capex push, ease of doing business measures, and gradual fiscal consolidation.”",
    "Newspapers said Modi’s halo had dimmed, with the Indian Express’s banner headline reading “India gives NDA a third term, Modi a message.”",
    "Modi’s own victory in his seat of Varanasi, considered one of the holiest cities for Hindus, was subdued, with his margin of victory down from nearly 500,000 votes at the last general election in 2019 to a little over 150,000.",
    "But this reduced victory may not necessarily mean reform paralysis, the chairman of a government finance panel, Arvind Panagariya, said in an editorial in the Economic Times newspaper.",
    "“Despite the reduced majority in parliament, the necessary reforms are entirely feasible. Delivering sustained growth at a accelerated pace can only strengthen the government’s hand in the coming years,” he said.",
    "The opposition INDIA alliance led by Rahul Gandhi’s centrist Congress party won 230 seats, more than forecast. Congress alone won 99, almost double the 52 it won in 2019 - a surprise jump that is expected to boost Gandhi’s standing.",
    "The INDIA alliance was also expected to meet on Wednesday in New Delhi, and discuss a future course of action."
  ]
}