{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/No-funds-this-year-for-addressing-public-govt-sector-salary-anomalies-Minister/108-283546",
  "time_ut": 1716919740.0,
  "original_lang": "en",
  "original_title": "No funds this year for addressing public, govt. sector salary anomalies: Minister",
  "original_body_lines": [
    "Colombo, May 28 (Daily Mirror) - Cabinet Minister Bandula Gunawardana said today that, under public financial management, the government is unable to allocate funds this year to address the salary anomalies demanded by trade unions in the public and government sectors.",
    "Addressing the media, he said several trade unions have requested that the president as well as the government consider their demands.",
    "He mentioned that there is an ongoing trade union action by university non-academic staff members. Additionally, several trade union actions have been launched by the health sector, education sector, and other state institutions over salary anomalies and demands for salary increases.",
    "While explaining the situation, he said that the current budget only includes financial provisions for the changes resulting from the increased salary allowance of Rs.10,000. Therefore, the government is unable to allocate funds to fulfill any recommendations during this financial year.",
    "Since there is no system to secure funding for this year, the President advised the Cabinet Minister to appoint an expert committee to study the salary anomalies of all government sector institutions and provide recommendations. He also advised including all solutions and proposals related to these issues in the 2025 budget proposal.",
    "Therefore, Minister Gunawardana requested all government trade unions submit their issues and recommendations to the expert committee without disrupting government sector services.",
    "Meanwhile, University Trade Union Joint Committee (UTUJC) Co-Chairman Dhammika S. Priyantha said today that following the trade union strike launched by all non-academic staff members, all internal operations of the university system have come to a standstill.",
    "The strike started by the non-academic employees of the university continued on the 27th day of yesterday (28). All non-academic staff members of the universities began their trade union action on May 2, driven by various demands, such as rectifying a 15% salary cut imposed on non-academic employees.",
    "\"A proposal was sent to yesterday's cabinet meeting in search of the demands. but it was reported that no favorable response was received from the ministers,\" he said.",
    "A discussion was held yesterday by the UTUJC to determine further trade union actions over their demands.",
    "However, despite any decisions taken by the government to address salary anomalies, the UTUJC has decided to continue their strikes until their demands are met."
  ]
}