{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98200/govt-prioritizing-overhaul-of-school-education-and-exam-systems-president",
  "time_ut": 1711382580.0,
  "original_lang": "en",
  "original_title": "Govt prioritizing overhaul of school education and exam systems - President",
  "original_body_lines": [
    "President Ranil Wickremesinghe emphasized the importance of holistic education, advocating for a curriculum that includes both academic subjects and nutritional support for children across the country.",
    "He also underscored the necessity of integrating modern technologies like artificial intelligence into the educational framework, highlighting the government’s commitment to reforming the school education and examination systems.",
    "President Wickremesinghe made these remarks during the inauguration of the “2024 School Meal Program” at Sujatha Balika Vidyalaya in Narahenpita this morning (25), the President’s Media Division reported.",
    "The initiative, led by the Ministry of Education, aims to provide nutritious meals to all students in grades 1-5 nationwide. Following the president’s directive, breakfast will be served between 7:30 am and 8:30 am, aligning with expert recommendations on optimal nutrition timing.",
    "Under the banner of “Healthy Active Generation,” the 2024 school meal program seeks to address nutritional deficiencies among students, enhance daily attendance rates, instill healthy eating and lifestyle habits, elevate academic performance, and promote local culinary traditions.",
    "This year’s school feeding program benefits 1.6 million students, encompassing primary grade pupils from 9,134 government schools as well as schools with fewer than 100 students. The government has earmarked a budget of Rs. 16.6 billion, allocated directly to the nine provincial councils, with additional sponsorship from organizations such as the World Food Program and the United States Department of Agriculture (USDA).",
    "Local suppliers supply the necessary food for this nutritional initiative, contributing to the growth of the country’s manufacturing economy by generating new jobs directly and indirectly.",
    "A transparent financial oversight mechanism is in place to ensure accountability and reporting for all aspects of the school meal program. The Ministry of Education, specifically its Health and Nutrition Branch, has been tasked with overseeing and monitoring the program’s management activities since its inception, ensuring continuous vigilance over its implementation.",
    "Principal Mrs. Priyangika Wijesinghe extended her gratitude to President Ranil Wickremesinghe by presenting a souvenir in recognition of his participation in the event.",
    "“Today marks the commencement of the school meal program, a pivotal step in fulfilling one of the government’s key objectives. Recognizing that education encompasses not only academic knowledge and examination performance but also nutritional well-being, this initiative mirrors global practices adopted by numerous nations.",
    "Malnutrition poses a significant challenge within our borders, transcending income disparities addressed by the expanded Aswasuma program. However, the root causes extend beyond financial limitations, affecting students of all backgrounds. Many commence their school day before dawn, foregoing breakfast and often lunch, underscoring the universal necessity for school-provided meals.",
    "As we strive to modernize our education system, our focus extends beyond the immediate horizon, envisioning an educational framework suited not just for 2024 but also for 2030. Initiatives are underway to equip teachers with modern educational techniques and instill students with essential technological proficiency, including the integration of artificial intelligence (AI) into every school curriculum. To support this endeavour, the establishment of AI societies within schools and the enactment of legislation to establish a National AI Centre are underway, with substantial government funding allocated for research and educational endeavours.",
    "Embracing the imperative of technological literacy, efforts to overhaul the education and examination systems are underway, accompanied by programs aimed at enhancing English language proficiency among students. These multifaceted initiatives underscore our commitment to equipping the youth with the knowledge and skills necessary for success in an increasingly digital and interconnected world.”",
    "“Previously, the food program primarily targeted students in remote provinces, but as of this year, it extends to providing nutritious meals to first through fifth-grade students. President Ranil Wickremesinghe, in his capacity as Minister of Finance, has earmarked Rs. 16.6 billion for this initiative, supplemented by aid from the United Nations Food Program. Consequently, all 1.7 million primary grade students now receive a nourishing morning meal, with instructions issued to ensure adherence to nutritional standards. By satisfying their hunger before lessons begin, children are better positioned to engage in educational activities, potentially enhancing their cognitive well-being.",
    "While textbooks and uniforms were distributed promptly last month, the commencement of the nutritious meal program today has received minimal media coverage. I urge media organizations, known for spotlighting issues of malnutrition, to also disseminate information about this vital nutritional intervention, thus ensuring wider public awareness.”",
    "Aligned with the President’s initiative for transformative educational reform, the implementation of the food program commences today, aiming to enhance children’s nutritional well-being. Under the auspices of the Ministry of Education, our efforts are directed towards cultivating a generation of students prepared for the future through progressive educational reforms. The objective is to foster a knowledgeable society equipped with an education system tailored to the demands of the contemporary world.”",
    "Present at this momentous occasion were Western Province Governor Marshal of the Air Force Roshan Gunathilake, State Ministers Mr. Vijitha Berugoda and Mr. Arvind Kumar, alongside officials from the Ministry of Education, teaching staff, and parents."
  ]
}