{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Supermarkets-to-offer-Rs-5-discount-for-reusable-bags-in-environmental-initiative/34-760287",
  "time_ut": 1712181758.0,
  "original_lang": "en",
  "original_title": "Supermarkets to offer Rs. 5 discount for reusable bags in environmental initiative",
  "original_body_lines": [
    "In a move towards environmental sustainability, supermarket heads have unanimously agreed to offer a Rs. 5 discount to consumers who bring reusable bags for purchases exceeding Rs. 500.",
    "The decision was reached during a meeting of the Sectoral Oversight Committee on Environment, Natural Resources and Sustainable Development chaired by MP Ajith Mannapperuma recently.",
    "Representatives from leading supermarkets including Arpico Super Center, Keells, Cargills Food City, Laughfs Super and Spar were present at the committee meeting.",
    "In addition, heads of ready-made garment shops and pen manufacturing establishments were also summoned to discuss strategies for reducing plastic and polythene usage, considering their significant contribution to plastic waste generation in Sri Lanka.",
    "During the meeting, the Committee Chair highlighted the detrimental effects of excessive polythene and plastic usage and urged supermarkets to take proactive measures to address this issue.",
    "As a result, supermarket heads have agreed to launch campaigns to educate customers about the importance of recycling bags and provide training to staff members on environmental conservation.",
    "The supermarket heads also expressed their willingness to increase incentives for customers who bring reusable bags in the future, demonstrating their commitment to reducing plastic usage.",
    "Discussions also evolved on the challenges in recycling plastic materials used in pen production, with estimates revealing that around 120 million pens, totaling around 80 tons of plastic, enter the market annually.",
    "Considering the difficulty in recycling plastic pen components in Sri Lanka, the Committee Chair instructed relevant institutions and youth representatives to explore international best practices in pen recycling and investigate the feasibility of producing recyclable pens locally.",
    "The meeting also addressed measures to reduce plastic usage in the garment sector, with the heads of various establishments tasked with submitting effective proposals to the council.",
    "The Committee emphasised its commitment to fostering a shift in consumer and business attitudes towards reducing plastic and polythene usage, underscoring the importance of collective action in safeguarding the environment.",
    "Members of Parliament  Thushara Indunil Amarasena, Nalaka Bandara Kottegoda and (Dr.) Thilak Rajapakshe were among those present at the Committee meeting."
  ]
}