{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103070/use-of-smoke-emitting-firecrackers-renews-air-pollution-debate-in-indias-capital-ahead-of-diwali",
  "time_ut": 1730371140.0,
  "original_lang": "en",
  "original_title": "Use of smoke-emitting firecrackers renews air pollution debate in India’s capital ahead of Diwali",
  "original_body_lines": [
    "As India gears up for Diwali, the Hindu festival of lights, people are divided over whether they should celebrate by setting off firecrackers, which worsen the country’s chronic air pollution.",
    "Diwali, which will be celebrated Thursday, is marked by socializing and exchanging gifts with family and friends. Many Indians light earthen oil lamps or candles. But every year the festivities are tinged with worries over air pollution, as smoke-emitting firecrackers cause toxic smog that can takes days to clear.",
    "The capital, New Delhi, which is among India’s worst cities for air quality, is particularly impacted by the problem and is usually shrouded in toxic gray smog a day after Diwali. Authorities there and in some other states have banned the use and sale of firecrackers since 2017, asking people to opt for more sustainable options like environmentally friendly firecrackers and light shows, but the rule is often flouted. Firecrackers can be easily bought from roadside stalls and stores.",
    "Some residents in New Delhi say the ban doesn’t make much difference, while others see it as a necessary measure to fight pollution.",
    "Vegetable vendor Renu, who only uses one name, loves celebrating Diwali in the city. Every year her kids set off firecrackers at night. She tells them to be careful but not to refrain from using them.",
    "“Diwali is a day of celebration and happiness for us which comes only once a year, and I feel the ban should not be there,” she said.",
    "Unlike most kids, Ruhaani Mandal, 13, doesn’t light firecrackers. She acknowledges it is fun, but says it is hazardous for people and animals.",
    "“I have seen firsthand the struggle of my father, who has lost his sense of smell due to pollution, and I see how his health worsens after Diwali celebrations,” she said.",
    "New Delhi and several northern Indian cities typically see extremely high levels of air pollution between October and January each year, disrupting businesses and shutting schools and offices. Authorities close construction sites, restrict diesel-run vehicles and deploy water sprinklers and anti-smog guns to control the haze and smog that envelopes the skyline.",
    "This year, thick, toxic smog has already started to engulf New Delhi. On Wednesday, authorities reported an AQI of over 300, which is categorized as “very poor.”",
    "Several studies have estimated that more than a million Indians die each year from air pollution-related diseases. A high level of tiny particulate matter can lodge deep into the lungs and cause major health problems, including chronic respiratory diseases.",
    "New Delhi’s woes aren’t only due to firecrackers. Vehicular emissions, farm fires in neighboring states and dust from construction are the primary causes of the capital’s air pollution woes. But health experts say the smoke emitted from firecrackers can be more hazardous.",
    "“The smoke that is produced by firecrackers contains heavy metals like sulphur, lead and toxic gases like carbon monoxide and fumes of heavy metals that are dangerous to our respiratory system,” said Arun Kumar Sharma, a community medicine professor at New Delhi’s University College of Medical Sciences.",
    "Meanwhile, authorities in New Delhi have largely failed to enforce a strict ban on the use of firecrackers to avoid offending millions of Hindus across the country, for whom Diwali is one of the biggest festivals. To sidestep the ban, many sellers offer firecrackers online, some with the convenience of home delivery.",
    "Shopkeeper Gyaanchand Goyal said the ban on firecrackers has disadvantaged sellers like him and affected their biggest source of income during the festive season.",
    "“The government enforces a restriction on firecrackers solely to demonstrate their commitment to the environment. Other than that, I don’t think there are any other consequences of this ban,” he said."
  ]
}