{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/10/02/western-province-tops-list-of-student-drug-cases-67-risk-of-repeat-use",
  "time_ut": 1759383420.0,
  "original_lang": "en",
  "original_title": "Western Province Tops List of Student Drug Cases: 67% Risk of Repeat Use",
  "original_body_lines": [
    "COLOMBO (News 1st); The Western Province has reported the highest number of school children addicted to narcotics, according to the National Dangerous Drugs Control Board (NDDCB). The alarming trend has prompted renewed calls for early intervention and stronger community support systems.Data from the NDDCB reveals that children between the ages of 12 and 17 who experiment with drugs for the first time have a 67% likelihood of repeated use.Speaking on the issue, Maheshi Madhuwanthi, a senior official at the NDDCB, emphasized that addiction is not an immediate outcome but the final stage of a four-phase process. She warned against prematurely labeling children as addicts and advocated for a more empathetic and informed approach.“Some children are even expelled from school after a single incident. But addiction is the last stage. These children are often in the early stages of experimentation, driven by curiosity or peer influence,” she said.Madhuwanthi highlighted the psychological state of these children, describing it as “ego-centric thinking”—a phase where adolescents are more likely to take risks and challenge boundaries. She stressed that adults must take responsibility for guiding them through this vulnerable period.“The World Health Organization states that if a child between 12 and 17 tries drugs once, there’s a 67% chance they’ll do it again. That’s why managing adolescence requires adult cooperation. We can’t place the burden solely on the child,” she added.She also pointed out that many students are reluctant to open up about their struggles due to fear of judgment or mistreatment by school authorities. In some cases, teachers themselves may unintentionally contribute to the child’s emotional distress.“We’ve seen cases where students don’t speak up because they fear being mentally or emotionally mistreated. These children are not addicts—they are in a phase of experimentation. They need support, not punishment,” she said.The NDDCB continues to conduct school-based awareness programs, but officials stress that a collaborative effort involving parents, teachers, and mental health professionals is essential to address the root causes of youth drug use."
  ]
}