{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/back-in-the-saddle-as-secretary-pmranil-cbk-tensions-after-2001-election/",
  "time_ut": 1755939000.0,
  "original_lang": "en",
  "original_title": "Back in the saddle as Secretary/PM:Ranil-CBK tensions after 2001 election",
  "original_body_lines": [
    "A day after the December 5, 2001 general election results were out, I got a call from Ranil Wickremesinghe’s private office at Cambridge Terrace. It was Dayaratne, Ranil’s personal secretary, with a message that the ‘boss’ wanted to see me urgently.",
    "Ranil was brief and to the point as usual. He wasted no time on the formalities. He returned my congratulatory handshake with his normal perfunctory acknowledgement. He waved me to a chair.",
    "I thought I would be flippant; after all it was a moment for celebration.",
    "“No, but there is a serious one,” said Ranil. “What’s that?”",
    "“That’s not too difficult, I can suggest a few names,” I ventured. “No, no, I want you.”",
    "“Me! Do you know how old I am?”” You must be about sixty five.”",
    "“No. I am 71. I don’t think I can last the pace.” “But you are well, aren’t you. You look okay.” He looked so earnest. I played for time.",
    "I knew I’d had it. I tried once more to obtain release. on my 72nd birthday dinner at which he was a special invitee, but I don’t think he was listening. Today April 2, 2004, as the country votes again at the general elections that President Chandrika Kumaratunga has called, I would have been with him over two years and three months.",
    "Ranil had won the 2001 December election with a comfortable majority. From the opposition, and with a formidable array of forces against him he had prevailed and brought off a comprehensive victory. The final results showed the following alignment of seats in Parliament:",
    "He had focused on a single issue that of bringing peace once more to people and a country devastated by 20 years of war. I felt I could not in good faith turn down his invitation. After all it would only be for a few months during which we, he and I, would find someone else for the job.",
    "I had not thought of re-entering government service ever again. I had officially retired many years ago and was enjoying my life in semi-retirement. I had a sinecure’ in the private sector as chairman of a shipping company (where I was literally all at sea!) and with lots of free time in the late afternoon for seminars and such like. I must have been very regular at these seminars since some observant people apparently gained the impression that I had a permanent job at the International Centre for Ethnic Studies (ICES). I had some time too for golf, whose mysterious ways I now decided to take up for diligent study on a free morning.",
    "There was also another project I had planned to do which had already been long delayed. This was to write a book on the lives of the prime ministers and presidents whom I had worked with. Where would I have time for this if I went back to work as secretary to the prime minister? And this time not even as an advisor which I had been to Premadasa when he was president, but as a full- fledged public official with all the financial and establishment responsibilities that such a position entailed. What would my erstwhile friends say? ‘Never know when to give up’; ‘still after the power and glory’, etc. And the all-knowing media? Wasn’t ‘Uncle Brad’ far too old and so on? To most of these I properly belonged, like others of my age, now `lean and slippered’, to lounging around the house and having a beer with my buddies at sundown at the local pub.",
    "But there was one important matter which, if I could stir myself to help Ranil, would be still worthwhile doing. Perhaps the last hurrah! He was going to stop the war. He had made a promise to do that and I reckoned that he had the guts to keep his word. No one before had succeeded or even gone half-way.",
    "I had seen throughout the years, the pain, the fear and the sense of loss which conflict brought in its wake to ordinary people. I had seen it in Ampara; in the faces of the young men and women captured after the JVP uprising and awaiting an uncertain future; I had been witness to it in 1983 in the heartbreaking refugee camps throughout_the country. I had seen it at the funerals and in the homes of soldiers and friends slain in battles far away.",
    "I found it incomprehensible to see the disbelief on the faces of the young widows as they refused to reconcile themselves to the fact that their husbands are most likely injured or even dead when engaged in war. (I used to ask myself whether they had not known that death or serious injury was part of a soldier’s lot; or had the astrologers prediction and the prayers they daily offered to the gods dulled them into thinking that what to them was ‘impossible’ would not come their way).",
    "I was appalled at the massive destruction of private property and public assets that security ‘operations’ and the bomb attacks of the terrorists in both north and south had caused over the 20 years of war.",
    "Much of the time I had spent in the company of civil society NGO groups was in discussion on the hapless condition, particularly, of women and children whose hopes and expectations had been destroyed by the unending conflict.",
    "Some of the `consultancies’ I had done for the UN system, particularly in the protection of children, had highlighted the dreadful consequences of the war. Perhaps the ‘pluses’ of being able to do something substantial through being at the prime minister’s office, of stopping the daily killing and maiming of both soldiers and civilians, might be time worthwhile spent in this last official chapter of my life.",
    "This would probably compensate for the daily grind of dressing up in the morning, foregoing the long afternoon nap, poring through those bulky files and lengthy minutes, chairing unending meetings and pushing generally indifferent and demotivated staff. Everything would be different now; at Temple Trees and even in the prime minister’s office, from what I had known several years ago.",
    "Rajiv Gandhi and Bradman in a one-to-one meeting New Delhi, Nov. 1989",
    "Then there was also another personal reason as to why I thought I should work for Ranil now that he had asked me to. When I left for the IPPF job in 1984, Ranil, who was then the minister of education, had written an extraordinarily nice letter of appreciation for something I had done. I reproduce this letter later in this book. I had thought it special at the time, and it had been with me all these years. The last line was close to becoming prophetic. It seemed that I now had in my final years, a chance to make it happen!",
    "Ranil knew of the difficulties in managing something as challenging as the peace process in Sri Lanka. The LTTE was deemed at most times to be intractable with fixed goals which were unchangeable, military cadres well resourced and, over the many years of conflict, now vastly experienced in both guerrilla and conventional warfare strategies. They were being assisted by a formidable diaspora across the world.",
    "There was a long history of the breaking of truce agreements which the LTTE had entered into with the governments of the day. How was Ranil going to achieve the impossible of transforming this group of committed fighters into becoming a peaceful partner in political negotiations; one which would not break the truce when the going gets difficult? It was a high-risk venture he was going into where others before him had paid dearly and some with their lives.",
    "There would also be the opposition from within to contend with. Those who had said, and would continue to say, that there should be no compromise with terrorism or armed insurgency against the state. They would continue to deny the reality that beating the LTTE or any such armed force that throve on ethno-nationalism and backed by a powerful diaspora, was unachievable except at great cost. The past battles’ had proved this beyond doubt and the people had finally spoken out that they wanted peace, literally at any price.",
    "Yet there were many who would scoff at peace through negotiations with a long-time enemy. They would include elements of the political opposition, the military, nationalist minded NGOs, the media, and the majority’ of the Sinhalese diaspora’ abroad.",
    "Ranil conceived an approach and plan of action which would address the reality he was confronted with. He spelt it out to Parliament and the people in a broad-ranging speech he delivered on January 22, 2002. His approach’ dealt with both the domestic and international imperatives. He realized a well-founded peace process needed the following basic elements:",
    "= An agreement in writing laying down the parameters for a durable cease-fire subscribed to by both leaders of the parties to the conflict, namely Prabhakaran, on behalf of the LTTE and himself on behalf of the government.",
    "= An official institutional structure which could manage the manifold requirements needed to keep the negotiations between the parties on track.",
    "= An effective mechanism to coordinate the relief, rehabilitation and development activities which would sustain the process.",
    "To buttress and support this he would need to establish an `international safety-net’ composed of the leading nations of the world to guarantee, and intervene whenever necessary, to achieve the shared goal of a negotiated political settlement of the national problem.",
    "It was a task of enormous proportions and there had been many political leaders who had tried and failed. In addition he had a formidable political opponent from within to contend with. He was not, as the others who had tried to bring peace before him had been, the constitutional head of government. The president of the country, Chandrika Kumaratunga was the constitutional head of state and government and although she too was in favour of peace through negotiation, she could be expected to be fastidious in the manner she would oversee Ranil’s strategy and methodology, in the name of national security, sovereignty, territorial integrity and so on.",
    "But through it all, winning the confidence of the Norwegian facilitator, pushing through the cease-fire agreement, gaining the goodwill of the Tamil diaspora, and a considerable section of the Sinhalese as well, and securing the commitment of a powerful array of the developed countries, Ranil succeeded in making peace actually come to pass. Overall it was a magnificent display of bold and innovative strategising, tenacity of purpose, the mobilizing of a devoted team of workers and infinite patience. Only. someone with an extraordinary sense of mission could have managed all the uncertainties and imponderables which this long-endured national problem posed.",
    "In addition to the constant presidential challenges, he had a range of domestic forces opposed to what he was doing. There was the bedrock of nationalistic feeling stemming from a long history of perception of the Tamil community as aliens and outsiders, who had literally no place in the country which belonged to the majority, the Sinhalese. A strident reflection of this opinion came from the now resurgent JVP, who were again making a strong mark in the political field. There were also a heterogeneous grouping of intellectuals, serious students of the subject, who had come to the determination that the demands of the LTTE, were too much and should never be conceded. The price of peace was in their view becoming too high to pay.",
    "There were several media men and women, including one or two editors of mainline newspapers themselves, who regularly questioned the wisdom of embarking on a path which would inevitably end up in changing the nature of the Sri Lankan polity. In their view, and apparently a large part of the population supported their position, Sri Lanka had always” been one united state and its constitution should therefore remain immutably unitary in structure. Federalism was the `F word’ in all its possible connotations. To many of these groups, the proposed fundamental structural change (here both the president and the prime minister found agreement in opposing this line) from a unitary style constitution to one that was federal was anathema. They would regularly highlight in their editorials the dangers of several aspects of the peace process and by implication, the naivety, and in some instances even the treachery, of those engaged in the venture.",
    "Throughout the two years process, what was unhelpful was the non-collaborative attitude that the president took. There was evident hostility at some of the actions of the Norwegian facilitator in the person of the Norwegian ambassador in Colombo and the head of mission of the monitoring force, the Sri Lanka Monitoring Mission (SLMM). These were seen as being partial and on the side of the LTTE, something that others too were saying but particularly decisive as it came from the head of the state.",
    "The president was also said to be involved in ordering the sinking of a LTTE vessel, alleged by Anton Balasingham to be a merchant ship and at the time of attack by the Navy, in international waters. It was well known that as commander-in-chief of the three armed services, the president could give direct orders to the Navy Commander. She held the chair of the National Security Council (NSC) and remained in constant contact with the service commanders throughout the cease-fire period.",
    "The tactic of the defence ministry virtually run by Ranil as prime minister on the other hand had been to shadow the vessel and put the international monitors on board to verify what was really on board after it moved into Sri Lankan waters. This would have enabled a verification of whether in fact, as alleged, the vessel carried arms and ammunition, or merchandise as claimed by the LTTE. There were numerous other incidents too in which the terms of the Ceasefire Agreement (CFA) were either breached or came close to being broken.",
    "No cease-fire agreement could cover every possible eventuality that could arise and this led to an exchange between the president and her defence minister, the laconic Tilak Marapone, PC, which illustrates the sense of humour of Chandrika Kumaratunga and the bitter-sweet nature of the relationships between the president and the government.",
    "Apparently after one particular close encounter between the LTTE and the army, which might have been regarded as a violation of the cease-fire agreement, Tilak, on being upbraided by Chandrika soon after a meeting of the National Security Council” for his lack of attention to such lapses, nonchalantly suggested that there were occasions when it was necessary to, as they say ‘turn a blind eye’ to such happenings. Quick as a flash Chandrika retorted that if that was so, it was she more than him, who could afford to do so!",
    "It takes two to tango as the saying goes and there was much that Ranil could have done by sharing information and more consultation to change the confrontational attitude the president took about most of the actions he initiated. Ranil always countered this charge by insisting that she was being informed by their mutual friend Lakshman Kadirgamar whom he regularly met, and who was the president’s special advisor. But this was obviously no substitute to a regular face-to-face encounter between the two protagonists.",
    "I personally felt that the president believed that the peace process which was rightfully her’s to move forward with, had been now usurped by an outsider. What was most galling was that the outsider, Ranil, was now seen to be making unexpected progress towards a settlement. She, the president, had been the originator of the negotiation approach to a political settlement. Her father, S W R D Bandaranaike had many years earlier made the first moves in this direction through the famous Bandaranaike Chelvanayakam Pact. She and her late husband Vijaya Kumaratunga had intensely believed in the negotiation approach for years.",
    "In 1994 when she got the chance, she had, first as prime minister for a few months and later as president, initiated “Talks” by sending a delegation to Jaffna. That attempt faltered after some months and an intense period of conflict had followed. In 2000, she had come up with significant proposals in a draft constitution which was presented in Parliament.",
    "Ranil and the UNP who had participated in some of the discussions had rejected the draft out of hand. Copies of the draft Constitution had been burnt on the floor of Parliament. Ranil was perceived by her as always being on the opposite side, inhibiting her attempts at resolution of the problem. In her view the UNP had been doing so ever since its opposition to the B-C Pact in 1957.",
    "(Excerpted from Rendering Unto Caesar, the Bradman Weerakoon autobiography) ✍️",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}