{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82944",
  "time_ut": 1697828220.0,
  "original_lang": "en",
  "original_title": "International Monetary Fund Staff Level Agreement Green Lights , $ 330 Million Second Tranche of Extended Fund Facility to Sri Lanka Subject to Approval by IMF Executive Board.",
  "original_body_lines": [
    "Sri Lanka has received conditional nod from the staff of the International Monetary Fund (IMF) following the completion of the first review of the $ 3 billion Extended Fund Facility (EFF) program.",
    "IMF said the staff-level agreement is subject to the approval by its management and the Executive Board in the period ahead, contingent on: (i) the implementation by the authorities of all prior actions; (ii) the completion of financing assurances reviews, which will include confirming whether adequate progress has been made with debt restructuring to give confidence that the restructuring will be concluded in a timely manner and in line with the program’s debt targets.",
    "Upon approval by the IMF Executive Board, Sri Lanka would have access to SDR 254 million (about $ 330 million), bringing the total IMF financial support disbursed under the arrangement to SDR 508 million (about $ 660 million).",
    "After constructive discussions with the authorities in Colombo and during the Annual Meetings in Marrakech, IMF Senior Mission Chief for Sri Lanka Peter Breuer and Deputy Mission Chief Katsiaryna Svirydzenka issued the following statement.",
    "The authorities remain committed to the ambitious reform agenda under the EFF and their reform efforts have been commendable, including rapid disinflation and a significant fiscal adjustment expected by the end of this year. Program performance at end-June was satisfactory, with all quantitative performance criteria for end-June met, except the one on expenditure arrears. All indicative targets were also met except the one on tax revenues.",
    "Most structural benchmarks were either met or implemented with delay by end-September 2023. Notably, the authorities published on time the Governance Diagnostic Report. Sri Lanka is the first country in Asia that has undergone the IMF Governance Diagnostic exercise. Progress is still ongoing on the revenue measures to support the fiscal consolidation during 2024 in line with program parameters.",
    "The economy is showing tentative signs of stabilisation. Inflation is down from a peak of 70% in September 2022 to 1.3% in September 2023, gross international reserves increased by $ 1.5 billion during March-June this year, and shortages of essentials have eased.",
    "Despite these early signs of stabilisation, full economic recovery is not yet assured. Growth momentum remains subdued, with real GDP in the second quarter contracting by 3.1% on a year-on-year basis and high-frequency economic indicators continuing to provide mixed signals. Sri Lanka’s external position has weakened as a result of prolonged debt restructuring discussions, and reserve accumulation has slowed in recent months.",
    "Agreeing on debt treatments consistent with restoring debt sustainability quickly will be key to resolving uncertainty that is constraining Sri Lankan businesses and external financing.",
    "Sustaining the reform momentum is of paramount importance in steering the economy towards a sustained recovery and fostering stable, inclusive economic growth. We welcome the authorities’ commitment to increase revenues and signal better governance by adopting needed tax measures, strengthening tax administration, and actively eliminating tax evasion. Maintaining cost recovery in fuel and electricity pricing helps mitigate fiscal risks arising from state-owned enterprises. Further strengthening the social safety net remains critical to protect the poor and the vulnerable. While inflation has decelerated faster than expected, continued monitoring is warranted to help anchor inflationary expectations and support macroeconomic stability.",
    "Against continued external uncertainty, it remains important to rebuild external buffers through strong reserves accumulation.",
    "Following the authorities’ domestic debt operation, the critical next step is to secure an agreement with official creditors on a debt treatment consistent with the IMF Executive Board-approved program parameters and debt targets. We have taken note of a tentative agreement between Sri Lanka and the Export-Import Bank of China and look forward to analysing the details when we receive them. We urge all official creditors to move forward and agree on an appropriate debt treatment in line with the financing assurances they provided. We understand negotiations between commercial creditors and Sri Lanka are ongoing and emphasise the need to restore debt sustainability in a robust manner. Delays risk worsening the economic outlook for Sri Lanka, widening its financing gaps, hindering its return to sustainable growth, and thereby reducing its capacity to repay.",
    "The authorities’ commitment to implement key recommendations of the recently published Governance Diagnostic Report is a welcome step. Concrete steps towards addressing corruption risks and strengthening accountability will be essential for rebuilding economic confidence and making growth more robust and inclusive.",
    "The IMF team held meetings with President and Finance Minister Ranil Wickremesinghe, Central Bank of Sri Lanka Governor Dr. P. Nandalal Weerasinghe, State Minister Shehan Semasinghe, Secretary to the Treasury K.M. Mahinda Siriwardana, and other senior Government and CBSL officials. The IMF team also met with Parliamentarians, representatives from the private sector, civil society organisations, and development partners.",
    "The team extended their appreciation to the authorities for the excellent collaboration and constructive discussions."
  ]
}