{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Current-Govt-not-SLPP-says-Basil/56-759559",
  "time_ut": 1710527108.0,
  "original_lang": "en",
  "original_title": "Current Govt. not SLPP says Basil",
  "original_body_lines": [
    "SLPP founder Basil Rajapaksa says current Govt. cannot be unequivocally labelled as being led by his party",
    "Notes only four SLPP district leaders have been appointed as cabinet ministers",
    "Stresses five out of nine provinces lack SLPP ministerial representation",
    "Sri Lanka Podujana Peramuna (SLPP) founder Basil Rajapaksa this week suggested that despite the SLPP’s majority support, the current Government cannot be unequivocally labelled as being led by the party.",
    "In a televised interview upon his return to the country, Rajapaksa highlighted that only four district leaders of the SLPP have been appointed as cabinet ministers, prompting him to have doubts about whether this Government is genuinely led by the SLPP.",
    "“Currently, only a handful of cabinet ministers actively participate in SLPP events or engage with the party office. These include leaders from the Matara, Galle, Gampaha, and Ratnapura districts. Previously, Keheliya was also among them, but he has since lost his ministerial position. Additionally, there is one non-cabinet minister who is not a district leader of the SLPP. Despite widespread perception of this Government is controlled by the SLPP, it’s clear that only a portion of it truly represents the party,” Rajapaksa remarked during his interview",
    "“We often find ourselves questioning whether this is truly our Government. I speak candidly when I say this. Presently, when we look at our district leaders, for instance, in the Anuradhapura district of the North Central Province, we lack a ministerial representation. Similarly, there’s no minister from our party in the Eastern Province or the Uva Province. Neither Puttalam nor Kurunegala in the North-West Province have ministerial representation. Even in the central province, we lack a minister. So when you claim it’s our Government, how can you justify it when five out of nine provinces lack ministerial representation? It raises significant doubts about whether this truly reflects our governance.” he said.",
    "He further emphasised his disapproval of any postponement of National Elections, stating unequivocally that the SLPP firmly advocates for holding elections as scheduled."
  ]
}