{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102617/two-sri-lankan-peacekeepers-in-lebanon-injured-in-israeli-attack",
  "time_ut": 1728638640.0,
  "original_lang": "en",
  "original_title": "Two Sri Lankan peacekeepers in Lebanon injured in Israeli attack",
  "original_body_lines": [
    "Two Sri Lankan peacekeepers stationed with the UN peacekeeping force in Lebanon have been injured after a nearby village was targeted by an Israeli airstrike, Sri Lanka’s Military Spokesperson confirmed.",
    "He stated that the two Sri Lankan Army personnel attached to the UN peacekeeping mission in Lebanon sustained minor injuries when Israeli tanks fired at a watchtower in Naqoura, Lebanon, yesterday.",
    "The soldiers were reportedly hit by fragments from a tank shell that was fired at one of UNIFIL’s observation towers in Naqoura.",
    "Sri Lankan soldiers were reportedly injured when Israeli artillery struck UN peacekeeping forces (UNIFIL) in Naqoura, southern Lebanon, as reported by the Lebanese News Agency on Friday.",
    "The incident occurred when a tank shell struck near one of the UNIFIL towers in Naqoura, resulting in shrapnel injuries to the soldiers.",
    "António Guterres, Secretary-General of the United Nations, called the attack “a violation of international humanitarian law”.",
    "Earlier on Friday, European Council President Charles Michel condemned the “Israeli” attack on United Nations Interim Force in Lebanon (UNIFIL), calling it “unacceptable” and stating that “an attack on an international peacekeeping mission is irresponsible and unacceptable,” urging “Israel” and all parties to fully respect international humanitarian law.",
    "According to Lebanon’s official National News Agency, an Israeli Merkava tank targeted one of UNIFIL’s observation towers on the main road connecting Tyre to Naqoura, in front of a Lebanese Army checkpoint, injuring the Sri Lankan contingent stationed there.",
    "It said Israeli artillery fired a shell that struck the main entrance of the UNIFIL command center in Naqoura, causing damage to the site.",
    "The media report said the UNIFIL’s command center in Naqoura has been targeted by Israeli military artillery for the second time in three days. On Thursday, the UN peacekeeping force said UNIFIL headquarters in Naqoura and several of its troops’ positions were repeatedly shelled by Israeli forces, injuring two troops.",
    "The situation remains tense as UNIFIL operates in a challenging environment amid ongoing military actions in the region.",
    "Israel has mounted massive airstrikes across Lebanon against what it claims are Hezbollah targets since Sept. 23, killing at least 1,351 people, injuring over 3,800 others, and displacing more than 1.2 million people."
  ]
}