{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-speaker-dismisses-role-of-foreign-forces-in-2022-protests-led-regime-change-157248/",
  "time_ut": 1712097240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Speaker dismisses role of foreign forces in 2022 protests-led regime change",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Parliament Speaker Mahinda Yapa Abeywardana dismissed possible role of foreign forces in the mass protests-led government change in 2022 when the post of president fell vacant after former President Gotabaya Rajapaksa fled the country fearing for his life.",
    "The Speaker stated this when responding to a request from opposition parliamentarian Wimal Weerawansa to have two-day parliament debate and appoint a parliament committee to find out who were behind the protests, popularly known as Aragalaya and what were their motives.",
    "“I have no information to say that it happened due to international forces,” Abeywardana told the parliament on Tuesday (02).",
    "“I did not see a threat that you mentioned. I only saw a threat where they all came here (to the parliament) and threatened our lives,” he said referring to hundreds of local protesters including “Buddhist monks and other religious leaders”.",
    "Weerawansa’s request was based on a statement made by the Speaker on March 21 after defeating a no confidence vote against Abeywardana.",
    "The Speaker on March 21 said he protected the island nation’s constitution despite he got requests from by both locals and foreigners to go against the constitution and take over the presidency after former leader Rajapaksa had fled the country and later resigned in July 2022.",
    "In his request. Weerawansa said if some local and international groups had influenced the Speaker to take decision outside the constitution and take over the country’s presidency “it was a serious issue.”",
    "“It is an issue of the country’s sovereignty,” Weerawansa, a legislator who had been blaming a Western diplomat, said.",
    "“It would be a serious insult for the people of this country if we consider it something that had happened in the past and forget it.”",
    "Soon after President Rajapaksa resigned, Speaker Abeywardena had to step in to chose a president through Parliament vote. He himself could have become a president through parliament vote as per constitution. However, sources close to him say he was asked to take over the presidency.",
    "“We need to ask first who tried to influence our country’s sovereignty, who tried to encourage (you) to take decision outside the constitution during that moment and the reason they did it,” Weerawansa said.",
    "“Give us a two-day debate on this in the next two weeks. I don’t think there will be a Presidential Commission appointed, but appoint a parliament select committee with the representations from all the ruling and opposition parties.”",
    "“Then only we will know the power behind that kind of an act.”",
    "Some of Sri Lankan political leaders, mainly from ruling Sri Lanka Podujana Peramuna (SLPP) say the 2022 mass protests and regime change were well backed by foreign powers to achieve their goals which could not be possible under Gotabaya Rajapaksa’s nationalist government.",
    "Gotabaya Rajapaksa himself has released a book titled “The Conspiracy: How Internationally Sponsored Regime Change Made a Mockery of Democracy in Sri Lanka”.",
    "In the book, he said there were NGO (Non-Government Organization) related foreign funded liberal political activists, youtubers, and social media activists along with usual opposition associated with various political parties in Aragalaya at the country’s popular Galle Face Green.",
    "“From day one, the so called argalaya was an operation inimical to Sinhala and particularly Sinhala-Buddhist interests, and it was well supported by foreign interests that had much the same objectives,” he said.",
    "“It would be extremely naïve for anyone to claim that there was no foreign hand in the moves made to oust me from power.”",
    "“These foreign powers maintain a permanent cadre of activists to promote their agenda in this country and can at short notice deploy dozens of commentators, speakers, writers to create public opinion on Sri Lanka.”",
    "“Money is just one way of buying influence. Granting a permanent residence visa, giving a scholarship to the offspring of important persons, ‘research’ grants or even a simple foreign trip will even be enough to induce certain people to act against the national interest of their country.”",
    "“Thus we had a toxic mix of foreign money, geopolitical interests and notions of [liberal] ideological superiority all coming together at a strategically appropriate time to achieve the objectives of certain parties in Sri Lanka.” (Colombo/April 03/2024)"
  ]
}