{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103741/continuing-with-imf-program-will-ensure-benefits-of-stable-economy-reach-all-citizens-peter-breuer",
  "time_ut": 1732511820.0,
  "original_lang": "en",
  "original_title": "Continuing with IMF program will ensure benefits of stable economy reach all citizens - Peter Breuer",
  "original_body_lines": [
    "The International Monetary Fund’s (IMF) Senior Mission Chief for Sri Lanka, Peter Breuer, stated that Sri Lanka’s continuation of the Extended Fund Facility (EFF) program will support stable and inclusive growth for the country.",
    "In an exclusive interview with Ada Derana’s ‘@Hydepark’, Breuer further explained that continuing with the IMF program will help ensure that the benefits of a stable economy are passed on to all citizens.",
    "He also highlighted that the IMF program not only provides financial support to Sri Lanka but also holds the government accountable for implementing necessary policies.",
    "Additionally, he added that the program acts as a guarantor to the international community, facilitating increased financial inflows to the country.",
    "Commenting further, the IMF Senior Mission Chief said: “The IMF program started in March 2023, a year and a half since we started working with Sri Lanka on the policies already, when we reached the original staff-level agreement in September 2022. The outcomes that we have seen – many indicators if you look at have shown that already Sri Lanka has benefited from these policies [of the IMF].”",
    "“Poverty is an important indicator as well, still very high, but the trajectory – at least the data we have seen from the World Bank, the trajectory is a good one in terms of it’s coming down. So, sticking with reforms will be an important part to continue on this trajectory to ensure stable and inclusive growth and the benefits of the growth are shared across the population”, he added."
  ]
}