{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Everystory-Sri-Lanka-holds-first-public-event-on-women-s-movements-of-Sri-Lanka/56-763622",
  "time_ut": 1719599163.0,
  "original_lang": "en",
  "original_title": "Everystory Sri Lanka holds first public event on women’s movements of Sri Lanka",
  "original_body_lines": [
    "Everystory Sri Lanka on 16 June hosted its first public event on the women’s movements of Sri Lanka at the Colombo Public Library.",
    "This unique trilingual event included public teach-outs, and a series of interactive learning opportunities on the topic facilitated through storytelling, sharing accessible resources, and creating spaces for dialogue. The event drew a crowd of over 300 eager to participate and learn.",
    "A key feature of this event was three teach-outs led by Sharanya Sekaram (English), Saritha Irugalbandara (Sinhala), and Siva Malathy (Tamil) that looked to provide a historical overview of the rich history of the women’s movements that have shaped Sri Lankan history since the 1920s.",
    "The speakers highlighted key moments such as the founding of the Women’s Franchise Union (WFU) in 1927 to campaign for women’s suffrage, the WFU campaigning successfully for the introduction of women’s suffrage, as well as marking the formation of the first autonomous, multi-ethnic women’s organisation in Sri Lanka.",
    "Reference was also made to the path-breaking research study on Feminism and Nationalism in the Third World (1986) by Dr. Kumari Jayawardena, which highlights the rich history of feminist movements in countries like Sri Lanka, India, Iran, China, and Turkey, among others, to challenge the notion of feminism being a “Western import.”",
    "Participants could also engage with the speakers to ask questions and share their experiences.",
    "The centre of the room featured a timeline of events – both of general importance in Sri Lanka and specific highlights of the women’s movements. Participants were invited to actively engage with the timeline by adding to it and sharing significant points they felt should be included in Sri Lankan history.",
    "Everystory Sri Lanka Young Feminist Network Program Manager Dulandi Gunsekera said: “The timeline was not only a visual representation and mapping of the movements but also a central hub for mutual learning, knowledge-sharing, and conversation. It was incredible to witness everyone gathered at the centre of the room, engaging with parts of history that resonated with them. Conversations and dialogues flourished, with people pointing to images and writings on the timelines, sharing knowledge with strangers they met at the event. We also saw notes and scribbles expressing admiration for key figures in the women’s movements.”",
    "The event also featured a Human Library – drawn from The Human Library international organisation and movement that first started in Copenhagen, Denmark, in 2000, and uses a library analogy of lending people rather than books. The Everystory Sri Lanka event featured eight people who shared insights with small groups of participants on topics such as “Me, More Than Me, Motherhood” (in Tamil and English), “This is Also Freedom! My Time as a Migrant Worker in Malaysia” (in Sinhala), and “Fighting the Fight: A Queer Woman Lawyer Fights the Good Fight” (in Sinhala), among others.",
    "The event ended with a closed-door intergenerational dialogue, which allowed an honest and reflective conversation between women from different generations of Sri Lanka on building solidarity, learning from each other, and strengthening the movements. Shreen Saroor led this discussion, which saw over 50 women participate."
  ]
}