{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/New-chapter-for-EO-Sri-Lanka-as-2025-2026-Board-takes-lead/34-780754",
  "time_ut": 1756150924.0,
  "original_lang": "en",
  "original_title": "New chapter for EO Sri Lanka as 2025-2026 Board takes lead",
  "original_body_lines": [
    "In a vibrant ceremony held on 19 July, the Entrepreneurs’ Organisation (EO) Sri Lanka celebrated the official induction of its 2025-2026 Board. The baton of leadership was handed over from outgoing President, Chinese Dragon Café Director Naishadh Udeshi to the newly appointed President, Stafford Motor Company Ltd., Executive Director Tarindra Kaluperuma. Kaluperuma is focused on helping members explore EO beyond the country, encouraging engagement with the larger EO community outside of EO Sri Lanka. His theme, “Beyond Boundaries, Beyond Limits”, embodies a vision of deeper and wider connections, inspiring members to broaden their horizons and build meaningful relationships across borders.",
    "Since its inception in 2017, EO Sri Lanka has grown steadily, weathering global crises and maintaining its commitment to entrepreneurial development. The chapter now includes over 60 active members and continues to contribute significantly to the larger EO community, which spans 222 chapters and more than 87 countries, representing over 19,000 members worldwide.",
    "EO’s global mission remains steadfast: to unlock the full potential of entrepreneurs by creating a space for learning, connection, and transformation. With its values rooted in trust, respect, bold thinking, and continuous learning, EO Sri Lanka begins this new chapter under Kaluperuma’s leadership with renewed momentum.",
    "Over the past year, EO Sri Lanka hosted numerous impactful events, including unique site visits, hands-on learning sessions, and high-level discussions with industry leaders. Members had the opportunity to participate in a range of forums that nurtured both personal and professional growth. These experiences have further positioned the chapter as a hub for visionary entrepreneurs dedicated to innovation and collaboration.",
    "Looking ahead, the 2025-2026 board aims to build on this foundation by driving initiatives that promote knowledge-sharing, cross-industry partnerships, and inclusive leadership. President Tarindra Kaluperuma emphasised his vision for EO Sri Lanka as a dynamic and transformative platform: “We want EO to be a space where ideas thrive, connections deepen, and every entrepreneur feels empowered to grow beyond boundaries.”",
    "Forum Chair: Abeetha Perera – WAPCO - W.A. Perera & Co. Ltd.",
    "With this dynamic and committed leadership team, EO Sri Lanka is poised for another year of growth, innovation, and community-building. The board remains dedicated to empowering entrepreneurs across industries and further cementing the chapter’s role as a cornerstone of business leadership and excellence in the region."
  ]
}