{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-foreign-reserves-marginally-up-in-july-to-us6-1bn-235304/",
  "time_ut": 1754619180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka foreign reserves marginally up in July to US$6.1bn",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s gross foreign reserves edged up by 64 million US dollars in July 2025 to 6,144 million US dollars, official data showed, amid concerns over the impact of recent rate cuts on the ability to collect reserves and repay debt.",
    "Sri Lanka’s central bank has not been able to grow its gross reserves for nine months, and the July Number is below the 6,472 million dollars reached in October 2025.",
    "In the last quarter of 2024, money printed to target a mid-corridor or ‘single’ policy rate which tends to cripple the workings of the interbank money market and eventually trigger forex shortages.",
    "At the current interest rates, the central bank is still able to collect some amount of dollars from the banking system as it has stopped inflationary open market operations.",
    "The central bank has a de facto obligation to give dollars to the Finance Ministry to repay debt and interest, and also repay its own debt to India (about 75 million dollars a month) and loans to the International Monetary Fund taken during past crises.",
    "Analysts have warned that the central bank has no freedom of action to actually conduct ‘independent’ monetary policy in the light of these constraints and any attempts to target inflation by rate cuts is likely to take the country closer to sovereign default.",
    "Gross reserves levels have been maintained around 6 billion US dollars in recent months, partly by resorting to buy-sell swaps, which tends which creates a forex risk (the central bank IMF claims the exchange rate is flexible) and losses when the rupee depreciates from rate cuts and open market operations.",
    "The domestic market swaps allow banks to give loans without raising rupee deposits, effectively keeping deposit rates below the level actually needed to finance loans (or government securities purchases) on an ongoing basis, EN’s economic columnist Bellwether says.",
    "As a result, showing reserve numbers with swaps will eventually lead to a fall in net foreign reserves of the central bank as well which have been improving steadily even after October when rate cuts and inflationary open market operations reduced reserve collections.",
    "In July, for example the central bank had bought 81 million dollars under the current policy rate, (with no inflationary open market operations) of which 75 million has to go to India before giving any to the government to repay debt and interest.",
    "Flexible inflation targeting, beliefs that rates can be cut based on historical inflation or that the denial of monetary stability to the general public and business through inflationist-devaluationism with toxic money are false doctrines that rejects classical economics outright, analysts have warned.",
    "Sri Lanka has exchange controls which means the operating framework of the central bank is fundamentally flawed and there are anchor conflicts which intensify as soon as the economy (and private credit) recovers.",
    "Sri Lanka has an extremely high private savings rate, which makes keeping the exchange rate stable, building reserves or repaying debt very easy as long as the parliament is willing to constrain the discretionary policy (flexibility) with a true constitution and an operating framework without anchor conflicts, analysts have said. (Colombo/Aug08/2025)"
  ]
}