{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/vietnam-mourns-communist-party-chief-nguyen-phu-trong-173087/",
  "time_ut": 1721532060.0,
  "original_lang": "en",
  "original_title": "Vietnam mourns Communist Party chief Nguyen Phu Trong",
  "original_body_lines": [
    "ECONOMYNEXT – Vietnam has declared three days mourning and conferred the highest honor of the nation on late General Secretary of the Communist Party, Nguyen Phu Trong who passed away at the age of 80.",
    "The Party leader “breathed his last at 1:38pm on July 19” at the Central Military Hospital 108 in Hanoi, “despite wholehearted treatment and care from the Party, State, leading medical experts and his family, due to old age and severe illness,” a government statement said.",
    "A day earlier, the Politburo awarded a Gold Star Order, the highest honor of the state given to “individuals with great and exceptionally outstanding contributions to the revolutionary cause of the Party and the nation.”",
    "The post of General Secretary of the Party is widely considered to the be most powerful in the country.",
    "Recently appointed President To Lam was appointed to oversee the work of the General Secretary.",
    "Trong started a sweeping ant-corruption drive called ‘blazing furnace’ which led to hundreds of party and state officials being prosecuted and resignations of many others.",
    "The anti-corruption drive led to a resignation of key members of the Politburo culminating in To Lam, the Minister for Public Security, becoming President.",
    "Among those who stepped down from the politburo and related posts over the past two years under various circumstances were President Vo Van Thoung who left on March 20, 2024 and Prime Minister Ngueyn Xuan Phuc on January 17, 2023.",
    "Chairman of the National Assembly , Vuong Dinh Hue stepped down on April 26, 2024.",
    "Chairman of the Central Economic Commission Tran Tuan Anh stepped down on January 31, 2024, Secretary of the Hanoi Party Committee Dinh Tien Dung on June 21 and Head of the central Organization Commission, Le Minh Hung, on May 16, 2024.",
    "Deputy Prime Minister Pham Binh Minh stepped down on December 30, 2022.",
    "The depleted Poliburo vacancies were filled only in May 2024.",
    "Vietnam’s TouiTre newspaper said the late General Secretary Trong had signed and promulgated Resolution 10-NQ/TW on March 2017 on making the private economic a key driver of economy.",
    "The resolution aimed to fully “institutionalize and ensure strict implementation of business freedom, property ownership rights, civil rights and obligations of organizations and individuals according to the provisions of law,” the report said.",
    "By 2024, Vietnam has six businessmen on the list of world’s dollar billionaires, the report said.",
    "According to a report by consulting firm Henley & Partners in conjunction with New World Wealth, Vietnam currently has about 19,400 millionaires with assets of over 1 million USD, and nearly 58 millionaires with assets of more than 100 million USD.",
    "In the period 2013 – 2023, the number of USD millionaires in Vietnam has increased by 98 percent, or nearly doubled which was fater than China (92 percent), India (65 percent) and the US (62 percent), the report said. (Colombo/July21/2024)"
  ]
}