{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/of-that-damning-report/",
  "time_ut": 1729531020.0,
  "original_lang": "en",
  "original_title": "Of that damning report",
  "original_body_lines": [
    "It is now clear why the JVP/NPP government refused to release the reports of the presidential committees that probed Channel-4 allegations against the Sri Lankan military, and the intelligence coordination and investigative processes, as regards the Easter Sunday terror attacks (21 April 2019). The committees headed by former Supreme Court judge S. I. Imam and retired High Court judge A. N. J. de Alwis submitted their reports to President Ranil Wickremesinghe, who appointed them.",
    "Former Minister Udaya Gammanpila yesterday made public the Alwis committee report, which has recommended, inter alia, that criminal proceedings be instituted against retired SDIG Ravi Seneviratne, who is the current Secretary to the Ministry of Public Security, for criminal negligence on his part in respect of the Easter Sunday attacks; he did not act swiftly on a warning issued by a foreign intelligence outfit of the impending Easter Sunday terror attacks, when he was the SDIG in charge of the CID. The Alwis committee has called for similar action against the Director of Criminal Intelligence Analysis and Prevention Division, retired SSP Shani Abeysekera, who was the CID Director in 2019. What one gathers from the committee findings is that if Seneviratne had realised the gravity of the situation and taken prompt action on the basis of the aforesaid warning, the Easter Sunday carnage could have been prevented.",
    "There is no way the government can defend Seneviratne and Abeysekera. It has been revealed that a letter containing the foreign intelligence agency warning, which disclosed all necessary information about the National Thowheed Jamath (NTJ) leader Zahran Hashim, other NTJ terrorists and their movements, had remained unopened on Seneviratne’s desk from 09 to 16 April 2019, until his return from overseas; he had told his staff that such confidential documents were for his eyes only, and therefore the officer who acted for him did not open it. Having returned to office and opened the letter, Seneviratne wrote to the DIG CID, instructing the latter to conduct an investigation and report progress therein. Curiously, that letter was delivered to the DIG CID, who was in the same building, on 22 April, 2019!",
    "President Anura Kumara Dissanayake and Public Security Minister Vijitha Herath peddled some untenable arguments as regards the two committee reports. Having appointed Seneviratne and Abeysekera to key positions and undertaken to have the Easter Sunday carnage probed afresh under their supervision, the NPP government finds itself in an unenviable position.",
    "The Gotabaya Rajapaksa administration let down the church leaders badly after garnering votes by promising to ensure that justice would be served for the victims of the Easter Sunday tragedy. It is no secret that they pinned their hopes on Dissanayake. Will their hopes be dashed again?",
    "Opinion may be divided on the circumstances that led to the appointment of the Imam and Alwis committees, President Wickremesinghe’s motives, political or otherwise, and some of their recommendations, but what matters most is the fact that very serious lapses on the part of Seneviratne and the CID have been exposed. Some campaigners for justice for the Easter Sunday tragedy victims apparently want probe commissions/committees to say only what corroborates their narratives about the carnage and its mastermind/s.",
    "We do not buy into Gammanpila’s claim that the mastermind behind the Easter Sunday carnage was Nauffer Moulavi. The FBI and its Australian counterpart had confirmed that, he said yesterday. It is not prudent to rely solely on such organisations to find out who masterminded the attacks because the possibility of a foreign involvement in the carnage has not been ruled out. However, the fact remains that whoever masterminded the carnage, it could have been prevented if the CID under Seneviratne and Abeysekera had taken prompt action on the warning of the attacks, according to the Alwis committee. This is the crux of the matter.",
    "Now that the Alwis committee has recommended criminal proceedings against both Seneviratne and Abeysekera for their lapses, it is up to the NPP government to implement that recommendation and remove the duo from their current positions, or be seen to be no different from the previous administrations that unashamedly defended their favourites, under a cloud, in key positions. The integrity of a fresh probe into the Easter Sunday carnage under the supervision of Seneviratne and Abeyesekera will be compromised.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}