{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Career-woman-vs-motherhood-Can-you-really-have-it-all/34-765882",
  "time_ut": 1724367696.0,
  "original_lang": "en",
  "original_title": "Career woman vs motherhood: Can you really have it all?",
  "original_body_lines": [
    "Fast-moving industry requires up skilling of working women after career break",
    "Workplaces with updated policies that reflect voices of employees is a must",
    "It is difficult to achieve perfect balance, but having it all is possible for mothers with high career aspirations, it only requires effort, prioritisation, a support network, and the right workplace with the equitable policies, said some mom-leaders recently.",
    "This discussion on the impact of motherhood on women’s careers took place at the Mom Leaders Conference 2024 organised by Parenthood Global, a social-networking and knowledge-sharing platform for parents. Industry experts and mothers in top positions spoke on their inspiring experiences, highlighting the struggles of working mothers and the need for systemic change within the workplace.",
    "The experts spoke of how essential it was to have clarity on one’s priorities in navigating life as a mother with a career. Mastercard Sri Lanka Director Mahesha Amarasuriya explained, “There is no perfect balance. You need to understand what it is that you need to prioritise. As I started my career, that was my priority, but when my son came along, he became my priority.”",
    "She said that after her son was born, she could not return to her regular professional life, which made her turn down several job opportunities. However, as her son turned three, she was ready for a new challenge. She then joined Mastercard. However, if her son was sick, she would cancel all her meetings to be with him.",
    "Rockland Distilleries Group CEO Dilmini Weragama said: “I look at it as juggling balls, and you just need to make sure you don’t drop the glass ones. It takes three elements. First is the workspace. I make a conscious effort to work for only people who allow mom leaders who make motherhood a priority. Secondly, your family, friends and your personal support network are your backbone and who picks you up. But the third element is you, and it is so critical. You need to make sure that your family and workplace doesn’t get burnt out. That is on you to understand how you balance those two elements that are helping you juggle your balls.”",
    "AICPA and CIMA Sri Lanka and Maldives Country Manager Zahara Ansary said: “My secret is that we put all our engagements to the iPhone calendar which we share with each other. If it’s not on the calendar, it’s not going to happen. In that sense, he knows when I’m busy, then he takes over.”",
    "She said that scheduling everything as best as she could and working her best at her job were essential to balancing her career. However, she was also unashamed of asking for help or receiving support from her family when necessary, she said.",
    "BCS International Technology Chief People Officer Chandi Dharmaratne explained that her journey as a working mother has changed as her daughters grew up. As a mother of two teens, it was about spending time with them and getting to know them.",
    "However, “sometimes, I still feel like it’s not enough. There’s never a moment that I feel like I’m balancing anything or that I’m doing my best spending time with them. But I’m doing my best and I’m trying not to compare because it works for me and my family and children.”",
    "Edith Cowan University Sri Lanka Academic Programs Dean Dr. Sajani Dias said that navigating the diverse responsibilities of a working mother required much communication and integrity.",
    "“There are days when I quietly close my door and shed tears, grappling with the weight of these responsibilities. Yet in those vulnerable moments, I remind myself that it’s okay to feel this way. It’s essential to acknowledge these moments of vulnerability rather than always putting on a brave face. The world needs to see and understand that strength as mothers isn’t always about being invulnerable. It’s about resilience, compassion, and the courage to seek the support we need.”",
    "She explained that she had encountered many women who had chosen to shorten their careers to be ‘stay-at-home’ mothers, or have chosen to not enter motherhood to be able to pursue their careers. While she had contemplated both options, she had the privilege of choosing both with the support of her family.",
    "However, “delving into statistics, I’ve noted that 76% of our employees are females, yet only 15% are mothers, most with young children. Interestingly, four out of these 16 mothers represent the senior manager positions, including myself. This clearly signifies that mothers can be leaders.”",
    "One of the biggest challenges for women who give birth was returning to work, especially where socio-cultural aspects in an Asian context expect more of women in terms of caregiving, said Deloitte ESG, Government and Public Sector Leader and SLASSCOM Board Member Zahra Cader.",
    "“There is a study that shows over a billion dollars of opportunity being lost for women when they get back to work after a career break. Sometimes you are underemployed because of the career break: you are not getting a job that pays you the same amount that you got paid earlier or you will be working fewer hours. That is because of a perceived lack of capability or perceived thought that you may not put so many hours into work by your employer. So, there are some perception changes that also need to happen around all this.”",
    "However, it is still a fast moving industry and despite most fields having greater numbers of women graduates than men, women in the workforce are limited to 30-35% throughout the past two decades. The challenges that women face after a career break contribute to this, and that is why, when they plan to return, they need up skilling.",
    "“You need to know current trends in the industry. There is a knowledge gap. Also when you stay out of work, you don’t have the same network. So getting up with your peers and professionals for a structured program allows you that. It is like an internship, but it is a return ship,” said Cader.",
    "However, returning to work, mothers could still struggle with the different responsibilities, leading to fast burnout. Great Place to Work Assessment Business and Client Services Practice Head Ruwani Alwishewa noted that according to a study done by Great Place to Work, mothers were 28% more likely to suffer from burnout than fathers.",
    "She explained that workplaces should not only provide flexibility for parents to carry out their different roles, such as the flexibility at work to attend a dance recital of their child, but it was also important to have updated policies that reflected the needs and voices of their employees.",
    "“Many millennial gentlemen are looking, and fathers are looking to be more involved in their kids’ lives. We see older women wanting to create a family and therefore needing extra support with fertility treatments. So are you listening to your employees? You can create avenues to really listen and see what it is that is important to your employees and update your practices and policies to really support them. The great thing is that when it’s an organisation where parents can thrive, it automatically becomes one where anyone can thrive.”",
    "Connect to Care Chairman and Independent Consultant to Bill and Melinda Gates Foundation Chandita Samaranayake, 5-Hour International Cooperation COO Kasturi Chellaraja, Women in Management Founder and Chairperson Dr. Sulochana Segara, Diesel and Motor Engineering Executive Director Dilrukshi Kurukulasuriya, Information CEO and SLASSCOM Past Chairman Jehan Perinpanayagam, Global Women in Logistics and Transport Steering Committee Chairperson and CILT Sri Lanka Chairperson Gayani de Alwis were other speakers at the conference."
  ]
}