{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/tisl-challenges-sri-lankas-anti-graft-chiefs-appointment-in-supreme-court-161937/",
  "time_ut": 1715128680.0,
  "original_lang": "en",
  "original_title": "TISL challenges Sri Lanka’s anti-graft chief’s appointment in Supreme Court",
  "original_body_lines": [
    "ECONOMYNEXT – The Transparency International Sri Lanka (TISL) has filed a Fundamental Rights petition in the Supreme Court, challenging the appointment of Kanishka Wijeratne as the new Director General of the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) under a new Anti-Corruption Act that has given wide powers for the anti-graft body.",
    "President Ranil Wickremesinghe appointed High Court Judge Wijerathne as the Director General of the CIABOC last month under the new act.",
    "Wijerathne has functioned in the same role before, but this new appointment is under the new Act which was passed in the parliament in September last year.",
    "“TISL’s petition contends that Mr. Wijeratne’s appointment violates provisions of the Anti-Corruption Act, lacks procedural integrity and transparency,” the TISL said in a statement.",
    "“TISL requests the Supreme Court to nullify the appointment or alternatively direct the authorities to remove Mr. Wijeratne and appoint a new DG in accordance with the law.”",
    "The petition further argues that he does not meet all statutory requirements and criteria for the DG role.",
    "The respondents in the petition include the Attorney General, Members of the Constitutional Council, Secretary General of the Constitutional Council, Chairman, Commissioners, and DG of CIABOC, as well as candidates shortlisted for the DG position.",
    "The TISL noted that the case has been filed in the public interest, to uphold the rule of law and the Constitution.",
    "It urged the Supreme Court to issue an interim order preventing Wijeratne from acting as DG pending the hearing and final decision of the petition.",
    "“Highlighting the broader implications of the case, TISL notes the potential economic and reputational consequences of allowing procedural irregularities to persist unchecked,” the TISL said.",
    "“The petition emphasizes that “the failure to streamline and rectify the missteps would have adverse ripple effects on the credibility of the fight against corruption, the economy, and international reputation unless immediate action is taken forthwith”.",
    "“In addition to seeking legal redress, TISL calls upon the Constitutional Council and the CIABOC to establish clear and transparent guidelines for future appointments to the DG position, ensuring accountability and integrity in the process.”",
    "The new Anti-Corruption Act is one of the commitments President Wickremesinghe’s government made to the International Monetary Fund in return to its $3 billion loan.",
    "The new Act has empowered CIABOC, granting it more authority to effectively investigate and prosecute cases of bribery and corruption.",
    "The new Act was passed in the parliament last year after IMF strongly recommended for measures to reduce corruption.",
    "The anti-graft body in the past has investigated into the allegations of bribery and corruptions, but has failed to live up to the expectation because most complaints did not see prosecutions.",
    "The new Anti-Corruption Act has aimed at enhancing transparency in governance and public confidence in the government, while establishing an independent commission to detect and investigate allegations of bribery, corruption and offenses related to the declaration of assets and liabilities.",
    "However, TISL said the appointment was “arbitrary and procedurally improper.”",
    "– The petition seeks a declaration from the Court nullifying the appointment and an interim order restraining Mr. Wijeratne from his DG duties until the hearing’s conclusion.",
    "It also sought petition to the Constitutional Council to make public the procedure followed, the minutes of the meeting and the justification given in relation to this selection. (Colombo/April 2/2024)"
  ]
}