{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/strategic-priorities-prudent-way-forward-measures/",
  "time_ut": 1730308103.0,
  "original_lang": "en",
  "original_title": "Strategic Priorities & Prudent Way Forward Measures",
  "original_body_lines": [
    "Anura Kumara Dissanayake regime is facing a daunting task of getting the economy back on track in the right direction following its catastrophic fall that saw Sri Lanka (SL) getting mired in an economic imbroglio of never-seen-before scale. It is heartening to note that AKD regime has resumed negotiations on the next tranche of Extended Fund Facility (EFF) giving it the due priority it deserves. Also, it is a welcome development to witness that the core team of economic advisors of the newly elected regime comprises high-caliber capable hands equipped with professional competencies with capacity and finesse to constructively engage in demanding negotiations navigating many a tough challenge lying ahead. Under the circumstances, the requirement to strictly adhere to stringent fiscal targets/criteria spelt out to qualify for the next tranche of EFF would necessitate meeting ambitious revenue targets in a timebound manner through progressive tax reforms. Further, implementation of austerity measures across the govt machinery to slash public expenditure in line with state income too is a top priority. This effectively means SL is expected to live within its means if it is to come out of woods.",
    "Under the EEF, SL has been offered financial assistance to the tune of nearly 2.9 billion US Dollars over a period of four years. EFF offer is associated with strict conditionalities laid down by the IMF. Most importantly, the EFF necessitates ambitious revenue driven reforms to be implemented and makes it incumbent upon the GOSL to achieve prescribed revenue targets to restore fiscal health and debt sustainability. These reforms entail progressive initiatives to be undertaken to enhance tax revenue to reach set milestones and contain public expenditure in line with state revenue generated.  Such measures would enable curtailing perennial budget deficits and eliminate cost over-runs occasioned by waste, corruption, frauds, extravagances and embezzlements that result in prodigious drain of scarce public resources.",
    "The AKD regime under these circumstances is facing a formidable challenge of performing crucially important and perilous balancing act that involves implementing tax reforms to serve twin needs of achieving state revenue targets in line with what has been prescribed by the IMF and bring about urgently needed economic reliefs to the masses struggling hard to make ends meet due to prohibitive cost of living.  Given the fiscal constraints faced by the GOSL at present, vital importance of containing public expenditure going forward cannot be overemphasized as it plays an indispensable role in putting the economy back on track. Furthermore, public expenditure management is an area highly vulnerable to corruption, fraud, embezzlement, waste as well as extravagance. Above all, it is an area at the mercy of overriding and overpowering influence of high-powered political authorities wielding control over state apparatus. What is gradually unfolding about how public money and resources had been avariciously devoured by crafty politicians, their kith and kin and complicitous state officialdom with gay abandon under successive regimes reveals enormity of the issue involved.",
    "The recent past witnessed very frequent agitations and protests staged by common masses, farmers, university students, schoolteachers, university academics as well as a cross section of the multitude of segments in the public services. They were making a clarion call demanding urgent economic reliefs and salary hikes in the face of unbearably painful and constantly soaring cost of living and heavy tax burdens. Whilst sharp increase in indirect taxes caused significant hikes in the prices of goods and services across the board, higher direct taxes imposed on fixed salary earners led to a marked shrinkage of disposable incomes of a smorgasbord of salaried workers/fixed income earners in public and private sectors. This situation clearly amounts to a devastating double whammy blow on the people and in consequence they are earnestly anticipating that the AKD regime will take helpful measures to substantially alleviate economic burdens. This task no doubt is akin to tight rope walking and calls for serious equilibristic skills in successfully addressing economic priorities in the conduct of statecraft through a balanced approach.",
    "21st September 24 unfolded a watershed event of unparalleled political significance to SL that witnessed longstanding political heavyweights who denominated the arena of Sri Lankan politics during the post-independence era being unseated by the historic electoral victory achieved by AKD who polled nearly 42% of the votes cast, an outcome that defied conventional political wisdom and electoral prognostications made by various quarters. The people of SL en masse delivered a verdict that “enough is enough” condemning rampant and persistent corruption that impoverished this nation. Having reposed faith in the AKD regime to rise to the occasion to rid the country of the cancer of deep-seated corruption and malpractices to bring about public wellbeing, the masses are yearning for better days ahead.",
    "Providing urgently needed relief anticipated by the people in this context whilst maintaining economic stability, debt sustainability and fiscal health is like a double-edged sword. It requires finest of skills in statecraft, dexterity in management of public finances and competencies in prudent fiscal management, which no doubt are tremendous challenges the current regime is compelled to grapple with immediately after the conclusion of forthcoming general election.",
    "As disclosed by the Final Budget Position Report for year 2023 (FBPR-2023) published by the Ministry of Finance Economic Stabilisation and National Policies, public expenditure in SL exceeded national revenue by a huge margin in 2023. According to FBPR-2023 total Govt Revenue for 2023 stood at Rs 3,048.8 billion Rupees, whilst state expenditure was reported at Rs 5,356.6 billion revealing an annual shortfall of Rs 2,307.8 billion. This in effect necessitates GOSL to borrow at a rate Rs 6.32 billion or Rupees Six Hundred Thirty-Two Crores per day to bridge the deficit. Of the total state expenditure Rs 4.699.7 billion or 87.7% is represented by Recurrent Expenditure of which Rs 2,455.6 billion or 52.25% is accounted for by interest cost per annum. This demonstrates the enormous impact of the mammoth debt burden carried by the GOSL which continues to encumber the already ailing economy causing further need to borrow more and more in the face of persistent shortfall in Govt revenue as compared to Govt expenditure.",
    "Continued politicization of public service under successive regimes witnessed proliferation of political appointments in the state sector. It is well known that the public sector has been replete with plethora of consultancy positions and multifarious capacities albeit what public benefits/needs such positions in fact offered/served appear highly questionable. This has obviously been a convenient mechanism adopted by the powers that be to reward political henchmen, lackies, supporters and multitude of associates at poor taxpayers’ money. These positions generally carry plum perks comprising monthly salaries, allowances, secretaries, office equipment, stationery, motor vehicle benefits, fuel quotas and so on costing the public purse heavily. Besides, members of parliament have been notorious for offering loads of menial jobs in public sector organizations as inducements for their supporters. In fact, SOEs have over the years been used as practical dumpsites to offer employment for political stooges. SOE’s as a result had seen its cadres getting bloated with manpower far exceeding actual needs. So, it became characteristic of various SOE’s to have workers as well as even moonlighters on their pay rolls.",
    "In view of this, it is obvious that unless robust and decisive measures are taken to control public expenditure through effective check and balance, oversight and independent audit mechanisms and ensure that resource requirements of SOEs are met strictly based on need assessment, SL will never to able to contain budget deficits and to do away with the need to resort to costly deficit financing measures. These are in fact important prerequisites in ensuring fiscal health of the economy.",
    "One of the most important pre-requisites of curtailing public expenditure is to ensure that state procurement processes take place in a prudent manner based on due procedural safeguards and conducted in line with established check and balance mechanisms. It is to ensure that procurements would be carried out through a transparent process based on most favourable financial considerations/commercial terms whilst meeting prescribed quality and operational requirements to ensure intended public needs are served as expected. In this regard, it is of paramount importance to ensure that procurements are carried out in compliance with state approved tender and competitive bidding processes that are subjected to independent review and verifications. No room should be left to subvert established systems and mechanisms to pave for way for corruption to creep in and operations to become susceptible to political influence and other forms of machinations, as corrupt deals and undue political machinations obviously lead to twofold setbacks of incurring huge cost overruns whilst failing to meet prescribed quality and operational criteria. Moreover, these in consequence lead to budget overruns giving rise to the need for enhanced borrowings, whilst state apparatus would be left with the burden of the adverse impact of substandard procurements.",
    "The recent debacle in the health sector which saw top level state officialdom as well as high political authority being implicated and arraigned for large scale corrupt practices in procurement of substandard medications injurious to public health is a case in point.",
    "Development of infrastructure plays a catalyzing role in economic development as it could influence growth through investments in impactful sectors such as energy, transportation, telecommunications and other important areas such as ports, airport etc. Moreover, better infrastructure enables cost efficiency and in turn reduces the cost of goods and services. It also enhances manpower mobility and improves speed of delivery of goods and services. For example, better access to electricity and enhanced coverage of fixed line & mobile connectivity and higher internet penetration are factors that could drive vibrancy in trade and commerce and catalyze economic growth.",
    "The absence of a national procurement law has made the procurement process vulnerable for politicization. It is very common for developing countries like Sri Lanka to resort to procurement arrangements such as Public Private Partnership (PPP) based on Unsolicited Proposals (USP)particularly in executing in Public Infrastructure Development Projects. USPs suffer from drawbacks such as lack of transparency, low social and economic benefits, corruption and low value for money. Heightened politicization coupled with corrupt officialdom in developing countries such as Sri Lanka demonstrate high motivation to execute projects based on USPs due to corruption vulnerabilities.",
    "In Sri Lanka procurements have been carried out disregarding the procurement guidelines (PG) issued by the National Procurement Agency (NPA) established in 2006. PGs have been issued to achieve many important objectives that encompass inter-alia the following.",
    "* Maximizing economy, timeliness and quality to achieve least cost and high Quality",
    "* Adherence to prescribed standards, specifications, rules, regulations, and good governance",
    "* Ensuring transparency and consistency in evaluation and selection procedure",
    "* Expeditious execution of work and delivery of goods and services",
    "* Providing fair, equal and maximum opportunities for eligible parties to participate in procurement process",
    "There have been instances where PGs have been disregarded citing exigencies requiring emergency purchases resulting mammoth scale corruptions, as in the case of public health sector, where procurements have been carried out based on dubious mechanisms. Hence the importance of national procurement processes being put under strict microscopic surveillance to control public expenditure cannot be over emphasized.",
    "This imposes an urgent need upon the new regime to ensure that state procurement process is executed as per a set of prudent guidelines and financial considerations to achieve the main objectives of Cost Efficiency, Quality Assurance, Supply Chain Reliability, Compliance and Risk Management, and most importantly strategic alignment to ensure that procurement decisions are aligned with national objectives. Furthermore, action is also needed to introduce a comprehensive procurement law to govern state procurement mechanisms.",
    "Infrastructure based so-called development is one of the often bragged about achievements highlighted by the bigwigs of the regime that ruled SL from 2005 to 2015. Whilst SL witnessed largescale infrastructure projects being undertaken during the period from 2005 to 2015, it also accompanied ballooning of the external debt at a scale not experienced before. The total external debt that stood at 11.3 billion US Dollars in 2005 skyrocketed to 43.9 billion US Dollars in 2015, signifying a prodigious increase by 288.5%, a scale more or less equivalent to a three-fold hike.",
    "There had been public allegations of large-scale malpractices and wrong doings involving procurements related to infrastructure development during that period, a matter that had been extensively dwelt upon in many a public forum and deliberation. Such wrongdoings could have had a detrimental impact in causing costs incurred to be far exceeding the actual levels needed at right prices. Moreover, this situation no doubt could have caused distortions in producing economic indicators based on inflated costs of infrastructure development divulging much rosier picture than what the actual status could have been, had proper governance and competitive bidding procedures been employed in carrying out procurements. Besides, this period also witnessed the ballooning of International Sovereign Bonds (ISBs) carrying exorbitant commercial rates. The interest on ISBs accounted for about 70% of all interest payments and the annual interest payments caused a massive hike in public expenditure. In the absence of long-term strategic measures to diversify and develop exports to generate foreign exchange inflows on a sustainable basis SL was experiencing of serious balance of payment issues and forced to resort to more and more borrowing to pay for the money that had already been borrowed. What ensued saw SL falling into a colossal debt spiral. The aftermath of covid and the myopic measures taken by Gotabhaya Rajapaksha regime to drastically reduce taxes saw SL losing huge chunks of revenue and thereby falling from frying pan to fire.",
    "Had SL achieved some reasonable measure of economic development, it should have become a country with self-sustaining economic growth. Also, the state of so-called economic progress should have been evident in the standard of living enjoyed by the people. Acute rural poverty as well as the scale of multidimensional poverty that prevail in this country reveal a sorry state of affairs diametrically different from what could have been expected, had this country seen what has been bragged about in the name of development being materialized at least to a certain extent.",
    "What came about to find SL what it is today with a huge debt burden heaped upon is a valuable lesson for the current regime. Whilst all candid measures taken at present to minimize public spend and eliminate waste, extravagance, corruption and fraud and propel agriculture, fisheries etc are applauded and admired with immense respect, it is pertinent to pen a word of d caution for the attention of the present higher-ups as they grapple with the herculean task extricating SL out of the current economic catastrophe.",
    "SL today exists in a globalized economic atmosphere. Thus, dealing with a heavy debt burden on a sustainable footing, containing annual budget deficits, bringing about measures for public wellbeing, expanding foreign reserves whilst maintaining state income at prescribed level are formidable challenges that the current regime is required to contend with. These targets cannot be met unless steps are taken to develop robust channels of generating forex revenue on a sustainable basis. This clearly calls for diversification and expansion of the export sector and the vital need to move away from less value-added sectors such as direct export of agricultural products and minerals etc to areas driven by new technology and better comparative advantage that would offer greater potential revenue growth. Post independent SL has suffered immensely through balance of payment deficits due to lack of export revenue. It is a vital area that hitherto remains largely unaddressed. Therefore, in moving forward, the essential need for long term strategic measures to diversify exports and augment forex revenues cannot be over emphasized and it is imperative that the policy makers of the current regime take this sensitive aspect into consideration in designing a prudent economic policy to achieve economic prosperity.",
    "The current regime appears to be working hard to introduce measures to bring about speedy economic reliefs sought by the masses, who have been struggling hard for long years enduring perennial pains and finding it difficult to make ends meet. Some of the proposed measures include reduction of direct taxes, cost of fuel as well as some utility tariffs that have a direct bearing upon the cost of goods and services consumed by the people.",
    "Speaking from the experience in Sri Lankan scenario, it appears that, various measures initiated by governments in the form of reduction in taxes/tariffs/customs duties etc to offer economic reliefs to public seldom gets translated into tangible benefits for needy masses. Even in best-case scenarios, it has been observed that benefits do not reach masses at desired commensurate proportions. This highlights the fact that crafty, streetwise traders/businessmen/providers of various services and the like quite often end up as the main beneficiaries of the cost savings permitted by the state offered relief measures intended to bring about public wellbeing. These unscrupulous elements have time and again proven that they are adept at extracting the lion’s share of the boon in the form of undue profits under various guises whilst masses end up receiving crumbs from their tables.",
    "In the circumstances, the present regime to has an important duty to initiate robust, efficacious mechanism and checks and balances to ensure that, maximum benefits of the altruistic measures taken by the state for the wellbeing of needy would in fact reach those who deserve to benefit from such measures at the intended scales.",
    "The current regime should be careful in dealing with this sensitive matter, as failure to address this pragmatic reality would undoubtedly lead to the whole exercise coming a cropper as another monumental fiasco causing immense public discontent and disastrous political consequences."
  ]
}