{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-energy-minister-ready-for-ceb-employees-quitting-148251/",
  "time_ut": 1705924200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka energy minister ready for CEB employees quitting",
  "original_body_lines": [
    "ECONOMYNEXT – The Ceylon Electricity Board will accept the resignation tendered by any of its employees, Sri Lanka’s Power and Energy Minister has said.",
    "“I have instructed CEB management to accept resignations of any individual without hesitation and to recover all dues to CEB,” Kanchana Wijesekera said on X Monday (22).",
    "Wijesekera was responding to reports of trade unions saying that 5,000 CEB employees were ready to stop work over recent disciplinary action against colleagues.",
    "I have instructed CEB management to accept resignations of any individual without hesitation and to recover all dues to CEB.",
    "I have also instructed the relevant officials to expedite work related to CEB reforms, cost reduction mechanisms, implementing identified power projects… pic.twitter.com/x3VQfN7Sb4",
    "Several CEB employees have been suspended from work over the last week for participating in strike action initiated by trade unions against the proposed restructuring of the state-owned electricity supplier.",
    "“I have also instructed the relevant officials to expedite work related to CEB reforms, cost reduction mechanisms, implementing identified power projects in the generation plan, expand digital payment platform and outsourcing payment collections and disciplinary and legal steps against personal who disrupted services of CEB.”",
    "Trade unions were to meet today (22) to plan further action.",
    "The proposed new Electricity Act will enable the unbundling of CEB services, restructure CEB, and will allow private sector participation across generation, transmission and distribution.",
    "A condition of the IMF program is the reform of state-owned enterprises, including the CEB. (Colombo/Jan22/2024)"
  ]
}