{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/stock-investors-continue-to-agonize-over-debt-restructuring-timeline/",
  "time_ut": 1732221540.0,
  "original_lang": "en",
  "original_title": "Stock investors continue to agonize over debt restructuring timeline",
  "original_body_lines": [
    "The stock market yesterday too was marginally down as local and foreign investors continue to worry over the conclusion of the external debt restructuring process, which was scheduled to be completed before the end of this month. However, since it has been postponed until next year, investors continue to agonize over the timeline, market analysts said.",
    "Further, investors are also awaiting IMF comments on the Sri Lanka economy which are to be made towards the end of this week. ‘This matter has created some confusion for every citizen in the country, analysts added.",
    "Turnover stood at Rs 7 billion with nine crossings. Those crossings were reported in DFCC, which crossed 42.4 million shares to the tune of Rs 3.5 billion; its shares traded at Rs 85, Citizens Development Finance 2 million shares crossed for Rs. 496 million; its shares traded at Rs 248, JKH 6.3 million shares crossed to the tune of Rs 126 million and its shares traded at Rs 19.90, Sampath Bank 880,000 shares crossed to the tune of Rs 83.4 million; its shares sold at Rs 98.90, Commercial Bank 365,000 shares crossed to the tune of Rs 45 million; its shares traded at Rs 123.50, Melstacope 219,000 shares crossed to the tune of Rs 23.6 million; its shares traded at Rs 108, Hayleys Fabrics 455,000 shares crossed for Rs 22.2 million and its shares sold at Rs 48.80, Access Engineering 814,000 shares crossed to the tune of Rs 22 million; its shares fetched Rs 21 and Dipped Products 525,000 shares crossed to the tune of Rs 21 million; its shares sold at Rs 40.",
    "In the retail market companies that mainly contributed to the turnover were; JKH Rs 464 million (23.1 million shares traded), Sampath Bank Rs 283 million (2.9 million shares traded), Commercial Bank Rs 175 million (1.4 million shares traded), Access Engineering Rs 114 million (4.2 million shares traded), DFCC Rs 88 million (1 million shares traded) and HNB Rs 73.9 million (324,000 shares traded). During the day 161 million share volumes changed hands in 18000 transactions.",
    "It is said that the banking and financial sector was the largest contributor to the turnover, especially with DFCC Bank crossings and retail trading surpassing more than 50 percent of the turnover. During the day the banking sector performed well, especially Citizens Development Finance.",
    "The manufacturing sector became the second largest contributor to the turnover and JKH was the main entity which contributed to yesterday’s turnover.",
    "The rupee opened weaker at Rs 291.05/15 to the US dollar from 290.95/291.10 to the US dollar on the previous day, dealers said, while bond yields were stable.",
    "A bond maturing on 15.12.2026 was quoted at 10.20/25 percent, down from 10.10/20 percent. A bond maturing on 15.12.2027 was quoted at 10.80/90 percent, down from 10.75/85 percent. A bond maturing on 15.02.2028 was quoted at 11.05/10 percent, down from 11.00/10 percent. A bond maturing on 15.09.2029 was quoted at 11.35/45 percent, down from 11.25/40 percent.",
    "Dialog’s WOW Superapp Redefines Digital Lifestyle with Advanced User Experience",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}