{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Coalition-for-Inclusive-Impact-launches-cross-party-dialogue-series/56-768492",
  "time_ut": 1730063880.0,
  "original_lang": "en",
  "original_title": "Coalition for Inclusive Impact launches cross-party dialogue series",
  "original_body_lines": [
    "The “Our MP – Our Voice” dialogue series, organised by the Coalition for Inclusive Impact (CII) , got off to a successful beginning in Matara on 17 October and Kurunegala on 19 October.",
    "The platform, organised in a town hall format, seeks to connect local community and youth leadership with candidates across political parties vying to represent them. These forums are held under the theme of “Bridging local priorities with national policies”.",
    "Held at Dutchman’s Street in Matara Fort, participants at the forum quizzed the candidates who attended on their stances on issues including education reform and local economic development priorities. Three candidates from the Matara electoral district attended the forum, namely, Chameera Yapa Abeywardene (NDF), Subhashini Bulegoda (SLPP), and Rehan Jayawickreme (SJB). Invitations were also extended to candidates from other parties.",
    "Local community leaders raised concerns regarding the education infrastructure in the district and the need for curriculum reforms to better prepare students for the challenges of the modern world. Participants also highlighted the importance of economic policies that support entrepreneurship, job creation, and sustainable growth in the region.",
    "Kurunegala: The forum held in the Kurunegala town was well attended and saw the participation of candidates Janitha Madushan (SLPP), Nalin Bandara (SJB), and Suresh Tharaka (NDF).",
    "Nalin Bandara expounded on the potential for economic growth in the Kurunegala district and advocated for the establishment of a free trade zone in the district to spur job creation and industry.",
    "Suresh Tharaka and Janitha Madushan, who are contesting Parliamentary elections for the first time shared their personal stories and spoke on the challenges they had to overcome to enter politics.",
    "Participants also quizzed the candidates on their positions and sustainable solutions to key issues in the district including the human-elephant conflict, and the untapped potential of tourism and eco-tourism in particular.",
    "The CII comprises of a group of leading civil society organisations, activists, and cross party political representatives, who came together in the aftermath of the aragalaya to promote national policies focused on social cohesion, economic inclusion, transparency and accountability, and inclusive political participation.",
    "In addition to the recently concluded forums in Matara and Kurunegala, CII also held town hall style forum with local community leaders in Jaffna on 26 October and in Kandy on 27 October.",
    "The event in Nuwara Eliya will  be on 1 November, Monaragala on 2 November, Batticaloa on 3 November, Gampaha on 9 November, and Colombo on 10 November.",
    "Each event will focus on district specific issues, giving citizens the opportunity to engage with Parliamentary candidates and discuss topics vital to their communities.",
    "Keeping with its non-partisan approach CII has extended invitations to candidates from all major parties but owing to scheduling conflicts and the limited space within the campaign period it cannot assure participation from all major parties."
  ]
}