{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102367/-we-aim-to-reclaim-joyful-carefree-childhood-every-child-deserves-president",
  "time_ut": 1727755080.0,
  "original_lang": "en",
  "original_title": "‘We aim to reclaim joyful, carefree childhood every child deserves’ – President",
  "original_body_lines": [
    "President Anura Kumara Dissanayake says they have identified several significant challenges facing today’s children, including poverty, malnutrition, inadequate health and sanitation, environmental degradation, educational disparities, social inequalities, and the risks associated with substance abuse and technology misuse.",
    "In his Children’s Day message, he said their mission in this renaissance era is to free children from harmful prejudices and social effects, and the pressures of exam-focused education, which hinder their psychosocial development.",
    "“We aim to reclaim the joyful, carefree childhood that every child deserves,” he said, adding that by nurturing a generation of children who are healthy both in mind and spirit, we can foster compassionate, independent, and imaginative individuals who will shape a better future.",
    "Let’s dedicate ourselves to creating a better world for them.",
    "We have identified several significant challenges facing today’s children, including poverty, malnutrition, inadequate health and sanitation, environmental degradation, educational disparities, social inequalities, and the risks associated with substance abuse and technology misuse.",
    "Our mission in this renaissance era is to free children from harmful prejudices and social effects, and the pressures of exam-focused education, which hinder their psychosocial development. We aim to reclaim the joyful, carefree childhood that every child deserves.",
    "By nurturing a generation of children who are healthy both in mind and spirit, we can foster compassionate, independent, and imaginative individuals who will shape a better future.",
    "To achieve this, we are committed to promoting economic freedom, fostering human kindness, building mutual trust, and encouraging respect and acceptance within society. Additionally, we prioritize the protection of our rich environmental heritage and advocate for necessary political transformation."
  ]
}