{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111203/china-donates-rs-400-mln-in-disaster-relief-equipment-to-sri-lanka-",
  "time_ut": 1754398140.0,
  "original_lang": "en",
  "original_title": "China donates Rs. 400 mln in disaster relief equipment to Sri Lanka",
  "original_body_lines": [
    "The People’s Republic of China has donated a consignment of disaster relief equipment worth over Rs. 400 million to Sri Lanka at a formal handover ceremony held today (August 5) at the Disaster Management Division in Colombo.",
    "Chinese Ambassador Qi Zhenhong officially handed over the humanitarian aid to Defence Secretary Air Vice Marshal (Retd) Sampatha Thuyacontha at the ceremony held this morning.",
    "The Defence Secretary, speaking at the ceremony, expressed deep appreciation for China’s continued support to Sri Lanka, the Ministry of Defence said in a statement.",
    "The donation comes at a critical time as Sri Lanka continues to face frequent natural disasters, particularly floods worsened by climate change, he said. He noted that the equipment will be managed by the National Disaster Relief Services Centre and distributed through district administrations to ensure timely assistance for affected communities.",
    "Highlighting the strong bonds between the two nations emphasized that this gesture reflects China’s unwavering solidarity with Sri Lanka in times of need, the statement said.",
    "This substantial consignment of disaster relief equipment, valued at 10 million Yuan, includes foldable beds, portable sanitary facilities, mattresses, kitchen sets, gas burners, tents, Amano sheets, bedding, boats, life jackets, flood control units, water pumps, and other essential supplies.",
    "China has previously extended financial assistance to support disaster management activities in Sri Lanka. This latest donation further underscores the enduring partnership between the two nations in humanitarian support and emergency preparedness, reflecting China’s continued commitment to strengthening Sri Lanka’s disaster management capabilities, it further added.",
    "Additional Secretary of the Disaster Management Division, Mr. K.G. Dharmathilake; Director General of the Disaster Management Division, Major General Sampath Kotuwegoda; Director General (Planning), Mr. W.S.S. Mangala; and Director of the Ministry of Foreign Affairs, Foreign Employment and Tourism, Mr. D. Amanulla,Senior Assistant Secretary of the Disaster Management Division, Mr. Namal Liyanage attended the ceremony.",
    "They were joined by officials from the Chinese Embassy, including Counsellor Ms. Tang Yandi and Attaché Mr. Shi Zhen."
  ]
}