{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankan-who-founded-bangkok-law-firm-that-has-prevailed-for-130-years/",
  "time_ut": 1710614640.0,
  "original_lang": "en",
  "original_title": "Sri Lankan who founded Bangkok law Firm that has prevailed for 130 years",
  "original_body_lines": [
    "No answer to why Sinhalese solicitor split his original name into two",
    "Little did William Alfred Goone Tilleke know when he stepped ashore Siam in 1890 that he would create a law firm that would endure for over 130 years.",
    "In 1890, William Alfred Goone Tilleke, a 31-year-old Singhalese solicitor, came to Siam (now Thailand) to build his legal career. Within four years, Tilleke made an international name for himself through his successful defense of the Siamese military commander Phra Yod Muang Khwang, whose prosecution for killing a French officer was demanded by the Franco-Siamese treaty.",
    "Through the early twentieth century, the firm was stewarded by several British partners, including Ralph Gibbins, Samuel Brighouse, Reginald Atkinson, and Victor Jaques. Like Tilleke, each partner played a key role not only in the firm’s success, but also in the development of the Thai legal system. The firm’s partners served the Kingdom of Siam in many capacities, including as advisors to the Ministry of Justice and the Thai Royal Family.",
    "Following World War II, Tilleke & Gibbins was acquired by American lawyers Albert and Freda Lyman. Along with their Thai partner, Roland (later Rojvit) Periera, the Lymans oversaw the growth of the firm’s international client base, while ensuring that the firm remained a pillar of Thai society by contributing to the founding of the American Association of Thailand (now the American Chamber of Commerce) and the Bangkok Stock Exchange (now the Stock Exchange of Thailand).",
    "In the 1980s, David Lyman succeeded his father as the firm’s senior partner. During this period, the firm expanded internationally, with the opening of offices in Vietnam and membership in leading international law firm networks, beginning with Lex Mundi in 1989. In 2006, Tilleke & Gibbins appointed Darani Vachanavuttivong and Tiziana Sucharitkul as Managing Partners of the firm.",
    "The history of Tilleke & Gibbins is one we share with our clients, our community, and the Kingdom of Thailand.",
    "To celebrate the firm’s 120th anniversary in 2010, Tilleke & Gibbins released Wise Counsel, a 236-page illustrated chronicle of the firm. Published by Mark Standen and written by John Hoskin, Wise Counsel traces the firm’s development from William Alfred Goone Tilleke’s arrival in the Kingdom of Siam in 1890 through the various changes that have made the legal practice what it is today. The book features an impressive collection of historical photos, key partner profiles, and discussions of major cases, making it an excellent addition to any history enthusiast’s bookshelf.",
    "When the young barrister William Alfred Goone Tilleke came to Siam in 1890, his future was delicately poised. Already highly accomplished, the 31-year-old Singhalese had left behind security and prestige enjoyed in his native Ceylon to seek his fortune in Siam, Southeast Asia’s last surviving independent state. Tilleke stepped ashore at Bangkok to enter into a life that held not just promise, but also the chance, if firmly grasped, to play a significant role in the development of modern Siam.",
    "William Alfred Goone Tilleke made an international name for himself as defense counsel for the Siamese military commander Phra Yod Muang Khwang—whose prosecution for killing a French officer was demanded by the Franco-Siamese treaty. At the end of Tilleke’s brilliant cross-examination, the testimony of the principal prosecution witness, Bun Chan, sounded hopelessly unconvincing. All seven judges returned a verdict of Not Guilty.",
    "The Tilleke & Gibbins partnership, joined by Ralph Gibbins in approximately 1902, was engaged in several famous cases, including a long trial concerning the settlement of the estate of the famous Admiral John Bush, the founder of the Bangkok Dock Company and former harbormaster.",
    "Under the leadership of Samuel Brighouse and Reginald Atkinson, beginning in 1911, the law firm of Tilleke & Gibbins represented most of the leading firms in Bangkok, including The Bombay Burmah Trading Corporation Ltd., The East Asiatic Co. Ltd., The Anglo-Thai Corporation, and The Borneo Company Ltd",
    "Tilleke & Gibbins was retained by the Privy Purse to assist in managing the private financial affairs of the King and the Royal Family. To conduct this business, Samuel Brighouse made a weekly visit to the Privy Purse and, with his car emblazoned with a large crest in the shape of a bull’s head that served as an entry pass to the royal offices, he became a familiar sight in Bangkok’s burgeoning traffic. The firm continued to represent the Privy Purse until 1932, the year of the bloodless coup that changed Siam’s political system from an absolute to a constitutional monarchy.",
    "Samuel Brighouse and Reginald Atkinson, equally courageous and patriotic, both wished to fight for their country in World War I. As one of them would have to stay and take care of the business in Bangkok, family history has it that the two lawyers drew lots with Atkinson being the winner or loser, depending on your point of view. Atkinson joined the Welsh Cavalry as a lieutenant and served with distinction, finishing the war at the rank of major. Following the armistice of 1918, he lost no time in returning to Bangkok.",
    "On March 7, 1917, a few days after suffering a heart attack, William Alfred Goone Tilleke died at his home at the age of 58. Tilleke served the Kingdom of Siam in many capacities including as a public prosecutor, Attorney General, and privy councilor. Tilleke also served on the drafting committees for Penal Law, the Constitution of the Courts of Justice and Civil Procedure, and the Civil and Commercial Code. Among the many titles and royal honors bestowed upon Tilleke, the title of Phra Attakarn Prasit continues to mark the lane where Tilleke lived, Soi Attakarn Prasit (Sathorn Soi 1).",
    "Tilleke & Gibbins handled 37 court cases in 1937, the figure rising to 61 in 1940. The litigation was wide ranging, from the formation of companies to debt, bankruptcy, motor accidents, murder, attempted murder, and one case involving the Asiatic Petroleum Company, intriguingly referred to as “dangerous or noxious trades.”",
    "On December 8, 1941, Japanese forces landed in Thailand. The Japanese took effective control of Bangkok and the Thai government remained in power in little more than name. Luckily, Reginald Atkinson, Victor Jaques, and their families had previously departed from Thailand. Samuel Brighouse was less fortunate; he, his wife, and all but their youngest daughter Jane (who was at school in Malaya and managed to escape to Australia) were caught in Bangkok and interned. For the first time since its establishment, Tilleke & Gibbins ceased operations.",
    "Among the expatriates not interned was Ina Jorgensen, secretary to Victor Jaques, who retained her freedom as a national of Denmark, a country occupied by the Axis powers. Jorgensen was a resourceful and intrepid woman and was successful in not only keeping an eye on the Tilleke & Gibbins office, which had been occupied by the Japanese military, but also in preserving the documents of foreign companies and other clients held by the firm. Jaques would later assign the trademark side of the business to Jorgensen as a reward for her loyalty in safeguarding the firm’s interests during World War II.",
    "In January 1945, Victor Jaques joined Force 136 of Britain’s Special Operations Executive (SOE) to execute an operation coded “Panicle.” The Allies believed that by connecting Pridi Phanomyong, a potential resistance leader in Thailand and the overall leader of the Free Thai Movement since 1943, with the Free Thai Movement overseas, they could undermine Japanese control in Thailand. Jaques was uniquely suited to infiltrate Thailand, make contact with Pridi, and act as a liaison between the Free Thai and Allied Command. Jaques successfully completed this mission, was promoted from acting to full brigadier, and was briefly the temporary British military governor of Thailand.",
    "Tilleke &amp; Gibbins was back in business, its usual caseload augmented by war claims against the Thai government on behalf of individuals and European companies. Victor Jaques, the sole remaining partner after the war, brought into the firm a young trial lawyer named Roland (later Rojvit) Periera.",
    "In the 1950s and 1960s, much of Albert Lyman’s attention was taken up with legislation and activities concerning trademarks and their infringement. This was a business he had to build up from scratch, as all such intellectual property work previously handled by the firm was transferred to Jorgensen after World War II. Borrowing the idea from a similar procedure used by Western colonial powers in China, Albert developed consular registration for patents, which went some way to providing protection for patent holders. The groundwork laid by Lyman in these areas bore abundant fruit in later years when Tilleke &amp; Gibbins became one of the foremost legal experts on intellectual property.",
    "In July 1951, Albert Lyman bought Tilleke and Gibbins from Victor Jacques for the price of USD 2,500 which he had borrowed from his wife, Freda Lyman. Under the leadership of the Lymans, the firm added more recently arrived and mainly (though not exclusively) American companies, including Caltex, Getz Bros & Co., Pepsi-Cola, Chase Manhattan, and Bank of America to its roster of clients, which continue to include established British trading concerns such as The Borneo Company Ltd. and foreign banks like the Hong Kong and Shanghai and the Mercantile Bank.",
    "In 1950, Albert Lyman was a founding member of the American Association of Thailand which, in 1957, evolved into the American Chamber of Commerce, with Albert as one of its co-founders and its legal adviser for many years. Albert was also the inspiration for the founding of the Bangkok Stock Exchange (now the Securities Exchange of Thailand) in 1961 and served as its chairman for 10 years.",
    "Through her work with the American Women’s Club, Freda Lyman became actively involved with charitable activities aimed at aiding crippled children. She played a large part in the creation of the Foundation for Crippled Children, which in turn led to other welfare projects such as the Cheshire Homes. In recognition of this work, Freda was awarded the Most Noble Order of the Crown of Thailand 5th Class in 1961, making her the first foreign woman to be decorated by His Majesty King Bhumibol Adulyadej.",
    "In 1967, David Lyman, the son of Albert and Freda, joined Tilleke &amp; Gibbins and began developing new clients and new systems for the firm. By the mid-1970s, business was expanding noticeably, especially in the fields of intellectual property and commercial and corporate business. Increasingly, large international contracts were secured and, for example, Tilleke &amp; Gibbins handled the formation of Diners Club and American Express in Thailand, marking the first major entry of credit card companies into the country.",
    "In his long career with the firm, Roland (later Rojvit) Periera appeared in more than 1,000 cases, many of them ranking among Bangkok’s most notable post-World War II trials. One of these cases was, at the time, the largest in Thai history in 1971, involving suit worth THB 400 million between Siam Kraft Paper and Parsons &amp; Whitmore, a construction company, concerning the Siam Kraft factory in Kanchanaburi. He succeeded in securing a satisfactory outcome to the litigation for Parsons &amp; Whitmore. Periera was also the lead attorney for Air India in a successful case involving the Customs Department (1976) and secured a victory for the Bank of America in a case involving deferred taxes (1970). Periera would later be joined at the firm by his sons Thanes and Santhapat Periera.",
    "On April 10, 1984, Albert Lyman succumbed to diabetes. He was followed by his wife, Freda Lyman, who passed away on July 18, 1986. Anecdotes abound attesting to the high regard in which Albert Lyman was held by all who knew him. As part of the after-dinner entertainment at a party hosted by the British Ambassador, eight British and two American guests were posed the hypothetical question of whom they would contact if they suddenly found themselves in a dangerous or threatening situation in Thailand and could make only one telephone call. Not one of the guests gave the obvious answer (of getting in touch with their embassy), but six of them did agree—they would call Albert Lyman.",
    "In 1989, Lex Mundi contacted David Lyman, which resulted in Tilleke &amp; Gibbins joining what is the world’s premier international grouping of independent law firms. This membership grew to give the firm access to the expertise and experience of more than 21,000 attorneys in over 160 jurisdictions, thus vastly enhancing its services in handling cross-border transactions. In becoming a member of Lex Mundi (and subsequently several other international legal networks), Tilleke &amp; Gibbins anticipated the trend towards globalization that continued through the last decade of the twentieth century and into the new millennium.",
    "In July 1992, Tilleke & Gibbins became the first foreign law firm to be granted a licensed to establish a representative office in Vietnam. The new office, located in Ho Chi Minh City, the commercial heart of the unified Vietnam, was followed by the establishment in January 1994 of a branch office in Hanoi, the nations capital. Both offices were awarded full branch office licenses in 1996.",
    "In 1993, Tilleke &amp; Gibbins launched the Second Hundred Years Forest Project, a community project in recognition of the firm’s second century of client service. Working with the Rajapruek Foundation, the Royal Thai Army, the Royal Forestry Department, and friends of the firm, including long-time client, the Thoresen Group, the firm planted over 100,000 trees in five phases between 1993 and 2010. The Second Hundred Years Forest Project is currently in its sixth phase.",
    "On August 4, 2006, Tilleke &amp; Gibbins appointed Darani Vachanavuttivong and Tiziana Sucharitkul as Co-Managing Partners of the firm. Darani Vachanavuttivong heads the firm’s intellectual property group and is a formidable enforcer of intellectual property rights, including trademarks, copyrights, and patents. Darani is currently recognized as a top IP practitioner by such publications as&nbsp;",
    "On August 1, 2008, Tilleke &amp; Gibbins and Pacific Legal Group (Thailand) Ltd. merged their practices. This combination allowed the firm to offer clients Thai Food and Drug Administration (FDA) and Ministry of Agriculture (MOA) registration and regulatory compliance services of the highest quality rendered by the largest and most experienced group of Thai FDA and MOA registration and regulatory compliance specialists. (Tilleke & Gibbins)",
    "When the UN Came Under Attack— from a Mis-Guided Rocket Launcher",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}