{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CFA-Society-Sri-Lanka-and-Acuity-Knowledge-Partners-launch-virtual-training-program-on-Python-and-Machine-Learning-for-finance-professionals/34-778892",
  "time_ut": 1752261110.0,
  "original_lang": "en",
  "original_title": "CFA Society Sri Lanka and Acuity Knowledge Partners launch virtual training program on Python and Machine Learning for finance professionals",
  "original_body_lines": [
    "CFA Society Sri Lanka, in collaboration with Acuity Knowledge Partners, has announced the launch of a practical training program titled “Enhancing Investment Management with Python and Machine Learning.” Commencing on Wednesday, 16 July, this five-week virtual program is designed to equip finance professionals with essential skills in Python programming, statistical analysis, portfolio optimisation, and machine learning, tailored for real-world investment applications.",
    "This program is ideally suited for financial analysts, investment research professionals, CFA candidates, portfolio managers, and anyone seeking to strengthen their data-driven decision-making capabilities. Participants will benefit from hands-on learning and gain exposure to powerful analytical tools that are increasingly in demand in the global investment industry.",
    "Delivered over 10+ hours across weekly sessions, the program brings together an expert panel of trainers from Acuity Knowledge Partners. The sessions will be led by Delivery Lead Devminda Abeynayake, Assistant Director Sanjeth Srikathirkamanathan, Delivery Lead Flora Muthukumarasamy, Senior Associate Mihidini Maha Arachchi, Analysts Anjana Jayasinghe, Samujitha Senaratne, Lakni Kodituwakku, and Ruwinda Rowel – all of whom bring strong academic backgrounds and industry experience in business analytics, statistics, and financial research. For more information and registration, please visit www.cfasocietysrilanka.com.",
    "Acuity Knowledge Partners is a leading provider of bespoke research, analytics and technology solutions to the financial services sector, including asset managers, corporate and investment banks, private equity and venture capital firms, hedge funds and consulting firms.",
    "Its global network of over 6,500 analysts and industry experts, combined with proprietary technology, supports more than 650 financial institutions and consulting companies to operate more efficiently and unlock their human capital, driving revenue higher and transforming operations."
  ]
}