{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/28/beliatte-murders-another-suspect-nabbed-in-hakmana/",
  "time_ut": 1706413200.0,
  "original_lang": "en",
  "original_title": "Beliatte Murders: Another Suspect Nabbed in Hakmana",
  "original_body_lines": [
    "COLOMBO (News 1st); The investigation into the shocking Beliatte murders has yielded another arrest, with another uspect apprehended in Hakmana.",
    "Police identified the individual, a resident of Rathgama, as allegedly playing a crucial role in facilitating the crime.",
    "According to authorities, the suspect is believed to have assisted in transporting weapons utilized in the brutal attack that claimed five lives.",
    "His motorcycle, suspected to be the conveyance used for this purpose, was also seized during the arrest.",
    "This development comes on the heels of two recent arrests made in Galle.",
    "In a shocking incident that unfolded on the morning of the 22nd of January 2024, near the Beliatte entrance of the Southern Expressway, five individuals, including the leader of the Ape Janbala Party, Saman Perera, lost their lives in a targeted shooting.",
    "The assailants, armed with T-56 guns, ambushed the victims as they entered a local hotel in a Defender-type jeep.",
    "Eyewitnesses reported a second jeep arriving from behind, from which the attackers swiftly approached the victims and opened fire.",
    "The leader of the Ape Janbala Party, Saman Perera, who was a candidate in the 2020 presidential election, was specifically targeted and chased down.",
    "Unfortunately, he succumbed to gunshot wounds at a location where escape seemed impossible.",
    "Four others were fatally shot on the spot, while another victim passed away after being rushed to the hospital.",
    "The other deceased were: Ilekuttige Sameera Madushanka alias Surathala from Bentota, Kumara Vidanalage Hasitha Sanju from Induruwa, Baiyadurayalage Buddhika Rajapaksa from Kurunegala, and Kannangara Koraralage Naleen Champika Jayathilake from Dematagoda.",
    "Post-mortem examinations on their bodies were conducted at the Tangalle Primary Hospital.",
    "Attention has been drawn to past incidents involving the victims.",
    "On June 5, 2022, the Tangalle police repeatedly arrested the individuals involved in the shooting of Asun Chamara and three others.",
    "The shooter, and five others who aided in the crime were arrested from time to time by the Tangalle Police.",
    "Notably, Sameera Madushanka alias Suratala, one of the suspects in the earlier case, was among those killed in the Beliatte shooting.",
    "Saman Perera and his group were en route to Tangalle to appear in the Asun Chamara shooting case when they were attacked.",
    "It has been reported that two people linked to the murder of one Asela Sampath on June 5 of the previous year are also among the deceased.",
    "The Ape Janbala Party, which secured one seat on the national list in the last general election, faced controversy over the appointment of candidates.",
    "Venerable Vedinigama Wimalatissa Thera, the party's then-secretary, went missing for a few days before publicly announcing his kidnapping.",
    "In the aftermath of Saman Perera's assassination, the party's former media spokesperson, Asela Dharmasiri, expressed his grief on social media, hinting at unity within the party to prepare for parliamentary appearances.",
    "Sri Lankan police apprehended the key suspect in the high-profile case that gripped the nation, two days after the murders.",
    "The operation, led by the Hakmana police station, culminated in the arrest of the 54-year-old businessman, believed to be behind the orchestrated murder.",
    "According to Deputy Inspector General of Police Nihal Talduwa, the suspect, operating out of Peliyagoda Manning Market, has a checkered past marred by multiple criminal convictions.",
    "Initial investigations suggest he acted in concert with another individual, potentially orchestrating the act based on their pre-existing relationship.",
    "Furthermore, DIG Talduwa revealed disturbing indications of involvement by organized criminal elements operating from abroad, adding a complex new layer to the investigation.",
    "To tackle this multifaceted case, a collaborative effort has been mounted by the Criminal Investigation Department, the Colombo Crime Division, and the Police Special Task Force.",
    "Additionally, the Pajero-type jeep used in the attack has been recovered from the premises of Vidyaloka Piriven in Galle, offering crucial evidence.",
    "The arrest of the prime suspect and the recovery of the vehicle represent significant steps forward in the investigation.",
    "Later, a motorcycle and van believed to be involved in the heinous assassination of  Saman Perera, and four of his associates were apprehended by local authorities in Akuressa, Bathgama.",
    "The Akuressa police confirmed that the motorcycle used in the attack was not only a means of transportation for the assailants but also served as a vehicle to transport lethal weapons.",
    "The van, which had been prepared for a quick escape after the shooting, has also been taken into custody, shedding light on the premeditated nature of the crime.",
    "Measures being taken to address issues related to tax registration",
    "Sri Lankan wins Best Director Award at 22nd Dhaka International Film Festival"
  ]
}