{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-ceb-eyes-sharply-lower-tariffs-for-smaller-domestic-users-minister-166564/",
  "time_ut": 1717661520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s CEB eyes sharply lower tariffs for smaller domestic users: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Power and Energy Minister Kanchana Wijesekera has proposed sharp reduction in electricity bills for lower users from July 1.",
    "Wijesekera told the parliament that the proposal needs to be approved by the regulator, Public Utilities Commission of Sri Lanka (PUCSL).",
    "According to the new proposal, unit cost of households using 0-30 will be reduced by 2 rupees to 6 from the current 8 rupees.",
    "The unit cost of those using 30-60 will be reduced by 11 rupees to 9 and 60-90 will be reduced by 12 rupees to 18, Wijesekera said.",
    "The next category of households using 90-120 units are proposed to be charged 30 rupees from the current 50 rupees.",
    "“We will be submitting our new proposal to reduce the electricity bill to the Public Utilities Commission, ” the Minister told the Parliament.",
    "“The government, as a policy, decided to provide maximum concession to lower electricity users, lower income people and those consumers who fall under these categories,”",
    "He said the proposal will reduce electricity bills for 4 million households out of the total electricity consumers of 6.8 million.",
    "“I don’t know if the Public Utilities Commission will agree with the same proposal as it is. If the Public Utilities Commission thinks these prices could be further reduced, we are ready to do that as well.”",
    "The Minister’s proposal comes amid strong criticism over higher and “unbearable” energy prices for lower income families and government employees.",
    "The move also comes ahead of a possible presidential election in which President Ranil Wickremesinghe is expected to contest in a broader coalition backed by many political parties and individual political leaders.",
    "Wickremesighe government has been unpopulour due to implementing hard reforms under an International Monetary Fund (IMF) program and not taking strong actions against corrupt politicians who led the country to an unprecedented economic crisis with their wrong economic policies. (Colombo/June 06/2024)"
  ]
}