{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Trumpeting-for-tomorrow/14-780247",
  "time_ut": 1755131351.0,
  "original_lang": "en",
  "original_title": "Trumpeting for tomorrow",
  "original_body_lines": [
    "Lankan elephant at the receiving end – Pic credit: Centre for Eco-cultural Studies",
    "The medium to long term future of our jumbo is bleak unless the National Action Plan for Human Elephant Conflict Mitigation (NAP) is immediately implemented, say conservationists who also call for legal reforms and a centralised coordination hub to help injured elephants.",
    "“What is man without the beasts? If all the beasts were gone, man would die from a great loneliness of the spirit. For whatever happens to the beasts, soon happens to man. All things are connected” – the wisdom of the Chief Seattle reverberates more than ever before each time an elephant’s life is claimed by a man in this land where the jumbo is not just a wild creature but a cultural icon. The pride of place occupied by the Lankan elephant and the tusker is such, that the native branch of medicine recognises a distinct school of physicians known as ‘ali-wedun’ (physicians of the elephants).",
    "The Asian elephant (Elephas maximus) is classified as Endangered on the IUCN Red List and the Asian elephant population has decreased by at least 50% over the past three generations, primarily due to habitat loss, degradation, fragmentation, and poaching. The Sri Lankan sub-species (Elephas maximus maximus) is facing the same issues faced by the Asian elephant. The country has the highest density of Asian elephants in a limited land area with a very high density of human population compounded by unplanned development projects as well as illegal encroachment into elephant habitat. As a result, we have a higher rate of elephant deaths than in any other Asian elephant range state.",
    "The medium to long term future of Lankan elephants is bleak unless the National Action Plan for Human Elephant Conflict Mitigation (NAP) is implemented, points out its Chair and the well-known Elephant Ethologist and the former DG of the Wildlife Conservation, Dr. Sumith Pilapitiya. The senior conservationist who has led major World Bank projects in South Asia, specialising in elephant conservation and human-elephant conflict (HEC) management, goes onto note that ad hoc political decisions taken by successive governments who are of the mistaken view that HEC has instant solutions, has been the main cause of increasing incidents of HEC in the country.",
    "With a jumbo being killed almost every day, the most urgent and critical want of the hour to save them is to address HEC in a scientific and systematic manner, reiterates Dr. Pilapitiya who appeals to the present government to continue the implementation of the NAP and to reappoint the Presidential Committee to facilitate, oversee and monitor the implementation of it. In 2020, President Gotabaya Rajapaksa appointed a Presidential Committee to prepare a NAP and this multi-stakeholder committee was chaired by Dr. Pritiviraj Fernando who is the top HEC specialist among Asian elephant range countries. “Although we presented it to the President in December 2020, unfortunately, no instruction was given to implement the NAP, so it lay dormant in the Presidential Secretariat until October 2022.",
    "During President Ranil Wickremesinghe’s tenure, he appointed a Presidential Committee to “facilitate, oversee and monitor the implementation of the NAP”, in October 2022. The committee membership included agencies that were tasked with implementing the NAP as well as development agencies that contributed to HEC, and Dr. Pritiviraj Fernando and myself as elephant researchers. Unfortunately, due to the economic crisis of 2022, while the Presidential Committee was appointed, no funds for implementing the NAP were included in the 2023 budget.”",
    "The committee approached the World Bank and the Asian Development Bank (ADB) which had two on-going irrigation rehabilitation and water management projects, and requested funding from these projects for implementation of certain aspects of the NAP which were directly related to crop protection from elephants by erecting community based seasonal paddy field fences around paddy tracts. The two projects, the Climate Smart Irrigated Agriculture Project of the World Bank and the Mahaweli Water Security Investment program of the ADB, provided funding for the construction of community based seasonal agricultural fences for around 300 paddy tracts.",
    "“The Department of Wildlife Conservation (DWC) also had a program on closely monitoring their electric fences in 2023/2024. While identifying cause and effect is not straightforward, I believe the implementation of these two initiatives was the main reason why the number of elephant deaths in 2024 (388 deaths) was around 100 elephants less than the number of elephant deaths in 2023 (489 deaths). This demonstrates that the NAP was having a positive impact. The effectiveness of the NAP was because all mitigation measures is based on science and had been pilot tested for over 10 years by the Center of Conservation and Research (CCR),” remarks Dr. Pilapitiya.",
    "With the change of Government last year, the Presidential Committee became redundant and despite the appeal to continue the implementation of the NAP and reappoint the Presidential Committee, sadly there has been no proper response. “Although the NAP has ceased to be implemented, the government has started implementing “tried, tested and failed” actions like elephant drives. The NAP clearly states, based on ample evidence, that elephant drives don’t work and results in making the elephants more aggressive towards humans. According to a CCR survey conducted a few months after the Walawe Left Bank Development Project sponsored elephant drive, there were 71% of the farmer community who stated that the problem had not been solved but only gotten aggravated. With such scientific data available, I simply cannot fathom why public funds are still wasted on futile exercises like elephant drives.”",
    "The probability of elephants getting killed or injured is greatest during crop raiding. Since an elephant can destroy an entire season’s crop in one night, some farmers take retaliatory action by shooting elephants, poisoning them, storing explosives in fruits and vegetables which explode upon the elephants eating it (hakka patas). “The tendency of the local community to shoot an elephant when it enters a village is much less. So, if we intervene to protect paddy crops in particular, it should reduce the number of elephant killings and injuries. The NAP has a specific action to address this particular issue—community based seasonal paddy field fences—which are erected around paddy tracts,” explains the conservationist.",
    "The CCR pilot tested this concept for over 10 years in approximately 30 paddy tracts and the feedback from the farmers was very positive, he says further. “The more we protect paddy crops, the lesser the probability of elephants getting killed or injured. I believe that the 300 community-based seasonal paddy field fences constructed under the supervision of the Department of Agrarian Development (DAD) in 2024 was a main contributor to reducing the elephant deaths in 2024 as compared to 2023.”",
    "Another salient proposal in the NAP is to relocate the existing DWC fences that are located on administrative boundaries and/or within elephant habitat to the edge of elephant habitat. “After all, these electric fences are to keep humans and elephants separate and NOT to demarcate administrative boundaries of government departments. There may be some community opposition to relocation of the fences as the community sees the electric fence as an administrative boundary and may feel that if there is a fence on the ecological boundary, they may not be permitted to go into the forest for cultivation. This is where the political authorities can help DWC by convincing the communities that relocation of electric fences to the boundary of elephant habitat will make the DWC fences serve as a more effective deterrent for elephants coming into human habitation,” explains Dr. Pilapitiya.",
    "The third innovative feature in the NAP is to erect community based electric fences around villages facing high HEC. This model too has been pilot tested by CCR for over a decade in over 50 villages and the community finds these solutions to be very effective. “My request from the government is that they should try to help with resolving some institutional issues for actions in the NAP to work more effectively than trying to reinvent the wheel,” avers Dr. Pilapitiya.",
    "It is very disheartening when so many countries come here to learn from the research and pilot projects the country has pilot tested, it is so disheartening that we are not in a position to get out political authorities to support such activities, remarks Dr. Pilapitiya. In 2017, 13 African countries came here to study the community-based village and seasonal agricultural fence models. Several Asian elephant range states too have visited the island to study the community fence model. While we seem to lead the HEC countries in the research and pilot projects done to mitigate HEC, we are very slow at learning from our experiences.”",
    "“The electric fences erected as a buffer against elephants can encircle the entire island,” points out Prof. Ashoka Dangolla from the Peradeniya University’s Faculty of Veterinary Medicine and Animal Science. “What we have done is to erect electric fences and ask elephants to stay in the jungles which doesn’t happen. With unplanned, adhoc village expansion, people have encroached on elephant corridors.”",
    "Although no country has found permanent solutions for the HEC, it is imperative that we solve this at least to a ‘tolerable’ extent with everyone’s participation says Prof. Dangolla. “Finding fault with multiple authorities is easy than actually doing it,” observes the veterinarian who charges that demoralising the Wildlife authorities and vets who intervene in the best interest of injured elephant under very challenging, resource-strapped circumstances should not be the case.",
    "“The entire North-Western Province has only less than 10 personnel to handle wild animals which is not practical. Then there is a dearth of vets in the Dehiwala Zoo as well the DWC. Right now, there are over 100 vacancies for vets and this year only 30 have joined the government sector as most opt for private sector with better prospects,” remarks the senior professional who calls for better perks for vets in the state sector. He also cites the lack of teaching staff and other required resources at the Peradeniya Faculty as another pressing issue and extends his gratitude to private individuals and Lankan vets living abroad who assist in this regard.",
    "Mooting legal reforms necessary to give muscle to elephant protection in the country, Prof. Dangolla also maintains that rehabilitation centres at provincial level need to be established to save injured elephants. “If an elephant is identified to be ill or injured, an early decision must be taken to continue treatment on site or to be sent to a rehab centre for further attention. Presently there are no such rehab centres under the DWC. Moreover, mobile vet units can also be established for which retired vets and those in the private sector with a passion to treat animals can be galvanised.”",
    "While strengthening international collaborations for wildlife protection, a transparent and a streamlined mechanism which can mobilise the funds and resources of animal-loving public should also be established, opines Prof. Dangolla. “In the recent case of Bhathiya, we saw the public outcry and how individuals and organisations both here and abroad pledged their support to salvage the animal, but there should be a proper formal channel which such parties can confidently rely on to assure that their funds are utilised in the best interest of the animals.”",
    "In terms of treatment for elephants, Sri Lanka can also explore hitherto untapped areas such as manufacturing of placentrex out of human placenta, points out the Vet. “This is a very strong drug base which could be administered on animals including elephants.” When administering antibiotics to wounded animals including elephants, a vet has to make a scientifically justifiable decision without loading the animal with excess antibiotics, he says. “In addition to intravenous drugs given, sometimes supportive medicine such as vitamins, minerals, iron and protein supplements and other electrolytes are also required. Sri Lanka must also establish institutes which would do clinical on- field trials on various drugs so that their efficacy in local situations can be properly evaluated. At present authorities can not approve most of such medications, since there is no such facility.”",
    "With the last amendment brought in to the Fauna and Flora Protection Ordinance (FFPO) in 2009, the legal provisions governing the protection of elephants need to be further amended, says Attorney-at-Law, Dr. Ravindranath Dabare who is also the Chairman of the Centre for Environmental Justice. The wildlife protection advocate maintains that, while the penalties need to be tightened and existing fines expanded, a new set of offences need to be introduced to save the Lankan jumbo who is on the path to becoming history.",
    "“Sections 12 to 29 of the FFPO were amended by the Act no 22 of 2009 which mandates an elephant offender to be fined between Rs. 30,000 to Rs. 500,000 according to the severity of each offence. These fines are not sufficient 16 years later; they need to be at least five times more.” Dr. Dabare also says that special subsections pertaining to elephant electrocution and injuring elephants due to reckless driving are also urgently required. “Although we often hear of train drivers, there are plenty of other vehicles which injure elephants and for each such category of vehicle drivers, new punishments need to be brought in.”",
    "The law should also be modern to accommodate provisions which would strengthen the coordination between multiple stakeholders including veterinarians, DWC officials, conservationists and the community, he says. “Presently the law permits only the veterinary surgeons attached to DWC to treat wounded elephants unless they officially seek the services of others including professionals from the Peradeniya Faculty. No other vet or a party can intervene to treat an elephant. At the rate an elephant is shot almost everyday, we need new regulations and guidelines which could mandate those outside DWC to help an animal in its best interest.”",
    "The construction of electric fences should be regulated, points out the activist who goes onto note that the Sri Lanka Electricity Act too needs to be amended to make it an offence.",
    "Charging that the country’s elephant corridors are virtually non-existent today, Dr. Dabare underscores the urgency of better national land management policies making elephant corridors undisturbed as in the case of Africa. An advocator for environmental defenders, environmental human rights and natural resource governance, Centre for Environmental Justice is presently seeking court orders to properly utilise agricultural land in the country so that HEC can be mitigated. “Much of the agricultural lands are underutilised in the country, while encroaching on elephant corridors for cultivation and we are seeking a ruling to address this.”",
    "The enforcement of existing wildlife laws needs to be urgent and uncompromising, points out Centre for Eco-cultural Studies’ (CES) Director and conservationist, Sujeewa Jasinghe who maintains that this includes seizing of all illegal guns and prosecuting local kammal where trap guns are made to kill elephants. Jasinghe who has been vocal in elephant conservation through the advocacy and research projects of CES, also calls for site-specific conservation strategies that address local conflicts which can significantly reduce elephant casualties and provide safe habitat for the elephants. Among them are the prevention of flooding in Kala Weva, Minneriya and Kaudulla, erecting of electric fence along ecological boundaries in Yala National Park and legally declaring of identified 16 main elephant corridors. He also cites community engagement, capacity building, long-term monitoring, integrated conservation programs, habitat management strengthened coordination with multiple authorities among critical wants of the hour in preventing HEC and minimising elephant causalities.",
    "Jasinghe who identifies gaps in the treatment of wounded elephants. “There is a lack of effective coordination between various professionals, such as veterinarians, conservationists, and the DWC. There is a need to establish standard operating procedures (SOPs) for treating and rehabilitating injured elephants,” says the conservationist who believes that strategies for follow-up with community participation may give best results as main stakeholders other than the local DWC teams. A centralised coordination hub within the DWC that could activate immediate response teams when an elephant is injured with the assistance of local vets or university vet departments is also timely, he says.",
    "Underscoring the importance of establishing long-term elephant monitoring programs to gather data on elephant population dynamics, behaviour, and migration patterns, Jasinghe remarks that a collaborative framework with local wildlife authorities, NGOs, and research institutions can help provide data that can impact decisions on habitat management, anti-poaching strategies, and human-wildlife conflict mitigation. “We also need to develop programs that involve local farmers in mitigating HEC through safe practices such as fence construction or the installation of early warning systems. Supporting communities with financial compensation for elephant crop damages is also required to enable better co-existence with wildlife.”",
    "Jasinghe also urges DWC to design a comprehensive stakeholder engagement plan with various sectors, including local communities, conservation organisations, and private businesses to minimise elephant deaths. He also encourages companies, especially those in the tourism and agriculture sectors, to integrate elephant protection into their CSR strategies."
  ]
}