{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Indira-Malwatte-appointed-to-Kotmale-Holdings-Board/34-760568",
  "time_ut": 1712791271.0,
  "original_lang": "en",
  "original_title": "Indira Malwatte appointed to Kotmale Holdings Board",
  "original_body_lines": [
    "Indira Malwatte has been appointed to the Board of Kotmale Holdings Plc as an Independent Non-Executive Director.",
    "She also serves on the Board of Cargills (Ceylon) Plc, the parent of Kotmale. Malwatte holds a Combined Degree in Economics and Geography from the University of Peradeniya Sri Lanka and was the first woman Chairperson of the EDB. She has over 40 years of experience in serving the Government both internationally and locally as a Top Export Promotion Professional.",
    "Her in-depth knowledge of multi sectors ranging from Industrial, Agricultural, Services, Supply Chain Management, and International Marketing has led to her serving as a Director in several Companies and Government Institutes in a variety of industries.",
    "She was the focal point on a number of World Bank, ITC, GIZ, CBI and JETRO export development projects. In July 2016 she was internationally recognised for her long years of service in Business and Commerce with The Wifts Foundation Lifetime Achievement Award 2016-Business in London, UK. She was the first Sri Lankan to be bestowed with this honour. She was also recognised by Zonta Sri Lanka with the “Woman of Achievement” Award on Management in September 2017 and Women in Management Top 50 Professional & Career Woman Gold 2018 State & Government Sector in 2018. She was featured on “The 2018 A – List of Sri Lanka Business People” by the LMD Magazine.",
    "She serves as an Independent Non-Executive Director of Samson International PLC and as an independent Non-Executive Director of Lanka Shipping & Logistics Ltd. She is also engaged in Consultancies on International Trade and Developing the SME Sector and Women Entrepreneurship. She also serves as a Non-Executive Independent Director of the Sri Lanka Export Development Board."
  ]
}