{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102841/helicopter-crashes-into-radio-tower-in-houston-killing-4",
  "time_ut": 1729564860.0,
  "original_lang": "en",
  "original_title": "Helicopter crashes into radio tower in Houston, killing 4",
  "original_body_lines": [
    "Four people aboard a helicopter were killed when it crashed into a radio tower in Houston and burst into flames, officials said.",
    "The helicopter went down just before 8 p.m. Sunday in a neighborhood east of downtown after taking off from Ellington Field, about 15 miles (24 kilometers) away, Mayor John Whitmire said at a news conference. He didn’t know the flight’s destination.",
    "Officials said no one on the ground was injured, and no nearby homes were damaged, though some vehicles were. The crash sparked a fire that burned about 100 to 200 yards (91 to 183 meters) of grass, officials said.",
    "Firefighters at a nearby station heard the crash and responded, Whitmire said. He said it was a “terrible accident scene” and that the tower and helicopter were destroyed. Some area residents lost power, Whitmire said.",
    "“It is surrounded by residences and that’s where we were very fortunate — that it didn’t topple in one direction or another,” Whitmire said. “And the fireball pretty much was isolated.”",
    "The National Transportation Safety Board said in a statement that it is investigating the crash of the Robinson R44 II helicopter, which preliminary information shows was operating as an air tour flight. The NTSB said the helicopter crashed into a radio tower “under unknown circumstances,” resulting in a fire.",
    "Officials said the four people aboard the helicopter included a child but the identities of the victims and their ages have not yet been released.",
    "Police and fire officials have urged residents near the crash site to call 911 if they find anything on their property that could help in their investigation.",
    "Police officers on Monday were scouring an area of around 4 acres (1.6 hectares) for debris from the crash, said Lt. Jonathan French.",
    "NTSB investigators, who arrived on site Monday, started collecting evidence and will return Tuesday to continue that work, said Brian Rutt, an air safety investigator for the agency. The Federal Aviation Administration is also investigating."
  ]
}