{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-catholic-church-opposed-to-any-reform-in-abortion-law-156299/",
  "time_ut": 1711530360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Catholic Church opposed to any reform in abortion law",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Catholic Church has not changed its stance on abortion, its representatives said, after the Minister of Justice said that religious leaders were blocking attempts to legalise abortion in some instances.",
    "“No one has the right to take the life of another,” Father Cyril Gamini Fernando told EconomyNext. “Not even the mother. Abortion should be illegal in all cases except to save the life of the mother.”",
    "In Sri Lanka, abortion, except under life-saving circumstances, is criminalized under Section 303 of the Penal Code and is punishable by a fine and/or imprisonment of up to three years.",
    "“When I was the Justice Minister in 2015-2016, we tried to legalize abortion in cases of rape. However, the religious leaders were against it,” Minister of Justice Wijeyadasa Rajapakshe said.",
    "Rajapakshe said that “the Cardinal”, the leader of the Catholic Church in the island, Cardinal Malcom Ranjith, was opposed to any reform in abortion law.",
    "“Can we say that a sin is not a sin?” Rev Fernando said. “It does not matter what they are saying.”",
    "Rajapakshe has also proposed lowering the age of consent from 16 to 14 years, which raised concerns about unwanted pregnancies in a country that lacks adequate sexual education and use of contraceptives.",
    "Sri Lanka’s Medical Association said that pregnancy in children as young as 14 carries serious risks.",
    "Sri Lanka warned against 14-year age of consent plan amid lack of sex education: SLMA",
    "Gov minister highlights abortion rights, sex-ed for children, and Sri Lanka men killing their women",
    "Other legislators have also pointed out the need to change Sri Lanka’s abortion laws.",
    "“We must talk about abortion rights. That is not something anyone wants to touch on,” Minister of Water Supply and Estate Infrastructure Development Jeevan Thondaman told parliament in December.",
    "“Despite alarming statistics on rape and violence, women are often blamed and punished for it. The criminalisation of abortion is a major example of this.”",
    "According to a 2016 estimate by the Health Ministry, he said, approximately 658 illegal abortions take place a day, and close to 250,000 a year. “That’s 250,000 women whose lives you are endangering.” (Colombo/Mar27/2024)"
  ]
}