{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-mission-tainted-with-hypocrisy/",
  "time_ut": 1756146660.0,
  "original_lang": "en",
  "original_title": "A mission tainted with hypocrisy",
  "original_body_lines": [
    "Minister Bimal Rathnayake has said Ranil Wickremesinghe should have been arrested about four decades ago over the Batalanda torture chamber, the 1983 racial violence, etc. The former has also flayed the latter for the Treasury bond scams (2015). It is now up to the judiciary to scrutinise charges against Wickremesinghe, arrested and remanded for alleged misuse of state funds, and determine whether he is guilty or not. Those who are keen to have corruption and misuse/abuse of state funds eliminated rejoice when politicians and state officials are prosecuted for such offences—and understandably so. Their concerns should be appreciated and their call for stringent action against the corrupt heeded. But the question is whether the JVP/NPP has any moral right to condemn others for causing losses to the state coffers.",
    "Minister Rathnayake may not have realised that it was self-defeating for him to refer to what happened 40 years or so ago. He has unwittingly reminded the public of the JVP’s wanton destruction of state assets in the late 1980s. The JVP burnt 553 SLTB buses, 15 SLTB depots and workshops, 16 trains, 24 railway stations, and countless transformers and pylons belonging to the CEB, according to media reports published during that period. The human cost of the JVP’s mindless terror and the UNP’s savage counterterror was incalculable.",
    "Maithripala Sirisena, whom the JVP backed in the 2015 presidential election, has revealed that the JVP destroyed 245 out of the country’s 545 agrarian service centres and the warehouses of the Paddy Marketing Board with paddy stocks in them. If those crimes had been properly investigated and criminal proceedings instituted against the perpetrators, many of the present-day JVP leaders would have been thrown behind bars.",
    "As for the Batalanda torture chamber, will the JVP-led government explain why the second part of the parliamentary debate on the Batalanda Commission report has not taken place yet. The first part of the debate was held in April. Is it because the report reveals numerous crimes the JVP committed during its reign of terror in the late 1980s? If the JVP is so concerned about the Treasury bond scams will it explain why it honeymooned with Wickremesinghe’s UNP from 2015 to 2019? During the 2018 ‘constitutional coup’ when President Sirisena tried to sack Prime Minister Wickremesinghe, the JVP leaders were among those who scuttled that move both legally and politically. Why didn’t issues like the Batalanda torture chamber and the Treasury bond scams cause any concern to the JVP at that time?",
    "When the UNP-led Yahapalana government, together with the JVP had politically motivated probes conducted against their rivals, we warned that they were setting a very bad precedent. The then Prime Minister Wickremesinghe, JVP leader Anura Kumara Dissanayake and other JVP stalwarts were on very intimate terms at the time. The JVP vilified the leaders of the previous UPFA government and raised questions in Parliament about allegations against them thereby preparing the ground for their arrests. Some courts were kept open until midnight for the suspects to be remanded. The JVP was represented in the powerful National Executive Council of the Yahapalana government and its leaders frequented Temple Trees, where the Anti-Corruption Secretariat was located. The members of the UPFA government were no doubt corrupt and had to be brought to justice, but the Yahapalana government and the JVP set about the task of doing so the wrong way to gain political mileage. They turned the arrests of their rivals into political circuses. All the cases filed in a hurry at their behest collapsed, and the Rajapaksa played the victim card, regained public sympathy and made a stunning comeback.",
    "The Yahapalana government, just like its predecessors, had the Attorney General’s Department and the CID on a string, with SSP Shani Abeysekera as the CID Director. Today, the JVP/NPP has gone a step ahead; it has pulled Abeysekera out of retirement and appointed him CID director. Abeysekera and ex-SDIG (CID) Ravi Seneviratne joined the NPP and actively took part in its election campaigns as key members of the NPP’s Retired Police Collective. Seneviratne is the incumbent Secretary to the Ministry of Public Security. The CID has been reduced to a mere appendage of the ruling JVP/NPP. No wonder some pro-government social media activists predict impending arrests accurately. Interestingly, the newly appointed Police Chief has gone on record as saying that his department is free from political interference at present!",
    "Ironically, Wickremesinghe is claiming victimisation at the hands of his erstwhile chums and the forces he was instrumental in creating during the Yahapalana government to further his political interests.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}