{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110591/we-cannot-do-this-by-dividing-we-must-all-come-together-pm-on-education-reforms",
  "time_ut": 1752808440.0,
  "original_lang": "en",
  "original_title": "“We cannot do this by dividing; we must all come together” – PM on education reforms",
  "original_body_lines": [
    "Prime Minister Dr. Harini Amarasuriya stated that open discussions, suggestions, and criticisms based on factual information concerning the new education reforms are of great importance.",
    "The Prime Minister made these remarks yesterday (17) at a special program held at the Western Provincial Council Auditorium to raise awareness among education officials of the Western Province regarding the new education reforms, according to the Prime Minister’s Media Division.",
    "“It is clear through the ongoing public discourse that society is paying close attention to the new education reforms. There is significant public interest in this process. That is why many people are presenting various ideas, suggestions, and criticisms. This is a healthy sign, and through this, we can move forward toward better outcomes.",
    "As a government, we have always pledged to give high priority to education, starting from the stage of policy formulation. This commitment is reflected in our policy statements and political platforms. These reforms are not something that began yesterday. Everyone stood together for the development goals of this country, but what is truly needed is not only achieving these goals but also transforming the society we live in.",
    "There must be a major transformation in education. What we aim to create is not an individual limited to a narrow journey shaped by textbooks, one subject, or one academic stream. Instead, we are trying to nurture a person with broader thinking, a free mind, and leadership skills who can view the world with a wider perspective.",
    "These reforms are not limited to changes in the curriculum. They are structural reforms developed around five core pillars. Education has reached this state because trending decisions were made without identifying the fundamental issues.",
    "The main transformation brought about by the new reforms is the development of skills among children to equip them for the real world of work, starting from Grade 10. Some people misunderstand and criticize these reforms, spreading misinformation. We welcome constructive criticism, study, and dialogue based on proper understanding.",
    "All stakeholders in the education sector must fully comprehend the new reforms and communicate the right message to the public. Everyone’s cooperation is expected in achieving this historic task for our children. We cannot do this by dividing; we must all come together.”",
    "Prime Minister Dr. Harini Amarasuriya emphasized the importance of opening platforms for broader public dialogue in order to implement the new education reforms to benefit children, the statement added.",
    "The discussion was attended by the Deputy Minister of Education and Higher Education, Dr. Madhura Senewiratne; Deputy Minister of Vocational Education, Nalin Hewage; Deputy Minister of Labour, Mahinda Jayasinghe; Western Province Governor, Haniff Yusoof; Members of Parliament Lakshman Nipunarachchi, Sanjeewa Ranasinghe, and Ruwan Mapalagama; Ministry of Education Secretary, Nalaka Kaluwawa; Chief Secretary of the Western Province, Pradeep Pushpakumara; as well as officials representing the National Institute of Education, the Department of Examinations, and the Western Province Department of Education."
  ]
}