{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97721/indian-companies-eye-critical-minerals-mining-in-sri-lanka",
  "time_ut": 1709535480.0,
  "original_lang": "en",
  "original_title": "Indian companies eye critical minerals mining in Sri Lanka",
  "original_body_lines": [
    "India’s Ministry of Mines hosted two meetings with industry stakeholders in January to discuss opportunities for the mining of critical minerals by Indian companies in Sri Lanka and Australia. These meetings were organised in line with the ministry’s broader push to strengthen India’s critical minerals supply chain through the acquisition of overseas mineral assets.",
    "The ministry met with representatives from companies including Ola Electric, Hindalco Industries, and Gujarat Mineral Development Corporation to discuss the prospects of graphite mining in Sri Lanka on January 5. Three days later, it organised a luncheon meeting to explore avenues for mining opportunities in Australia, which was attended by the Indian High Commissioner-designate to Australia, Gopal Bagley, and various industry representatives from companies including Coal India, Steel Authority of India, Vedanta, Tata Steel, Adani Group, and JSW Steel.",
    "Sri Lanka holds significant reserves of vein graphite, a highly pure form of natural graphite that is only found on the island nation. Graphite is a critical mineral that is extensively used as the anode material in lithium-ion batteries. By weight, graphite is typically the largest component in lithium-ion batteries, with up to 70 kilograms of graphite used in an average electric vehicle (EV).",
    "Graphite’s vital application in EVs explains the participation of Ola Electric in the ministry meeting. Ola has previously shown interest in entering the critical minerals supply chain by participating in the ministry’s ongoing first tranche of critical minerals auction. It had also attended a ministry meeting in October on opportunities in Zambia for the mining of copper, which is used as the cathode material in EV batteries.",
    "India’s interest in Sri Lanka’s graphite coincides with the Sri Lankan government’s active pursuit of Indian companies for graphite mining in the country. “We have the best graphite in the world. Now, Indian companies will be manufacturing electric vehicles. One of the large components for electric batteries is graphite. We used to have about 30,000 graphite mines. So there’s a lot of opportunity with the expertise and the technology these Indian companies have, I think they should seriously look at Sri Lanka,” the Sri Lankan Minister of State for Foreign Affairs Tharaka Balasuriya said in an interview to ANI on February 22.",
    "Graphite mining in Sri Lanka peaked during the two World Wars in the 20th century, hitting over 30,000 tonnes in annual exports. In 2023, however, the country only exported graphite weighing around 2,500 tonnes and valuing roughly $6 million. Sri Lanka has graphite reserves of around 1.3 million tonnes, as per data with the US Geological Survey.",
    "Graphite in India is largely concentrated in Arunachal Pradesh, Jammu & Kashmir, and Jharkhand, with these three states collectively accounting for 74 per cent of India’s graphite resources. However, only Tamil Nadu, Jharkhand, and Odisha have graphite reserves, which are measured resources that are economically viable to extract.",
    "In FY22, India produced 57,264 tonnes of graphite and imported 54,052 tonnes from countries like China, Madagascar, and Mozambique. As per the National Mineral Inventory, India has graphite reserves of 8.56 million tonnes. In the mines ministry’s second tranche of critical minerals auction, which was announced on February 29, 6 out of 18 blocks up for auction contain graphite, with 3 blocks each in Arunachal Pradesh and Madhya Pradesh.",
    "The meeting on mining opportunities in Australia followed a meeting between V L Kantha Rao, the mines secretary, and Philip Green, the Australian High Commissioner to India, on December 12. Australia produces almost half of the world’s lithium and is the second-largest producer of cobalt. Both lithium and cobalt are used in EVs and consumer electronics.",
    "In March, 2022, Khanij Bidesh India Limited (KABIL), a joint venture company formed by the mines ministry, and Australia’s Critical Minerals Office (CMO) signed an MoU to jointly fund mineral explorations and support potential investments by Indian companies in critical minerals projects in Australia. In March, 2023, KABIL and the CMO identified 2 lithium and 3 cobalt target projects for due diligence studies, which are currently under progress.",
    "The Indian Express had previously reported that the mines ministry plans to support central PSUs like Coal India, NTPC, and Steel Authority of India in the acquisition of critical mineral assets overseas by sharing proposals received through partner countries in the US-led Minerals Security Partnership (MSP), of which Australia is also a part. PM Prasad, the chairperson of Coal India, representatives of which were present in the luncheon meeting in January, shared that a company team has visited mining sites in Australia and that talks are in the “preliminary stage only”, in the Q3FY24 earnings call."
  ]
}