{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Surgeons-perform-first-combined-heart-pump-and-pig-kidney-transplant/108-281400",
  "time_ut": 1714101900.0,
  "original_lang": "en",
  "original_title": "Surgeons perform first combined heart pump and pig kidney transplant",
  "original_body_lines": [
    "(CNN) - The first transplant surgery to combine a mechanical heart pump as well as a gene-edited pig kidney has been completed at NYU Langone Health, the system said Wednesday.",
    "The subject, 54-year-old Lisa Pisano of New Jersey, had heart failure and end-stage kidney disease that required routine dialysis, NYU Langone said in a news release. But she couldn’t have a standard heart or kidney transplant because of other chronic medical conditions that “significantly reduced the likelihood of a good outcome” and because of an overall lack of donor organs in the US.",
    "“When that opportunity first came to me, I was like, ‘I gotta try it,’ ” Pisano said during a news conference Wednesday from her bed in the intensive care unit.",
    "“I’ve tried everything else, and I’ve exhausted all other resources. So when this opportunity came, I said, ‘I’m gonna take advantage of it,’ ” she said, hoping to “spend time with my grandkids and play with them.”",
    "The need for organs far outstrips the number available. Every day, 17 people die in the US waiting for an organ, and kidneys are in shortest supply. According to the Organ Procurement and Transplantation Network, roughly 27,000 kidneys were transplanted in 2023, but nearly 89,000 people were on the waiting list for those organs.",
    "Experts say xenotransplants – transplants of animal organs into people – are crucial to solving the organ shortage. Gene editing makes precise edits to a pig’s DNA to help keep the human body from recognizing the animal’s organs as foreign and rejecting them.",
    "Pisano got the heart pump on April 4 and then, on April 12, received a gene-edited pig kidney along with the pig’s thymus gland. Her case is the first reported organ transplant in a person with a mechanical heart pump, NYU Langone says, and it’s the second known transplant of a gene-edited pig kidney into a living recipient and the first transplanted along with the thymus.",
    "The first living recipient of a gene-edited pig kidney, 62-year-old Rick Slayman, received the organ at Massachusetts General Hospital in March and was able to go home this month. Pig hearts have also been transplanted into two living people who died within weeks of receiving the organs.",
    "In addition to kidney disease, Pisano has congestive heart failure and has had stents placed in her heart as well as multiple catheterizations, she said in a video provided by NYU Langone. In 2020, she learned that she had colon cancer and had “a large portion” of her colon removed, her husband, Todd, said in a video from NYU Langone.",
    "Pisano “was getting sicker and sicker, and really, her life expectancy could be measured in days or weeks,” said Dr. Robert Montgomery, director of the NYU Langone Transplant Institute, who led the surgery, in a video from NYU Langone. At Wednesday’s news conference, he described her situation as a “medical ‘Catch-22.’ “",
    "“She had both heart and kidney failure but was not a candidate for a combined heart and kidney transplant because of her other health conditions,” said Montgomery.",
    "Her doctors received permission from the US Food and Drug Administration to do the new procedures under its expanded-access or “compassionate use” policies, which give terminally ill patients without other options access to investigational medical products outside of clinical trials.",
    "The kidney came from a pig genetically engineered to disrupt a gene responsible for the production of a sugar found on the surface of animal cells called alpha-gal, which can be recognized by human antibodies and attacked. The pig’s thymus gland, which plays a role in immunity, was placed under the cover of the kidney in an attempt to help Pisano’s immune system recognize the organ.",
    "Montgomery noted that the gene edits used in the pig in this case are much simpler than those used in other xenotransplants in living humans. “We’re going to have an opportunity to really address the problem that we’re trying to address, which is the scarcity of organs, and the more complex the gene edits, the less likely it is that you’ll be able to breed those edits into a herd. You would have to clone every pig for each organ. That is not something that can be easily scaled. … So we feel like less is more in this case.”",
    "Pisano has “a long way to go,” he said, but “her kidney is functioning beautifully. … Her heart is in much better shape.” Now, doctors are watching for issues such as rejection and infection. They anticipate at least another month of rehabilitation before she might be discharged.",
    "Before the procedures, Pisano said, she had significant issues just walking. “I couldn’t get up and breathe. I couldn’t do anything,” she said. Now, she says, “I feel the best I’ve felt in a long time,” and she’s optimistic about the outcome.",
    "“The worst-case scenario, if it doesn’t work, it might work for the next person,” she said. “At least somebody is gonna benefit from it.”"
  ]
}