{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96511/singapores-transport-minister-resigns-over-corruption-charges",
  "time_ut": 1705565580.0,
  "original_lang": "en",
  "original_title": "Singapore’s transport minister resigns over corruption charges",
  "original_body_lines": [
    "Singapore’s transport minister has resigned from his post after being charged with 27 offences in a corruption probe that has also ensnared a billionaire hotel tycoon.",
    "S. Iswaran was arrested in July of 2023 and released on bail in connection with a rare top-level graft investigation in the city-state. Iswaran, 61, said he would plead not guilty to the charges filed by the powerful Corrupt Practices Investigation Bureau when he appeared in court on Thursday.",
    "Prime Minister Lee Hsien Loong revealed shortly after Thursday’s hearing that Iswaran had submitted his resignation from the government, parliament and ruling People’s Action Party (PAP) on January 16 after being given formal notice of the charges against him.",
    "Iswaran has also pledged to return the money received as part of his salary and allowances since his arrest, Lee said. “I reject the allegations in the charges and will now focus on clearing my name,” Iswaran wrote in his resignation letter, which was published on the website of the prime minister’s office.",
    "Most of the charges against Iswaran relate to corruption, but he also faces one charge of obstruction of justice. Among other accusations, he is alleged to have accepted tickets to high-profile sporting events and stage shows from hotel tycoon Ong Beng Seng, one of Singapore’s richest people.",
    "Ong, the managing director of Hotel Properties Limited, was arrested the same day as Iswaran in 2023 and also released on bail. Ong is credited with helping bring the Formula One Grand Prix to Singapore in 2008.",
    "“The Attorney-General’s Chambers (AGC) will take a decision in respect of the investigations against Mr Ong and others, after the case against Mr S Iswaran has been completed,” the AGC said in a statement Thursday.",
    "The graft investigation has gripped Singapore, a global financial hub reputed to be among the least corrupt countries in the world. Cabinet ministers are paid salaries comparable to the top earners in the private sector to deter corruption.",
    "Iswaran’s corruption case was the “most politically significant” in Singapore’s history, said Eugene Tan, an associate professor of law at Singapore Management University, describing it as a “body blow” for the PAP.",
    "“But I think the fair-minded observer will look at Singapore’s track record, will look at how this case has been dealt with so far, and will not come to the view that this strong anti-corruption stance is just mere talk,” he said.  The alleged offences date back as far as 2015.",
    "Questions remain over why they were not discovered sooner, and “whether the degree of transparency and public reporting by senior officials in the Singapore system is sufficient”, said Ian Chong, a political scientist at the National University of Singapore.",
    "“They also raise questions about whether high pay is sufficient in discouraging corruption — people could always want more,” he added. Lee has previously admitted that his long-ruling PAP had “taken a hit” after a spate of political scandals.",
    "In addition to Iswaran’s arrest last year, two PAP legislators resigned because of an affair. Before that, two heavyweight cabinet members were investigated for allegedly getting favours in their rental of sprawling colonial-era bungalows, but were subsequently cleared of any wrongdoing.",
    "Lee has faced criticism over an alleged lack of transparency in how the government handled the scandals, as well as questions over whether the standards set by the party’s founding leaders have been eroded.",
    "The scandals come as the party — which has ruled uninterrupted for 64 years — bounced back from its worst ever election results in 2020, when its share of the popular vote fell and the opposition gained more seats."
  ]
}