{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/why-most-current-political-leaders-are-unsuitable-for-presidency/",
  "time_ut": 1722196080.0,
  "original_lang": "en",
  "original_title": "Why most current political leaders are unsuitable for presidency",
  "original_body_lines": [
    "by Prof. Sunil Wimalawansa, MD, PhD, MBA, DSc., Prof of Medicine",
    "Sri Lanka has reached a crossroads where it could save for future generations as a prosperous country or become a permanently underdeveloped nation like some debt-ridden African nations. Voters can change direction, but they need to be educated based on facts.",
    "The current political landscape in Sri Lanka is fraught with issues that render the existing politicians unsuitable for the presidency. How can people trust members of parliament who continue to sell their duty-free car permits? Honesty, integrity, transparency, and following the election promises are essential. None of the current leaders can pass this est. Here are ten more reasons why uncurrent political leaders are suitable for running the country.",
    "· Self-Serving Interests: Many politicians prioritise personal gains and political survival over the country’s welfare. Their actions frequently benefit themselves and their associates rather than addressing the needs of the public.",
    "· Historical Failures: Besides 76 years of mockery of democracy, finances, and mishandling of governance, constitutional amendments for self-gain and major policies designed over the past four two decades to strengthen political authority and facilitate corruption rather than help the country’s economy and citizens.",
    "· Lack of Vision :They have failed to present or implement effective economic policies, reduce the bloated government and its expenses, reverse unemployment and inflation, and reform education, agriculture, transportation, water and sanitation, legal system, etc., to benefit the country. There is no clear plan to ensure food, medicine, and energy security, reduce government expenses and regulations, or foster private sector growth.",
    "· Reliance on Debt:Dishonestly borrowing money that provided no growth to pay them back (wasteful projects) and being addicted to financial mishandling and reliance on additional loans to manage government affairs have exacerbated the economic crisis, leading to bankruptcy and a debt (economic death) trap, worsening the country’s financial stability and sustainability.",
    "· Suppression of Freedoms: The government has continued to enact new legislation (latest, the 22nd amendment) to strengthen its power and suppress freedoms, unity, and progress, which threaten the sovereignty and democratic values of Sri Lanka. Are these done for whose benefit?",
    "· Inefficient Crisis Management: Despite two years of addressing the economic crisis, the caretaker government has failed in two key fundamentals—implementing sustainable growth and an effective recovery programme, enabling loan payments, and reducing government expenditure. Instead, the unelected president imposed multiple tax burdens from EPF, VAT, and others without fostering economic growth and value-added exports and continued to rely on loans to pay loan interest.",
    "· Lack of Accountability: There is a lack of transparency and accountability among all current leaders. Secret deals, unwise economic policies, and significant policy errors continue to harm the country and its people. Abolishing government oversight and independent commissions worsened the situation, facilitating fraud and embezzlement.",
    "· Lack of Patriotism: The absence of genuine patriotic leadership is evident—lack of truthful, nationalistic speeches and actions, putting the country first, effective policies, and firm allegiance to maintain the sovereignty and the unitary nature of the country. The current practice of politicians focusing on short-term gains and retaining power through deception is continuing.",
    "· Outdated Policies: None has yet to propose solid reforms for outdated policies in education, healthcare, infrastructure, agricultural modernisation, water supply/drainage/sewage, revitalisation of state-own-enterprises (SoE), etc. No detailed practical plan cost-benefit analyses are presented on how the country will regain food, water, medicine, and energy/power security, as well as eliminating poverty and critical aspects for the country’s development and growth.",
    "· Mismanagement of IMF Relations : The current engagement with the IMF is a debt (death) trap rather than a solution. It seems designed to perpetuate poverty. Besides, the current leadership failed to expose the dual interests of the IMF and relies on and disseminates misleading information to justify their actions. All leaders, since 1970s, engaged in such deceptive practices for personal gain and to retain power.",
    "Political Bickering and Deceit by Politicians For over seven decades, Sri Lankan politicians have used divisive tactics based on religion, race/ethnicity, or even creating violence to divide the communities to attract votes to stay in power in the political arena. They abuse privileges like selling duty-free car permits while enjoying perks that others do not have. They have been instigating uncertainties, insecurities, and unrest in the country intermittently, causing conflicts between communities. However, these prevent citizens from joining under one flag, one national anthem (and a new constitution) as one country and one law, working peacefully, successfully, and sustainably develop it. For this, Sri Lankans must be united.",
    "Whether one has a religion or whether he/she is practicing it, personal beliefs and preferences are ‘private matters.’ Neither the government has the business to intervene in people’s private matters nor engage in commercial ventures (SoE). It should not mix religion and politics or political preferences, nepotism, favoritism, etc.",
    "Voter deception, religious or race favoritisms by the incumbent government, and providing short-term benefits—jobs and “goodies” before elections must be prohibited—these are considered “bribes” by the government executives using taxpayer funds. Religious leaders should also use principles and disciplines and avoid interfering with mainstream politics or contesting elections; that is not their mandate. Instead, they should open doors for people to come in and inquire and should not fuel political ‘traps’ or violence, especially during election periods.",
    "Addressing the Economic Crisis from the Grassroots and Solving Unemployment",
    "Unemployment is extraordinarily high in Sri Lanka, especially among the low-income and daily wage-earners. Because of direct and indirect taxes, the middle class is most affected by financial burdens. Therefore, an economically sound, practical, and workable plan must soon bring the unemployment rate to under 4%, indirectly increasing the country’s growth and tax revenue. There is neither a safety net nor a programme to pacify concerned citizens struggling to manage household budgets and feed their families.",
    "One way to break through in the medium and long term is by establishing multi-disciplinary skilled learning centres and vocational and technical schools in each district. This can be done promptly by converting already mushroomed arts faculties/colleges into skills training centers/schools that provide two-year degree certification programs. Examples include training electricians, plumbers, carpenters, painters, mechanics, etc., and tripling nursing school and other allied health sector output.",
    "Those mentioned above must be prioritised with modified four-year university educations in subjects like information technology and incorporation of artificial intelligence, which are critical for the country’s development through science, technology, engineering, mathematics (STEM), and medical and nursing education.",
    "Such approaches will significantly increase the skilled workforce, enhance the country’s productivity and economic development, and attract FDICs. Besides increasing efficiency, automation, incorporating artificial intelligence, especially in production, data management, and analyses, automation (including meter readings), and research and development related to technology relevant to the country should be prioritised.",
    "There must be a drastic modification of the teaching, including Science, Technology, Engineering, and Mathematics (STEM) subjects for all students. These must be nurtured with practical aspects of STEM subjects and utilising problem-solving. The current school and university curricula are outdated and provide sub-optimal benefits to studies and the country. These must be updated or preferably replaced with new ones incorporating technological advances highlighting their practical aspects.",
    "In conjunction with the above, English must be made compulsory while other foreign languages must be available to students as optional courses, which is necessary to attract FDIC. They seek a highly educated and trainable labour force in Sri Lanka. The current curricula, however, do not provide these.",
    "Getting out of the debt crisis and achieving long-term economic success is becoming impossible until the education system (especially skills training) is successfully addressed, and high unemployment is curbed. The government must disengage from ‘business’ and instead provide opportunities for people, the private sector, and industries to grow with fewer regulations, allowing them to thrive and create jobs.",
    "The abovementioned changes must parallel the community’s spiritual, mental, and physical health progress, leading to less absenteeism and increased productivity, collaboration, and group work, essential for economic growth and GDP through exports. Meanwhile, increasing value-added exports would facilitate generating foreign exchange, enabling the repayment of loans to mitigate the debt crisis and poverty in Sri Lanka.",
    "The country needs a capable, honest, trustworthy, and patriotic leader committed to its growth (not loans), modernisation, and to being a president for all Sri Lankans.",
    "Principles and Proposals for Political and Constitutional Reform for Democracy",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}