{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/behind-the-scenes-of-the-1987-un-human-rights-resolution-on-sri-lanka-power-politics-and-diplomacy/",
  "time_ut": 1755335460.0,
  "original_lang": "en",
  "original_title": "Behind the Scenes of the 1987 UN Human Rights Resolution on Sri Lanka: Power, Politics, and Diplomacy",
  "original_body_lines": [
    "In March 1987, the Commission on Human Rights (CHR) convened in Geneva at a time when Sri Lanka was under mounting international scrutiny over its human rights record. The 1983 communal riots, which saw widespread anti-Tamil violence, triggered an exodus of Tamils—some to India as direct victims, and many others to countries like Canada, the UK, Australia, and the U.S. Over the next few years, this growing Tamil diaspora transformed into a potent political force, actively lobbying their host governments and legislators.",
    "By 1987, their efforts had culminated in a concerted campaign by the Western European and Others Group (WEOG), led by Canada, to introduce a resolution targeting Sri Lanka’s human rights situation. What began as a domestic ethnic crisis had by then escalated into a global diplomatic battle. With diaspora communities pressing elected representatives, particularly in Canada, the UK, and the U.S., these Western governments were compelled to act, often out of political expediency. The Tamil diaspora’s influence in constituencies with swing voters made Sri Lanka’s internal conflict a priority in capitals far from Colombo.",
    "It was against this backdrop that Sri Lanka dispatched a high-level delegation to Geneva. Although Harry Jayewardene—a respected legal luminary and elder brother of President J.R. Jayewardene—was designated as the head of the delegation, his failing health meant he played a supervisory role in Geneva. In practice, the delegation was led by Ambassador Jayantha Dhanapala, Sri Lanka’s Permanent Representative to the UN Office in Geneva, with critical support from Dr. Hiran Jayewardene, mission staff and officials from the Ministry of Foreign Affairs, including the writer.",
    "By that time. Dr. Hiran Jayewardene had amassed considerable experience in negotiations, having played a pivotal role in completing negotiations that culminated in the 1982 UN Convention on the Law of the Sea (UNCLOS). During the initial weeks of the session, there was little sign that a resolution on the situation in Sri Lanka would materialize. However, on the very last day earmarked for submission of draft resolutions, the Argentinian delegation unexpectedly tabled one. This raised eyebrows. Why would a distant Latin American country lead such an initiative on Sri Lanka?",
    "The answer lay in geopolitics. Argentina’s action was reportedly at India’s behest, whose relations with Sri Lanka were not ideal due to its unwavering position on the ethnic issue. During that period, India was deeply involved in finding a negotiated solution between the Sri Lankan government and the Liberation Tigers of Tamil Eelam (LTTE) following the failed 1985 Thimphu talks. India, already suspicious of President Jayewardene’s Western tilt, and what designs he had for the Trincomalee Harbour, was looking for leverage.",
    "Argentina, aggrieved over Sri Lanka’s vote with the UK against the General Assembly resolution 37/9 on the ‘Question of the Falkland Islands (Malvinas)’ -part of a bloc mockingly dubbed the “Gang of 12” – provided a convenient proxy, was not too difficult to be persuaded to play the lead role in presenting the draft resolution on the human rights situation in Sri Lanka.",
    "This move exposed the true nature of the Council on Human Rights (CHR): a body vulnerable to political manipulation. Although the resolution was presented as a response to human rights violations, many observers recognized that it was equally about punishing geopolitical dissent and appeasing the Tamil Diaspora, whose representatives played a significant role within the Palais de Nations.",
    "As soon as the draft resolution was submitted, the atmosphere in Geneva became electrified. There was frantic lobbying from both sides. The sponsors of the resolution—mainly Western nations—attempted to pass it by consensus, giving it greater moral authority. Sri Lanka, meanwhile, was determined to prevent that outcome. Ambassador Dhanapala led intensive negotiations, supported by constant communications with Colombo. President J R Jayewardene was in regular contact with his brother Harry. In one tense call, JR reportedly threatened to withdraw Sri Lanka from the United Nations altogether if the resolution passed. Harry, demonstrating his pragmatic instincts, counselled against such a drastic step.",
    "In the final hours, Ambassador Amadou-Mahtar Bow Sene of Senegal, representing the African Group, played a pivotal mediating role. His tireless efforts helped modify the resolution’s language, removing particularly objectionable clauses and making it palatable enough for Sri Lanka to tolerate—though not support. Notably, Sri Lanka refused to co- sponsor the resolution, unlike its approach in 2015 when it did so voluntarily, if not foolishly.",
    "Thus, the first-ever human rights resolution on Sri Lanka was adopted by consensus, but only after high-stakes diplomacy, considerable compromise, and backroom dealing. It was a bitter pill to swallow, but arguably a strategic win for the Sri Lankan delegation, which succeeded in diluting the text and avoiding isolation.",
    "Following the adoption of the resolution, Dr. J. S. Teja, India’s Permanent Representative to the UN in Geneva, delivered a statement in which he expressed satisfaction with the outcome and justified the resolution on the grounds of legitimate international concern. His tone, described by observers as self-congratulatory and assertive, provoked a swift and poignant reaction from Sri Lanka’s Ambassador Jayantha Dhanapala.",
    "In what was later described as a moment of mixed bravado and emotional vulnerability, Ambassador Dhanapala delivered a powerful rebuttal that reflected both disappointment and resolve. He reminded the session that Sri Lanka had been subjected to a highly politicized campaign and warned against allowing multilateral human rights mechanisms to become tools of coercion. Dr. Hiran Jayewardene supported Ambassador Dhanapala by providing vital information to frame his verbal response.",
    "This diplomatic exchange was a defining moment of the 1987 session. It illustrated the raw political undercurrents at play and the courage of smaller nations trying to defend their sovereignty in an increasingly polarized global arena. Ironically, the same mechanism used to criticize Sri Lanka in 1987 came full circle the following year. In 1988, India—having deployed the Indian Peace Keeping Force (IPKF) into Sri Lanka under the Indo-Lanka Accord of 1987—faced allegations of human rights violations related to its engagement with the LTTE. Armed clashes between the IPKF and the Tigers escalated quickly, resulting in civilian casualties and international criticism alleging serious human rights breaches in the Northern and Eastern provinces.",
    "During the 1988 CHR session in Geneva, the Indian delegation found itself on the defensive.",
    "In a remarkable twist of diplomacy, India approached the Sri Lankan delegation for assistance in deflecting criticism, just a year after allegedly orchestrating a resolution highlighting human rights violations by Sri Lanka. This reversal highlighted the fluid nature of alliances in multilateral forums and how human rights mechanisms can be used—or exploited—for political purposes.",
    "The episode provides valuable lessons. Firstly, it shows how international human rights bodies are not immune to influence from power politics. While their mandates are based on universal values, the machinery often advances the strategic interests of powerful states. For India in 1987, the CHR was a tool to pressure Sri Lanka into settling with Tamil rebels and to push Colombo away from Washington’s orbit. For the West, it was a response to domestic diaspora pressures and Cold War alignments.",
    "Second, it highlighted the essential role of capable, composed, and strategic diplomatic engagement. Harry Jayewardene had direct access to President Jayewardene and the ability to persuade him that Sri Lanka could only go so far and no further. Under Ambassador Dhanapala’s skillful leadership, the Sri Lanka delegation succeeded in avoiding a more severe outcome and in defending the country’s sovereignty while engaging with the CHR constructively.",
    "Finally, it raised lasting questions about the impartiality and consistency of the international human rights system. The very nations that lead crusades in one session might find themselves in the dock in the next. The human rights discourse, as noble as it may be, must not be hijacked by opportunistic statecraft.",
    "In today’s environment—where the Human Rights Council remains a battleground for political influence—Sri Lanka’s experience in 1987 stays highly relevant. Policymakers must recognize how global narratives on human rights connect with domestic vulnerabilities and geopolitical interests. To navigate this landscape, Sri Lanka needs to combine principled engagement with strategic realism—lessons drawn not from theory, but from lived experience in the diplomatic trenches of Geneva.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}