{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113305/ciaboc-launches-new-case-tracking-system-to-enhance-transparency-and-efficiency",
  "time_ut": 1759836480.0,
  "original_lang": "en",
  "original_title": "CIABOC launches new case tracking system to enhance transparency and efficiency",
  "original_body_lines": [
    "The Commission to Investigate Allegations of Bribery or Corruption (CIABOC) marked a major step in institutional modernization with the launch of its new Case Tracking System at the CIABOC Auditorium today (07).",
    "The ceremony was graced by Azusa Kubota, Resident Representative of the United Nations Development Programme (UNDP); Kamoshida Naoaki, Minister at the Embassy of Japan; Professor Chathura De Silva, senior IT expert and consultant to UNDP; members of the Tek-Greeks development team; Brother Commissioners, the Director General, and senior officials of the Commission, according to the Commission to Investigate Allegations of Bribery or Corruption (CIABOC).",
    "Justice Neil Iddawala, Chairman of CIABOC, delivering the keynote address, described the launch as “a transformative step toward greater efficiency, transparency, and accountability— ensuring better service delivery to the people of Sri Lanka.”",
    "He emphasized that the initiative goes beyond a technological upgrade, calling it “a paradigm shift in how CIABOC manages the critical flow of information, records, and case files that form the very heartbeat of our mission.”",
    "The Chairman emphasized that the initiative goes far beyond a technological upgrade in his address. He described it as a “paradigm shift in how CIABOC manages the critical flow of information, records, and case files that form the very heartbeat of our mission.”",
    "He noted that corruption often thrives where opacity, delay, and inefficiency exist, while transparency and accountability serve as the strongest antidotes. “This system is not merely a software tool—it is an instrument of reform,” he declared.",
    "The Chairman highlighted the multiple benefits of the new system, including enhanced efficiency through automation, improved accuracy via centralized digital records, real-time case tracking for transparency, streamlined workflows, and the introduction of data-driven decision making capabilities that will strengthen institutional performance, the statement said.",
    "The project was made possible through the generous financial assistance of the Government of Japan, reflecting the enduring partnership between Japan and Sri Lanka. The Chairman expressed deep appreciation to the Ambassador of Japan for his personal encouragement and engagement in making this initiative a success.",
    "He also extended heartfelt gratitude to the UNDP for its steadfast partnership and technical leadership in implementing the system. “UNDP has once again proven to be a trusted ally in Sri Lanka’s journey toward strengthening governance and institutional integrity,” Justice Iddawala stated, extending special thanks to Azusa Kubota and her team for their continuous support.",
    "Acknowledgment was also made of Professor Chathura De Silva, whose technical expertise and guidance were instrumental in developing and customizing the Case Tracking System, and the Tek-Greeks development team, whose innovative work turned vision into reality.",
    "Addressing CIABOC staff, the Chairman underscored that the new system is designed to empower officers to perform their duties with greater accuracy and professionalism. While acknowledging that change requires adaptation, he encouraged staff to embrace this transformation, noting that “each keystroke is a contribution to the mission of CIABOC—to build a cleaner, fairer, and more transparent society.”",
    "The launch, he said, marks the beginning of a new era of operational excellence that aligns CIABOC with international best practices and Sri Lanka’s obligations under the United Nations Convention Against Corruption (UNCAC), it added.",
    "The event began with welcome remarks by Ranga Dissanayake, Director General of CIABOC, followed by a demonstration of the key features of the system by Professor Chathura De Silva. The system was then ceremonially launched, after which remarks were delivered by Justice Neil Iddawala, Azusa Kubota, and Kamoshida Naoaki. The program concluded with the symbolic handing over of equipment to CIABOC and a session of refreshments.",
    "In his closing message, the Chairman reaffirmed CIABOC’s commitment to continuous institutional reform and innovation: “Together, we are building an institution that is stronger, more transparent, and more accountable than ever before. Together, we are reaffirming the public’s trust in CIABOC—and making a bold stride toward the corruption-free society that Sri Lanka deserves.”"
  ]
}