{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/uk-to-conditionally-recognize-palestine-as-israel-turns-gaza-into-genocide-camp-233565/",
  "time_ut": 1753836180.0,
  "original_lang": "en",
  "original_title": "UK to conditionally recognize Palestine as Israel turns Gaza into genocide camp",
  "original_body_lines": [
    "ECONOMYNEXT – UK Prime Minister Prime Minister Keir Starmer said Britain will recognize Palestine by September unless Israel agrees to a ceasefire and stop starving Gaza civilians which has been termed as genocide.",
    "French President Emmanuelle Macron said earlier in the week that France would unconditionally recognize Palestine in the September UN General Assembly.",
    "“I can confirm the UK will recognise the state of Palestine by the United Nations General Assembly in September unless the Israeli government takes substantive steps to end the appalling situation in Gaza, agree to a ceasefire and commit to a long-term, sustainable peace, reviving the prospect of a Two State Solution,” Starmer said.",
    "Israel has blocked food aid to Gaza for months, limited food distribution to a US-Israeli outfit and repeatedly shot people coming to take food and systematically destroyed the heath system of the area to increase deaths.",
    "Other commentators have increasingly made comparisons of Gaza as a concentration camp, particularly plans to confine all citizens to Rafah, and clean out the rest of land for its use.",
    "“It is a concentration camp. I am sorry,” former Israel Prime Minister Ehu Elmert told Britain’s Guardian newspaper, in reference to the Rafah plan.",
    "“If they [Palestinians] will be deported into the new ‘humanitarian city’, then you can say that this is part of an ethnic cleansing.",
    "That would be “the inevitable interpretation” of any attempt to create a camp for hundreds of thousands of people, he said.",
    "However human rights organizations have said genocide – deliberate extermination of people – is taking place throughout Gaza.",
    "“Each day, dozens die of malnutrition,” Physicians for Human Rights, an Isreal-based rights organizations said this week.",
    "“Ninety-two percent of infants aged six months to two years don’t get enough to eat. At least 85 children have already starved to death.",
    "“Israel has displaced 9 in 10 Gazans, destroyed or damaged 92 percent of homes, and left over half a million children without schools or stability. It has wiped out essential health services – including dialysis, maternal care, cancer treatment, and diabetes management.”",
    "Since October 2023, over 57,000 civilians, mostly women and children have been killed not incidental to war but by design the report said.",
    "The charity said the current Israel administration was engaging in “a deliberate, cumulative, and ongoing dismantling of Gaza’s healthcare system – and of the population’s ability to survive. Its meaning: genocide.”",
    "Israel started the war on Gaza, after Hamas, an Islamist organization which is ruling the strip killed over thousand civilians and took many hostage.",
    "Hamas has been ruling Gaza since elections in 2006 and killing members of the opposition Fatah party.",
    "Israel is currently ruled by a nationalist administration and Prime Minister Benjamin Netanyahu had repeatedly denied that there was starvation in Gaza.",
    "Comparisons have also been drawn with Nazi ‘lebensraum’ for Israel strategy of settling people in occupied territories in West Bank.",
    "Germany exterminated millions of Jews, gays and gypsies (Romany people) and Slavic peoples in Germany and occupied territories of Europe after the nationalists gained political power under Adolf Hitler defeating liberal parties and closing down NGOs.",
    "While empire take over countries with different types of peoples and religions and run them, nationalists try to take the land without the people.",
    "Before the creation of Israel, Palestine was administered by Britain as part of a mandate that started in 1923 and the country played part in creating modern day Israel. (Colombo/July30/2025)"
  ]
}