{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-axiata-unveils-iphone-16-series/",
  "time_ut": 1729615440.0,
  "original_lang": "en",
  "original_title": "Dialog Axiata unveils iPhone 16 Series",
  "original_body_lines": [
    "The first in South Asia to offer eSIM Quick Transfer on iPhones",
    "Dialog Axiata PLC, Sri Lanka’s #1 connectivity provider, announces the launch of the highly anticipated, 5G-ready iPhone 16 series, reaffirming its commitment to innovation and delivering cutting-edge technology to Sri Lankan consumers. The launch event, held on 21st October 2024 at the Dialog Iconic Center, brought together pre-order customers and esteemed guests, showcasing Dialog’s dedication to advancing Sri Lanka’s tech landscape with this latest offering from Apple.",
    "Dialog is the first and only network in South Asia to bring the eSIM Quick Transfer service, enabling Apple users to transfer their eSIMs seamlessly between devices. This pioneering feature makes the transition between new and old devices effortless, ensuring that data transfer is both convenient and secure. Furthermore, Dialog offers Voice over Wi-Fi (VoWiFi or Wi-Fi Calling), VoLTE (Voice over LTE), and additional eSIM capabilities for the latest iPhone 16 range. As the country’s only authorized ‘One Number’ provider for iPhones and Apple Watches in Sri Lanka, Dialog continues to lead in mobile connectivity innovation.",
    "The iPhone 16 series introduces a range of groundbreaking features. Authorized by the Telecommunication Regulatory Commission of Sri Lanka (TRCSL), Dialog will offer the iPhone 16 and iPhone 16 Plus, equipped with the all-new A18 chip, Camera Control, enhanced camera capabilities, the innovative Action button for quick access to essential functions, and a significant boost in battery life. Additionally, the iPhone 16 Pro and iPhone 16 Pro Max, powered by the A18 Pro chip, provide industry-leading CPU performance, larger display sizes, and pro-level camera functionalities, along with a dramatic improvement in battery performance.",
    "Exclusive benefits available to Dialog customers include a 1TB data plan valid for four months, free screen and back glass replacement for the first year, a two-year warranty, and Dialog Club Vision loyalty discounts. All of this is supported by Sri Lanka’s largest 5G-ready network, ensuring customers can enjoy the iPhone 16 lineup at selected Dialog Experience Centres, with pricing starting at LKR 399,000.",
    "With this launch, Dialog reaffirms its commitment to being the premier destination for the latest mobile devices in Sri Lanka, offering unparalleled service and access to the most advanced technology. For more information, visit www.dialog.lk/shop/phones.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}