{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100112/sri-lanka-reaches-final-debt-restructuring-agreement-with-creditors",
  "time_ut": 1719392340.0,
  "original_lang": "en",
  "original_title": "Sri Lanka reaches final debt restructuring agreement with creditors",
  "original_body_lines": [
    "Sri Lanka has reached a final restructuring agreement for USD 5.8 billion of debt with its bilateral lenders’ Official Creditor Committee in Paris, France on Wednesday.",
    "This agreement grants significant debt relief, allowing Sri Lanka to allocate funds to essential public services and secure concessional financing for its development needs, the President’s Media Division (PMD) said.",
    "“We are pleased to announce that the final agreement has been reached on debt restructuring between Sri Lanka and the Official Creditor Committee on the sidelines of the Paris Forum 2024 in Paris, France,” Sri Lanka’s State Minister of Finance Shehan Semasinghe confirmed.",
    "“Today, we are also in the process of signing bilateral debt treatment agreements between Sri Lanka and Export-Import Bank of China,” he said in a post on ‘X’ (formerly Twitter).",
    "On behalf of Sri Lanka, the state minister expressed gratitude to the OCC chairs - France, India, and Japan - as well as the Export Import Bank of China (EXIM) for their leadership in this process, as well as all OCC members for their unwavering support.",
    "He also commended the OCC Secretariat for their dedication to finding a resolution to Sri Lanka’s debt crisis and to achieve this significant milestone, which he said will enhance confidence in the country’s economy and foster growth.",
    "“I reiterate that the unwavering commitment and leadership of President Ranil Wickremesinghe have been instrumental in steering our nation towards this milestone achievement,” he added.",
    "The Sri Lanka government was expected to sign the debt restructuring agreement with the group of creditor nations on Wednesday, in a major step to help stabilise the country’s finances following its economic crisis.",
    "President Ranil Wickremesinghe had updated his Cabinet on the debt restructuring late on Monday.",
    "The Cabinet also approved the debt restructuring framework, Cabinet spokesman Bandula Gunawardana told reporters yesterday, while declining to divulge details.",
    "“Details of the agreement will be presented to parliament later to ensure transparency,” he said, during the Cabinet press briefing.",
    "The deal will allow creditor nations to resume lending to Sri Lanka. The economy crashed in 2022 when a fall in foreign exchange reserves prompted the island to default on its foreign debt.",
    "Sri Lanka’s bonds, were up 0.2-0.3 cents in late Asian trading, slightly outperforming most emerging markets and maintaining the more than 15% gains made since February.",
    "Sri Lanka’s finance ministry said in November that the debt restructuring agreement in principle covered approximately $5.9 billion of outstanding public debt and involved a mix of extending the maturity of long-term borrowings and reducing interest rates on the credit.",
    "The majority of the debt is owed to Japan and India, which chair the OCC along with France. A provisional agreement with the OCC was reached in November.",
    "The Official Creditor Committee (OCC), led by Japan, France and India, covers about $5.9 billion of Sri Lanka’s outstanding external debt of $37 billion, according to the country’s finance ministry. The Export-Import Bank of China (EXIM) covers about $4 billion of outstanding debt, latest government data showed.",
    "Among bilateral creditors, Sri Lanka owed China $4.7 billion with debt to India standing at $1.74 billion. Japan, a part of the Paris Club group, was owed $2.68 billion. China, Sri Lanka’s largest bilateral lender, is not an official member of the OCC.",
    "Commercial loans, comprising of sovereign bonds and other time-bound loans, accounted for $14.73 billion.",
    "A $2.9 billion bailout programme by the International Monetary Fund (IMF) secured in March last year helped Sri Lanka stabilise economic conditions.",
    "In April, Sri Lanka rejected an initial bondholder proposal to restructure more than $12 billion in debt. Formal negotiations with the international private creditors are set to resume imminently after a group of bondholders signed non-disclosure agreements late last week.",
    "Sri Lanka has debt outstanding of $6.2 billion to the ADB and owes $4.3 billion to the World Bank but the country is not restructuring multilateral debt.",
    "The debt restructuring is crucial for Sri Lanka to reach a 2.3% primary budget surplus by 2025, the key fiscal target set by the IMF.",
    "Once the debt restructuring is completed, Sri Lanka hopes to reduce its overall debt by $16.9 billion."
  ]
}