{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/Asia-on-track-to-deliver-two-thirds-to-global-growth-in-2024-IMF/107-276126",
  "time_ut": 1706763960.0,
  "original_lang": "en",
  "original_title": "Asia on-track to deliver two-thirds to global growth in 2024: IMF",
  "original_body_lines": [
    "The year 2024 is expected to be one of prosperity for Asia with the International Monetary Fund (IMF) expecting the region to maintain its momentum in delivering two-thirds to global growth.",
    "Providing a snapshot of the regional economic outlook, Krishna Srinivasan, Director of the IMF’s Asia and Pacific Department noted that the region's prospects for a soft landing have improved.",
    "”The good news is that we have revised growth upward for both 2023 and 2024,” he said addressing a press conference this week.",
    "For 2023, the IMF estimates growth at 4.7 percent, compared to the 4.6 percent projection in October. China and India account for most of the upward revision. In China, growth was supported by higher spending on disaster reconstruction and resilience projects. In India, strong domestic demand underpinned another increase in our growth estimate.",
    "The Fund has also upgraded the regional growth forecast for 2024 to 4.5 percent, from 4.2 percent in October.",
    "Srinivasan justified the upward projection stating that a positive dynamic from last year carries over into 2024. A more supportive external environment, notably robust growth in the United States, reinforces domestic resilience, he said. Further, demand for technology—computers, electronics, and optical products—has picked up in recent months, which benefits economies such as Korea and Singapore.",
    "Also, countries like China and Thailand have announced sizeable policy stimulus, which is positive.",
    "In Japan, the IMF expected growth to remain above potential but to slow from about 2 percent in 2023 to about 1 percent in 2024, as one-off factors that supported activity last year fade—including a depreciated yen, strong tourism, and a recovery in business investment.",
    "Growth in India, on the other hand, is expected to remain strong at 6.5 percent in both 2024 and 2025.",
    "“For 2025, we project growth in the region to decelerate mildly to 4.3 percent, reflecting to a large extent China’s growth slowdown,” said Srinivasan",
    "On inflation, the news has also been mostly positive, which improves the prospects for a soft landing, he added."
  ]
}