{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Siyambalapitiya-says-Cabinet-approves-Rs-5-b-to-settle-statutory-allowance-arrears-to-plantation-workers/34-762476",
  "time_ut": 1717183890.0,
  "original_lang": "en",
  "original_title": "Siyambalapitiya says Cabinet approves Rs. 5 b to settle statutory allowance arrears to plantation workers",
  "original_body_lines": [
    "State Minister of Finance Ranjith Siyambalapitiya has announced that the Cabinet on Monday approved a proposal to settle Rs. 5 billion in arrears of provident funds and employees’ trust funds, including interest, for State-run estate employees.",
    "He said the decision follows guidance and instructions from President Ranil Wickremesinghe.",
    "“This comprehensive settlement aims to rectify the financial neglect experienced by estate workers and their families,” he added.",
    "Siyambalapitiya said the arrears, which have accumulated over 10 years, pertain to employees of the Sri Lanka State Plantation Corporation (SLSPC), Janatha Estate Development Board (JEDB), and Elkaduwa Plantation Ltd.  The State Minister emphasised the importance of employee welfare in the ongoing reformation of the plantation sector. He highlighted the severe difficulties faced by a large number of employees due to the non-payment of their provident and trust fund contributions, with numerous legal cases filed by the affected workers over the years.",
    "“A notable concern is the significant number of deceased workers among those who are owed arrears. The Government has ensured that their children, spouses, or dependents will be entitled to receive these overdue payments,” he assured.",
    "He noted that beneficiaries can claim their dues by submitting the ‘B card’ confirming the employee’s identity or by appealing to the Labour Commissioner General.",
    "The State Minister further explained that the outstanding payments will include interest accrued over the entire period, matching the interest received by members of the Employees’ Provident Fund (EPF) and Employees’ Trust Fund (ETF)."
  ]
}