{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Southern-Gujarat-Chamber-visits-Ceylon-Chamber-in-boost-to-bilateral-ties/34-769900",
  "time_ut": 1732921333.0,
  "original_lang": "en",
  "original_title": "Southern Gujarat Chamber visits Ceylon Chamber in boost to bilateral ties",
  "original_body_lines": [
    "From left: SGCCI Vice President Nikhil Madrasi, President Vijay Mevawala, The Ceylon Chamber of Commerce Secretary General and CEO Buwenakabahu Perera, SGCCI Immediate Past President Ramesh Vaghasia, Treasurer Mrunal Shukla, and Secy. Nirav Mandlewala",
    "A high-level business delegation from the Southern Gujarat Chamber of Commerce and Industry (SGCCI) recently visited The Ceylon Chamber of Commerce to strengthen the existing collaboration between the two Chambers thereby facilitating trade and investment ties between India and Sri Lanka.",
    "During the visit, which was facilitated by the Consulate General for Sri Lanka in Mumbai, SGCCI extended an invitation to Sri Lankan businesses to participate in the Global Village event set to take place in January in Surat, Southern Gujarat. The event provides an unparalleled platform for Sri Lankan exporters to showcase their products — including tea, spices, fruits, and agro-goods — directly to a diverse Indian audience. The SGCCI delegation showcased Southern Gujarat’s expertise in key industries, including textiles, diamonds, yarn, and agriculture. They expressed strong interest in forming joint ventures and collaborations with Sri Lankan companies, emphasising mutual benefits such as technological exchanges, shared expertise, and enhanced market access. Among the strategic recommendations, SGCCI proposed that Sri Lanka prioritise Wedding Tourism to tap into the growing Indian market for destination weddings. Highlighting Sri Lanka’s pristine beaches, luxury resorts, and cultural appeal, the delegates suggested tailored wedding packages and targeted marketing campaigns in India to position the island as a premier destination.",
    "Other key areas identified for collaboration included leveraging Southern Gujarat’s advanced textile manufacturing capabilities, establishing partnerships in gem processing and trading and expanding the export of Sri Lankan agro-products to Gujarat.",
    "The delegation’s visit to the Ceylon Chamber follows an MOU signed between the two Chambers earlier this year, which paved the path for close collaboration on trade, investment, and industry-specific initiatives, unlocking new opportunities for businesses in both regions."
  ]
}