{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101346/a-commitment-to-our-people-jeevan-thondaman-on-cwcs-decision-to-back-president-ranil",
  "time_ut": 1724055120.0,
  "original_lang": "en",
  "original_title": "A commitment to ‘our people’: Jeevan Thondaman on CWC’s decision to back President Ranil",
  "original_body_lines": [
    "The General Secretary of the Ceylon Workers’ Congress (CWC), Minister Jeevan Thondaman says that the party’s decision to back incumbent President Ranil Wickremesinghe comes as the CWC acknowledges his commitment to uplifting and fully integrating the plantation ‘Malaiyaha’ Tamil community into the social-economic fabric of Sri Lanka.",
    "Posting on ‘X’ (formerly Twitter), the CWC General Secretary highlighted that never before have they seen a leader dedicate so much effort to improving the living conditions and status of plantation ‘Malaiyaha’ Tamil community, which he termed as ‘our people’.",
    "“This decision by the CWC therefore represents the faith that our party, union and our community has in the President and his ability to resolve the issues that matter to us the most”, Thondaman said.",
    "Meanwhile, the Minister added that a Memorandum of Understanding (MoU) between the CWC and President Wickremesinghe, setting out the CWC’s requests, is currently being prepared and will be signed shortly.",
    "“The CWC is ready to stand with a leader who has not only delivered results but has done so with compassion and a clear vision for Sri Lanka’s future”, he said.",
    "Furthermore, Minister Jeevan Thondaman wrote: “Our support is in recognition of his remarkable leadership since he took up the Presidency in July 2022 during one of the most challenging chapters in our nation’s history. We know that his continued leadership is the right thing for our country.”",
    "“In his two years of leading our nation, President Wickremesinghe has turned around Sri Lanka’s economy after a period of bankruptcy and economic collapse. Under his leadership, we have seen a significant recovery, with shortages easing, prices stabilising and the country regaining international confidence”, he added.",
    "“For the first time in our history, we are successfully implementing a reform programme, that is setting us on a path to long-term economic stability and social progress” the CWC General Secretary added."
  ]
}