{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99800/four-american-educators-stabbed-in-park-in-northeast-china",
  "time_ut": 1718086500.0,
  "original_lang": "en",
  "original_title": "Four American educators stabbed in park in northeast China",
  "original_body_lines": [
    "Four American educators from a small Iowa university were injured in a stabbing attack in a public park in northeast China’s Jilin province on Monday, according to U.S. media and U.S. government officials.",
    "Iowa Representative Adam Zabner told Reuters his brother was one of the victims.",
    "“My brother, David Zabner, was wounded in the arm during a stabbing attack while visiting a temple in Jilin City, China,” he said.",
    "The group had been visiting a temple in Beishan Park when they were attacked by a man with a knife, he added. There were no reports of a motive.",
    "A video of people lying on the ground in a park covered in blood were circulating on X on Monday, though no trace of the images could be found on Chinese social media. Reuters was able to identify the location based on Chinese characters written on a wall, the wall’s structure and the layout of the path.",
    "No statements on the incident have been issued by Chinese authorities or reports found in Chinese media.",
    "“I spoke to David a few minutes ago, he is recovering from his injuries and doing well. My family is incredibly grateful that David survived this attack,” Adam Zabner said.",
    "The educators from Cornell College were visiting a partner university, Beihua, in Jilin City.",
    "“We are working through proper channels and requesting to speak with the U.S. Embassy on appropriate matters to ensure that the victims first receive quality care for their injuries and then get out of China in a medically feasible manner,” Iowa’s Congress representative Mariannette Miller-Meeks wrote on X.",
    "Iowa Governor Kim Reynolds wrote on X that she was in touch with the U.S. State Department on the “horrifying” attack.",
    "College spokesperson Jen Visser told CNN the U.S. State Department was aware of reports of a stabbing incident in China and was monitoring the situation.",
    "China’s President Xi Jinping this year pledged to invite 50,000 young Americans to China for study programmes to boost people-to-people ties, but a State Department Level 3 travel advisory to China warning of possible arbitrary detention and exit bans remains in place.",
    "There are currently fewer than 900 American exchange students studying in China compared to over 290,000 Chinese students in the United States, according to U.S. data."
  ]
}