{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-target-Bangladesh-tour-as-final-tune-up-for-T20-WC/108-277977",
  "time_ut": 1709226240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka target Bangladesh tour as final tune-up for T20 WC",
  "original_body_lines": [
    "Colombo, Feb 29 (Daily Mirror) - Sri Lanka's Twenty20 International (T20I) Captain Wanindu Hasaranga today expressed confidence ahead of their upcoming tour of Bangladesh, kicking off on March 4 in Sylhet, which serves as crucial preparation for the T20 World Cup later this year.",
    "The Sri Lanka T20I squad left for Bangladesh this morning. The tour kicks off with a series of T20Is, with the first match scheduled for March 4 at the Sylhet International Cricket Stadium (SICS) in Sylhet. The second and third T20Is on March 6 and 9 will also be at the SICS.",
    "Speaking before the departure, Hasaranga stressed the team's desire to win all three T20 matches and build momentum with a positive mental state, carried over from victories against Zimbabwe and Afghanistan.",
    "\"We only have the Bangladesh series before heading to the T20I World Cup. We hope to perform well in this series, win all three games, and enter the T20 World Cup with confidence.”",
    "“As a team, all the players are in a good frame of mind, having won the series against Zimbabwe and Afghanistan. We expect to continue our playing pattern against Bangladesh as we did against Afghanistan,\" he said.",
    "Hasaranga said that they have a team that can compete with any other team in the world.",
    "\"We need to maintain that confidence as a team. Our players performed well in all formats in the last series. We always strive to play good cricket and win more matches for Sri Lanka,\" Hasaranga said.",
    "Hasaranga's suspension for the first two T20Is due to an altercation with an umpire in the series against Afghanistan set Charith Asalanka to step up as Captain for those matches, marking his maiden leadership role for Sri Lanka.",
    "Following the T20I series, the first One Day International (ODI) is set to take place on March 13 at the Zahur Ahmad Chowdhury Stadium (ZACS) in Chattogram, followed by the second and third ODIs on March 15 and 18, also at the ZACS.",
    "Meanwhile, Sri Lanka's ODI captain Kusal Mendis expressed confidence in their ability to perform well in Bangladesh citing the familiarity of several players with the conditions.",
    "Emphasising the team's recent batting prowess and the consistent efforts of the bowlers, Mendis highlighted the importance of learning from past mistakes, particularly the recent loss to Bangladesh in the last ODI World Cup.",
    "\"We believe we can play a good series in Bangladesh because many of our players have experience playing in Bangladesh conditions. We have played a number of matches both Tests, ODIs and T20s against Bangladesh previously.”",
    "“We lost to Bangladesh in the last ODI World Cup mainly due to our mistakes. Overall compared to previous encounters we have a good chance to perform well and finish this series successfully,\" Mendis said.",
    "The first Test will be held from March 22 to 26 at the SICS followed by the second Test from March 30 to April 3 at the ZACS.",
    "Sri Lanka's Test Captain Dhananjaya de Silva, who is also part of the T20 squad, said he believes that the Test Squad will not have many changes and expects a similar squad to the one that played against Afghanistan.",
    "He said that the test team has not yet started skills training but is currently undergoing fitness training because they have ample time before the Bangladesh Test matches.",
    "De Silva expressed optimism about his first tour as Test Captain, acknowledging Bangladesh as a tough team. \"We have studied Bangladesh's strong and weak points and expect to play good cricket against them,\" he said."
  ]
}