{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Challenges-in-the-forthcoming-Presidential-election/4-757787",
  "time_ut": 1706219236.0,
  "original_lang": "en",
  "original_title": "Challenges in the forthcoming Presidential election",
  "original_body_lines": [
    "Unless there is a major political predicament, the Presidential elections will be held between September and October 2024. That is for what all political parties and formations are now getting ready.",
    "It was reported that Namal Rajapaksa is going around the country forming Dasa Maha Senawa (Great Ten Armies) among their political supporters like in the ancient days. During Dutu Gamunu’s time, he even selected Dasa Maha Yodayo (Great Ten Giants) to lead those armies. Namal’s selection also would be for leaders who would lead the presidential elections and then face the Parliamentary battle thereafter. It is becoming very clear that the Sri Lanka Podu Jana Peramuna (SLPP), has not changed an iota of their policies or politics based on family rule, traditional culture, archaic economics, and authoritarian politics.Therefore, a major task at the Presidential elections would be to defeat the SLPP candidate whoever he (not she) is. There is a possibility that the next SLPP candidate would be Chamal Rajapaksa who apparently has a better profile than the other Rajapaksas (i.e. Basil). However, he is under family rule and his orientation or policies are the same traditional, archaic, and authoritarian ones.",
    "At the last Presidential elections, Gotabaya Rajapaksa received over 6.9 million votes amounting to 52.25%. His main challenger, Sajith Premadasa, from the UNP could obtain only 41.99% of the votes or 5.6 million. The gap is over 1.3 million, which might not be a difficult task to overcome at the next Presidential elections considering the events and changes during the last five years. People who voted for Gotabaya mainly came from the hardcore Sinhala Buddhist communities who mainly considered the war victory as the key reason. That situation has now largely changed. Rajapaksa rule under Gotabaya was an utter failure. While he failed to manage the country’s external debt situation, his murky policies on the national income and tax system brought the country into a bankrupt position. Most disastrous or hilarious was his fertiliser policy that affected the farmers and the economy alike.",
    "Rajapaksas are world famous for fraud and corruption although their hardcore supporters are not concerned about this situation. Perhaps this shows the degeneration of the political culture in the country in general not limited to only Rajapaksas. A couple of days back there was a YouTube discussion where a young professional accused Premadasas of squandering his and his father’s property. No political leader is free from abuse and corruption for the benefit of themselves, their families, friends, or supporters. Ranil Wickremesinghe is also accused of these tendencies although he might be the least involved person in corruption among the UNP/SLFP leaders.",
    "Of course, Anura Kumara Dissanayake, the JVP or the present National People’s Power are free from corruption and fraud although they must have done some irregularities for the benefit of the party or their cause. It is also clear that if their obvious candidate AKD becomes the President he would do his best to free Sri Lanka from corruption and fraud. However, can he win the elections? It is difficult to imagine. At the last Presidential elections AKD received only 418,553 votes or 3.16% of the total. The gap that he must fill is almost over 6 million votes.",
    "Also, it is questionable what kind of economic policies that he or his party would pursue given the international economic conditions and the policies of the IMF, World Bank and major capitalist countries including India. Undoubtedly, the NPP played a major role in the Aragalaya (struggle) in ousting Gotabaya Rajapaksa from the presidency. However, there were other players as well. Most of them are young people who wanted to see an economically prosperous country without confining themselves to this or that ideology.",
    "The best way to defeat the Rajapaksas under these circumstances would be an alliance between Ranil Wickremesinghe (UNP) and Sajith Premadasa (SJB), perhaps Sajith as the presidential candidate and Ranil running for the prime ministerial position. The reason is that although Ranil is a better person in terms of economic vision and external relations, he is not a popular or acceptable character among the ordinary people or voters in the country.",
    "It is this type of alliance that the Rajapaksas are now trying to avoid or sabotage. Mahindananda Aluthgamage recently announced that a majority of Pohottuwa members are ready to support Ranil for the Presidency for a further term. Even Mahinda Rajapaksa in his oblique rhetoric several times said that Pohottuwa might not put forward a candidate for the next Presidency indicating they would support Ranil. Now the ball is in Ranil’s court. He must decide whether he goes with the Rajapaksas or fights to defeat them in a democratic fashion at the next Presidential elections.",
    "In Sri Lanka, there are no reliable opinion polls or surveys. While there are capable university academics to do so in the fields of Political Science, Economics and Sociology, funds or facilities are not available. Last year, there was a dubious institute conducting such polls. Surprisingly that was the ‘Institute for Health Policy (!).’ Since March 2023, they were conducting a monthly poll, and the October results predicted a possible win by AKD receiving 51% of votes! This can be an illusion for left-minded people. According to the same poll, what a Pohottuwa candidate could receive is only 6%. This could be a further illusion. Surprisingly the sample number, claiming it is island wide, was just 567! This cannot be considered a reliable sample.",
    "There are no proper studies in Sri Lanka on how people vote. What factors that they take into consideration? In mature democracies, the party, election (economic) issues, and personalities are supposed to play a major role, assuming the voters are rational or largely rational. In Sri Lanka, it appears that the culture (ethnicity, religion, traditions) plays a major role. This is in addition to possible rational reasons.",
    "If I take defeating Rajapaksas (family rule) as a major challenge at the next Presidential elections, then there are advantages even if there is no alliance between Sajith and Ranil. One positive aspect of the present presidential electoral system is the preferential voting although most of the people are unaware of. Voters have three votes as 1, 2, 3. If there is an agreement between the SJB and the UNP to mark the second vote to each other, then there is a possibility of defeating a Rajapaksa candidate at the second round of the count. It is possible that no one would receive over 50% of the votes at the first count.",
    "Even if there is no such agreement between Ranil and Sajith, an independent third party could advocate such a system of voting, in view of defeating Rajapaksas or their candidate. Such a third party should come from civil society or social activists. This can be extended even to the JVP/NPP or its candidate AKD. First vote to AKD and the second to Sajith. Even Sajith’s voters could vote second preference to AKD. There can be so many proxies at the forthcoming elections. At the last elections, there were 34 presidential candidates exposing the backward and ludicrous political culture in Sri Lanka. It might be the same this time. Therefore, the people should be educated and motivated to vote rationally as much as possible.",
    "There can be ambiguity among minority parties and groups (Tamil and Muslim) on the forthcoming Presidential elections. This was the case even in the past. Although there is no possibility of their candidates to win the elections, it would be good for them to put forward their own candidates to contest the Presidential elections to express their policies and concerns not only to their communities but also to the general public and to major political parties. If they decide to cast their second vote to Sajith Premadasa, it would be incumbent for him to address their concerns (both political and economic) during his possible tenure. These are the main challenges that I can see in the forthcoming Presidential elections."
  ]
}