{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96651/suspect-in-killing-of-8-people-in-suburban-chicago-has-fatally-shot-himself-in-texas-police-say",
  "time_ut": 1705992240.0,
  "original_lang": "en",
  "original_title": "Suspect in killing of 8 people in suburban Chicago has fatally shot himself in Texas, police say",
  "original_body_lines": [
    "A man suspected of shooting and killing eight people in suburban Chicago fatally shot himself after a confrontation with law enforcement officials in Texas, police said late Monday.",
    "Police in Joliet, Illinois, said on Facebook that at about 8:30 p.m. Central time 23-year-old Romeo Nance was located by U.S. Marshals near Natalia, Texas, and that Nance shot himself after a confrontation.",
    "The Medina County Sheriff’s Office in Texas said on Facebook that the agency received a call about a person suspected in the Chicago killings heading into the county on Interstate 35. A standoff then occurred between Nance and police from multiple agencies at a gas station, where Nance shot himself, the sheriff’s office said.",
    "Nance is suspected of fatally shooting eight people at three locations in the Chicago suburbs, sparking a search that left neighbors on edge earlier Monday as police warned he was still on the loose and should be considered “armed and dangerous.”",
    "Police in Will County in Illinois and Joliet previously said they did not know of a motive for the killings, but said Nance knew the victims. The FBI’s fugitive task force had been assisting local police in the search for the suspect, Joliet Police Chief William Evans said.",
    "The victims were found Sunday and Monday at three separate residences, authorities told reporters at a news conference earlier Monday evening.",
    "One of the people killed was found Sunday in a home in Will County. Seven others were found Monday at two homes on the same block in Joliet, located about about 6 miles (9.6 kilometers) northwest of the scene police discovered first.",
    "Authorities said they also believe Nance was connected to another shooting in Joliet that wounded a man on Sunday but would not discuss their evidence.",
    "“I’ve been a policeman 29 years and this is probably the worst crime scene I’ve ever been associated with,” Evans said during a news conference outside the Joliet homes Monday evening.",
    "Will County Chief Deputy Dan Jungles said during the Monday news conference that deputies had been staking out one of the houses since Sunday evening in case Nance, the suspect in the first fatal shooting they discovered, returned to them. Nance’s last known address was one of the homes, police said.",
    "When no one showed, deputies finally went to the door of one of the houses. No one answered so they crossed the street to the other house, which they knew was linked to the first house and found the first bodies. Five bodies were found in one house and two bodies were found in the other.",
    "Jungles said he didn’t have any indication yet of how long the people in the houses had been dead. He said that autopsies were pending.",
    "Evans said the victims found Monday in the houses were family members. Asked if the victims were members of the suspect’s family, Jungles said he couldn’t comment except to say that the suspect knew them.",
    "Teresa Smart lives about a block away from where seven of the victims were found and had said she was worried she and her family wouldn’t be able to sleep Monday night.",
    "“This is way too close to home,” she said, adding that police cars had been blocking streets throughout the neighborhood.",
    "“I keep looking out the window and double checking my doors,” she said. “It’s super scary.”",
    "Joliet Police said in a Facebook post earlier on Monday afternoon that they were investigating “multiple” people found dead and shared Nance’s photo and images of a vehicle. Authorities identified the vehicle as a red Toyota Camry.",
    "Earlier Monday, the Will County Sheriff’s Office shared images of the same car via Facebook and said it had been seen at the scenes of two separate shootings Sunday afternoon."
  ]
}