{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/NEDA-of-Thailand-extends-support-to-Sri-Lanka/56-757732",
  "time_ut": 1706120811.0,
  "original_lang": "en",
  "original_title": "NEDA of Thailand extends support to Sri Lanka",
  "original_body_lines": [
    "The Neighbouring Countries Economic Development Cooperation Agency (NEDA) of Thailand agreed to enhance and expand its cooperation with Sri Lanka during a discussion held between Ambassador of Sri Lanka and Permanent Representative to the UNESCAP, C.A. Chaminda I. Colonne and NEDA Vice President Senior Col. Saranyu Viriyavejakul on 15 January in Bangkok.",
    "NEDA is a public organisation established in 2005, under the purview of the Ministry of Finance of Thailand providing economic development cooperation in the form of financial and technical assistance to its neighbouring countries namely Cambodia, Laos, Myanmar and Vietnam initially.",
    "In 2013, Thai Cabinet agreed to expand NEDA’s cooperation to three more specific countries namely, Sri Lanka, Bhutan and Timor-Leste.  Since then, there has hither to been cooperation only in the form of technical assistance between Sri Lanka and NEDA.",
    "With a view to expanding cooperation, both parties discussed on exchanging of visits by senior officials of the two countries to identify areas of future cooperation and providing NEDA’s assistance for the establishment of the Public Debt Management Office (PDMO) in Sri Lanka.",
    "During the discussion, the invitation extended by Ambassador Chaminda Colonne to Vice President Senior Col. Saranyu Viriyavejaku to visit Sri Lanka was warmly accepted.",
    "Project Operation and Management Bureau Director Hataitat Mahasukon, Policy and Planning Bureau Director Rapipat Promnart, Senior Project Analyst Napat Limaroon and Policy and Planning Analyst Wasit Anuntavichien from NEDA, and Sri Lanka Embassy in Bangkok First Secretary (Commercial) Vireshika Bandara also joined the discussion."
  ]
}