{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/three-chinese-warships-arrive-in-colombo-178094/",
  "time_ut": 1724674080.0,
  "original_lang": "en",
  "original_title": "Three Chinese warships arrive in Colombo",
  "original_body_lines": [
    "ECONOMYNEXT – Three Chinese warships; He Fei, Wuzhishan and Qilianshan arrived at Sri Lanka’s Colombo port on a formal visit on Monday (26).",
    "This follows the docking of Indian warship ‘Mumbai’ which is on a three-day visit to Sri Lanka during which it will engage in a Passage Exercise with a Sri Lanka Navy vessel.",
    "Last week, three US warships docked at the port for replenishment; the USS Spruance, USS O’kane, and the USS Stockdale.",
    "The He Fei is a 144.50-meter-long destroyer, crewed by 267 personnel under the command of Captain Chen Junfeng.",
    "The Wuzhishan is a 210-meter-long Landing Platform Dock, manned by 872 crew members and commanded by Captain Fei Zhang.",
    "The Qilianshan is a 210-meter-long Landing Platform Dock, with 334 crew members under the command of Captain Xiong Binghon.",
    "Commanding Officers of the trio of Chinese People’s Liberation Army Navy warships are scheduled to call on the Commander Western Naval Area, Rear Admiral Chinthaka Kumarasinghe at the Western Naval Command Headquarters today, Sri Lanka Navy said in a statement.",
    "“To strengthen the camaraderie between the two navies, crew members of these ships are set to participate in a series of programmes organized by the Sri Lanka Navy.",
    "“In addition crew members of the ships will explore some of the tourist attractions of the country, during their stay in Colombo.”",
    "Sri Lanka Navy personnel will have the opportunity to participate in briefings on the operational functions of the ships as well.",
    "The trio will depart on August 29, after a Passage Exercise (PASSEX) with a Sri Lanka Navy ship off the coast of Colombo. (Colombo/Aug26/2024)"
  ]
}