{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97146/president-addresses-indian-ocean-conference-calls-for-enhanced-connectivity-infrastructure",
  "time_ut": 1707478080.0,
  "original_lang": "en",
  "original_title": "President addresses Indian Ocean Conference, calls for enhanced connectivity infrastructure",
  "original_body_lines": [
    "President Ranil Wickremesinghe delivered the keynote speech at the 7th Indian Ocean Conference in Perth, focusing on the theme “Towards a Stable and Sustainable Indian Ocean.”",
    "He highlighted the critical need for enhanced connectivity infrastructure to accommodate the projected eight-fold increase in the GDP of countries like India and Indonesia by 2050.",
    "Existing channels like the Suez Canal may not be adequate, necessitating new initiatives. India’s proposed Mumbai-Iran-Russia and Mumbai-Middle East-Europe corridors, along with projects in the Bay of Bengal and the Chongqing-Kyaukphyu corridor, aim to address this demand.",
    "Additionally, plans for the Kra land bridge by Thailand and the feasibility studies for land connectivity between India and Sri Lanka underscore efforts to establish Sri Lanka as a Regional Logistics Hub, facilitating trade with South India.",
    "President Wickremesinghe the historical significance of Perth in Sri Lanka-Australia relations, particularly during World War II when Royal Canadian Air Force Catalina Flying Boats established a crucial air link between Perth and Koggala Air Base in Ceylon, facilitating vital communication for the Allies.",
    "He emphasized the importance of the Indian Ocean, especially in light of historical events such as the Japanese attacks on Ceylon in 1942, which Winston Churchill described as a critical moment in the war. He discussed the multipolarity of the Indian Ocean region, shaped by events like the Bandung Conference in 1955, and the subsequent Non-Aligned Movement, which opposed big power rivalry.",
    "The speech outlined various diplomatic frameworks and groupings that have emerged in the Indian Ocean region, including IORA, Indo-Pacific, BRI, QUAD, and BRICS, along with the increased militarization by several countries, leading to a complex geopolitical landscape.",
    "Wickremesinghe also highlighted the growing strategic importance of the Western Indian Ocean, particularly in light of geopolitical shifts and the influence of major powers like Russia, China, and Iran.",
    "He addressed challenges such as attacks on commercial vessels by Houthi rebels, piracy, and threats to freedom of navigation, emphasizing the need for collective action to address these issues.",
    "Wickremesinghe went on to discuss the importance of connectivity initiatives for future economic growth, particularly in light of projected increases in GDP for countries like India and Indonesia by 2050.",
    "Furthermore, the Sri Lankan leader emphasized the urgency of addressing the climate crisis, noting the Indian Ocean’s vulnerability to warming and rising sea levels. He proposed initiatives such as the Tropical Belt Initiative and the International Climate Change University to mitigate the effects of climate change and ensure climate justice for vulnerable countries.",
    "In conclusion, Wickremesinghe called for unity among Indian Ocean Rim countries to address shared challenges and create a safer, more sustainable ocean environment. He advocated for the development of an overarching regional architecture for the Indian Ocean, emphasizing the responsibility of IORA leaders in achieving this goal.",
    "The event, themed “Towards a Stable and Sustainable Indian Ocean,” aims to foster cooperation among 40 participating nations. This conference was organized by the India Foundation in collaboration with India’s Ministry of External Affairs and the Australian Government, along with support from the S. Rajaratnam School of International Studies, Singapore, and Perth-US Asia Centre.",
    "Singapore’s Minister of Foreign Affairs, Dr. Vivian Balakrishnan and India’s Minister of External Affairs, Dr. Subramanian Jaishankar also attended the event.",
    "The Indian Ocean Conference aims to foster cooperation among 40 participating nations. President Wickremesinghe’s participation reflects Sri Lanka’s proactive stance towards regional stability and development.",
    "Organized by the India Foundation in collaboration with India’s Ministry of External Affairs and the Australian Government, along with support from the S. Rajaratnam School of International Studies, Singapore, and Perth-US Asia Centre, the conference seeks to chart a roadmap for the region’s future.",
    "Sri Lanka previously hosted the second edition of the IOC in 2017, under the patronage of Wickremesinghe, who was the then-Prime Minister."
  ]
}