{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/X-Press-Pearl-disaster-email-recovery-to-cost-Rs-121-m/56-770034",
  "time_ut": 1733265636.0,
  "original_lang": "en",
  "original_title": "X-Press Pearl disaster email recovery to cost Rs. 121 m",
  "original_body_lines": [
    "Deputy Solicitor General Madhawa Tennakoon, representing the Criminal Investigation Department (CID), informed the court yesterday that recovering deleted emails related to the X-Press Pearl disaster would incur a substantial cost of Rs. 121 million.",
    "Presenting facts before Colombo Additional Magistrate Keminda Perera, Tennakoon explained that the deleted data is stored in the Digital Laboratory of the Government Analyst’s Department. However, due to a technical error, the database has become inaccessible, preventing the retrieval of copies of the deleted emails.",
    "It was previously revealed that over 64,000 emails, among a total of 75,927, exchanged between the container vessel X-Press Pearl, the Colombo Port, and the vessel’s local agent, had been deleted. These emails, sent between 10 and 21 May 2021, were crucial to the investigation into the fire that broke out on the ship on 20 May 2021, off the coast of Colombo. In June Tennakoon informed the court that the database had been accessed multiple times, with the data deleted or altered, allegedly to conceal facts regarding the vessel’s entry into the Colombo Port.",
    "The Deputy Solicitor General yesterday informed the courts that restoring the database through a private company would cost approximately Rs. 121 million, with the data being recoverable once the work is completed. He requested the court grant more than three months to complete the restoration process.",
    "However, the request was met with strong opposition from Sarath Jayamanne PC, Anura Meddegoda PC, and other counsels representing the suspects. They argued that granting such an extension was unfair, and criticised the Attorney General’s decision to file cases in the Colombo High Court before the investigations were complete. The defence team also called for the suspects to be released.",
    "Seven employees of the local representative company of the ship appeared before the court as suspects in the case.",
    "After considering the arguments from both sides, Magistrate Keminda Perera ruled that, for future hearings, the suspects’ counsels could represent them unless the court specifically summons the suspects to appear in person. The Magistrate also ordered that the complaint related to the deletion of email data in the X-Press Pearl fire incident be called again on 29 April 2025."
  ]
}