{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-industrial-production-increased-by-7-in-october-2024/",
  "time_ut": 1734291180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Industrial production increased by 7% in October 2024",
  "original_body_lines": [
    "The Index of Industrial Production (IIP) in October 2024 increased by 7.0 per cent to 95.5 compared to October 2023, mainly contributed by the increases reported in the manufacture of Coke and refined petroleum products (38.6 per cent), Wearing apparel (7.8 per cent) and Beverages (27.6 per cent), according to the Weekly Economic Indicators report of the Central Bank.",
    "“Between December 09th and 13th, 2024, crude oil prices generally trended upward driven by escalating geopolitical tensions in the Middle East, expectations of increased demand from China, and the European Union’s decision to impose additional sanctions on Russia. However, prices slightly dipped towards the end of the period, influenced by the International Energy Agency’s forecast of ample supply. Overall, Brent and WTI prices increased by US dollars 1.91 and US dollars 2.42 per barrel, respectively, during this timeframe, it noted.",
    "Weekly Average Weighted Prime Lending Rate (AWPR) for the week ending 13th December 2024 decreased by 27 bps to 8.82 per cent compared to the previous week.",
    "The Average Weighted Call Money Rate (AWCMR) recorded as 8.00 per cent on 13th December 2024 compared to 8.07 per cent at the end of last week.",
    "The reserve money increased compared to the previous week mainly due to increase in the currency in circulation.",
    "The total outstanding market liquidity was a surplus of Rs. 178.400 bn by 13th December 2024, compared to a surplus of Rs.176.865 bn by the end of last week.",
    "During the week, T-Bill yield rates experienced a slight decline, while T-Bonds maintained a generally stable position.",
    "The rupee value of T-Bills and T-Bonds held by foreign investors decreased by 3.00 per cent during the reporting week.",
    "In the reporting week, the auctions for T-Bills and T-Bonds experienced oversubscription rate of approximately 2.3 and 2.4 times, respectively.",
    "A decrease of 17.6 per cent was observed in the total volume of secondary market transactions in T-Bills and T-Bonds in the reporting week compared to the week before.",
    "During the year up to 13 December 2024, the Sri Lanka rupee appreciated against the US dollar by 11.6 per cent.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}