{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Are-rice-consumers-and-farmers-victims-of-current-practices/4-768912",
  "time_ut": 1730917159.0,
  "original_lang": "en",
  "original_title": "Are rice consumers and farmers victims of current practices?",
  "original_body_lines": [
    "The argument that Sri Lanka is self-sufficient in rice does not hold water. Therefore, since the current shortfalls have a bearing on market prices which in turn have a bearing on health, poverty and malnutrition, price variations should be avoided. It is therefore imperative that rice production be increased and stocks monitored regularly to ensure that sufficient stocks are available at any time because shortfalls are often the cause to justify increasing market prices",
    "One of the subjects President Anura Kumara Dissanayake is responsible for is agriculture. On the other hand, subjects such as food security and health that are related and dependent on agriculture come under the purview of Prime Minister Harini Amarasuriya. Consequently, the production and distribution of agricultural products have a bearing on access to food at affordable prices to ensure not only food security but also on poverty and malnutrition. Thus, responsibility for the welfare and wellbeing of the majority of Sri Lankans depend on the joint efforts of the President and the Prime Minister.",
    "An area that will have a significant bearing on the above is the production and distribution of rice. This topic is addressed in a well-researched article titled “Rice monopoly continues to put farmers and consumers in peril” by Prageeth Sampath Karunathilaka (Daily Mirror, Sept 25. 2024). This article confirms that consumers and farmers are victimised not only due to shortages in production but also by the current practices that are permitted to operate with regard to the production and distribution of rice.",
    "The aforesaid article says the per capita rice consumption is approximately 125 kg per year. Furthermore, it states that during a conversation the author had with a former Director of Agriculture, K.B. Gunaratne, he had commented that despite the fact that there were variations during COVID, Sri Lanka must produce an additional 2.4 million metric tons annually.",
    "The argument that Sri Lanka is self-sufficient in rice does not hold water. Therefore, since the current shortfalls have a bearing on market prices which in turn have a bearing on health, poverty and malnutrition, price variations should be avoided. It is therefore imperative that rice production be increased and stocks monitored regularly to ensure that sufficient stocks are available at any time because shortfalls are often the cause to justify increasing market prices.",
    "Increasing paddy production could be achieved either by advanced technologies or by bringing more land under cultivation. Since the latter approach would involve an increase in infrastructure and maintenance costs, it would be more prudent to resort to advanced technologies because human capital and related infrastructure are already available. Furthermore, the former approach is likely to bear not only faster results but also more income to the farmer through increased yields.",
    "The article cited above states: “In the past large-scale paddy mill owners sold rice at Rs. 220 per kilogram, based on the Government’s guaranteed price. Meanwhile, smaller mill owners sold the same rice for Rs. 160-175 per kilogram. This allowed large scale mill owners to make a profit of Rs. 60-75 per kilogram of rice. They earned significant profits from paddy purchased at low prices. Although the Government set a guaranteed price of Rs. 100 per kilogram of paddy, some large-scale mill owners bought it for as low as Rs. 70-80. It is no secret that purchasing hundreds of thousands of kilos of paddy at low prices and storing it led to massive profits …",
    "According to the National Institute of Post-Harvest Management, a large-scale mill owner earns at least 4 million in profit per day, which amounts to Rs. 120 million per month … To produce one kilogram of Nadu rice, about 1.5 kilograms of paddy are required”. This is so with other varieties as well. Thus, on average, nearly 2/3 of rice is produced from 1 kilogram of paddy.",
    "“The cost of producing one kilogram of rice, including expenses such as machinery, electricity, labour and distribution is approximately 25 rupees. Given the government’s guaranteed price of 100 rupees per kilogram of paddy, rice can be sold to consumers at 160-175 rupees per kilogram. However, in the current market, a kilogram of rice is sold at 220 rupees”.",
    "With due respect, there appears to be an inaccuracy in the conclusion that “rice can be sold to consumers at 160-175 rupees per kilo”. If as stated in the article cited above, 1.5 kilos of paddy are required to produce 1 kilo of rice and the guaranteed price is Rs. 100 for a kilo of paddy, it means a farmer would need Rs. 150 to produce 1 kilo of rice. To this, if Rs. 25 is added as the cost of production as stated in the article, the bare cost without profit would be Rs. 175. Therefore, the comment that “rice can be sold to the consumer at 160-175 rupees per kilogram” needs to be revisited.",
    "The clear objective of any government has been to ensure a healthy income to the paddy farmer and rice at an affordable price to the consumer. Achieving such an objective means improving the welfare and wellbeing of nearly a third of the population who are engaged in production and improving the health of the whole nation with an impact on poverty",
    "What is evident from the foregoing is that the higher the guaranteed price for paddy, the greater is the benefit to the farmer because of increased income. On the other hand, high guaranteed prices for paddy results in high prices for the consumer. What is demonstrated above is that with a guaranteed price of Rs. 100 for paddy, the price to the consumer has to be close to Rs. 200 and above. Another fact demonstrated is that a high guaranteed price to the Farmer and an affordable price to the consumer is an incompatible proposition. Consequently, the challenge is how the farmer could earn a worthwhile income while ensuring that the consumer has access to rice at an affordable price.",
    "A fact that influences this challenge is the availability of paddy surpluses soon after each harvest. The large-scale millers have financial capacities and infrastructural resources to buy large stocks following each harvest at low prices and store the paddy. Consequently, farmers are at their mercy. Such advantages are not available to small and medium scale Mill owners. However, the Agriculture Department reports that it is “set to provide a maximum loan amount of Rs. 50 million rupees for small and medium scale rice mill owners and maximum loan amount of Rs. 25 million rupees for paddy storers and collectors through state and private banks…” (Dept. of Agriculture Report).",
    "An alternative proposed by All Ceylon Farmers’ Federation (ACFF) Convener Namal Karunaratne speaking to The Sunday Morning (June 25, 2023) is “that prices could be reduced if production cost was reduced… For instance, to reduce production costs, farmers’ equipment and gear need to be freed from taxes. Fertiliser prices need to be reduced. If production costs are reduced to about Rs. 60 a kilo of paddy can be sold for Rs. 80-90. The responsibility for this is in the hands of the government.”",
    "Similar concepts have been in operation since 2000 by The Farm Storage Facility Loan Program (FSFL) of the US Department of Agriculture. FSFL provides low-interest financing so producers can build or upgrade permanent and portable storage facilities and equipment. Eligible commodities include grains, oilseeds, peanuts, pulse crops, hay, hemp, honey, renewable biomass commodities, fruits and vegetables, floriculture, hops, maple sap, maple syrup, milk, cheese, yogurt, butter, eggs, meat/poultry (unprocessed), rye and aquaculture. Eligible facility types include grain bins, hay barns, bulk tanks, and facilities for cold storage.",
    "Drying and handling and storage equipment is also eligible, including storage and handling trucks. Eligible facilities and equipment may be new or used, permanently affixed or portable. Since its inception in May 2000, more than 33,000 loans have been issued for on-farm storage, increasing storage capacity by 900 million bushels.",
    "FSFL is an excellent financing program for on-farm storage and handling for small and mid-sized farms, and for new farmers. Loan terms vary from 3 to 12 years. The maximum loan amount for storage facilities is $ 500,000. The maximum loan amount for storage and handling trucks is $ 100,000. In 2016 FSA introduced a new loan category, the microloan, for loans with an aggregate balance up to $ 50,000. Microloans offer a 5% down-payment requirement, compared to a 15% down-payment for a regular FSFL, and waive the regular three-year production history requirement.",
    "The clear objective of any government has been to ensure a healthy income to the paddy farmer and rice at an affordable price to the consumer. Achieving such an objective means improving the welfare and wellbeing of nearly a third of the population who are engaged in production and improving the health of the whole nation with an impact on poverty.",
    "A variety of opinions and proposals have been expressed and explored over the years to realise the objective stated above. Most of them involve the intervention of the Government in one way or another. For instance, one way is for the Government to control 10% of paddy production to stabilise production and to provide financial benefits in one form or another to reduce costs.",
    "One form of financial assistance considered has been to provide loans to establish small and medium scale Mills and storage facilities throughout the country; a strategy adopted by the US Department of Agriculture. Another form has been to subsidise fertiliser and other inputs required in the production of paddy. Yet another is to establish guaranteed prices for paddy; a strategy that favours the Farmer but not the Consumer, as stated above.",
    "None of these options have proved satisfactory, as far as achieving the desired objectives are concerned. The reason perhaps is because strategies proposed are from the perspectives of the Farmer or the Consumer and not from a holistic perspective of both. Therefore, the strong recommendation is that a Forensic Audit is conducted to ascertain the most effective strategy or strategies to meet the interests of both Farmer and Consumer.",
    "However, what is needed in the immediate term is for the Government to engage with the large-scale mill owners and the representatives of the All Ceylon Farmers’ Federation to establish a sustainable compromise arrangement that serves the interests of both the Farmer and Consumer because at the end of the day, their interests affect the wellbeing, health and food security of the whole nation, the responsibility for which rests jointly with the President and the Prime Minister."
  ]
}