{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-gives-free-meals-to-primary-schoolchildren-to-tackle-malnutrition-155950/",
  "time_ut": 1711357320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka gives free meals to primary schoolchildren to tackle malnutrition",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has started a school feeding program that would benefit 1.6 million students of primary grades from 9,134 government schools and schools with fewer than 100 students.",
    "The government will provide 16.6 billion rupees to the nine provincial councils, with support from the World Food Program and the United States Department of Agriculture (USDA).",
    "“Malnutrition poses a significant challenge within our borders, transcending income disparities,” President Ranil Wickremesinghe said at the launch of the program at Sujatha Balika Vidyalaya in Narahenpita this morning.",
    "“The root causes extend beyond financial limitations, affecting students of all backgrounds. Many commence their school day before dawn, foregoing breakfast and often lunch, underscoring the universal necessity for school-provided meals.",
    "“Education encompasses not only academic knowledge and examination performance but also nutritional well-being, this initiative mirrors global practices adopted by numerous nations.”",
    "Under the theme “Healthy Active Generation,” the program seeks to address nutritional deficiencies among students, enhance daily attendance rates, instill healthy eating and lifestyle habits, elevate academic performance, and promote local culinary traditions.",
    "Wickremesinghe said holistic education was important, and that a curriculum that includes both academic subjects and nutritional support for children across the country was needed.",
    "The school meal programme aims to provide nutritious meals to students in grades 1-5 nationwide. Breakfast will be served between 7.30 am and 8.30 am, as per expert recommendations on optimal nutrition timing, a statement by the president’s media division said.",
    "Local suppliers provide the necessary food for this initiative. A transparent financial oversight mechanism is in place to ensure accountability and reporting, and the Ministry of Education, Health and Nutrition Branch will monitor implementation, according to the statement.",
    "Sri Lanka’s worst currency crisis saw salaries not keeping pace, and many of its population becoming poorer, leading to malnutrition especially among its children. (Colombo/Mar25/2024)"
  ]
}