{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/UAE-pledges-support-for-Sri-Lanka-s-development-efforts/56-770478",
  "time_ut": 1734044129.0,
  "original_lang": "en",
  "original_title": "UAE pledges support for Sri Lanka’s development efforts",
  "original_body_lines": [
    "Outlines plans increased investments and technical assistance in digitalisation, technology",
    "Highlights role of 150,000 Sri Lankans employed in UAE, potential for more opportunities",
    "Discussions focus on diversifying and expanding Sri Lankan exports to UAE",
    "The United Arab Emirates (UAE) has pledged its support to the Government’s efforts to create a developed and prosperous country.",
    "During a high-level meeting at the Presidential Secretariat yesterday, the UAE Ambassador to Sri Lanka, Khaled Nasser Al Ameri, assured President Anura Kumara Dissanayake of the UAE’s commitment to strengthening bilateral relations.  The Ambassador highlighted plans to increase investments in Sri Lanka and share technical expertise in digitalisation and modern technology.",
    "Highlighting the strong bilateral ties between the two countries, Ambassador Al Ameri emphasised efforts to further boost economic collaboration.",
    "He announced plans to increase investments in Sri Lanka and provide technical assistance to foster innovation and modernisation.",
    "The discussion also addressed the significant role played by the 150,000 Sri Lankans currently employed in the UAE. Both parties explored avenues to expand employment opportunities for Sri Lankan workers in the UAE, further strengthening economic ties.",
    "The UAE, Sri Lanka’s sixth-largest export market, was identified as a key area for growth. Talks were held on diversifying and expanding Sri Lankan exports to the UAE, underscoring mutual interest in boosting trade.",
    "Ambassador Al Ameri reiterated the UAE’s commitment to fostering a long-standing friendship and assured that the UAE would provide support to Sri Lanka whenever needed.",
    "As a gesture of goodwill, the Ambassador extended an official invitation to President Dissanayake to visit the UAE.",
    "The meeting was also attended by Minister Plenipotentiary of the Embassy of the UAE in Colombo, Ahmad M. A. A. Al Shehhi, further solidifying the cooperative spirit between the two nations."
  ]
}