{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Confirmation-bias-Silently-destroying-meritocracy-objectivity-and-fairness/4-782435",
  "time_ut": 1759276692.0,
  "original_lang": "en",
  "original_title": "Confirmation bias: Silently destroying meritocracy, objectivity and fairness",
  "original_body_lines": [
    "The varied public response to recent incidents ranging from the arrest of Ranil Wickremesinghe, former president and prominent politician of Sri Lanka to the assassination of Charlie Kirk, American right-wing political activist, evidence that our assessment of, and response to, events are primarily based on our like or dislike of the individual, or individuals, involved rather than on an objective and unemotional interpretation of the underlying facts. When we base our opinions and conclusions on our likes or dislikes of the individual rather than on the facts, we undermine the principles of fairness, justice, ethics, and integrity that underpin our society.",
    "These responses are not a matter of momentary lapses in judgment. They are a fundamental corruption of our ethical framework. The shift from “what is right?” to “who is involved?” represents a dangerous regression that can lead to profound and lasting damage to our innate values and those values that were nurtured in us by our parents, teachers, spiritual leaders, and the generations before us. Till about 50 years ago, there was significant congruence in our interpretation of what was right and wrong.",
    "My father was an example of one who expressed a straightforward binary assessment of an action, irrespective of who was involved. To him, there was a clear ‘right’ or ‘wrong’; a ‘black’ or a ‘white’. There were no greys or shades of grey. There were no fences to sit on. His views on a matter were based on his unbiased interpretation of facts, and such interpretation did not vary based on who was involved. Oft were the times when he found in favour of a third party over his immediate kith and kin. He had no qualms or hesitancy in telling his wife and/or his sons that they were wrong. Compare this with the current tendency of people protecting kith and kin even when they are blatantly at fault!",
    "Principles like fairness, transparency, accountability, and objectivity were not created arbitrarily. They are the foundation and scaffolding of a just and functional society, providing a way to ensure that decisions are based on facts and the merit of those facts, rather than whim or bias. These principles have served us, and serve us, as a universal standard and a moral compass that guides our actions even when the path is difficult. They provide common ground, a shared language for what is acceptable and what is not. They are impersonal and are a bulwark against the inherent biases that plague human nature.",
    "However, a random survey of global events raises questions about whether these principles remain valid. From the recent bribery scandal of software giant SAP to the indiscriminate killing of innocent civilians caught in the middle of Israel’s invasion of Gaza, there are a multitude of instances, both in corporate and political spheres, that demonstrate an erosion of fair play, transparency, ethicality, and objectivity.",
    "Fairness is the principle of treating everyone with impartiality and without bias. It is about ensuring that the rules apply equally to all, regardless of their background, wealth, or status. When a justice system is fair, people trust it. When hiring practices are fair, opportunities are open to a wider range of talent. When economic policies are fair, they do not disproportionately benefit one group at the expense of another. Without fairness, society devolves into a game of favouritism, where connections matter more than competence and the powerful can act with impunity. This breeds resentment and division, undermining social cohesion.",
    "Transparency is about openness. It is the idea that decisions, especially those made by institutions and governments, should be visible and accessible to the public, i.e., a right to information. Think of it as a society’s anti-corruption mechanism. When processes are transparent, it is much harder for backroom deals to happen or for power to be abused. For example, transparent government budgets allow citizens to see where their tax money is going. Transparent legal proceedings ensure that justice is not a secret affair. This visibility builds trust between the people and their institutions. When people can see how and why decisions are made, they are more likely to accept them, even if they disagree. In the absence of transparency, rumours and suspicion thrive, eroding public confidence and creating a fertile ground for corruption.",
    "Accountability is the obligation of individuals or organisations to answer for their actions. It is the question “who is responsible?” Without accountability, there is no consequence for mistakes or wrongdoing. A government that is not accountable can make terrible decisions without fear of repercussion. A corporation that is not accountable for its pollution can continue to harm the environment. This principle ensures that power is not a free pass. It holds individuals and institutions responsible for their duties and ethical conduct. When leaders are held accountable for their promises, they are more likely to be careful and deliberate in their actions. Accountability is what makes a system self-correct. It provides a mechanism to learn from errors and prevent their repetition. Natural machine learning!",
    "Objectivity means basing decisions on facts and evidence, not on personal feelings or prejudices. It is the pursuit of truth over opinion. In a fair and just society, decisions are made on the merits of a case. A jury’s verdict is supposed to be based on the evidence presented, not on its personal biases. Scientists’ findings are evaluated based on data, not on their reputation. Objectivity ensures that outcomes are based on reality, not on someone’s subjective viewpoint. It is the cornerstone of rational thought and a prerequisite for making sound judgments. Without objectivity, we lose the ability to distinguish between fact and fiction, making us vulnerable to manipulation and misinformation.",
    "The transition from principled evaluation to person-centric evaluation is often a gradual and insidious process. It rarely happens overnight. It begins with small, seemingly harmless concessions. We overlook a minor mistake from a colleague we enjoy working with, while we make a song and dance of the same error from someone, who we dislike. We rationalise them. “It was a one-time thing,” or “They are usually so good,” or “He has done so much for the country.” Meanwhile, we apply a different, more stringent standard to the people we dislike, often magnifying their faults and minimising their successes.",
    "This is the psychological trap of confirmation bias in action. Confirmation bias is a cognitive shortcut where people seek, interpret, and favour information that confirms their pre-existing beliefs while ignoring or downplaying contradictory evidence. It is a pervasive phenomenon that affects us all, often without us even realising it. We seek out and interpret information in a way that confirms our pre-existing beliefs. If we like someone, we look for evidence of their good qualities and downplay their negative ones. If we dislike them, we do the opposite. This may not be a conscious, malicious act in most cases. It is an unconscious cognitive shortcut that allows our brains to justify our emotions. Its pervasiveness, though, makes it appear more the norm than the exception.",
    "Confirmation bias shapes our social circles and personal judgments. People often gravitate towards others who share their views, creating “echo chambers”. This is particularly evident on social media. You follow people and news sources you agree with, and the algorithm, in turn, feeds you more of the same, reinforcing your beliefs and rarely exposing you to opposing viewpoints. Stereotyping is another social example. If you believe a certain group of people is lazy, you will pay more attention to and remember instances of laziness of individuals within that group. You will overlook any evidence that contradicts your stereotype. This selective attention and memory perpetuate and strengthen the stereotype in your mind.",
    "Confirmation bias is a major driver of political polarisation. Voters often seek out news outlets that align with their political ideology. For instance, a conservative person may watch a news channel known for its right-leaning perspective, while a liberal person watches a left-leaning one. When a political scandal breaks, both viewers will interpret the same event in a way that confirms their pre-existing belief about the trustworthiness of the party involved. They will focus on details that support their side and dismiss information that could be seen as favourable to the opposition. This bias is how people evaluate candidates. A voter who supports a particular candidate will interpret his/her campaign speeches, actions, and even gaffes in the most charitable light possible, while a voter who opposes the candidate will view the same things as signs of incompetence or malice. The result is two groups of people who see the same events through entirely different lenses, convinced that their own interpretation is the only rational one.",
    "In the corporate world, confirmation bias can lead to poor decision-making and missed opportunities. It is prevalent in hiring, strategic planning et cetera. A hiring manager, for example, might have a positive first impression of a candidate’s resume and then interview with the subconscious goal of confirming that impression. They will ask leading questions and pay more attention to answers that validate their initial gut feeling, overlooking red flags or a more qualified candidate. A CEO who is convinced that a new product idea is a guaranteed success may influence his team to “prove” the concept’s viability. The team, knowing what the CEO wants, will conduct market research that asks biased questions or only seeks out data that supports the desired outcome. Any contradictory data is ignored or downplayed, leading to a flawed business plan and an elevated risk of failure. This “groupthink,” is also a collective form of confirmation bias.",
    "The consequence of confirmation bias is a system where the “rules” become flexible, a sliding scale dependent on who is being evaluated. This creates a deeply unstable and unpredictable environment. Individuals who are “in” with the right people are given preferential treatment, while others who may be more deserving and principled are marginalised. The repercussions of such an approach are far-reaching and destructive, impacting individuals, organisations, and society.",
    "The corollaries of confirmation bias are, > Loss of trust and morale. When people see that favouritism and personal bias, not merit, are the true drivers of success, they lose faith in the system. Why work hard, innovate, or uphold ethical standards if the path to success is simply a popularity contest? This leads to a decline in morale, a loss of motivation, and a sense of profound injustice. Talented and principled individuals will either leave or become cynical and disengaged. They realise that their efforts are not valued, and they are playing a game with ever-changing rules, > Rise of mediocrity. A system based on “likeability” inherently rewards the wrong traits. It prioritises social manoeuvring, charm, and the ability to conform over competence, integrity, and innovation. The person who is most effective at office politics, and not the most skilled person, gets the promotion. This leads to a leadership vacuum filled with individuals who may be well-liked but are ill-equipped to handle the challenges of their roles. The quality of work, products, or services will decline, as the organisation is no longer driven by excellence, > Creation of a toxic culture. When personal feelings dictate outcomes, the workplace or community becomes a minefield. People become wary, carefully monitoring their words and actions to avoid arousing the disapproval of those in power. Instead of fostering open communication and constructive feedback, this environment encourages sycophancy, backstabbing, and a culture of fear. Conflict resolution becomes impossible because the “facts” are not the issue, who you are is the issue, > Perpetuation of injustice. This is the most serious consequence. A system based on personal bias is inherently unfair. It disproportionately affects those who are different, i.e., who may be introverted, from a different background, or simply not as socially adept. It creates a powerful and exclusive in-group, where those who are like the decision-makers are favoured. This is a primary mechanism through which unconscious bias and systemic discrimination operate. It is not always overt racism or sexism; it is often the subtle, daily favouritism shown to people who are “like us,” at the expense of those who are not.",
    "Reversing this trend is not easy, but it is essential. It requires a conscious, collective effort to re-centre our focus on principles, not personalities. We can do so by, > Acknowledging and Combating bias. The first step is to admit that we are all susceptible to bias. It is a fundamental part of being human. We must train ourselves to recognise when our feelings about a person are influencing our judgment. When evaluating someone, ask yourself: “Am I judging these people based on their actions and results, or based on whether I find them pleasant or difficult?” Use objective criteria wherever possible, > Implementing clear and objective metrics. To the greatest extent possible, remove the subjective element from evaluations. Instead of vague criteria like “good attitude,” use specific, measurable metrics. For a performance review, focus on concrete achievements, project outcomes, and adherence to company standards. For a judicial process, rely on evidence and legal precedent, not the character of the defendant. This is not to say that all human interaction can be quantified, but that we can create a framework that minimises the room for opinion to take root, > Fostering a culture of accountability. Leaders and individuals must be held accountable for their decisions. If a manager promotes a less-qualified person over a more-qualified one, there should be a system to question and address that decision. This requires a culture where challenges and questioning are not only safe but encouraged. Ethical principles must be actively championed from the top down and enforced consistently, with no exceptions for those who are “well-liked.”, > Redefining leadership and success. We must change the narrative around what makes a good leader or a successful person. We need to value integrity, competence, and humility as much as, if not more than, charisma and social skills. We must tell stories that celebrate principled decisions, even when they are unpopular, and highlight the long-term damage of decisions based on favouritism.",
    "Mounting evidence that our values and ethical principles are driven by whether we like or dislike the person being evaluated is a worrying indicator of a growing cultural sickness. It points to a deep-seated vulnerability in human systems. It exposes our tendency to let personal emotions override our commitment to objective truth and fairness. The path back requires a conscious and sustained effort to re-establish the primacy of principles. It means a renewed commitment to justice, not just as an abstract ideal, but as a practical, daily discipline. It demands that we ask not who we are evaluating, but what the facts and principles dictate. For if we lose sight of this, we risk not just a loss of trust or morale; we silently contribute to the destruction of meritocracy and objectivity. The rule of law must always prevail.",
    "(The writer is currently, a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}