{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/iran-president-to-visit-sr-lanka-amid-rising-tension-inaugurate-uma-oya-project-158564/",
  "time_ut": 1713196020.0,
  "original_lang": "en",
  "original_title": "Iran President to visit Sr Lanka amid rising tension, inaugurate Uma Oya project",
  "original_body_lines": [
    "ECONOMYNEXT – Iranian President Ebrahim Raisi will arrive in Sri Lanka on April 24 on a one-day official visit to inaugurate Tehran-assisted $529 million worth Uma Oya multipurpose development project with 120MW hydro power generation capacity, official sources said.",
    "The announcement on President Raisi’s visit comes two days after Iran launched explosive drones and fired missiles at Israel in its first direct attack on Israeli territory, a retaliatory strike that raised the threat of a wider regional conflict.",
    "“The President is visiting to inaugurate the Omaoya project. He will be on a one-day visit,” an official at Iran embassy in Colombo told EconomyNext.",
    "This is the first time an Iranian President coming to Sri Lanka Iranian after then President Mahmoud Ahmadinejad’s visit in April 2008.",
    "The Omaoya project was originally scheduled to be completed in 2015, but had been delayed several times due to unexpected issued faced during the project cycle and funding issue after the United States imposed economic sanctions on Iran and economic crisis in Sri Lanka.",
    "The project was started in 2010 and the funding was to be received as loan grant from the Iranian government. However, Iran was able to provide $50 million before the sanctions. Sri Lanka has to bear the cost after the sanctions.",
    "The project includes storing water in two reservoirs with dams before being brought through a 23 km tunnel to two turbines located underground and generating hydro power with a capacity of 120 megawatts and added to the national grid.",
    "After power generation, the water is expected to be brought to three reservoirs while supplying water to 20,000 acres of old and new paddy fields in both the Yala and Maha cultivating seasons.",
    "The Memorandum of Understanding (MOU) for the construction was signed between the two countries in 2007 while Sri Lanka’s Cabinet approved the execution of the contract agreement between the Executing Agency, Sri Lanka’s Ministry of Irrigation and Water Management (MOIWM) of the GOSL and Iran’s FARAB Energy and Water Projects (FC).",
    "When commencing the project on March 15, 2010, the scheduled date of completion of the project was on March 15, 2015. But the schedule completion date was extended to December 31, 2020 due to the unexpected water ingress into the head race tunnel and followed by social impacts.",
    "The trade between the both countries suffered after the US sanctions. However, Sri Lanka inked a deal in December 2021 with Iran to set off export of tea to Iran against a legacy oil credit owed by state-run Ceylon Petroleum Corporation to the National Iranian Oil Company.",
    "Sri Lanka owes $251 million for crude imported before the US imposed sanctions on Iran. (Colombo/April 15/2024)"
  ]
}