{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/self-proclaimed-messiahs/",
  "time_ut": 1713290100.0,
  "original_lang": "en",
  "original_title": "Self-proclaimed messiahs",
  "original_body_lines": [
    "The SJB and the JVP-led NPP have been challenging each other to a debate on the economy, for the past several weeks. They are like two boisterous tipplers engaged in a shebeen brawl. The NPP is said to be trying to drag President Ranil Wickremesinghe also into the debate, which is not likely to take place before the next presidential election.",
    "President Wickremesinghe has already unveiled his economic recovery plan for all practical purposes. In fact, he is implementing it and has shown some tangible results. He has made quite a few unpopular decisions to straighten up the economy; the political fallout thereof has become grist for the mill where the Opposition is concerned.",
    "The SJB and the NPP have been shedding copious tears for the public and promising to deliver them from their suffering. It looks as if they were competing with each other to make the highest number of promises in the shortest possible time. Both of them have pledged to bring the cost of living down, and grant relief to the public. But they will not reveal how they are going to do so without derailing the ongoing efforts to rebuild the economy. They are blowing hot and cold on the IMF bailout programme, which hurts the public but is a prerequisite for economic recovery. They would have us believe that they will renegotiate the IMF programme, if they are voted into office, but there is no guarantee that they will succeed in their endeavour. They have stopped short of revealing what they intend to do in case the IMF refuses to renegotiate bailout terms.",
    "There is no gainsaying that the SLPP-UNP government has become a metaphor for corruption and ineptitude, and it will have to rid itself of the corrupt elements in its ranks and mend its ways if it is to be able to revitalise the economy. But that does not mean its rivals are paragons of virtue and mavens capable of turning the economy around overnight.",
    "The Yahapalana government (2015-2019) failed mainly because its ministers could not run their ministries properly, much less live up to the people’s expectations. Many of them are currently in the SJB, whose seniors also have a history of defending the corrupt; they unflinchingly backed the Treasury bond racketeers to the hilt. They are also responsible for the reckless borrowing during the Yahapalana government, in which they were Cabinet ministers. That regime issued International Sovereign Bonds to the tune of more than USD 10 billion, according to former President Mahinda Rajapaksa. Thus, the SJB worthies, too, have made a huge contribution to the country’s debt burden.",
    "The JVP claims to be able to govern the country and manage the economy better than any other party. But it is caught up in a duality of socialism and capitalism. It has not abandoned its original Revolutionary Policy Declaration based on Marxist ideals. It will have to sort out its economic policy contradictions and explain why it failed to retain control over the Tissamaharama Pradeshiya Sabha (PS), which it won more than two decades ago by promising to turn it into a model local government authority. If it had run that PS to the satisfaction of the public, it would have been able to remain unbeaten therein. So, the biggest challenge before the JVP will be to convince the public that it is equal to the much bigger task of governing the country and resolving the economic crisis. Talking the talk is one thing, but walking the walk is quite another.",
    "Political parties are notorious for infusing the public with false hopes ahead of elections. The SLFP once went to the extent of promising ‘rice from the moon’ to win elections. So, the season of promises has dawned with only a few months to go before the next presidential election.",
    "One can only hope that the people, who are usually easy prey for crafty politicians, will act wisely and make rational decisions when they vote next time. But this is a country where tens of thousand of people, including the so-called educated ones, flocked to a faraway village, a few years ago, and jostled and shoved to secure bottles of Dhammika peniya, a kind of herbal syrup, produced by a carpenter-turned shaman, and touted as a cure for Covid-19. There’s the rub.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}