{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Unlocking-Sri-Lanka-s-tourism-potential-Challenges-opportunities-and-strategies/4-761746",
  "time_ut": 1715623997.0,
  "original_lang": "en",
  "original_title": "Unlocking Sri Lanka’s tourism potential: Challenges, opportunities, and strategies",
  "original_body_lines": [
    "Creating a conducive environment for leisure and recreation is essential for attracting and retaining tourists",
    "Sri Lanka, a country of rich cultural heritage and stunning natural beauty, has faced significant challenges in recent years, particularly in its tourism sector. Despite its potential as a top tourist destination, the nation has struggled with foreign exchange difficulties, hindering its ability to import essential medicines, and impacting its overall economic stability. However, amidst these challenges, there are opportunities for revitalising and enhancing the tourism industry to become a primary source of foreign exchange earnings. This paper delves into the intricate details of Sri Lanka’s tourism landscape, examining both the obstacles it faces and the strategies to overcome them.",
    "In the wake of economic hardships, Sri Lanka has increasingly relied on tourism as a vital source of foreign exchange earnings. The influx of tourists and the rise in remittances from overseas workers, particularly during 2022-2023, have underscored the significance of tourism to the country’s economy. However, there is a growing concern regarding the overreliance on tourism, especially as neighbouring countries like India, Thailand, Indonesia, and Malaysia offer competitive advantages in terms of cost-effectiveness, safe, wide range of selections of hotels and resorts and entertainment options.",
    "Despite being the third-largest source of tourist arrivals, the UK presents a prime example of the challenges Sri Lanka faces in attracting quality tourists amidst fierce global competition. If a UK holidaymaker books a flight from the UK to Spain well in advance, they will pay around £ 20 for a return air ticket, with hotels likely priced from £ 40 per night. Just over 17 million UK holidaymakers travelled to Spain in 2023. So, how can we attract those tourists instead of them choosing to go to Spain or any other similar countries?",
    "A comparative analysis between tourist arrivals from UK to Sri Lanka and other destinations such as India reveals stark discrepancies. While India welcomed over six million tourists from UK in 2023, Sri Lanka saw only 130,000 visitors from UK during the same period, indicating significant untapped potential. Several key factors contribute to this disparity, including political stability, pricing structures, regulatory oversight, infrastructure, and the overall tourist experience.",
    "Political stability and peace are fundamental prerequisites for a thriving tourism industry. Sri Lanka’s history of civil unrest and sporadic incidents of violence have deterred potential tourists from choosing the country as their destination. Strikes, picketing, occur on a day-to-day basis. Why would I want to spend my money and have such a disturbing experience? This is not just the responsibility of the government alone, but people must also understand. Addressing these concerns is paramount to instilling confidence among travellers and fostering a safe and welcoming environment.",
    "The lack of a transparent pricing structure in Sri Lanka has been a longstanding issue. Tourists often encounter inflated prices and discriminatory practices, undermining the country’s reputation as a tourist-friendly destination. Establishing fair and standardised pricing mechanisms is essential to building trust and credibility within the tourism sector.",
    "Sri Lanka’s regulatory framework for tourism-related businesses is perceived as inadequate, leading to a proliferation of unlicensed operators and substandard services. Implementing robust regulatory oversight measures is imperative to ensure compliance with quality standards and enhance the overall visitor experience.",
    "Despite its natural beauty, Sri Lanka’s tourism infrastructure remains underdeveloped compared to other destinations. From airport facilities to transportation services and accommodations, there is a pressing need for investment and improvement to meet the expectations of discerning travellers. Enhancing the quality of facilities and services is crucial for enhancing the country’s competitiveness in the global tourism market.",
    "As soon as a tourist lands, their first impression will be disturbed by the porters at the luggage belts. They are keen to get money without wanting to help. I don’t recall any country heavily dependent on tourism having porters at the luggage belt. Instead, they are assisting the tourists, rather than causing trouble. After passing through customs, taxi riders swarm like crows in the market, trying to grab their share. This, again, causes irritation to the tourists.",
    "Issues related to safety, harassment, and limited entertainment options pose significant challenges to Sri Lanka’s tourism sector. Tourists expect a hassle-free and enjoyable experience, but concerns about personal safety and intrusive behaviour detract from the overall appeal of the destination. Can tourists enjoy laying down on a sunbed at the beach without being bothered? Unfortunately, either traders will approach them to sell something, or beach boys will try to persuade them to move elsewhere. Creating a conducive environment for leisure and recreation is essential for attracting and retaining tourists.",
    "Hotels and resorts go the extra mile to cater to guests staying for extended periods by offering a diverse array of amenities and entertainment options. These establishments provide a range of recreational facilities entertainment programs like live music performances, cultural shows, themed nights, cooking classes, and outdoor excursions to keep guests engaged and entertained throughout their visit.",
    "Additionally, concierge services are available to assist guests in planning activities, arranging sightseeing tours, recommending local attractions, and organising transportation, enhancing the overall guest experience. By prioritising guest satisfaction and providing comprehensive facilities and entertainment, hotels and resorts aim to create memorable stays for every visitor.",
    "With all the aforementioned challenges, the latest disaster is the new visa system. Sri Lanka previously had a fantastic visa processing system implemented by the Department of Immigration. However, this process has now been outsourced to a private company, where the visa fee has increased to $ 75 (previously $ 52), plus a private company handling fee of $ 18.50, totalling $ 93.50. This is almost the amount some UK holidaymakers would pay for a couple to travel in Europe.",
    "The new system requires tourists to upload a copy of their passport and a photo. Why would a tourist need to go through this hassle and come to a country that has all the aforementioned negative factors? What prompted authorities to change the previous visa processing system and migrate to an expensive one, paying $ 18.50 to a third party to process the visa? The most ridiculous aspect is allowing them to approve the visa on arrival. So, what is the point of having an immigration department? It would be better to send them home and let the private company decide whom to allow entry and whom not.",
    "Sri Lanka’s tourism industry stands at a critical juncture, facing numerous challenges but also possessing immense potential for growth and development. Addressing issues related to political stability, pricing transparency, regulatory oversight, infrastructure, and visitor experience is essential for realising this potential. By implementing strategic reforms and fostering collaboration between the Government, private sector, and civil society, Sri Lanka can position itself as a premier tourist destination and unlock new opportunities for economic prosperity.",
    "(The writer is the Head of Sales at Skywings Travel, UK which has over 30 years of experience in the travel industry.)"
  ]
}