{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SLFEA-appoints-JAT-as-facilitation-partner-to-train-painters-for-overseas-employment/34-759865",
  "time_ut": 1711308061.0,
  "original_lang": "en",
  "original_title": "SLFEA appoints JAT as facilitation partner to train painters for overseas employment",
  "original_body_lines": [
    "Building on the exceptional success of the JAT Pintharoo Abhiman program, JAT Holdings PLC – Sri Lanka’s market leader in wood coatings and brushes – recently entered into a Memorandum of Cooperation (MoC) with the Sri Lanka Foreign Employment Agency Ltd. (SLFEA). The partnership will allow JAT and SLFEA to collaborate towards identifying qualified Sri Lankan painters and wood craftsmen and equipping them with the training and skills necessary to suit the labour market overseas.",
    "Accordingly, the SLFEA will identify suitable foreign employment opportunities and outline the training and skills requirements for these roles. JAT will facilitate the training process for painters and wood craftsmen, and equip them with other necessary skills required for foreign employment. The two organisations will work together, with SLFEA guiding the entire process in accordance with guidelines laid down by the Sri Lanka Bureau of Foreign Employment.",
    "Announcing the partnership, JAT Holdings PLC Managing Director Aelian Gunawardene said, “It has been an honour and privilege to have supported large numbers of our woodcraftsmen and painters through Pintharoo Abhiman. It is therefore with great pleasure that we announce yet another landmark partnership, this time with SLFEA, which will help us to open up foreign employment opportunities for our skilled workers. This will provide them with new possibilities, whilst also helping to earn further foreign exchange for the nation. It is projects like this, where everyone wins together, that inspire us at JAT to continue with our community development efforts like the JAT Pintharoo Abhiman.”",
    "Sri Lanka Foreign Employment Agency Ltd. Chairman Suraj Dandeniya also commented saying, “We are very proud to partner with JAT Holdings, as it has been a stalwart in the industry, always looking to support local painters and wood craftsmen. Therefore, this presents us with a valuable opportunity to share our expertise and leverage JAT’s extensive network of skilled workers, providing the most promising candidates with suitable positions overseas. This effort will help to empower individuals, while simultaneously contributing towards Sri Lanka’s economic stability and growth.”",
    "The JAT Pintharoo Abhiman program, initiated in December 2021, has already witnessed over 300 painters successfully graduate with internationally-recognised NVQ Level 3 certification, provided by JAT Holdings in partnership with the National Apprentice and Industrial Training Authority (NAITA). Meanwhile, the program has trained over 600 painters and its workshops have empowered over 1,000 individuals, including several female painters. This long-term initiative aims to uplift communities of wood craftsmen and painters by providing recognition, financial stability, and professional training to skilled individuals who demonstrate exceptional talent but lack formal certification.",
    "The JAT Pintharoo Abhiman program not only uplifts wood craftsmen but also aligns with several UN Sustainable Development Goals (SDGs), including SDG 1 (No Poverty), SDG 4 (Quality Education), SDG 8 (Decent Work and Economic Growth), and SDG 9 (Industry, Innovation, and Infrastructure). Furthermore, JAT Holdings PLC’s commitment to sustainability is reflected in its incorporation of water-based solutions and other technical improvements to reduce the use of solvents in its products, significantly mitigating adverse impacts on the environment."
  ]
}