{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dudley-senanayake-1911-1973-the-gentle-knight-of-ceylon-politics/",
  "time_ut": 1707564540.0,
  "original_lang": "en",
  "original_title": "Dudley Senanayake (1911-1973): The gentle knight of Ceylon politics",
  "original_body_lines": [
    "“He was a verray parfit gentil knight”, in the words of the fourteenth century English poet Geoffrey Chaucer. Dudley Senananyake was a Minister at the age of 36 and four times Prime Minister. He won the respect and affection of millions, many of whom had never seen him, or know him only from his picture in a public print or a displayed poster.",
    "Although he was a wise statesman and an experienced politician, there is something else which comes uppermost to the minds of those who pause to recall his public career of 38 years. I was working in my small garden after I had heard the news of his death. An elderly woman was plucking some jasmine flowers from a creeper in the fence. She too had heard the news and turning to me, said: “Such is our existence on this earth. Even the Lord Buddha had to die.”",
    "It was a spontaneous reaction. She did not feel that there was any profanity in the comparison. The affection she showed for someone she could not have known, as if he had been her own son, will be shared by everyone who can value a man as a human being, forgetting all the trappings of authority, position and power.",
    "The shock of Dudley’s death cannot but generate an upsurge of sentiment in every part of the country. It is easy to give way to adulation on such an. occasion. But there is no need for it when the facts can speak for themselves. The worst that can be said about him is that, while being a politician, he had no craving to wield power, to impose his will and to regard himself as the man of destiny. He had other values, and he was content to do what he thought was his duty.",
    "The reluctant tribute of a journalist friend of mine, who usually opposed Dudley’s politics, was couched in these words: “The disciplined intellectual virtues of justice of heart and mind, the proud shyness that comes of high mental attainments, and the sensitive dignity the results of exceedingly good breeding, in themselves are great qualities devoutly to be wished”.",
    "I was editor of the “Ceylon Daily News” when Dudley entered the State Council in 1935 and during almost 13 years of his public career thereafter. I had no occasion to ask him any favours nor to grant him any. When he was appointed a Minister in D.S. Senanayake’s first Cabinet in 1947 I felt that there might be an element of nepotism about it.",
    "Without reference to D.R. Wijewardene, who was of course a close friend of D.S. Senanayake, I printed in the newspaper a letter criticizing the appointment. The letter touched a sensitive spot in the Prime Minister. I shall allow J.L. Fernando to tell what happened as recorded in his book “Three Prime Ministers of Ceylon”:",
    "“There was no doubt that one reason which impelled Prime Minister D.S. Senanayake to appoint Dudley Senanayake, Minister of Agriculture in Ceylon’s first Cabinet, was his belief that he could continue to keep an eye on the Dry Zone colonization schemes if his own son presided over the Ministry in charge of them.",
    "“There was some public criticism of the appointment of Dudley Senanayake, the son, to the Cabinet by the father. One morning when I returned home after my daily walk I heard that D.S. Senanayake had left a telephoned message to call him back to his home, Woodlands, Kanatte.",
    "“When I called him I was quite embarrassed by his comments on a letter in the “Ceylon Daily News” of that morning, criticizing the report of the news that Dudley Senanayake might be appointed to the Cabinet. “Must I keep him out of the Cabinet because he is my son?” growled D.S. Senanayake, picking on me though he could have as easily telephoned his friend, D.R. Wijewardene, or H.A.J. Hulugalle, then the editor of the “Ceylon Daily News”.",
    "“I remember mumbling my ignorance regarding the letter which I had myself seen before I left on my morning walk. Some days later I recall his explaining to me the reasons for appointing Dudley Senanayake to that particular Ministry. Whatever the reasons, there is no doubt that Dudley Senanayake’s record in that Ministry fully justified his appointment”.",
    "A more impartial historian, Professor S.A. Pakeman, in his book entitled “Ceylon” makes the following comment:",
    "“It was freely said at the time that he (D.S.) wanted to run the Ministry of Agriculture, and that he had therefore appointed his son to that office. Events, however, were to show that Dudley Senanayake was quite capable of taking his own line, and in fact he proved a capable Minister of Agriculture. His father had, of course, during his ministry, laid down the lines on which this, the most essential ministry, except that of Finance, should proceed. But the son did not hesitate to make changes and developments where he thought them desirable”.",
    "It did not take me long to realize that I had been mistaken.",
    "When D.S. Senanayake died in March 1952, maneuvering for (the succession) had already got under way in the reception hall of the Central Hospital. I was then in charge of Government information and moved among Members of Parliament assembled there. I could see how, on the initiative of MP’s like Eddie Nugawela and Noel Gratiaen, opinion was swaying in favour of Dudley, who was himself quite unconcerned. Had S.W.R.D. Bandaranaike not left the party in 1951 he would have had Dudley’s support for the Premiership.",
    "Lord Soulbury, who was the Governor – General at the time, told a friend later that he had had a talk with D.S. Senanayake before his last illness about who should succeed him if he was suddenly disabled. The elder Senanayake was not prepared to make a nomination, or suggest names, but said that he would not be surprised if the majority in the cabinet and among back-benchers favour a summons to Dudley should the occasion arise.",
    "Dudley did not seem to have the necessary steel in his make-up to ride the storm and make a success of his first Premiership. His, in some respects, was a complex character. He had had it easy as the son of his over-powering father. A political career was open to him for the asking. Nothing brings out a man’s grit as hardship, opposition and slender means.",
    "To one who did not know him intimately, the absence of a partner who could have given him a happy life, look after his health and spur him to ambitious deeds seemed to be a serious handicap, if not a tragedy in Dudley’s life. Verily, these things are on the knees of the gods, and it is not for mere mortals to regret what they decree.",
    "The first set-back was, however, not the end of the story. Dudley came back to the leadership after a brief sojourn in the wilderness and during the years from 1965 to 1970 he was again in command. He was always a leader even without the gnawing desire to lead. The diffidence to wield power may be a weakness in a politician but it is an acknowledgment of qualities which transcend pure partisanship. There was nothing which his colleagues and subordinates were not prepared to do at his bidding without any expectation of reward or recognition.",
    "He was not a leader by virtue of his being the son of a great man. He was no rubber-stamp of his parent. He was a leader from his schooldays, a captain whom others were glad to follow. Boys have a sound instinct in these matters. Indeed he embodied in his life the best characteristics of the schools which produced most of the country’s leaders and continue to do so even today. Every Thomian, past and present, was proud of him.",
    "But political craftiness is again something else. Dudley was short on it. Of few men in our public life could the words of Abraham Lincoln be more justly used: “With malice towards none, with charity for all, with firmness in the right as God gives us to see the right, let us strive on to finish the work we are in.”",
    "He met with Triumph and Disaster and treated those two impostors just the same. He accepted the slings and arrows of outrageous fortune in politics with a philosophic mind. This is not to say that he was not a fighter. His combative qualities asserted themselves when occasion demanded, especially in defeat.",
    "What redeemed his politics from being a. form of sport with which he was all too familiar was his compassion. The quality of compassion was probably what appealed to him most in his Buddhist faith. He felt deeply for the poor and, in his travels around the country, he knew all about the debilitating and degenerating effects of grinding poverty.",
    "Dudley had too soft a heart to be a forceful politician or a ruthless administrator. Nothing gave him more pleasure that to help a lame dog over a stile. His culture was what Matthew Arnold called “the passion for sweetness and light, and (what is more) the passion for making them prevail”. A short time before he passed away he turned to a nephew who stood by him and said that he was happy he had been able to do in his life much of what he had wished to do.The country has lost a beloved leader. For years to come, it will retain the memory of a noble, unselfish and kindly human Politician who did not crave for power.",
    "(This article first appeared in the Ceylon Daily News of April 16, 1973)",
    "When Ceylon Tobacco went into agriculture with Navajeevana at Alutharama",
    "Procurement of sub-standard medicine: Ex-Health Secy. chaired committee that gave go-ahead",
    "The Collapse of the Old Guard and the Wait for the Young Turks",
    "Cabinet squabbles over rice ration cut, PM threatens to resign",
    "Cabinet advanced power tariff revision to Oct. – PUCSL Chairman",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}