{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97937/sri-lanka-bangladesh-explore-new-avenues-to-boost-trade-investment",
  "time_ut": 1710381420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka & Bangladesh explore new avenues to boost trade, investment",
  "original_body_lines": [
    "Strengthening and sustaining the long-standing friendly bilateral economic partnership between Sri Lanka and Bangladesh is vital for increasing efforts to harness the full potential of trade and investment between the two countries, says High Commissioner Dharmapala Weerakkody.",
    "The Sri Lankan envoy made these remarks when he called on the newly appointed Foreign Minister of Bangladesh Dr. Hasan Mahmud in Dhaka on Monday.",
    "He highlighted that the relations between the two countries have prevailed for centuries and the people-to-people contacts have been growing stronger over the years.",
    "Underscoring the need to find new avenues to further improve trade and investment and pave the way for two-way partnerships to develop the respective economies, High Commissioner Weerakkody mentioned that the two countries are currently negotiating to finalize a Preferential Trading Agreement (PTA), which will further improve trade sector cooperation.",
    "Foreign Minister Dr. Mahmud conveyed his appreciation for the warm felicitations conveyed by the President of Sri Lanka to Prime Minister Sheikh Hasina following the latter’s victory at the 12th National Parliamentary elections in Bangladesh.",
    "He appreciated the long-standing bilateral ties that both countries share in a spirit of friendship. The Foreign Minister also expressed his satisfaction of Sri Lanka’s economic recovery in the wake of the economic crisis that the country had endured.",
    "High Commissioner Weerakkody briefed the Minister on the Sri Lankan government’s continuous commitment to a new economic vision aimed at further stabilizing the country’s economy through comprehensive reforms in the financial, legal and governance sectors. He further said that the country’s economy is stabilizing despite major challenges that remain supported by the increased foreign remittances and high growth trajectory in the tourism sector.",
    "The two sides discussed the importance of further developing and advancing collaboration in multiple sectors which include, trade and investment, shipping, pharmaceuticals and agriculture.",
    "In addition, it was also agreed that partnerships in the ICT and hospitality sectors are vital for both countries to strive towards economic development.",
    "Dr. Mahmud requested further Sri Lankan investments in the new economic zones being set up in Bangladesh. The two sides agreed to strengthen ties in the bilateral, regional and multilateral fora to address issues of mutual interest."
  ]
}