{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-enhances-accessibility-for-deaf-community-at-customer-care-centres-through-deaftawk-services/",
  "time_ut": 1721754540.0,
  "original_lang": "en",
  "original_title": "Dialog enhances accessibility for deaf community at Customer Care Centres through DeafTawk services",
  "original_body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s #1 connectivity provider, has introduced DeafTawk interpreter services at its customer care centers islandwide, a move poised to enhance the accessibility and user-friendliness of its services to the deaf community. Highlighting the company’s unwavering dedication to enhancing outreach for Persons with Disabilities (PWDs), this initiative aligns with the GSMA Assistive Tech Programme, which drives inclusivity by improving access and use of mobile technologies and related services for PWDs.",
    "The DeafTawk service is a trilingual platform that allows deaf users to connect with qualified interpreters, and they can now use the app to connect with customer service representatives with ease. By extending this platform to Dialog Customer Care Centres, customers will receive instructions displayed in sign language, directing them to a dedicated support area. Once there, a representative will use the DeafTawk app to connect with a sign language interpreter, who will then facilitate communication between the two parties.",
    "Commenting, Sandra De Zoysa, Group Chief Customer Officer of Dialog Axiata PLC, said, “We are pleased to launch the second phase of our long-term roadmap for creating equal access to our services. Following the successful redesign of dialog.lk to cater to the diverse needs of individuals with disabilities, including those with vision impairments, cognitive challenges and more, integrating DeafTawk to our service offering significantly breaks down communication barriers the deaf community faces in terms of accessing support. Dialog remains steadfast in our dedication to keeping our customers at the heart of all that we do.”",
    "Adding, Asanga Priyadarshana, Head of Sustainability and Group Chief Risk and Compliance Officer of Dialog Axiata PLC said, “Leveraging the power of technology to foster inclusivity continues to be a hallmark of Dialog’s ethos, reinforcing our commitment to Sustainable Development Goals. This latest initiative represents a significant milestone in Sri Lanka’s accessibility efforts. We’re excited to continue in this journey of empowering Sri Lankan lives by creating accessible and equitable spaces, whilst championing Diversity, Equity and Inclusion.”",
    "As the third phase of the company’s Assistive Tech programme, Dialog aims to implement assistive technology across all its customer care centers, further offering PWDs easy access to its services.",
    "99x introduces OptimaxerAI Web, a revolutionary AI library for web products",
    "Sustainable Development Council of Sri Lanka joins hands with Global Alliance for a Sustainable Planet",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}