{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/why-becoming-sri-lanka-and-australia-chamber-of-commerce-member-is-a-profitable-idea/",
  "time_ut": 1705861980.0,
  "original_lang": "en",
  "original_title": "Why becoming Sri Lanka and Australia Chamber of Commerce member is a profitable idea",
  "original_body_lines": [
    "The following are excerpts from an interview with Kalum De Silva, President of the Sri Lanka and Australia Chamber of Commerce (SLACC). The Chamber’s vision is to be the leading platform for fostering trade and investment between Sri Lanka and Australia with a view to contributing to the economic and social development of both nations. If you are looking for a platform that can help you grow your business, expand your network and access new opportunities in the dynamic markets of Sri Lanka and Australia, here is an interview article that gives you an exclusive scoop.",
    "Q. Why does SLACC think deepening Australia-Sri Lanka ties is vital as our nations drive ahead in a changing global environment?",
    "Australia and Sri Lanka have a long-standing and multifaceted relationship, based on shared interests and values. The two countries cooperate on a range of areas, such as trade and investment, security and defense, development and humanitarian assistance, education and culture, and people-to-people links. Deepening Australia-Sri Lanka ties is vital for both countries, as they face the challenges and opportunities of a changing global environment.",
    "Some of the reasons why Australia and Sri Lanka should strengthen their ties are:",
    "To enhance their economic partnership and mutual prosperity. Australia is one of Sri Lanka’s largest trading partners, with bilateral trade worth over A$1.3 billion in 2020. Australia is also a significant source of foreign direct investment, tourism, and education for Sri Lanka.",
    "To support Sri Lanka’s development and resilience. Australia is a longstanding development partner of Sri Lanka, providing assistance in areas such as health, education, governance, gender equality, and social inclusion. Australia also supports Sri Lanka’s post-conflict reconciliation and peacebuilding efforts, as well as its humanitarian and disaster response capacity.",
    "To foster cultural and people-to-people ties. Australia and Sri Lanka have a vibrant and diverse cultural exchange, with over 145,000 Australians of Sri Lankan origin, and over 15,000 Sri Lankan students studying in Australia.",
    "Q. How many members do you have in SLACC? How many of them are Australian and how many are Sri Lankan?",
    "We are in a rebuilding phase after a few lean years during the pandemic and the well documented economic issues that Sri Lanka underwent. As a bilateral chamber of commerce, we strive to have a 50/50 mix of members on both sides enabling relationships to form.",
    "Q. What are the trade and business opportunities available in Australia for your Sri Lankan members and how does SLACC help them identify and harness those opportunities?",
    "There are many trade and business opportunities available in Australia for Sri Lankan businesses, especially in sectors such as agriculture, retail, infrastructure, and innovation (IT/BPM). Some of the ways that we can help our members identify and harness those opportunities are:",
    "Providing them with access to valuable information, insights, and opportunities in the bilateral market, through events, webinars, workshops, newsletters, and website.",
    "Facilitating connections and collaborations among businesses, policy makers, and stakeholders from both countries, through our network, trade missions, business matching, and advocacy.",
    "Supporting them with guidance and assistance in market research, trade regulations, investment incentives, and other aspects of doing business in Australia, through our experienced and dedicated team and our strategic partners.",
    "Celebrating and strengthening the cultural and people-to-people ties between Sri Lanka and Australia, through our programs, initiatives, and media platforms.We are committed to bridging our two nations and creating a prosperous and harmonious future for both countries.",
    "Q. Are all Sri Lankan members equally entitled to enjoy the opportunities of Australian trade contacts?",
    "Definitely. We focus on key sectors we believe provide the low-hanging fruits for our Sri Lankan members. As such members from different industries may come across different types or even different levels of opportunities but members from within the same industry would certainly have access to the same opportunities.",
    "Q. Are you working with any recognized entities in the two countries to unlock a lot of potential for both parties?",
    "Yes, we do. In Sri Lanka we work closely with the Export Development Board, the National Chamber of Commerce of Sri Lanka, SLASSCOM, the Sri Lanka Australia New Zealand Business Council and others such as CA Sri Lanka. In Australia we work with the regional Chambers of Commerce, trade and investment arms of some states such as Global Victoria and Trade and Investment Queensland. We also work closely with the two High Commissions and the Sri Lankan Consulate in Melbourne.",
    "Q. Across which sectors can you arrange B2B meetings for Sri Lankan companies with Australian counterparts?",
    "Currently, our sector wide focus is on the IT/BPM industry, value added food and agricultural produce exporters. Having said that, we work with members from other sectors all the time to fulfill specific requirements from Australia counterparts.",
    "Q. SLACC organized a visit of an Australian Trade Delegation to Sri Lanka in September 2023 which explored the possibility of organic food and local fabrics exports to the Australian market. What was the outcome of that mission?",
    "This was a successful visit. At a Global Victoria event held in October 2023 it was announced that trade of over A$700,000 had taken place within the first four weeks after the completion of this visit. The next checkpoint is in February, and we expect this number to increase significantly.",
    "We worked very closely with the Aboriginal Economic Development Group within the Victoria State Government in organizing this delegation. Due to the success of this visit we expect even closer working relationship with indigenous owned businesses in Australia. The Kinaway Chamber of Commerce, the trade chamber for Victoria based Indigenous businesses, recognized this success by awarding SLACC the Global Alliance Award at the Victorian Aboriginal Business Awards in November 2023.",
    "Q. What are your past achievements? What is your forward-thinking and vision for the future?",
    "For a not-for-profit organization run by volunteers, we have been highly active. Some key highlights are as follows.Four trade delegations to Sri Lanka Over 15 events in Melbourne, Sydney, Brisbane and in Sri Lanka for members and partners. Five webinars over a 17-month period during the pandemic.",
    "A national business plan competition for Sri Lankan high school students in partnership with CA Sri Lanka and QUT three years in a row from 2016 to 2018. The winning teams got the opportunity to go to Australia to compete in an Australian Business Plan competition.",
    "Instrumental in getting direct flights between Colombo and Melbourne Our vision is to be the leading platform for fostering trade and investment between Sri Lanka and Australia, and to contribute to the economic and social development of both nations. To achieve this vision, we will:",
    "Provide our members with access to valuable information, insights, and opportunities in each market.",
    "Facilitate connections and collaborations among businesses, policymakers, and stakeholders from both countries.",
    "Advocate for the interests and needs of our members to promote a conducive business environment.",
    "Support the advancement of innovation, sustainability, and inclusivity in the bilateral relationship.",
    "Celebrate and strengthen the cultural and people-to-people ties between Sri Lanka and Australia.",
    "Q. What is the eligibility and registration fee to confer the membership of SLACC?",
    "We have different membership categories with different tiers of fees. Please get in touch with us and we will guide you through the process. As mentioned before, we will assess each application to see whether we could actually add value to someone joining us as a member before accepting an application.",
    "Q. What’s your message to those aspiring to be members of SLACC?",
    "Are you looking for a platform that can help you grow your business, expand your network, and access new opportunities in the dynamic markets of Sri Lanka and Australia? If so, you should join the Sri Lanka and Australia Chamber of Commerce (SLACC).",
    "Exclusive access to events, webinars, and workshops that feature prominent speakers, industry experts, and policy makers from both countries.",
    "Valuable insights and information on the latest trends, developments, and opportunities in various sectors, such as agriculture, retail, infrastructure, and innovation (IT/BPM).",
    "Tailored support and guidance from our experienced and dedicated team, who can assist you with market research, business matching, trade missions, and more.Enhanced visibility and recognition for your brand, products, and services, through our website, newsletter, social media, and media partners.",
    "A vibrant and diverse community of like-minded professionals, entrepreneurs, and leaders, who share a common interest and passion for strengthening the bilateral relationship between Sri Lanka and Australia.",
    "“Do not miss this chance to be part of a dynamic and influential organization that can help you achieve your business goals and aspirations. Join SLACC today and discover the benefits of bridging our two nations,” President of SLACC says.",
    "Huawei OptiX OSN 9800 series once again ranks as leader in Core and Metro WDM by GlobalData",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}