{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Honest-politicians-Do-they-exist/4-761486",
  "time_ut": 1715039430.0,
  "original_lang": "en",
  "original_title": "‘Honest politicians’: Do they exist?",
  "original_body_lines": [
    "As Sri Lanka braces itself for the Presidential Election, we, the public must vote for deeds – Pic by Shehan Gunasekara",
    "When electing our next President, vote for execution, not persona",
    "Given the contextual importance of the upcoming presidential polls which, barring the unanticipated, is scheduled to take place around end-September or early October this year, it is not surprising that the key talking points at public and private gatherings, in newspaper articles, television chat shows and social media blogs are “Who among the candidates would serve Sri Lanka and the Sri Lankan citizens best as the country’s President?” and “Who are you voting for?”",
    "This time, based on my experience, I will not attach high priority to the hackneyed ‘soft’ criteria such as honesty, integrity, transparency, and empathy in deciding which candidate I will vote for. The self-serving behaviour of national leaders, whether it is in Sri Lanka or other countries in the world, reminds me, repeatedly, that there is no one who stands up to my test of an ‘Honest Politician’. In fact, the term ‘Honest Politician’ is an oxymoron. Further, ‘soft’ traits are difficult to assess amidst the illusionary facades which contending candidates create and adopt adroitly at election time.",
    "In deciding on the candidate of my choice, I would carefully assess the ability of the aspiring candidates in addressing the issues and challenges in four key areas which I identify as top priority, these being, * Fighting Bribery and Corruption, * Entrenching the Rule of Law, * Protecting the Freedom of Expression and, * Inspiring a Shared Vision. I would urge you, the readers, to adopt a similar approach using the areas which you deem as high priority. Make that the logic of your vote.",
    "When rating the candidates, we must be wise and avoid the mistake of believing what politicians pretend to be. They are masters at deception. They have the uncanny ability in showing grief at tragic events, compassion for the poor, concern for groups of people in society who need special attention, hobnobbing with influential persons, indignation at injustice and in feigning loyalty to the codes of conduct expected of their positions and so on. We must penetrate this veil and get a more informed and clearer picture.",
    "Given the critical importance of choosing the right leader, we must invest time in obtaining public, and private, information as is available of the subject candidates. This must include their biographies, backgrounds, beliefs, exposure and experience, track records, voting records on key issues which were, and are, important to you, utterances at public rallies, press conferences and various events and views on each of the key areas which you and I have identified as being priority in Sri Lanka’s future.",
    "As Nicolo Machiavelli, Florentine diplomat, author, philosopher, and historian observes, “If we want to distinguish ourselves from the masses who are easily manipulated, deceived and misled by scheming politicians, we must learn to judge by the hands.”",
    "Machiavelli emphasises that ‘judging by the hands’ is not simply knowing the candidates but to be familiar and close enough to ‘look at their hands’ and conclude what they have done and what they are doing in areas which matter to us. What has been their stand on pressing issues such as individual rights, political liberty, social justice, education, corruption, local value-add and the environment et cetera? Do their voting records represent selflessness and transparency, or do they smack of selfishness? What has been their response and reaction to political scandals involving their fellow party members and colleagues?",
    "You may think that the foregoing is hard work and a waste of time. But when you reflect on the disastrous effects of the decisions and actions taken by our past leaders on us and our future generations, then, you will realise that the time invested in this exercise is worthwhile.",
    "I will support the candidate who I believe has the determination, preparedness, and ability to root out bribery and corruption in Sri Lanka. Bribery and corruption is Sri Lanka’s most serious national issue. The cancer of bribery and corruption has spread across all levels of society in Sri Lanka from the high pedestals of political power to the low levels of minor staff. It has been, and it is, the primary cause of stymied economic growth and an ever-declining quality of life in the last two decades. Successive governments have vowed to eradicate corruption but have failed due to a lack of resolve.",
    "Transparency International’s Corruption Perception Index 2023 scores Sri Lanka at a 34 where zero indicates ‘highly corrupt’ and 100 indicates ‘very clean’. When we speak of ‘cost of living’ we rarely include the costs of getting things done and/or the cost of circumventing the rules and laws of the land. The costs both in terms of money and time can be quite significant. A scrutiny of the points of corruption reveals that it is the poor and the vulnerable who are harmed most because of costs they incur in accessing basic services, such as health, education, social programs and even justice. Corruption, while exacerbating inequality, undermines the trust and confidence which citizens have for their leaders and institutions, creating social agitation as was displayed by the ‘aragalaya.’",
    "While recognising the pervasiveness and systemic nature of bribery and corruption in Sri Lanka and therefore the practical challenges of combatting and eradicating them, my vote will be for the candidate who matches my vision of the hero who is best equipped, conceptually, and mentally, to slay this multi-headed dragon.",
    "Ensure continuity of a democratic state governed through rule of law and free civil society",
    "A key goal, amongst many others, of the new president should be to ensure the continuity and strengthening of a democratic state governed through the rule of law and a free civil society. Democracy is a freedom based on respect for rule of law, discipline, and protection of human rights. It is not the freedom to do anything and everything one wants. To be effective, laws must be very public, transparent, unambiguous, and fair and they must be enforced. They must be relevant. They must be equally applicable to all members of society irrespective of status, race, caste, creed, or gender. Numerous are the instances where politicians and officials have escaped punishment and/or penalty under the law because of presidential pardons and political connections.",
    "The independence of regulatory, and monitoring bodies, is oft impaired by the interference and manipulation of powerful individuals. There is nothing more frustrating, and disconcerting, to law-abiding citizens than inequality in the application of the law. The non-enforcement, and the unequal application, of the law creates a credibility gap in the country’s system of governance. This dents the ability of a participating person to predict an outcome. Predictability is a key feature sought by investors and by those planning a future. The lack of predictability will cause a decline in foreign direct investment, local investment, and economic activity.",
    "Most multinationals rank ‘the rule of law’ just behind economic opportunity and political stability when making investments outside their home-base. Rule of law is essential in ensuring stability in the socio-political, spiritual life and economic life in Sri Lanka. From a perspective of economic growth, the absence of a well-functioning legal system which enforces compliance and conformity, will result in parties being reluctant to contract current or future services because of the risk of breach and non-payment, thereby retarding the pace of economic activity. Presently, the wheels of the various vehicles which are set up to judge commercial transactions and resolve disputes turn too slowly and this is a grave concern to those parties wishing to participate in building the economy in ethical ways.",
    "There is also an urgent need to entrench our laws on property rights. Property rights are essential for economic development in Sri Lanka because they will provide the foundation for investment, credit, and the efficient use of resources. The United Nations (UN) articulates the importance of the rule of law by stating that it is a principle of governance in which all persons, institutions, and entities, public and private, including the State itself, are accountable to laws that are publicly promulgated, equally enforced, and independently adjudicated, and are consistent with international human rights norms and standards. The UN goes on to say that the rule of law requires measures to ensure adherence to the principles of supremacy of the law, equality before the law, accountability to the law, fairness in the application of the law, separation of powers, participation in decision-making, legal certainty, avoidance of arbitrariness, and procedural and legal transparency.",
    "Effective law enforcement requires power, and in that respect, power is an absolute necessity. It is also correct to say that law without power is a mere delusion. Thus, there is a fine balance between the positive use of power and the negative use of power. Power without the law will lead to anarchy, oppression, tyranny, and chaos. I want a President who has the sagacity and capability to find that balance. I will vote for the candidate who I believe is most likely to entrench the rule of law, strengthen the protection of the rights and interests of the individual, family, society, and the state, raise the legal culture and legal awareness of the population and educate citizens in the spirit of obedience and respect for the law. For me these are musts.",
    "Freedom of expression is, to me, the most fundamental human right. It anchors democracy and acts as the stepping stone to the furtherance of other human rights and freedoms such as fair administration of justice, education, adequate standard of living, equality, human dignity, and the rights of women, peoples, and minorities. Therefore, it takes special prominence in my list of priorities.",
    "Freedom of expression is the natural right to express ideas, thoughts and beliefs without interference, retaliation, or censorship from the Government. Expression includes the myriad of ways which we can communicate and convey ideas through speech, social media, art, music, literature, architecture, fashion, comedy, cuisine, et cetera. Economic development in a democracy depends upon a literate, knowledgeable citizenry whose access to information enables it to participate as fully as possible in the public life of their society and to criticise the unwise or undemocratic actions of government officials. In this light, the right to ideas, data and opinions must be untethered and must be enabled.",
    "As I have found in corporate life, a free and open debate usually leads to the best option being chosen and to avoiding potentially serious mistakes. While freedom of expression is recognised by the Universal Declaration of Human Rights (UDHR), the International Covenant on Civil and Political Rights (ICCPR) and various charters and conventions, as a fundamental right, it is not absolute. For example, Article 19 of the ICCPR allows for restrictions on freedom of expression to protect public order, national security, public safety, health, morality, and the reputation or rights of others. ‘Buy-in’ of such restrictions by the citizenry will only happen if they are within the constitutional rights of the citizens, proportionate and codified. Yet there emerges time and again threats to the freedom of expression of individuals, journalists, and groups of people because of their opinions, religious beliefs, sexual orientations et cetera.",
    "Take Sri Lanka’s Online Safety Act. Whilst, it has some positive and progressive clauses, there are others which appear to be instruments in curtailing the checks and balances which the public imposes on rulers through questioning and criticism. Constructive dissension is key to development and must be facilitated. The Anti-Terrorism Bill (ATB) which is meant to replace the Prevention of Terrorism Act (PTA) is another moot point when it comes to a question of balance.",
    "The United Nation’s Commission on Human Rights and other civil rights activists opine that the Bill in its current form would grant excessive powers to the executive to restrict rights with limited or no safeguards against abuse of such powers.",
    "Our right to express, share information and demand a better country and our right to agree or disagree with those in power, and to express these opinions in peaceful protests if they do not violate the rights of our fellow-citizens are sacrosanct. Exercising these rights, sans fear or unlawful interference, is central to living in an open and fair society where people can access justice and enjoy their human rights. Governments which tolerate unfavourable views or critical voices are often a good indication of how they treat human rights in general. Freedom of expression plays a vital role in encouraging critical thinking, promoting intellectual curiosity, empowering individuals and in creating a melting point of ideas.  James Czerniawski, regular participant in think tanks in the United States of America, states, “Embracing the spirit of audacity is not just a celebration of progress; it is a testament to the boundless possibilities that arise when we boldly question the limits of what is deemed possible.” In Sri Lanka, freedom of expression is necessary to discover truth, make social progress and for self- governance. I value free speech as a key component of my human dignity and my vote will be for the candidate who I believe will best give me that right.",
    "A shared vision, as it conveys literally, is founded on a shared sense of identity and need not be, specifically, the individual vision of a leader. It embraces, and projects, amongst others, the stirrings, yearnings, longings, needs and wants of the citizens, the community, and the populace which the leader represents. History confirms that a leader’s individual vision is not adequate by itself. While an individual vision may be catalytic, it will never match the force and power inherent in national belonging, commonality of purpose and collective determination – all of which are in a shared vision. Neither will it, on its own, produce the synergies which emanate from the cohesiveness of diversity – the rich and poor, the educated and not so educated, intellectual and unintelligent – all uniting in pursuing common goals and objectives.",
    "As a nation, we have strayed from the principles of discipline, commitment, and meritocracy to mindsets of “easy money,” entitlement and personal advancement based, increasingly, on nepotism and connections. Our present economic malaise and social challenges are the outcomes of the folly in our past behaviour. Notwithstanding the past, I still believe that a clear majority of our citizens are reasonable persons who would identify the eradication of bribery and corruption, the upholding of the rule of law and the protection of the freedom of expression as key elements of a shared vision. As Sri Lanka braces itself for the Presidential Election, we, the public must vote for deeds. Who among the candidates has the humility, listening ability and patience to inspire this “real”, pragmatic shared vision. Study their ‘hands’ more than their ‘mouth’.",
    "(The writer is currently a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}