{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104412/cbsl-introduces-new-loan-rescheduling-measures-for-smes",
  "time_ut": 1734844260.0,
  "original_lang": "en",
  "original_title": "CBSL introduces new loan rescheduling measures for SMEs",
  "original_body_lines": [
    "The Central Bank of Sri Lanka (CBSL) has issued a circular to licensed banks recently, highlighting relief measures to be provided to Small and Medium Enterprises (SMEs) affected by the Easter Sunday attacks, the COVID-19 pandemic, and the extraordinary macroeconomic conditions that prevailed in the recent past.",
    "These measures have been developed with the Sri Lanka Banks’ Association and are in line with the Working Committee on Recovery of Loans under the Special Provisions Amendment Act No. 26 of 2024.",
    "According to the new relief measures, loans provided to SMEs that have become non-performing loans will be rescheduled based on the borrower’s ability to repay and an acceptable business revival plan.",
    "The CBSL stated that all rescheduling agreements must be finalized by June 15, 2025.",
    "•SMEs with loan balances below Rs. 25 million must begin repayment by December 31, 2025.",
    "•SMEs with loan balances between Rs.25 million and Rs.50 million must begin repayment by September 30, 2025.",
    "•Repayment of loans above Rs.50 million must begin by June 30, 2025.",
    "Additionally, the CBSL claims that SMEs may receive interest waivers on unpaid amounts from April 2019 to December 15, 2024, depending on how quickly the interest is settled:",
    "•A 65% waiver for loans between Rs. 5 million and Rs. 10 million if the interest is settled within 6 months.",
    "•A 50% waiver for the same category if settled within 12 months.",
    "•A 40% waiver if the interest is settled between 1 to 5 years.",
    "The CBSL further stated that banks should not reject new loan applications solely based on adverse CRIB records.",
    "It added that if relief is denied, borrowers should be informed of the reasons and given the option to appeal to the Director of the Financial Consumer Relations Department at the Central Bank.",
    "These relief measures will apply to SME borrowers whose loans became Stage 3 non-performing loans after April 1, 2019.",
    "Additionally, the CBSL emphasized that SMEs must engage with their bank’s Business Revival Units by March 31, 2025, and submit the required documents to be eligible for the relief."
  ]
}