{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/windforce-declares-dividend-of-lkr-1-35-bn-for-fy-23-24/",
  "time_ut": 1707753600.0,
  "original_lang": "en",
  "original_title": "WindForce declares dividend of LKR 1.35 bn for FY 23/24",
  "original_body_lines": [
    "WindForce, the pioneering renewable energy developer in Sri Lanka, has made a significant announcement regarding its dividend for the fiscal year 2023/2024. The company revealed that it will be paying out a dividend of LKR 1 per share, amounting to a total dividend payout of LKR 1.35 billion. This latest dividend declaration continues WindForce’s tradition of rewarding its shareholders generously.",
    "Since its initial public offering (IPO) in 2021, WindForce has consistently prioritized providing returns to its investors. With this recent dividend announcement, the total dividends declared by WindForce since its IPO now exceed Rs. 3.1 billion. Shareholders will receive a 6.3% return on their investment based on the IPO subscription price, reaffirming WindForce’s commitment to delivering value to its investors.",
    "The announcement comes amidst impressive financial performance by WindForce in the first nine months of the fiscal year 2023/2024. The company reported a consolidated revenue of LKR 4.6 billion, marking a remarkable 16% growth compared to the previous year. Additionally, WindForce achieved a pre-tax profit of LKR 1.9 billion during this period, showcasing its robust financial health and operational efficiency.",
    "It is noteworthy that the company has successfully recovered long outstanding arrears from the Ceylon Electricity Board (CEB); hence the dividend declared by WindForce is paid out of the dividend income received from its project companies, resulting in the exemption of this dividend from income tax for shareholders. This exemption further enhances the attractiveness of WindForce’s dividend payout to investors.",
    "Importantly, WindForce’s dividend declaration comes at a time when the company is actively investing in its largest solar power project to date – the Siyambalanduwa 100 MW project. This ambitious project underscores WindForce’s commitment to expanding its renewable energy portfolio and contributing to Sri Lanka’s sustainable development goals.",
    "WindForce’s dividend declaration for the fiscal year 2023/2024 underscores its dedication to shareholder value, robust financial performance, and commitment to sustainable energy development, reflecting the company’s strong financial performance and strategic investments in renewable energy infrastructure. As the company continues to expand its renewable energy portfolio and undertake ambitious projects, it is well-positioned to lead the way towards a greener and more sustainable future for Sri Lanka.",
    "First private healthcare provider to receive prestigious Green Building Council Certification",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}