{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/chira-flew-west/",
  "time_ut": 1728838560.0,
  "original_lang": "en",
  "original_title": "Chira flew west",
  "original_body_lines": [
    "Chira to me was my Punchi Aiya. He was almost three years older than I was.",
    "He was always happy and content, quietly concentrating on his hobbies like building aircraft models and reading.",
    "I was always his helper (help karaya) and had to go at his behest, out to the hardware store a buy the sandpaper, glue, plastic wood and paint needed for his work.",
    "One incident which may give some insight into his teenage years may be how we were selected for the Physical Training (PT) competition in our respective school houses, at S. Thomas’ College were taking the CTB bus, in spotless white uniforms. While getting into the bus, it pulled off before I could get in. Being the elder brother, he had the bus fare for both of us. So, he jumped out from the moving bus without thinking twice. As a result, he went rolling on the ground, making his white kit a dusty brown. Fortunately, there were no injuries. He didn’t complain and brushed off the dust to the best of his ability. Got into the next bus to Mount Lavinia, this time with me safely on board. I am sure he would have got a ticking off for his trouble by his house master.",
    "As long as I remember he always wanted to fly. As an elder brother, he fired my imagination, too, but knew our parents couldn’t afford to spend fifty rupees an hour of flying training in the Ceylon Air Academy at Ratmalana.",
    "After his GCE A/Levels he joined the Colombo University, from where he was selected by the Air Force (RCyAF).",
    "A few months after he was recruited to the Air Force as a cadet engineer, the Civil flying training costs were subsidised by the then Government and became more affordable.",
    "That was how I decided to be a commercial airline pilot. When Chira changed his branch to a General Duties Pilot in Cranwell, England, my mother couldn’t say no to me.",
    "After commencing flying lessons at Ratmalana, in 1971, I joined the Volunteer Air Force.",
    "Chira and I flew many times together in the Air Force and later in Air Lanka and Singapore Airlines (SIA).",
    "He was a natural pilot and an excellent Flight Instructor. We flew together many times and shared a few close calls like being upside down over oil tanks at China Bay at less than 500 ft off the ground!",
    "In fact, when my mother flew once or twice to London, later on, Air Lanka, on her way to USA, we would arrange that I fly her from Colombo to Dubai and Chira would fly from Dubai to London or vice versa. I am sure that made her proud.",
    "We trained together in Toulouse South of France on the Airbus A320",
    "At one time he was Manager Flight Operations in Air Lanka and I was Secretary of the Pilots’ Guild, Sri Lanka.",
    "Some even said that although the Wright brothers invented the airplane, the wrong brothers joined Air Lanka.",
    "He retired at a mandatory age of 60 years, but continued training pilots in Singapore and Colombo.",
    "Navigating Climate Change: Urgent need for sustainable solutions in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}