{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99740/william-anders-former-apollo-8-astronaut-dies-in-plane-crash",
  "time_ut": 1717832160.0,
  "original_lang": "en",
  "original_title": "William Anders, former Apollo 8 astronaut, dies in plane crash",
  "original_body_lines": [
    "(AP) — William Anders, the former Apollo 8 astronaut who took the iconic “Earthrise” photo showing the planet as a shadowed blue marble from space in 1968, was killed Friday when the plane he was piloting alone plummeted into the waters off the San Juan Islands in Washington state. He was 90.",
    "His son, retired Air Force Lt. Col. Greg Anders, confirmed the death to The Associated Press.",
    "“The family is devastated,” he said. “He was a great pilot and we will miss him terribly.”",
    "William Anders, a retired major general, has said the photo was his most significant contribution to the space program along with making sure the Apollo 8 command module and service module worked.",
    "The photograph, the first color image of Earth from space, is one of the most important photos in modern history for the way it changed how humans viewed the planet. The photo is credited with sparking the global environmental movement for showing how delicate and isolated Earth appeared from space.",
    "NASA Administrator and former Sen. Bill Nelson said Anders embodied the lessons and the purpose of exploration.",
    "“He traveled to the threshold of the Moon and helped all of us see something else: ourselves,” Nelson wrote on the social platform X.",
    "Anders snapped the photo during the crew’s fourth orbit of the moon, frantically switching from black-and-white to color film.",
    "“Oh my God, look at that picture over there!” Anders said. “There’s the Earth coming up. Wow, is that pretty!”",
    "The Apollo 8 mission in December 1968 was the first human spaceflight to leave low-Earth orbit and travel to the moon and back. It was NASA’s boldest and perhaps most dangerous voyage yet and one that set the stage for the Apollo moon landing seven months later.",
    "“Bill Anders forever changed our perspective of our planet and ourselves with his famous Earthrise photo on Apollo 8,” Arizona Sen. Mark Kelly, who is also a retired NASA astronaut, wrote on X. “He inspired me and generations of astronauts and explorers. My thoughts are with his family and friends.”",
    "A report came in around 11:40 a.m. that an older-model plane crashed into the water and sank near the north end of Jones Island, San Juan County Sheriff Eric Peter said. Greg Anders confirmed to KING-TV that his father’s body was recovered Friday afternoon.",
    "Only the pilot was on board the Beech A45 airplane at the time, according to the Federal Aviation Association.",
    "The National Transportation Safety Board and FAA are investigating the crash.",
    "William Anders said in an 1997 NASA oral history interview that he didn’t think the Apollo 8 mission was risk-free but there were important national, patriotic and exploration reasons for going ahead. He estimated there was about a one in three chance that the crew wouldn’t make it back and the same chance the mission would be a success and the same chance that the mission wouldn’t start to begin with. He said he suspected Christopher Columbus sailed with worse odds.",
    "He recounted how Earth looked fragile and seemingly physically insignificant, yet was home.",
    "“We’d been going backwards and upside down, didn’t really see the Earth or the Sun, and when we rolled around and came around and saw the first Earthrise,” he said. “That certainly was, by far, the most impressive thing. To see this very delicate, colorful orb which to me looked like a Christmas tree ornament coming up over this very stark, ugly lunar landscape really contrasted.”",
    "Anders said in retrospect he wished he had taken more photos but mission Commander Frank Borman was concerned about whether everyone was rested and forced Anders and Command Module Pilot James A. Lovell, Jr. to sleep, “which probably made sense.”",
    "Chip Fletcher, a University of Hawaii professor who has conducted extensive research on coastal erosion and climate change, recalls seeing the photo as a child.",
    "“It just opened up my brain to realize that we are alone but we are together,” he said, adding that it still influences him today.",
    "“It’s one of those images that never leaves my mind,” he said. “And I think that’s true of many, many people in many professions.”",
    "Anders served as backup crew for Apollo 11 and for Gemini XI in 1966, but the Apollo 8 mission was the only time he flew to space.",
    "Anders was born on October 17, 1933, in Hong Kong. At the time, his father was a Navy lieutenant aboard the USS Panay, which was a U.S. gunboat in China’s Yangtze River.",
    "Anders and his wife, Valerie, founded the Heritage Flight Museum in Washington state in 1996. It is now based at a regional airport in Burlington, and features 15 aircrafts, several antique military vehicles, a library and many artifacts donated by veterans, according to the museum’s website. Two of his sons helped him run it.",
    "The couple moved to Orcas Island, in the San Juan archipelago, in 1993, and kept a second home in their hometown of San Diego, according to a biography on the museum’s website. They had six children and 13 grandchildren. Their current Washington home was in Anacortes.",
    "Anders graduated from the Naval Academy in 1955 and served as a fighter pilot in the Air Force.",
    "He later served on the Atomic Energy Commission, as the U.S. chairman of the joint U.S.-U.S.S.R. technology exchange program for nuclear fission and fusion power, and as ambassador to Norway. He later worked for General Electric and General Dynamics, according to his NASA biography."
  ]
}