{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lolc-insurance-elevates-leadership-with-strategic-appointments/",
  "time_ut": 1759505040.0,
  "original_lang": "en",
  "original_title": "LOLC Insurance elevates leadership with strategic appointments",
  "original_body_lines": [
    "LOLC Insurance announces two significant leadership appointments aimed at driving sustainable growth, strengthening governance, and enhancing operational excellence across its companies, LOLC Life Assurance Ltd and LOLC General Insurance PLC. These appointments mark a new chapter for both companies, bringing a fresh leadership perspective and renewed energy to their strategic direction.",
    "Effective 29th September 2025, Chandana L. Aluthgama has been appointed Executive Director and Principal Officer of LOLC Life Assurance Ltd and Director of LOLC General Insurance PLC, while Kithsiri Gunawardena has been appointed Director of LOLC Life Assurance Ltd, further to his role as Chairman of LOLC General Insurance PLC. With this experienced leadership, LOLC Insurance reinforces its strategic vision and readiness to drive continued success in the Sri Lankan insurance industry.",
    "With over 33 years of experience in life and general insurance, Aluthgama brings extensive expertise in leadership, corporate governance, and talent development. He has held senior positions at prominent organisations, including Eagle Insurance PLC (Zurich Financial Services Group), HNB Assurance PLC, and HNB General Insurance Ltd. Prior to joining LOLC Insurance, he served as Group CEO of Sri Lanka Insurance Corporation Life Ltd and General Ltd, where he successfully led major initiatives including the statutory segregation of life and general insurance operations in 2024, business restructuring, and the establishment of a performance driven culture. He is also the immediate past President of the Insurance Association of Sri Lanka, reflecting his longstanding contribution to the industry.",
    "A strong advocate for education, Mr. Aluthgama has been a senior visiting lecturer at the University of Colombo for over 20 years and mentors students at the University of Moratuwa. He holds an MBA from the University of Colombo, a Bachelor of Commerce (Special) from the University of Kelaniya, and is a Fellow and Chartered Manager of the Chartered Management Institute, UK, as well as a Fellow of the Australian and New Zealand Institute of Insurance and Finance (ANZIIF). He has shared his insights at local and international conferences and completed executive programs at Generali Insurance AG, Vienna, and NUS Business School, Singapore.",
    "Inspiring Sri Lanka’s children to dream big on World Children’s Day",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}