{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/02/05/sri-lanka-seeks-thailand-s-help-to-free-56-citizens-held-in-myanmar/",
  "time_ut": 1707130800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Seeks Thailand’s Help to Free 56 Citizens Held in Myanmar",
  "original_body_lines": [
    "COLOMBO (News 1st);  Sri Lankan President Ranil Wickremesinghe has appealed to Thailand's Prime Minister Srettha Thavisin for assistance in securing the release of 56 Sri Lankan nationals allegedly held captive by Chinese criminal organizations in Myanmar.",
    "Sri Lankan Ambassador to Myanmar Janaka Bandara confirmed that the request was made during the Thai Prime Minister's visit to Sri Lanka for the nation's Independence Day celebrations on February 4th.",
    "56 Sri Lankan youth are being held captive in Myanmar by a non-state armed group and forced to engage in cybercrime.",
    "The youths, lured with promises of computer-related jobs, were reportedly taken to Myanmar and detained in three separate locations near the Thai border.",
    "News 1st is in possession of GPS locations of the three sites where the Sri Lankans are being held in the Myawaddy region in Myanmar.",
    "One location reportedly houses 8 youths near the Moi River which located closed to the Myawaddy Town.",
    "Another holds 18 individuals near the Thailand border some 5 kilometers away from the Myawaddy site, and the third location allegedly confines 25 youths further inland, some 26 kilometers away from the Mywaddy Township.",
    "Disturbing accounts have emerged from a group of Sri Lankan youths allegedly held captive in a cybercrime camp in Myanmar. Their voices, detail shocking abuse and inhumane conditions.",
    "The youths, whose identities have been withheld for their protection, describe horrific experiences, including electrocution, beatings, and forced stripping. They allege that both men and women have been subjected to these abuses, with some suffering physical and psychological damage.",
    "\"They electrocuted two young men. They are in bed and are suffering in pain. They were sent away from the company to undergo punishment, and they were brought back. Furthermore, they take the males and female together to a room, make them strip, and then electrocute them. Thereafter, they bring the youth back to the company. Such is the situation here. Three young women were stripped and beaten. They do not speak a word now. They were taken to a room, and brought back half an hour later. The three of them do not even speak to us. We do not know what happened to them. Everyone is finding it difficult here. Please take us away from here, soon. There is an armed group here as well. We are aware that if something happens, they will shoot us.\"",
    "The youths express their desperation and plead for rescue, highlighting their deteriorating condition and the threat of armed violence. They emphasize their suffering and urge Sri Lankan authorities to intervene swiftly to secure their release.",
    "Sri Lanka Seeks Thailand’s Help to Free 56 Citizens Held in Myanmar",
    "Online Safety Bill Sparks No-Confidence Motion Against Sri Lankan Speaker"
  ]
}