{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-expand-aswesuma-benefits-to-around-40-pct-of-population-ahead-of-polls-152548/",
  "time_ut": 1709207820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to expand Aswesuma benefits to around 40-pct of population ahead of polls",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will expand its ambitious social welfare programme Aswesuma to 2.4 million households which is likely to cover around 40 percent of the island nation’s population ahead of the presidential elections later this year.",
    "Aswesuma poverty alleviation programme, financially backed by the World Bank, is designed to protect lower income groups under severely poor, poor, vulnerable, and transitional categories. The programme has allocated 205 billion rupees for this year.",
    "As of December, President Ranil Wickremesinghe’s government had choses 1.41 million beneficiary families under the four categories: 303,199 beneficiaries under the extremely poor, 606,496 from the poor, 290,624 under the vulnerable category, and 209,745 under the transitional.",
    "However, now the government has taken steps to increase the number to 2.4 million households or beneficiaries. Based on Sri Lanka’s average size of a household is 3.7 people, the total number of people covered by Aswesuma comes to around 8.8 million or 40 percent of the 22 million population.",
    "“They fall into the vulnerable category and the other three categories. If you see when the World Bank and other institutions did research, our poverty levels had increased to 26 percent in 2022. Eventually, we had a crisis also,” State Finance Minister Shehan Semasinghe told reporters on Wednesday (28) when he was asked the number of people under the poverty line or facing financial vulnerabilities.",
    "“Two million families are from four categories, and we thought it would be around 7.6 million people,” the Minister said, citing that some families will have two or three people, less than the size of average household.",
    "Sri Lanka’s successive governments have used poverty alleviation programmes for political gains and to win elections. Election officials have said under former president Mahinda Rajapaksa’s presidency, officials under the then poverty alleviation programme Samurdhi were used as part of his party’s political machinery.",
    "Aswesuma has replaced Samurdhi, but the people who were beneficiaries under Samurdhi have been given Aswesuma benefits after protests despite their eligibility being challenged.",
    "However, Minister Semasinghe said the annual review of Aswesuma will eliminate such ineligible beneficiaries in the future.",
    "“Aswesuma will not reflect in a system where once you get Aswesuma does not mean that you are set for life with Aswesuma,” he said.",
    "“So, there will be an annual review process. So, this review process will decide based on your information, whether you are eligible to receive Aswesuma or not.”",
    "“In the past what happened in Sri Lanka was there was no review process and there was no transparent review process.” (Colombo/Feb 28/2024)"
  ]
}