{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/local-gem-and-jewellery-industry-at-a-critical-juncture-its-potential-going-untapped/",
  "time_ut": 1736186100.0,
  "original_lang": "en",
  "original_title": "‘Local gem and jewellery industry at a critical juncture; its potential going untapped’",
  "original_body_lines": [
    "Sri Lanka’s gem and jewellery industry, once a jewel of the nation’s economy, is now at a critical juncture. Against this backdrop, Deputy Minister of Industry and Entrepreneurship Development Chaturanga Abeysinghe calls for urgent reforms and collective efforts to restore the industry’s global standing and unlock its untapped potential.",
    "Highlighting the challenges, Abeysinghe remarked, “Sri Lanka has lost its gemstones in two ways – as citizens and as a country. The famed Blue Sapphire, valued at a minimum of Rs. 150,000 per carat, and other high-value gems like rubies are treasures that should place our nation on the global map. Yet, we have failed to leverage this heritage.”",
    "The deputy minister shed light on key issues plaguing the industry:",
    "The imposition of VAT on imported uncut gems has severely impacted local polishing and value-addition industries. “Earlier, there was a flat charge of USD 200 per consignment, but the new VAT regime has crippled gem-related businesses. In the past year, exports have dropped by 30%, he explained.",
    "“The lack of standardization in gem pricing remains a unique challenge. The buyer determines the price of a gem, making regulation incredibly difficult, said Abeysinghe.",
    "Abeysinghe added: “Illegal Chinese traders and issues with mining licenses further exacerbate the industry’s struggles.",
    "“Sri Lanka must aim to become a USD 2 billion industry. To achieve this, we need to transform into a hub for gem and jewellery operations.",
    "“The industry’s recovery depends on a coordinated effort from all stakeholders.",
    "“We need to create specialized zones for gem and jewellery operations to attract international investors and establish Sri Lanka as a global hub.",
    "“Industry associations and unions have come together to save this sector. This collaboration offers a unique advantage to the government in addressing immediate and long-term challenges.",
    "“The new machinery prototype developed by the University of Sri Jayewardenepura’s engineering faculty in collaboration with the Asian Development Bank (ADB) is laudable.",
    "“This innovative tool has the potential to modernize the sector. However, commercialization requires an additional USD 2,000, and we must act swiftly to make this a reality.",
    "“Achieving a USD 15 billion reserve by 2028 hinges on industries like ours. Removing VAT on uncut gems is not just a demand but a necessity for the survival and growth of the sector.",
    "“With its rich heritage and immense potential, Sri Lanka’s gem and jewellery industry stands at the threshold of a revival. However, this journey requires urgent policy reforms, investments, and collective determination to reclaim its rightful place on the world stage.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}