{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/uk-australia-russia-also-issue-advisories-on-arugam-bay-sri-lanka-184573/",
  "time_ut": 1729678560.0,
  "original_lang": "en",
  "original_title": "UK, Australia, Russia also issue advisories on Arugam Bay, Sri Lanka",
  "original_body_lines": [
    "ECONOMYNEXT — The governments of Australia, the United Kingdom and Russia have followed the United States in warning their citizens of a possible attack in the coastal town of Arugam Bay, a popular surfing destination in the island’s east.",
    "“There is an ongoing risk of terrorist attacks in Sri Lanka. Terrorists may target areas popular with foreigners and tourists, including in regional and coastal towns (see ‘Safety’). The ongoing conflict in the Middle East could lead to an increased threat of attacks against Israeli interests in other regions. The US Embassy in Colombo issued a security alert on 23 October, strongly urging US citizens to avoid the Arugam Bay area until further notice,” Smart Traveller, an Australian government initiative said on its website.",
    "“To enter Sri Lanka, you’ll need a visa in the form of an Electronic Travel Authorisation (ETA). You should do this before you travel, as there are limited facilities to obtain an ETA on arrival at Colombo’s Bandaranaike International Airport. Public demonstrations can occur throughout Sri Lanka and may become violent. Avoid areas impacted by demonstrations. Follow the advice of local authorities and monitor the media for updates,” it said.",
    "The Russian Embassy in Colombo asked Russian citizens in Sri Lanka to avoid large crowds.",
    "“In connection with the official statement by the Sri Lankan police leadership regarding the threat of attacks against foreign tourists in the city of Arugambay, the Embassy asks Russian citizens to remain vigilant and avoid large crowds,” the embassy said, according to a Google translation of a tweet posted Wednesday October 23.",
    "The UK updated its travel advice for Sri Lanka Wednesday morning hours after the US first issued its warning early morning. The UK’s gov.uk website merely reposted the US warning.",
    "The US embassy’s warning went: “Security Alert for American Citizens in Sri Lanka: The Embassy received credible information warning of an attack targeting popular tourist locations in the Arugam Bay area. Embassy staff are restricted from the area until further notice. U.S. citizens are strongly urged to avoid Arugam Bay and stay vigilant. Report suspicious activity to local authorities (119). ” (Colombo/Oct23/2024)"
  ]
}