{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Cabinet-wants-58-key-development-projectsfast-tracked/56-762631",
  "time_ut": 1717546389.0,
  "original_lang": "en",
  "original_title": "Cabinet wants 58 key development projects fast tracked",
  "original_body_lines": [
    "Move underscores urgency of completing ongoing projects to free up financial resources for new capital initiatives",
    "Cabinet Co-Spokesman and Minister Bandula Gunawardena says 162 projects will be completed by 2026",
    "Assures ADB-funded Colombo Port access elevated highway project work will be completed by end 2024",
    "The Cabinet of Ministers on Monday approved completion of 58 key development projects, each with over 80% physical progress by the end of 2024, whilst directing projects that are currently suspended due to insufficient funds to be referred to the National Operations Room Committee for further study before any additional investments are made.",
    "The move underscored the urgency of completing ongoing key development projects to free up financial resources for new capital initiatives.  The Department of Project Management and Supervision has submitted a performance report detailing the progress of large-scale development projects. Based on data and information provided by various ministries, it reviews both the financial and physical progress of these projects up to the end of the first quarter of 2024.",
    "“According to the report, 171 large-scale development projects are set for implementation in 2024. Of these, except for nine projects, others are scheduled to be completed by the end of 2026. Against this backdrop it was decided that projects nearing completion are prioritised. We hope the move will help to maximise economic benefits and make way for new projects essential for the country’s development,” Cabinet Co-Spokesman and Minister Bandula Gunawardena said at the weekly post-Cabinet meeting media briefing yesterday.",
    "“With Sri Lanka declaring temporary suspension of external debt repayments, development projects previously carried out with the foreign aid extended by Governments and development agencies have completely come to a standstill. Thus, it has compelled the Government to prioritise projects to ensure limited financial resources are allocated within its Budget,” he said.",
    "Gunawardena who is also the Transport and Highways Minister disclosed that the Asian Development Bank (ADB) funded Colombo Port access elevated highway project work will be completed by the end of the year.",
    "He also said the Hungarian Government had agreed for local contractors to fund the remaining construction of the Kohuwala flyover, which is expected to be completed by the end of next month.",
    "“The project was commenced with a loan from the Hungarian Government and now 98% of the work has been completed. The local contractor has agreed to fund the remaining construction, with the Hungarian Government settling the payments once the loan agreement under the restructured debt is signed,” he explained."
  ]
}