{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/an-encounter-with-james-bond-creator-ian-fleming-in-his-newspaper-days/",
  "time_ut": 1716049200.0,
  "original_lang": "en",
  "original_title": "An encounter with James Bond creator Ian Fleming in his newspaper days",
  "original_body_lines": [
    "Many journalists develop what may be called the grasshopper mind. In their work it is necessary to hop from one subject to another. If at the end of their lives they have little to show for their pains, they may have bitter sweet memories stored up squirrel-wise of unusual people and events.",
    "There is of course, a certain vanity in being able to say, “Oh yes, I knew Mahatma Gandhi” or I saw Bradman making his first century at Lords.” Such a display of self-esteem may even provoke the reaction if unexpressed, “So what.” There is no reason why anyone else should be interested. But not always. If we have a hero or a favourite, we like to listen to someone who has met and talked with him.",
    "So Browning’s – Ah, did you once see Shelley plain, And did he stop and speak to you And did he speak to you again? How strange it seems and new. I recall a sentimental journey made with a friend in search of the house near La Spezia to which Shelley’s body was brought after the drowning.",
    "Meeting or seeing unusual or famous people is often a matter of chance. On June 4, 1946, twenty years ago that is, I was a guest at dinner of Lord and Lady Kemsley, with several other delegates to the Empire Press Conference of that year. The company included many interesting men, but I was particularly attracted to the one who sat on my right. He was Ian Fleming.",
    "Perhaps the name rings a bell for you? He was Manager of the Foreign Department of the Kemsley Newspapers. In conversation I found that he was the brother of Peter Fleming, whose articles I had read and whose wife, the beautiful Celia Johnson, I had seen on the London stage 15 years earlier.",
    "Ian Fleming was not then the famous man he was to become as the fabulous author of the James Bond books.",
    "He did not in fact start writing them till five or six years after, but was then negotiating to buy the house in Jamaica where he wrote most of them. The other bit of gossip I heard about him then was that he was often seen about with Lady Rothermere, the wife of the newspaper tycoon.",
    "Anne Rothermere (nee Charteris) was previously the wife of Lord O’Neill, who was killed in World War II. Fleming married her, after the divorce from Rothermere, in 1952. The union produced not only a son but a dozen books which have sold more copies than the Bible and the works of William Shakespeare, and earned as much money as any author at present, or in the future, is likely to earn.",
    "After our dinner at Chandos House, Lord Kemsley’s London home, I wrote to Ian Fleming suggesting that we might keep up our connection by my representing his group of newspapers in Ceylon. He gladly agreed. I came across recently, his letter and the table plan of the Chandos House dinner. But I lost interest in the Kemsley newspapers, which included the London Sunday Times. I was already correspondent of The Times, an assignment which was more remunerative and enjoyable.",
    "The link with Printing House Square was further strengthened by a long standing friendship with Iverach MacDonald then the Diplomatic Correspondent and now the Diplomatic Editor of The Times.",
    "It was as already hinted, his marriage with Anne Rothermere that made Ian Fleming a prolific author. She became a political hostess and had a salon during the season in London. James Bond provided the grist for the mill.",
    "As Fleming himself said, “I invented him to soothe my nerves before the appalling business of getting married in 1952. It was rather a dramatic step for a confirmed bachelor to take, and I created Bond to sort of insulate myself against the shock.”",
    "Fleming died in August 1964. As indicated already, I met him 18 years earlier. He was then a tall, lean man, exuding charm and well-informed. He had been educated in England. Germany and Switzerland and acted as correspondent of The Times in Russia.",
    "Ian was one of four sons of a Conservative MP, Major Valentine Fleming, who was killed in World War I at the age of 32, leaving a lot of money and a young widow to bring up the boys. Major Fleming’s father, who had been a Dundee bookkeeper, made a fortune by starting investment trusts in Scotland and left a quarter of a million pounds.",
    "Mrs. Valentine Fleming moved in society and had friends as well known as Augustus John, the painter, and the Marquis of Winchester. The Parsi socialite Bapsy Pavry, married the Marquis when he was about 90. Mrs. Fleming initiated legal action to separate him from her on the grounds that he was not in a condition to decide for himself. Miss Pavry was the first Oriental to become a British Marchioness and often visits the House of Lords, I am told.",
    "A few weeks after I met Ian Fleming I was in Paris as an accredited correspondent to the Press Conference after World War II, held at the Luxembourg Palace. On the first day of the conference by mistake on the part of the usher I was placed in the distinguished strangers’ gallery. Those around me were Ho Chi Minh, later to become the ruler of North Vietnam, Mrs. Clement Attlee and on my right, Bapsy Pavry. She was intelligent and charming.",
    "Proximity to the great is seldom rewarding except to the curious. A journalist enjoys his work to the extent to which his bump of curiosity is developed. Like St. Paul’s Athenians, journalists are accustomed always to tell or hear some new thing. I found it helpful to have seen or heard famous men – Lloyd George, Churchill, Baldwin, Ramsay MacDonald – they were always in the news, their names always cropping up.",
    "To have known a writer does not perhaps help in the same way. I have enjoyed the few books of Ian Fleming that I have read, but have not wanted to read all his books which have now sold over thirty million copies. Life is too short. But though he was no Shelley, I am glad that I saw the man who was to become the greatest one man factory of our time. It was a great lark to look back on.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}