{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97730/foreign-ministry-confirms-rescue-of-08-sri-lankans-trafficked-to-myanmar",
  "time_ut": 1709566620.0,
  "original_lang": "en",
  "original_title": "Foreign Ministry confirms rescue of 08 Sri Lankans trafficked to Myanmar",
  "original_body_lines": [
    "Following continuous efforts made by the Government of Sri Lanka, eight (8) Sri Lankans out of the 56 trapped in cybercrime centres in Myawaddy area in Myanmar have been rescued by the Myanmar government authorities and are currently in the Myawaddy Central Police Station, the Ministry of Foreign Affairs confirmed.",
    "Issuing a statement on Monday (04), the Foreign Affairs Ministry said the Embassy of Sri Lanka in Myanmar is currently working on the early repatriation of the rescued Sri Lankans.",
    "As per information made available by the Embassy of Sri Lanka in Myanmar, the 56 Sri Lankans who have been trafficked are being held in four separate locations in the Myawaddy area and the rescued eight Sri Lankans were in one of these locations in an area that could be accessed by the Myanmar government.",
    "The rescue operation undertaken by the Myanmar government follows intensified diplomatic engagements including a communication from President Ranil Wickremesinghe addressed to the Prime Minister of Myanmar Senior General Min Aung Hlaing requesting for early intervention nd support to rescue and safely repatriate the trapped nationals, which was conveyed via diplomatic channels to the Ministry of Foreign Affairs of Myanmar on 22 February 2024, it added.",
    "In January 2024, Foreign Minister M. U. M. Ali Sabry took this issue up with the Deputy Prime Minister and Union Minister of Foreign Affairs of Myanmar Than Swe, requesting urgent intervention to rescue Sri Lankan nationals highlighting the seriousness of the situation of the Sri Lankan victims who have been enslaved in cybercriminal activities and urging that early action be taken to rescue all the affected individuals, the ministry mentioned.",
    "The Ministry of Foreign Affairs, in coordination with the Embassy of Sri Lanka in Myanmar continues to make every effort to rescue and repatriate all Sri Lankan nationals, who have become victims of human trafficking and are trapped in Myanmar, in close collaboration with the Myanmar government authorities, according to the ministry."
  ]
}