{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/pandemic-chronicles-when-beliefs-trump-science/",
  "time_ut": 1721674605.0,
  "original_lang": "en",
  "original_title": "Pandemic Chronicles: When Beliefs Trump Science",
  "original_body_lines": [
    "As I sat down at the lunch table recently, the guest across from me asked what I did for a living. After I responded, she and her neighbor revealed that they were alternative medicine specialists. Then she winked and remarked, “we see myocarditis left and right.” “ Here we go again,” I thought to myself. I also pondered how challenging it is to diagnose myocarditis — an inflammation of the heart muscle often thought to be caused by COVID vaccines much more frequently than it actually is — even for a cardiologist. But that’s a discussion for another day.",
    "Such encounters, hard to explain in 2024 though, bring back memories of those harrowing days of 2020 and 2021. They were a mix of stress, fear, and a touch of hilarity. I remember the early days of the pandemic when we followed Dr. Sanjay Gupta’s instructions on how to decontaminate groceries. In the ER, physicians and nurses gravitated towards hand sanitation stations without proper N95 masks — the early days of ignorance on mode of transmission. I also recall the upstate New York doctor who promoted a concoction of Z-pak, hydroxychloroquine, zinc and vitamin D as a panacea. One night, I received a frantic call from a former patient who had previously left my care, believing I wasn’t good enough. Her current physician was unresponsive, and in her desperation, she reached out to me. “Dire circumstances force difficult choices,” she explained, pleading for a prescription of Z-pak. I sent it, hoping to alleviate her panic.",
    "Early on, two incidents underscored the severity of COVID-19 for me: one involved a fellow Sri Lankan American doctor who spent months on life support in New York City, and the other was the devastating loss of one of my healthiest patients to multi-organ failure, alone in the ICU. To be honest, I was terrified. When the vaccine rollout began, I couldn’t wait to get vaccinated. Thanks to the hospital administration, I received my dose at midnight, and I couldn’t have been more grateful.",
    "Then, the avalanche of craziness descended upon me. The mere suggestion of the vaccine sent one of my patients into a rage, berating me about the Tuskegee experiment. I tried to reason with him, mentioning that I, along with others, including President Biden, had received the vaccine. I even talked about Walter Isaacson, the biographer of Steve Jobs, who volunteered for the vaccine trial. All I got in return was a slammed door: “I will never allow the reenactment of the Tuskegee experiment “.  Just a refresher: The Tuskegee Experiment involved using African American men as unwitting subjects to observe the long-term effects of untreated syphilis.",
    "One day, I suggested the vaccine over the phone to an 80-year-old patient. Her son, wearing a flimsy mask, barged into my office despite my staff’s protests. Armed with information on his phone, he cornered me, showing diagrams with arrows pointing to lead, mercury, and other elements, claiming his research had revealed the vaccine’s dangers. Later that evening, his sister called, boasting about how their family’s vigilance and knowledge in medicine had saved their mother from the vaccine menace.",
    "As I grappled with these encounters, I received a call from my doctor friend from Sri Lanka, who claimed a scientist had discovered that everyone vaccinated in the USA would be dead in two years. To top it all off, one of my young patients, who had suffered blood clots in her lungs due to COVID-19 and was observed in the ICU, told me during a follow-up visit that what saved her from the “brink of death” was her forward-thinking refusal of the vaccine.",
    "Although I have grown accustomed to vaccine refusal over my 30-year medical practice—often against vaccines for diseases my patients couldn’t see or had never heard of—I wasn’t prepared for the bizarre scenarios that unfolded amidst the death and chaos of the pandemic. This made me wonder what propelled a large percentage (30%) of people to take such drastic stances against COVID vaccination.",
    "To find answers I delved deeper into the history of vaccines. Let me be clear right off the bat: if someone claims that vaccines are the safest way to prevent infectious diseases, especially when dealing with a new pathogen, nothing could be further from the truth. Because the history of vaccines demonstrates otherwise. From variolation against smallpox to Jenner’s cowpox vaccine, and from inactivated and live polio vaccines to the yellow fever vaccine, every step of vaccine development has been riddled with significant mistakes and immense human costs.",
    "However, these challenges are part of how breakthroughs in medicine and science are achieved. This also leads to the crucial question: What would the human cost have been if these measures were never attempted? This question has always been in the forefront before any new measure is accepted as a breakthrough. This ongoing process of trial and error is likely why the medical profession is referred to as “practicing medicine.” Physicians must continually adapt and change their methods as new evidence emerges, often contradicting earlier practices.",
    "Given all these risks, why did I accept my vaccination? By the time I made up my mind, there were already 70,000 volunteers ( our sincere gratitude and admiration for those who put their lives in danger for the good of others ) who had participated in the vaccine trials, and no serious vaccine related morbidities and mortalities had been reported for more than three months. Meanwhile, people were dying around me and all over the world from COVID-19 infection, not to mention the other disruptions—financial, social, and otherwise.",
    "However, it wasn’t without major risk. The Johnson & Johnson vaccine was found to have caused blood clots in the brain, albeit very rarely. It was a risky decision, but it was much better than not taking the vaccine and potentially dying of clots all over my body on a ventilator, alone. This was not a joke it was a reality in the early days of 2020. Many people challenge me, saying they didn’t take the vaccine and nothing happened to them. I say good for them, but a million Americans are no longer with us to laugh at the vaccine proponents—not that the majority would have, and certainly not my patient who unfortunately didn’t have the luxury of refusal.",
    "Returning to the question of why 30% refused vaccination: consider this—almost everyone knows someone who either died of COVID or had a close brush with death. Yet, the unvaccinated allowed their beliefs to reign over the facts. It’s true that scientists made many mistakes along the way. The mode of transmission was uncertain at the beginning, the use of convalescent plasma at the initial phase of the disease and steroids for cytokine storms in later phases was delayed, school closures were unnecessarily prolonged, and there were unnecessary boosters for low-risk populations.",
    "However, they got one crucial thing right: vaccines prevented serious complications, including death. And the credit should go to the Trump administration for the rapid production of the vaccine through Operation Warp Speed. This extraordinary feat was achieved through collaboration with private enterprises, betting on multiple vaccine manufacturers at once. These manufacturers agreed to mass-produce vaccines while awaiting the results of human trials, prepared to discard the vaccines if the trials failed.",
    "At this point, it’s essential to delve into mRNA vaccine technology. This novel approach had been in research for many years, with significant contributions from scientists like Katalin Karikó and Drew Weissman. Before this technology, vaccines were produced either by weakening live viruses or introducing killed viruses, parts of inactivated viruses, or genetically engineered viral proteins. These methods aimed to stimulate the body’s defense mechanisms, which then would remain dormant until the invasion of the specific pathogen.",
    "With mRNA technology, the body is prompted to produce a significant part of the pathogen itself by introducing the genetic instructions for that protein structure in the form of mRNA. This mRNA instructs cells to produce the protein, (spike protein for COVID) which then triggers an immune response that will be stored as memory for future use. Initially, there was a significant challenge: introducing mRNA into cells caused severe inflammation. Through trial and error, researchers discovered a way to bypass this hurdle by substituting one base, uracil, with pseudouridine in the mRNA sequence. This breakthrough paved the way for the rapid development of the vaccine. While myocarditis was a real concern, it was generally mild and self-limiting compared to the myocarditis observed in COVID-19 infections.",
    "In light of these realities, the resistance to vaccination is puzzling. Despite some mistakes and missteps, the benefits of vaccination against COVID were abundantly clear, especially when compared to previous rollouts in history. When the dust finally settled, 90% of the U.S. population was either vaccinated, had survived a COVID infection, or both, achieving the much-praised herd immunity. And thankfully the fading Covid antibodies didn’t jeopardize the ability of the body to prevent life threatening infections due to body’s long term memory to combat the ever changing Covid virus mainly by recognizing some features from the original pathogen came from Wuhan China.",
    "Hopefully, this memory will continue in the future, unless a new variant emerges that is resistant to everything the body has stored in memory to fight against. The mere thought of that makes my stomach queasy, as I can’t imagine the craziness we’d face with new vaccine mandates while the country is already armed with legislation aimed at undermining science.",
    "Hope and prayer may not be the best strategy, but sadly, that’s all we have for now in a nation blessed with extraordinarily gifted scientists who are besieged by fringe groups that place personal beliefs above sound science in the face of calamity."
  ]
}