{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104093/sri-lankas-candidate-elected-to-unescos-intangible-cultural-heritage-evaluation-body",
  "time_ut": 1733717160.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s candidate elected to UNESCO’s Intangible Cultural Heritage Evaluation Body",
  "original_body_lines": [
    "Sri Lanka’s candidate, Dr. B. D. Nandadeva was elected as an expert to the prestigious Evaluation Body of UNESCO’s 2003 Convention for the Safeguarding of the Intangible Cultural Heritage (ICH) at the 19th Session of the ICH Committee Meeting held in Asunción, Paraguay.",
    "Issuing a statement, the Embassy of Sri Lanka in France said that Dr. Nandadeva, a distinguished scholar with over forty years of experience in cultural heritage, will serve a term of up to four years on the ICH Evaluation Body.  He has extensive knowledge and experience in the work of the ICH Intergovernmental Committee and in the inscription process.",
    "The ICH Evaluation Body comprises twelve (12) members, including six (06) state-nominated experts and six (06) representatives of accredited non-governmental organizations, ensuring diverse geographic representation and expertise across various sectors.",
    "The ICH Evaluation Body of UNESCO plays a pivotal role in assessing and recommending decisions related to nominations for inscription on the List of Intangible Cultural Heritage in Need of Urgent Safeguarding, and the Representative List of the Intangible Cultural Heritage of Humanity, the statement said.",
    "Established under the 2003 Convention, the ICH Evaluation Body contributes to protecting and promoting living traditions, including oral traditions, performing arts, social practices, rituals, festive events, traditional craftsmanship, and other practices that communities recognize as integral to their cultural heritage.",
    "Sri Lanka’s election to this prestigious Body reflects the international community’s appreciation of the country’s active contribution to UNESCO’s initiatives, and its unwavering commitment to the preservation and promotion of global intangible cultural heritage. This recognition further positions Sri Lanka as a key player within UNESCO’s ICH Evaluation Body, providing the country with a platform to shape international cultural policy and safeguarding measures, it added.",
    "The election was coordinated by the Ministry of Foreign Affairs and the Permanent Delegation of Sri Lanka to UNESCO with the support of relevant overseas Missions. Sri Lanka looks forward to meaningfully contributing to the ICH Evaluation Body’s critical work, preserving the world’s rich cultural legacy while further establishing its expertise in this crucial domain."
  ]
}