{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/BALPP-announces-new-course-Executive-Credential-in-Leadership-and-Public-Policy/56-762867",
  "time_ut": 1717964020.0,
  "original_lang": "en",
  "original_title": "BALPP announces new course ‘Executive Credential in Leadership and Public Policy’",
  "original_body_lines": [
    "The Bandaranaike Academy for Leadership and Public Policy (BALPP) is the first and premier institute in Sri Lanka, for education and training on leadership skills with public policy as a core discipline. Beginning its second year of operations, the BALPP is now launching a new course: Executive Credential in Leadership and Public Policy - ECLPP, in October 2024.",
    "The primary reason for commencing this particular course stems from the importance of leadership and public policy education in Sri Lanka, particularly during these challenging times.",
    "As Sri Lanka navigates through a crisis of leadership, political direction and governance, it needs a new generation of leaders who are equipped with futuristic knowledge, 21st century skills, and an ethical grounding with a sense of social responsibility; all which are necessary to emerge from today’s multiple crises and to steer the country towards a bright and prosperous future.",
    "This one-year, two-semester Course would target degree-holders, those with professional qualifications and also those with work experience after completing the GCE A’Level. The ECLPP Faculty consists of nearly 35 expert academics and professionals from a variety of sectors connected to public policy and governance, as well as experienced trainers in leadership. The pedagogy would include case-studies, immersive learning experiences, project work, debates and quizzes, in addition to lectures.",
    "During the first semester, students would experience a deep-dive into different types of leadership and skills required to navigate diverse and difficult circumstances, as well as politics and governance, ethics and corruption, policy formulation, analysis and implementation strategies.",
    "During the second semester, students will choose one elective where they would engage in an intensive study on a subject of their choice. The electives would be on Economic Policy, Education Policy, Emerging Technologies and Cybersecurity, Environment and Climate Resilience, Renewable Energy policies and Health Policy. All students will do a Capstone project after completing the second semester.",
    "The website (www.balpp.com) describes details of the Course and email [email protected] or call 0712310648 for inquiries and registration."
  ]
}