{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Turning-connections-into-capital-with-BNI-Sri-Lanka/34-779059",
  "time_ut": 1752689215.0,
  "original_lang": "en",
  "original_title": "Turning connections into capital with BNI Sri Lanka",
  "original_body_lines": [
    "In a business landscape where meaningful connections have become the currency for growth, Business Network International (BNI) has built itself globally as one the most recognised and trusted models through its structured, referral-based networking. With a presence in 76 countries and over 340,000 members worldwide, BNI focuses on fostering professional connections and growth, and personal development for business leaders as well. In Sri Lanka too, the organisation has grown steadily in influence and impact, with a community of members from diverse entrepreneurial and business backgrounds coming together for collaboration and growth.",
    "BNI Sri Lanka Country Manager Glenn Lord recently sat down with Daily FT to discuss BNI’s growing role in Sri Lanka and share insights on the upcoming BNI Sri Lanka National Conference (SLNC 2025) set for 18 July.",
    "Q: What is the philosophy behind BNI, and how does it set BNI apart from other networking organisations?",
    "A: What makes us unique is the philosophy of Giver’s Gain in business. Usually, it’s hard to find people who look out for business opportunities for others, other than in BNI. We focus on looking out for business for others. Giving unconditionally creates a better world for everyone and creates opportunities, and creates lasting relationships.",
    "At the start of my BNI journey, many years ago, a CEO of an organisation supplying a leading brand of water was in the same BNI group with me. Whenever I visited an organisation, I would check first if they had a supply of bottled water or what other brand they were using, and provide feedback to my friend of the opportunity for him. I would help my friend to make the connection, and in most cases, he would secure a new client. Based on this philosophy of Givers Gain, when you join BNI, you immediately acquire the support of business owners who are looking out for business opportunities for you. You may be on holiday somewhere, you may be overseas, and you still have a team of entrepreneurs looking out for business opportunities for you. Since we meet weekly, you receive business opportunities as personal referrals every week.",
    "Q: How does BNI help entrepreneurs connect and grow their businesses globally?",
    "A: BNI is an organisation that has been around for 40 years. So it’s an organisation that has stood the test of time and provided many ways to help entrepreneurs grow their businesses. BNI is also now in 76 countries. This is a huge benefit for any BNI member, in whatever country they are in. Even for members in Sri Lanka, they have the opportunity to network with entrepreneurs across all 76 countries. Each member of BNI has access to an exclusive app, which is their gateway to this massive global network of members. Our members are able to connect with any member in any category of business, locally and globally, through this app. It’s exclusive for BNI members.",
    "We have over 340,000 members now globally. For example, if I want to look for a specific category of business in Bahrain, I would just enter the country and the specific category and this app gives me a list of members relevant to that category, whom I can actually invite to network with and discuss business opportunities.",
    "Q: Can you explain the theme and objective of BNI SLNC 2025?",
    "A: This year’s national conference, SLNC 2025, is themed as ‘Connect, Collaborate, Conquer’. The theme is based on the resilience of entrepreneurs in Sri Lanka despite the many challenges in the last few years. It is also about celebrating their success, true to one of our core values of recognition few years. I think it’s the right time for more connections, for more collaboration, and together, for members to conquer new business opportunities as well.",
    "For the 2025 edition, BNI SLNC 2025 has Hatton National Bank (HNB), as the event’s Corporate Banking Partner.",
    "A: We have the author Dr. Murali Sundaram speaking on ‘Connect’, the visionary corporate leader Dr. Kishu Gomes speaking on ‘Collaborate’, and fashion designer Ashcharya Peiris who will speak on ‘Conquer’.",
    "Q: How many participants are expected at the BNI SLNC 2025? Are there any foreign participants?",
    "A: We originally had 380 participants as the limit. It has now gone up to 435 participants, which is not a bad problem, it’s a good problem. Out of that, we have 120 who are overseas participants. It’s the first time in BNI Sri Lanka’s conference history that we’ve had so many participants from overseas. There are participants from Taiwan, Bahrain, Japan, and of course, quite a lot from India so far. They are all exclusive BNI members and all of them are going to be in Colombo.",
    "Q: How does the theme ‘Connect, Collaborate and Conquer’ reflect what BNI is doing in Sri Lanka right now?",
    "A: ‘Connect’ is all about networking. ‘Collaborating’ is what BNI specialises in. In our chapters, everyone collaborates and there’s no competition between members. The ‘Conquering’ is again, exactly what’s done in BNI. When you connect with entrepreneurs, you get into business relationships, new ideas and new opportunities surface. We have a lot of success stories where members have come together as partners and conquered new businesses. We’re changing the way entrepreneurs in Sri Lanka do business.",
    "Q: Can you share a memorable moment from a past BNI conference?",
    "A: One very specific one was two years ago when Doctor Ivan Misner, the Founder of BNI, was in Sri Lanka. That was a great experience for all of us, as we had the opportunity to spend time listening to him as he shared many experiences through the decades of BNI. One that stood out was when he explained how he started BNI with notes on just one A4 paper, in 1985. So we’re ever grateful to him for making that decision to start BNI. Had he not started BNI, our members wouldn’t be here, nor would we be having a conference.",
    "Q: BNI members generated over Rs. 5.3 billion in business last year. What helps make that possible?",
    "A: It’s the trust where a BNI member would not hesitate to give another BNI member business. A BNI member can give a referral to generate business for another BNI member using the BNI Platform. People are usually sceptical about who they give it to when it comes to any businesses. But when you are a BNI member, you have a reputation. Your reputation is most important. If a member is given a referral, the other member will live up to it and make sure that they go all the way to ensure the connection is made.",
    "Using the BNI Platform, which help members generate new business through referrals, BNI Sri Lanka members’ referrals generated Rs. 5.3 billion in the last 12 months, which is the highest we have achieved since 2020, when the world and our own country faced crisis situations. From 2020 onwards, each year, BNI members have stepped up the value of business closed through member referrals. From 2020 to 2024, BNI referrals between members have generated over Rs. 15 billion of business.",
    "Q: Do you have any success stories where local members gained international business through BNI?",
    "A: I know a business owner who wanted to explore business opportunities in Cambodia. He was sitting somewhere, with his laptop open, doing some work, and he had a BNI sticker on the cover of his computer. There was a person who came in towards him and asked, “So you’re a BNI member?”, and he said “Yes”. The other person also happened to be a BNI Member from Cambodia. They get talking, and today, they have started a massive business for GPS systems for vehicles in Cambodia. So this is not only just a success story of members coming together, but the power of the BNI brand, where just a BNI sticker helps to conquer a new business opportunity",
    "Q: How does BNI Sri Lanka connect with chapters in other countries?",
    "A: As I mentioned earlier, you can connect with them online, through the exclusive BNI Connect app.",
    "But if you’re travelling to another country with the BNI network, and you let us know your preferred dates to go to a chapter meeting, we will connect you immediately. When you go to a chapter meeting in another country, the connections are great. There will be a lot of networking and new business opportunities.",
    "Members can attend the global convention. This year, the BNI Global Convention is in Sydney in November. Here, we are talking of 76 countries that are going to be there. It will be a three/four day event and a great opportunity for every BNI member to explore new opportunities and new connections.",
    "Q: What are your plans for the future of BNI Sri Lanka, and what do you hope to leave through your work?",
    "A: We intend to take BNI to every part of the state. We are now 500 members concentrated more or less in Colombo and greater Colombo areas. We’ve actually changed the way people are doing business and we want to take this platform to different regions. So we’re going to expand to all parts of Sri Lanka. I think very soon every entrepreneur, every business in whatever part of Sri Lanka, will definitely be able to use the BNI platform to grow their businesses."
  ]
}