{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Govt-misleading-international-community-re-anti-corruption-action/4-758031",
  "time_ut": 1706744286.0,
  "original_lang": "en",
  "original_title": "Govt. misleading international community re: anti-corruption action?",
  "original_body_lines": [
    "The Daily FT of 23 January 2024 published a report regarding a meeting the Minister of Justice had with the German Ambassador. It was titled “Legislation to combat bribery and corruption in Sri Lanka completed – says Justice Minister”. This article went on to note quoting the Minister: “He said politicians have been blamed for the bribery and corruption in the country and the people have reached the point where they are rejecting the politicians; as this situation is harmful to the country’s democracy. With a view to change this, the amendment for the regulation of election expenses and the Anti-corruption Act have already been passed”. The Minister said the foundation has been laid for a corruption-free and disorder-free Sri Lanka.",
    "Most regrettably, several key lacunae in the legislative framework for effective control of bribery and corruption yet remain to be enacted; whilst the effective enforcement of the existing laws and regulations fall far short of best international practice expectations.",
    "The essential key additional legal reforms yet pending, which have been advocated for well over two years, in correspondence with the present Minister Justice are noted below:",
    "1. In addition to the offence currently specified as ‘Corruption’ in section 111 of the Anti-Corruption Act, No. 9 of 2023, enact a new “Misfeasance in Public Office Law”, where an offence is committed when:",
    "wilfully neglects to perform their duty and/or wilfully misconducts themselves (with wilful being defined as “deliberately doing something which is wrong knowing it to be wrong or with reckless indifference as to whether it is wrong or not)",
    "to such a degree as to amount to an abuse of the public’s trust in the office holder",
    "thus, allowing the public to claim damages from such offenders, without having to seek public interest litigation by way of Fundamental Rights petitions before the Supreme Court.",
    "2. Amend and update the Preve-ntion of Money Laundering Acts, including provisions",
    "for the avoidance of the presently problematic interpretation and restrictive provisions relating to applicable “Jurisdiction” references, currently challenged in court proceedings",
    "to introduce more efficient, effective, accountable and confidentiality guaranteed processes in filing Mutual Legal Assistance Requests; and the transmission and response processing systems and accountability; including improved communications systems with third party jurisdiction authorities",
    "to facilitate a more efficient, effective, accountable and confidentiality guaranteed processes and systems in making Police to Police, Police to Financial Intelligence Units networking",
    "to facilitate a more efficient, effective, accountable and confidentiality guaranteed processes and systems empowering the Police and Financial Intelligence Agencies in processing Suspicious Transaction Reports",
    "3. Review and take reform actions essential as a consequence of Sri Lanka’s formally agreed Commitments Post the UK Anti-Corruption Summit in 2016 and its follow up meetings - /https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/522731/Sri_Lanka.pdf",
    "4. Ensure that all International Conventions and Treaties relating to Serious Financial Crimes, Bribery, Corruption, Money Laundering, Recovery of Proceeds of Crime and Mutual Legal and Investigative Assistance, etc.:",
    "b. Which Sri Lanka is a signatory but failed to have them ratified by Parliament",
    "c. Which Sri Lanka is a signatory and had it ratified by Parliament but have not taken to implement the commitments as well as use in law enforcement the opportunities opened through them",
    "to be made effective in law and are effectively and with commitment leveraged by law enforcement authorities",
    "5. Enactment of a new Proceeds of Crime Act – A finalised draft of the “Policy and Legislative Framework of the Proposed Proceeds of Crime Act of Sri Lanka” – developed by a multi-disciplinary local and foreign technical advisory group in late 2018, under the leadership of a high official of the Attorney General’s Department, currently adorning a seat in the highest Court in Sri Lanka, is available to shorten the time necessary in the enactment. This proposed enactment embodies and satisfies all the commitments under the United Nations Convention against Corruption and the pre-requisites under the Financial Action Task Force framework. This draft can now easily be updated taking account of the new developments in Proceeds of Crime Acts of UK, Australia and Canada and latest directives of the Financial Action Task Force.",
    "6. Serious Financial & Organised Crime Agency Act – for the establishment of a Serious Financial & Organised Crime Agency in Sri Lanka as a part of the Sri Lanka Police, resourced by competent persons and systems. Such a legislative framework can be benchmarked with the United Kingdom enactment on Serious Organised Crime and Police Act of 2005 and the supporting enforcement agency can follow the framework of the structure and operations of the Directorate of Enforcement in India and Directorate of Revenue Intelligence India.",
    "7. Setup an Independent Office of a Criminal Prosecutor – This new unit being independent of the Office of the Attorney General; and it can benchmark the framework of the Crown Prosecution Services of the UK.",
    "8. Company Law Reforms – Expand the Provisions of Part XXI- Offenses of the Companies Act No. 7 of 2007",
    "9. Inland Revenue Act Reforms – Making Transfer Pricing Audit Certification compulsory for all entities with turnovers exceeding Rs. 500 million per annum, by amending the current regulations; refer gazette under Section 194 of the Inland Revenue Act, No. 24 of 2017 on December 31, 2018; No. 2104/4.",
    "10. Enforce Codes of Conduct and Ethics – All persons engaged in management capacities in State and Private Sector establishments with turnovers in excess of Rs. 500 million in any year (including those engaged as directors, advisors, etc.) to be compulsorily bound by appropriate Codes of Conduct and Ethics, including binding commitments to Whistle Blowing, Non Compliance with Laws and Regulations Reporting (NOCLAR), Conflicts of Interest Declarations and Commitments to act in good faith and in the best interest of the entity and the state; and to exercise the degree of skill and care that may reasonably be expected of a person of knowledge and experience and not be reckless or grossly negligent",
    "With all of the above essential legal reforms yet to be enacted into law and enforced, the Sri Lanka Government is not only fooling itself; but also misleading the international community, if it believes that the good governance and anti-corruption related reforms have been successfully completed."
  ]
}