{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96639/parliament-to-debate-the-online-safety-bill-today",
  "time_ut": 1705976820.0,
  "original_lang": "en",
  "original_title": "Parliament to debate the Online Safety Bill today",
  "original_body_lines": [
    "The Second Reading Debate of the proposed Online Safety Bill is scheduled to be held in Parliament today (January 23).",
    "Parliament is to convene at 9.30 a.m. this morning while Minister of Public Security Tiran Alles is slated to present the draft bill to the parliament.",
    "The Sectoral Oversight Committee on Media, Youth, Heritage and New Citizen has approved the Online Safety Bill, Subject to the amendments determined by the Supreme Court.",
    "The bill was approved when the Sectoral Oversight Committee met in Parliament yesterday (22) under the chairmanship of the Member of Parliament Lalith Warankumara.",
    "Thus, the bill will be taken for the second reading debate, today (23).",
    "Officials representing the Ministry of Public Security, the Attorney General’s Department, the Legal Draftsman’s Department, Sri Lanka Police and the National Secretariat of Non-Governmental Organizations joined yesteday’s meeting.",
    "The members of the committee, Gayantha Karunathilake, Jayantha Katagoda, Sanjeeva Edirimanna, Jagath Samarawickrama and S. M. M. Musharraf were present at the meeting. Also, with the approval of the Chairman of the Committee, Members of Parliament Iran Wickramaratne and Chandima Weerakkodi also participated.",
    "Members of Parliament Gayantha Karunathileka, Iran Wickramaratne and Chandima Weerakkodi pointed out to the committee that further time is required to make amendments to the draft bill and that there should be policy amendments in this regard. They pointed out that it is important to get more time without passing this bill quickly in the parliament.",
    "Accordingly, the chairman of the committee mentioned that the parliament will be informed about the matter presented by these members.",
    "The Online Safety Bill, published in the government gazette on September 18, aims to ban online communication of certain statements in the country, prevent the use of online accounts – both authentic and inauthentic – for the use of prohibited purposes, to suppress the financing and other support of communication of false statements and other related matters.",
    "However, the Bill has come under fire for some of its problematic aspects, with the Asia Internet Coalition (AIC) which consists of multiple tech giants including Apple, Facebook, Google, Amazon, and Yahoo, the International Commission of Jurists (ICJ), the Bar Association of Sri Lanka (BASL), and the Human Rights Commission of Sri Lanka (HRCSL) voicing concerns.",
    "A total of 45 petitions had been put forward by Cardinal Malcolm Ranjith, Samagi Jana Balawegaya (SJB), National People’s Power (NPP), journalist Tharindu Uduwaragedara and many other parties, alleging that the relevant bill is in violation of the fundamental rights of freedom of speech and expression guaranteed by the Constitution.",
    "Later, the Supreme Court, after concluding the deliberation of petitions, communicated its determination on the constitutionality of the Bill and its provisions to President Ranil Wickremesinghe and Speaker of Parliament, emphasizing that pursuant to Article 84(2) of the Constitution, Clauses 3, 5, 7, 9, 11,12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 25, 26, 27, 28, 29, 30, 31, 32, 36, 37, 42, 45, 53, and 56 should be passed by a special majority in the parliament.",
    "However, if these clauses are amended during the Committee Stage, the Online Safety Bill can be passed by a simple majority in the parliament, the Supreme Court’s determination further stated."
  ]
}