{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-from-crisis-to-confusion/4-771662",
  "time_ut": 1736466489.0,
  "original_lang": "en",
  "original_title": "Sri Lanka – from crisis to confusion",
  "original_body_lines": [
    "One should understand that neoliberalism is a political idea and when it is merged into economics, to serve its needs, it creates disastrous consequences, such as rising inequality and poverty",
    "A new Government, elected with a massive majority is now in place, which brings with it a high degree of responsibility, to meet the high expectations of the voters.",
    "It was expected that the Government would proceed on a clear social-democratic path, towards development. However, an unexpected turn to the right has caused confusion.",
    "While the IMF program, which was known for some time, may have played a part, the NPP ‘economic team’ should have worked out its own program and come up with a convincing program which included development aspects, increasing export capacity, generating more payment capacity, which would have reduced the pressure for the Government after 2027. The lack of a development plan is of concern and only exposes the inabilities of the so called ‘economic team’.",
    "Those who engaged with some of the NPP ‘economic team’, would have noticed many shortcomings, which is now exposed. Had a person like Pubudu Jagoda (who had broken away earlier) been there, the intellectual vacuum would have been filled to a great extent.",
    "I recall, on one occasion, I cut short a discussion as the guy (now an important minister) was just parroting neoliberal slogans. However, I must mention that I noticed a young ‘bright star’ with an open mind (now a deputy minister) of whom we should hear more as time goes on and I hope he gets the support he deserves.",
    "I feel for the President, a good person, wanting to give his best, but let down by his ‘economic team’ and now the Central Bank and Ministry of Finance bureaucrats. These bureaucrats have been trained in the orthodox methods and they stick to it. That should be understood.",
    "Sri Lanka’s version of the ‘Chicago boys’ of Chile, are those who keep on blabbering about the need to move faster down the neoliberal route, just because they are funded by their counter- parts in the West. Obviously, this causes confusion, when the Government lacks sufficient ability of analysis of the situation. There is a huge mis-match here, where the confusion starts, with the ‘Chicago boys’ infiltrating the decision-making process.",
    "The NPP’s shift, could be due to its weak economic team succumbing to the ‘only way’ syndrome. However, it should be realised that such a shift has its repercussions on the economy, which directly affects the hopes and aspirations of those who voted for a better Sri Lanka.",
    "The main cause of this shift is the fact that some of the new entrants to the NPP are Chicago Boy types and convinced the old JVP as RW hoped, that the neoliberal path is the only way. This is where people like Pubudu Jagoda, could have played an invaluable role.",
    "Soon after assuming the Presidency in 2022, Ranil Wickremesinghe made a statement which many may have missed. He said that we had a strong economy in 1948. This is where the cat creeps out of the bag.",
    "A strong economy? When the overwhelming majority were just existing and living in poverty? It was strong for his grandfather and a few others, who had everything going for them, including economic and political power. If one traces the old Liberal vs. Collective clash/debate, the true reason for the present neoliberalism could be found.",
    "Neoliberalism is the political thrust created to get back to the old system of a few elites controlling the whole process and conserving it. That is why, rising inequality and poverty is not important in its program, just a few words on social safety nets are considered sufficient.",
    "Those without much knowledge of economic history have neoliberalism confused with modernisation, which are two different aspects.",
    "One should understand that neoliberalism is a political idea and when it is merged into economics, to serve its needs, it creates disastrous consequences, such as rising inequality and poverty. The few who benefit, fund the propaganda tanks, which have become the parrots of neoliberalism. Deregulating the financial sector is like knocking off the traffic lights at a busy intersection. However, in the confusion, the few extracts the maximum, which was seen by the swelling of profits during the GFC.",
    "Though neoliberalism has been a political success, due to its marketing campaign by right wing propaganda tanks, its economics has been an utter failure, the world over.",
    "This has to be got into the head to prevent the loss of decades of valuable time.",
    "One should also keep in mind that neo-liberalism came about to fight the concept of collectivism and the humane aspects of humanity as well as the public purpose of economics.",
    "Though in Sri Lanka, many call themselves Buddhists, not many have drawn inspiration from the ‘Kalama Sutra’ where free inquiry is encouraged.",
    "If one goes back to following a failed path, it is certain to repeat mistakes of the past, but expecting a different result, is nothing but stupidity.",
    "Sri Lanka has been repeating mistakes all along, with many missed opportunities, giving priority to political ideology and economic orthodoxy, rather than the needs of the country.",
    "When it was pointed out that the Plantation Economy had reached its peak two decades before independence, no new growth areas were identified and developed, when the funds were available, and thereby, creating a ‘forex’ crisis for all future governments.",
    "Though succeeding governments had the opportunity to correct the situation, with their limited ability, they moved to the ‘management’ mode, rather than a ‘development’ mode.",
    "Expected the market to perform when it could not – thereby missed many opportunities.",
    "State led industrial development – half-hearted – not gradually developed for export.",
    "Private initiatives – not encouraged or supported – let to decay.",
    "Back to dependency on market – without developing market conditions.",
    "Exports flat for years – not correcting situation – new growth areas not identified.",
    "CB oversaw the decline as debt manager – now advising government.",
    "Many local companies that had performed extremely well, that would have been a great asset in the development effort, were destroyed due to incorrect Government policy. Has that been identified? There is a tremendous lack of knowledge in Sri Lanka, with regard to the country’s economic history, not only among politicians but also economists.",
    "Where is the common sense? Do we go back and repeat the mistakes and expect a different result? Therefore, Mr. President, get a proper team with a vision, self-confidence, knowledge and imagination, to craft a viable plan for real development.",
    "A striking feature of Sri Lanka’s history since independence, is the lack of ‘common sense’. However, the ‘common sense’ I refer to is the one detached from orthodoxy.",
    "The best example of this in our lifetime is the development of the High Performing Asian Economies (HPAEs). When they were to embark on their development effort, they received much advice from the West. On examining the methods and processes, they realised that it would not work for them. They thought out their own methods, based on ‘common sense’.",
    "The West did not expect them to succeed. When President Park was offered Western economic advisors, he politely told them that he prefers Japanese advisors. However, when they did succeed, it was a ‘miracle’ in the Western mind.",
    "The World Bank came out with a publication titled ‘The East Asian Miracle’, which however, does not give the full story. One could therefore see how ‘common sense’ could play a very positive role in the development process. However, unfortunately it is a very rare asset in Sri Lanka.",
    "Therefore, let’s hope that it would be realised that there are alternative methods for development and that the ‘only way’ of the neoliberals is nothing but a fairy tale.",
    "Imagine a poor, under-nourished kid going to school, wearing his only uniform, fainting and falling down and thereby spoiling his uniform with mud patches. The school authorities detain the kid after school and gets him to write lines, a hundred of them ‘I will not dirty my uniform again’ and then he is told to buy a very expensive fabric cleaner to wash his uniform.",
    "The IMF program for Sri Lanka, is somewhat similar to the above incident. Sri Lanka went to the IMF for Balance of Payments (BoP) support but the IMF program is a ‘fiscal based’ program, which directs all other aspects, except the BoP.",
    "According to the IMF’s own projection, Sri Lanka’s external financing needs after 2027, range between $ 4.5-7.5 billion. Which means borrowing again from the international financial market, for which Sri Lanka is being set up, which is what debt sustainability really means.",
    "Would it not have been a better idea to have expanded our export capacity to generate paying capacity, over the past two years and building a sufficient reserve in the next three years, with real reserves of our own and not borrowed reserves, to meet debt payments?",
    "When one reads the Letter of Intent (LOI) sent to the IMF, one wonders if the two who signed it were sitting on their brains.",
    "The IMF of today, is not the IMF that was born in 1944 at Bretton Woods, initiated by the likes of Keynes and others. Its mandate now is to spread neoliberalism around the world and trap countries into the system by showing carrots like free trade and globalisation, without real development, and the opportunity to borrow from international financial markets.",
    "A few years ago, the IMF’s own research department dropped a political bombshell, when it published an article titled ‘Neo-Liberalism oversold’, which pointed out that the neoliberal approach was not only not working but was extremely damaging, resulting in rising inequality and poverty. This was however, swept under the carpet, and carried on as usual as if nothing had happened.",
    "The neoliberal trained economists in most central banks and finance ministries, in most developing countries, helps the IMF in the process. Governments, in most developing countries go along for political reasons, while some have been too dumb to notice.",
    "The restructuring of the ISBs is a clear example of this, where it is a clear win for the bond holders, adding more pressure on the Government after 2027. I do not understand how ministers could claim this as a victory.",
    "This alone should indicate the need for more ‘forex’ earning capacity. The four-pillar program, expressed by the senior economic advisor to the President, is utterly insufficient to meet future payments.",
    "Tourism, the main plank of the four pillars, should be developed, not as a dependent pillar but as a bonus to build reserves, as it is extremely susceptible to global events.",
    "Ultimately, it is only manufacturing that could bring the large benefits, therefore, the sooner we get into it the better.",
    "The IMF program as it is, prevents the Government from incentivising sectors for greater performance. Should not the thinking be to find ways of getting round the international bureaucrats? Unfortunately, Sri Lanka at present does not have that ability.",
    "In the present state of confusion, I do hope that the Government would keep an open mind and look at possible alternate development possibilities, which it would find difficult, without the ability to counter the ‘Chicago boy’ types, with solid arguments.",
    "The most urgent need is to eliminate poverty in the country.",
    "For the economy to be market driven, the market has to function well. If the market fails, due to the fact that the circumstances for market development has not occurred and it is still expected to perform, the result is like what the three main millers have done to the rice market. Therefore, understand that until the market is able to perform well, with much more participants, monopolies and oligarchies are the result, extracting the maximum from the rest.",
    "In 1948, it was a free and open market, did it direct investment into required areas? No, investment went into risk averse plantations. Had the Government intervened and directed investment or in the absence of private sector participation, made its own investments in the manufacturing sectors, the story would have been different. This is what the High Performing Asian Economies realised and created the conditions with intervention.",
    "India, developed its industrial base from 1947 until liberalisation in the 1990s and was therefore able to compete with foreign companies and developed further and the liberalisation became a two-way street. In Sri Lanka, without first developing industry, liberalisation became a very expensive, one-way street. The ‘Chicago Boys’ of Sri Lanka should take note.",
    "As ministers, would be struggling with rice, eggs and coconuts for the foreseeable future, development cannot be made to suffer. Ministers, should use their heads, at least the ones who have it, without reading out scripts written by officials. We need to have a hybrid system, that works in parallel with the normal functioning of government, if development is to become a reality.",
    "Development is not something that just happens, driven by the market, as the ‘Chicago Boys’ think. It is a process of great thought and strategic thinking and coordinated with the resources available, within the macro economy. In the process, many shortcomings would be identified, which would need correction. Targets should be set, so that progress could be monitored.",
    "An interesting point to note, in South Korea when the development plan is published, each Ministry was given its task and at the annual review, if the Ministry had not achieved at least 80% of its task, the Minister goes.",
    "A Development Council, tasked with exploring possibilities, researching them, identifying and developing the ground work, is urgently required. I do not know if the required people for such a task could be found. People with not only knowledge, but imagination and self-confidence, with a vision is what is required.",
    "However, even if it does not happen, let me list out in point form, what is needed.",
    "Identify what could be done in the short-term. Like expanding present exports.",
    "Identify new growth areas and develop them-via a Dev Bank under the Council.",
    "Explore high-tech development possibilities – particularly silicon and quartz based.",
    "Develop a program for needed human resources – particularly in the high-tech areas.",
    "Explore possibilities for GMVC integration and create conditions for it.",
    "Transform the gem industry – make Colombo the ‘Gem Centre of Asia’ and encourage the jewellery sector with world-class designers and international auction houses in Colombo.",
    "Formulate a Dev plan for the fisheries sector – target $ 5 b exports with modern equipment and scientific methods.",
    "Re-orient early education to develop the natural thinking ability of kids.",
    "Set up the institutional framework to identify and develop innovators.",
    "Do not fall to the argument, “Why all this when it’s cheaper to import” as it was with the urea factory, sold in the 1980s and now struggling to import fertiliser requirements.",
    "There are many other possibilities to mention but space is limited, therefore another article on another day, would hopefully expand the above with more clarity."
  ]
}