{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-greatest-comeback-story-never-told/",
  "time_ut": 1710607500.0,
  "original_lang": "en",
  "original_title": "THE GREATEST COMEBACK STORY NEVER TOLD",
  "original_body_lines": [
    "President Biden gave the final State of the Union speech of the first term of his presidency on Thursday, March 7, 2024. It was probably the most important speech in his long and distinguished career in public service, which spans over half a century. Biden represented Delaware in the Senate from 1973 to 2009, served as Vice-President in the administrations of President Barack Obama from 2009 to 2017, and the incumbent 46th President since January, 2021.",
    "President Biden is certainly no stranger to one of the most hallowed annual rituals in America, the State of the Union Speech, a ceremonial occasion to illustrate U.S. democracy in action. He was completely at ease in an environment most familiar to him, and his fiery performance in this vital speech tended to lay to rest immediate misgivings about his advanced age and ability to run for a second term.",
    "Conventional wisdom suggests that it would be more prudent to elect to the highest post in the land a man 81 years old, with over 50 years in public service at the highest levels behind him, rather than a 78-year-old ex-con, bankrupt sexual predator with 91 felonies ahead of him.",
    "The State of the Union speech is not a constitutional requirement. The constitution requires the president to “periodically give to the Congress information of the State of the Union, and recommend to their Consideration such Measures as he shall judge necessary and expedient”. Although George Washington delivered the first State of the Union in person on January 8, 1790 in New York, Thomas Jefferson considered that such a speech, imitating the British monarch’s Speech from the Throne, was ill-suited to a republic. He favored the policy of submitting written reports of the State of the Union, which practice persisted until 1913, when President Woodrow Wilson resumed the delivery of such information to Congress in person.",
    "Biden kicked off his fiery, starkly political speech attacking Trump, referring to him never by name, but only as “my predecessor”.",
    "He compared this moment to Franklin Roosevelt’s speech State of the Union speech in January 1941, when “Hitler was on the march. War was raging in Europe. Freedom and democracy were under assault in the world”. Today, Russia’s Putin is on the march in Ukraine, threatening peace in Europe. And democracy is again under assault in the world.",
    "Biden railed against Trump’s admitted intention to leave NATO, the greatest military alliance the world has ever seen, if re-elected. He condemned Trump’s encouragement for Putin to do “whatever the hell he wants” against Ukraine, which will endanger the security of US allies in Europe. Biden said, “If anybody in this room thinks that Putin will stop at Ukraine, I assure you he will not”.",
    "“I say this to Congress, we must stand up to Putin. History is watching”.",
    "Biden attacked “my predecessor”, a total of 13 times. He vilified Trump for his role in spreading election lies after November 2020, which led to the violent insurrection of January 6, 2021, the greatest threat to the democracy of the nation since the Civil War, saying, “my predecessor and some of you here seek to bury the truth of January 6. I will not do that”.",
    "“Insurrectionists stormed this very Capitol, and placed a dagger at the throat of American democracy. Many of you were here on that darkest of days. But they failed. America stood strong and democracy prevailed. But the threat remains and we must defend it”.",
    "He said that “my predecessor” succeeded in achieving what the Republican Party had been seeking for years, the overturning of Roe v. Wade, which had, since 1973, guaranteed women’s reproductive freedom. Roe v. Wade ruled that abortion was a decision to be made by the woman (with her parents in the case of a minor), her doctor and her God. Biden said, “If Americans send me a Congress that supports the right to choose, I promise you, I will restore Roe v. Wade as the law of the land again”.",
    "Women’s reproductive freedom, coupled with immigration, will prove to be the two major issues in the upcoming presidential election.",
    "Last month, Congress submitted a bipartisan immigration bill, authored by one of the most conservative of Republican Senators, James Lankford of Oklahoma, in co-operation with Democratic Senator Chris Murphy of New Jersey and Independent Senator Kyrsten Sinema of Arizona, endorsed by a majority of Republicans in Congress. This is a bill that would impose the toughest set of border security reforms ever seen, one that would save lives and bring order to the border; a bill that had the support of the Border Patrol Union.",
    "Biden said, “It would also give me, as president, new emergency authority to temporarily shut down the border when the number of migrants at the border is overwhelming”.",
    "The proposed bill was certain to pass the House and the Senate. Unfortunately, under the instructions of Donald Trump, Speaker Mike Johnson refused to bring the bill before the House. The reason: Trump felt it would be a political win for Biden, and a political loss for him, in November.",
    "So the bill will be languishing till after November, eight months during which the chaos at the southern border will continue, and people will die, purely because Trump feels such a bill may cost him the election.",
    "Biden set out his accomplishments during the three years of his presidency, and outlined his agenda for a second term. He described an economy that is, by all accounts, roaring back after the near-recession he inherited after the Covid years, as the “greatest comeback story never told”. This was a repudiation of unfair public perception and persistently negative media coverage of his handling of the economy; an economy that had received optimistic praise from the heads of the International Monetary Band and Federal Reserve Board, among others.",
    "Biden focused heavily on populist themes, like raising taxes on corporations and the super-wealthy, lowering cost of prescription medication and expanding the Affordable Care Act (Obamacare), and imposing strict gun control laws, including the banning of assault rifles – issues that have the overwhelming support of all Americans, Democrats, Republicans and Independents.",
    "Biden made no secret of his age, noting that, during his career, he has been told that he’s too young and too old. But despite his age, he has “always known what endures. I’ve always known our North Star. The very idea of America, that we are all created equally and deserve to be treated equally throughout our lives”.",
    "In summary, Biden seized the pomp and circumstance of a nationally televised event, with the massive media spotlight it commands, to frame the November election clash with his predecessor, “as an existential struggle over America’s place in the world and the integrity of U.S. democracy itself”.",
    "Biden ended his speech with these stirring words. “I see a future where we defend democracy, not diminish it. I see a future where we restore the right to choose and protect other freedoms, not take them away. I see a future where the middle class finally has a fair shot, and the wealthy finally have to pay their fair share in taxes. I see a future where we save the planet from the climate crisis and our country from gun violence. Above all, I see a future, a country for all Americans”.",
    "A November rematch of Trump and Biden, bar the intervention of natural causes, seems inevitable. There are current rumors that Robert F. Kennedy Jr., the disgraced son of Robert F. Kennedy and nephew of JFK, will also announce his candidacy for the presidency as an Independent. He has absolutely no chance of winning the presidency, but he could well muddy the waters.",
    "Biden’s State of the Union speech, vibrant and energetic as it was, was warmly greeted by an estimated 60% of the 30+ million who watched it on live TV. The surest signs of its success were the comments made by Republicans, notably Fox News, who had over the past few years been mocking Biden’s senility and lack of cognitive acuity. They have now started calling him “Jacked-up Joe”, alleging that he was under the influence of drugs when he delivered such an energetic performance. Donald Trump accused “Sleepy Joe” of making a completely out-of-character “dark, hate-filled, angry” speech, the ultimate compliment from the Prince of Transference.",
    "From January, 2025, either Trump or Biden will be entrusted to take over the mantle of the leader for the free world, and act as the chief antagonist of the nation’s adversaries for a further four years. The leaders of these main adversarial nations, Presidents Putin of Russia and Xi of China are also no spring chickens, both 70 years of age, but mere lads compared to Biden and Trump.",
    "The USA has always supported Israel’s right to self-defense, but Netanyahu’s disproportionate and continuing violence against the Palestinian civilians of Gaza, in revenge for Hamas’ brutal attacks of October 7, has already claimed over 30,000 innocent lives of men, women and children, and displaced millions. The Senate majority leader, Democrat Senator, Chuck Schumer last week condemned Israeli Prime Minister, Netanyahu for the denial of a ceasefire demanded by the world, including the USA. Netanyahu’s refusal to negotiate for a two-state solution indicates his ultimate goal of a one-state solution, with the elimination of Palestinians, one way or another.",
    "Biden is taking appropriate actions in the increase to the provision of humanitarian aid for the beleaguered Palestinian civilian population in Gaza. He has imposed sanctions against Israel and threatens to withdraw military assistance to prosecute an unjust and cruel war. Probably too little, too late.",
    "The more dangerous scenario is Trump’s public announcement that if he is defeated in November, he will, once again claim that the Democrats rigged the election against him. He is already planting the seeds of public suspicion in the integrity of the 2024 national electoral process.",
    "Trump has now reconstituted the Republican Party to take complete control of the House, the Senate, and as of last week, the Republican National Committee (RNC). Chairperson, Ronna McDaniel has been fired and replaced by Trump’s daughter-in-law, Lara Trump. The RNC member, Beth Bloch, who announced Ms. Trump’s appointment as co-chair, made a virtue of her total lack of experience with a truly Christian explanation: “God does not call the qualified. He qualifies the called”.",
    "Most significantly, Trump has appointed election denier Christina Bobb as Senior Counsel for Election Integrity. The only qualification to be a member of today’s Republican Party is unquestioning loyalty to Trump.",
    "I am assuming that Trump will be soundly defeated in November. If Americans are even more nuts than my wildest nightmares and elect him, then America will come under the aegis of the world’s dictatorships and kleptocracies.",
    "To put it bluntly, Russia will annex Ukraine and Israel will be an independent state, free of Palestinians, with no resistance from the Americans. An end of an era would be ushered when the geopolitical structure of the world would be dramatically transformed.",
    "And even in the most likely event that the Democrats win both the presidency and Congress in a fair election, there is little doubt that Trump will, once again, call Foul and refuse to concede defeat. The nation will be plunged into political violence, tantamount to a civil war, for which Trump and the radical red cult are already making the necessary preparations.The November presidential election is beginning to look awfully like a Lose Lose situation for America.",
    "Rainwater harvesting is an essential step to stave off impending disaster",
    "Sri Lankan who founded Bangkok law Firm that has prevailed for 130 years",
    "What’s in a Suit? That which is substantive can be delivered in a Bush Shirt!",
    "RW tells MPs that “there are no short cuts to abolish executive presidency”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}