{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Home-Lands-betters-own-record-by-achieving-Rs-8-8-b-sales-in-July/34-780129",
  "time_ut": 1754939121.0,
  "original_lang": "en",
  "original_title": "Home Lands betters own record by achieving Rs. 8.8 b sales in July",
  "original_body_lines": [
    "Home Lands, said yesterday it has achieved an unprecedented Rs. 8.8 billion in sales in just one month in July 2025, topping the record it set just the previous month by recording Rs. 7.4 billion in sales in June 2025 that saw the highest ever sales figures done by any real estate developer in a month in Sri Lanka.",
    "With year-to-date sales turnover standing at an impressive Rs. 34 billion as of 31st July 2025, Home Lands has already surpassed its total annual sales of Rs. 31 billion in 2024, in just the first seven months of the current fiscal year.",
    "This remarkable achievement by the market leader in Sri Lanka places Home Lands in a league of its own, reaffirming not only its market leadership but also its ability to continuously set the trend in the real estate industry by elevating standards and redefining living spaces with unmatched choice, offering the highest standard of living. Having already delivered over 3,200 residential units across multiple themed mega residential complexes and over 1,800 units under construction across six futuristic mega residential complexes, Home Lands continues to bring the future of luxury living spaces to Sri Lanka.",
    "“At Home Lands, we don’t just build homes, we create lifestyles. This remarkable milestone is a reflection of the trust our clients place in us and the unwavering dedication of our team. We take pride in setting new benchmarks for Sri Lanka’s real estate industry while staying true to our core values. Surpassing last year’s total sales in just seven months is a powerful testament to the strength of our vision and the deep confidence the market has in our offerings,” said Home Lands Group Chairman Nalin Herath.",
    "With over 20 years of excellence in the industry, Home Lands continues to drive innovation in Sri Lanka’s real estate landscape while maintaining its core values of Trust, Innovation, and Excellence. The company has built a reputation for delivering high-quality developments, transparency, and customer-centric service, earning the trust of thousands of families and investors both locally and internationally."
  ]
}