{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113038/oil-prices-drop-1-on-expected-global-supply-growth",
  "time_ut": 1759149060.0,
  "original_lang": "en",
  "original_title": "Oil prices drop 1% on expected global supply growth",
  "original_body_lines": [
    "Oil prices fell by more than 1 per cent on Monday as OPEC+ plans for another increase to oil output in November and the resumption of oil exports by Iraq’s Kurdistan region via Turkey raised the global supply outlook.",
    "Brent crude futures dropped $1.01, or 1.4 per cent, to $69.12 a barrel by 1019 GMT after settling at their highest since July 31 on Friday. U.S. West Texas Intermediate crude was down $1.11, or 1.7 per cent, at $64.61.",
    "The Organization of the Petroleum Exporting Countries and its allies, together known as OPEC+, is likely to approve another increase to crude oil production at its meeting on Sunday.",
    "The group is expected to confirm an increase of at least 137,000 barrels per day for November as rising oil prices encourage efforts to regain market share, said three sources.",
    "However, OPEC+ has been pumping almost 500,000 bpd less than its targets, defying market expectations of a supply glut.",
    "Meanwhile, crude oil flowed through a pipeline from the semi-autonomous Kurdistan region in northern Iraq to Turkey for the first time in 2-1/2 years on Saturday, Iraq’s oil ministry said.",
    "After years of deadlock, an interim agreement between Iraq’s federal government, the Kurdistan regional government (KRG) and foreign oil producers operating in the region will allow 180,000 to 190,000 bpd of crude to flow to Turkey’s Ceyhan port, Iraqi oil minister told Kurdish broadcaster Rudaw on Friday.",
    "The resumption is expected eventually to bring up to 230,000 bpd of crude back to international markets.",
    "Monday’s price decline followed weekly gains of more than 4 per cent for both benchmarks last week after Ukrainian drone attacks on Russian energy infrastructure hit the country’s fuel exports.",
    "“Ukraine naturally smells blood here ... If anything Ukraine will likely double up on its strategic attacks on Russian refineries,” SEB analysts said.",
    "Russia pounded Kyiv and other parts of Ukraine early on Sunday in one of the most sustained attacks on the capital since Russia’s invasion in 2022.",
    "Meanwhile, the United Nations has reinstated an arms embargo and other sanctions on Iran over its nuclear programme. Tehran has warned that the measures will bring a harsh response."
  ]
}