{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83838",
  "time_ut": 1711826640.0,
  "original_lang": "en",
  "original_title": "After unforgivably allowing a disaster of the magnitude of the 2019 attacks on churches and hotels to occur at the hands of local jihadists, what is the point of parading military men before churches now?",
  "original_body_lines": [
    "Does the Sri Lankan Government believe that posting hundreds of military officers with guns at the ready in front of churches during the Christian Holy Week, will suffice to mitigate monumental lapses on the part of the State in not (properly) investigating or prosecuting those responsible for the 2019 Easter Sunday attacks?",
    "Is this not part of the many charades in regard to ‘investigating’ gross human rights abuses where the State itself is complicit in the same?",
    "This is irrespective of targeting ethnic or religious minorities (Tamil/Muslim) or for that matter, the (Sinhala) majority itself whose common blood has soaked Sri Lanka’s soil since independence.",
    "That commonality of justice denied has been a damning truth carefully avoided by political demagogues, not only the Rajapaksas.",
    "Indeed, the collective call for justice has not been used to powerful effect by victims either except in singularly fleeting instances where mothers of the disappeared from the North to the South joined hands in the nineteen eighties.",
    "True to form, that struggle was politically co-opted by Mahinda Rajapaksa and (the late) Mangala Samaraweera wearing the garb of rights conscious opposition parliamentarians and soon died a natural death.",
    "And so we are at this point today, where the nation has been bankrupted by leaders who ‘captured’ and subverted democratic governance under beguiling labels. Those false promises included ‘yahapalanaya’ (good governance a la Wickremesinghe style, 2015-2019) and ‘leadership by a strongman’ (2019-2022) under the Viyathmaga stamp of Gotabhaya Rajapaksa.",
    "That culminated in the shameful fleeing of Rajapaksa like a refugee to various countries who refused to accept him after popular fury toppled his Presidency in 2022.",
    "Rajapaksa’s fate was in some respects, a karmic reflection of the fate of Tamil civilians who fled Sri Lanka in fear of the ‘deep security State.’ No matter, it is precisely because of endemic failures of justice that the country faces resolutions on the international stage at the hand of powerful nations with geo-political interests.",
    "That those nations are hypocritical in the shielding of their ‘favourite’ rights abusing States, taking Israel’s barbaric demolition of the Gaza Strip as an obvious example, is no defence.",
    "The point is that the Sri Lankan State has failed its own citizens in their search for justice, thus ‘internationalizing’ the allegations. This is an uncontested fact regardless of how many unconvincing and overlapping Truth and Reconciliation bodies that the Government establishes. These neither fool the ‘international community’ or the victims themselves. Put bluntly, the institutions of justice within the country must deliver to those desperately calling out for answers.",
    "That justice delivery must be unhampered by political pressure and by the vested agendas of the embedded national security ‘deep State.’ Left to itself, the Sri Lankan judiciary will, in most respects, deliver. This week, the Colombo High Court handed down a four year rigorous imprisonment term to a monk, Galagodaaththe Gnanasara, whose spewing of communal hatred had brought the Buddhist robe that he drapes around himself, to disrepute.",
    "This sentence was in regard to the monk making defamatory comments against Islam in 2016 relating to a dispute between Buddhists and Muslims regarding the Kuragala prehistoric archaeological site.",
    "A particular feature of the sentencing was the judicial observation that the inflammatory remarks in question had been made ‘deliberately’ with intent to provoke. That was not behaviour which was proper of a man of religion, the Court stated.",
    "Even so, the sight of the monk walking to the prison van consequent to the sentencing illustrated a parade of strength with smiles and jokes aplenty. That arrogance has a particular history behind it. A previous conviction of this same monk for contempt of court had been ‘cancelled’ through a presidential pardon.",
    "At the time, the Bar Association castigated former President Maithripala Sirisena, cautioning that the power of pardon must be exercised according to law and based on sound legal principles.",
    "That caution had little effect. So it is no surprise that the monk in question would exhibit such imperviousness to judicial authority.",
    "This again, is another catastrophic feature of the subversion of the law in Sri Lanka. That collapse of the State based on the Rule of Law has now become endemic, the lines between what is ‘permitted’ in war and what should occur in ‘normal times’ have become blurred to the point of being invisible.",
    "This was inevitable given the unconscionable liberties that we permitted the political establishment to take with the Constitution and with the judiciary including installing politically compromised judges in the highest court.",
    "All this was part of the social, legal, financial and fiscal collapse of the nation in 2022. So we return to the question asked at the start of this week’s reflections, what is the point of this recurring absurd military show at churches, pray?",
    "Announcements are routinely made by the Ministry of Public Security and the Department of Police that hundreds of soldiers will ‘stand on the ready’ to prevent any national security lapses on Easter Sunday.",
    "The Roman Catholic Church and the Anglican Church should take a bold and unified stand in denouncing such proclamations by politicians and their law enforcement minions  which amount to sheer nonsense, to put it mildly.",
    "After unforgivably allowing a disaster of the magnitude of the 2019 attacks on churches and hotels to occur at the hands of local jihadists, what is the point of parading military men before churches now?",
    "Only the most naive could maintain that the heads of defence, security, intelligence and the police were unaware of the planning of the attack by suicide bombers who were being continually tracked by military intelligence.",
    "The Catholic Church has gone a step further to publicly assert that military intelligence was, in fact, complicit in the attacks.  So Easter Sunday, celebrated by Christians globally, has taken on a more somber hue in Sri Lanka since 2019.",
    "Each year, it is a ghastly reminder of a travesty of justice aggravated by perpetually recurring claims of a political conspiracy and of so-called ‘masterminds.’",
    "These claims have been made by a medley of politicians and by a former Attorney General who referred to a ‘grand conspiracy.’ He also pointed to obstacles put in his path to prosecute those responsible.",
    "These allegations were most recently regurgitated by former President Maithripala Sirisena who pronounced that he had ‘come to know’ of the ‘true’ masterminds behind the 2019 Easter Sunday blasts.",
    "The former President, along with his defence and police heads at the time had earlier been found responsible by the Supreme Court for culpable inaction in failing to prevent the attacks. He has now been summoned by the Maligakanda Magistrate’s Court to report to the court on his recent statement. None of this has (unsurprisingly) impressed the Catholic  community.",
    "Public cynicism is high that this newest ‘revelation’ is just ‘another drama’ in an election year. The head of the Roman Catholic Church, Cardinal Malcom Ranjith is heading his flock in seeking ‘international justice. Environmentalists seeking accountability over the ‘Xpress Pearl’ calamity which polluted Sri Lanka’s coast, activists protesting against a planned ‘Indian’ power project in Mannar and trade unionists furious at the sale of national assets have joined the chorus of ‘international’ protests."
  ]
}