{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112099/donald-trump-says-india-offered-to-remove-tariffs-on-us-goods",
  "time_ut": 1756793880.0,
  "original_lang": "en",
  "original_title": "Donald Trump says India offered to remove tariffs on US goods",
  "original_body_lines": [
    "US President Donald Trump says India has offered to cut its tariffs ‘to nothing’ even as he called the current trade stalemate with the country ‘a totally one sided disaster’.",
    "US tariffs of 50% on goods from India - which includes 25% penalty for Delhi’s refusal to stop buying oil from Russia - took effect last week.",
    "India has not responded to Trump’s latest comment but such war of words over Russian oil has caused Delhi-Washington ties to hit an all-time low.",
    "Trump’s comment coincides with Indian Prime Minister Narendra Modi attending the Shanghai Co-operation Organisation (SCO) summit in Tianjin where he met Chinese President Xi Jinping and Russian President Vladimir Putin.",
    "Washington says Delhi has been indirectly funding Russia’s war in Ukraine.",
    "‘India buys most of its oil and military products from Russia, very little from the US,’ Trump wrote, adding Delhi should have cut tariffs ‘years ago’.",
    "Delhi has previously said that oil supply from Russia was vital to meet the energy needs of its vast population.",
    "It has also called the tariffs ‘unfair, unjustified and unreasonable’.",
    "Last week, the country’s commerce minister, Piyush Goyal, said India ‘will neither bow down nor ever appear weak’ in its economic relationships with other countries.",
    "He also said the country was ready to a have a free-trade agreement with anyone who wanted it.",
    "On Monday, Trump wrote: ‘What few people understand is that we do very little business with India, but they do a tremendous amount of business with us. In other words, they sell us massive amounts of goods, their biggest ‘client,’ but we sell them very little - Until now a totally one sided relationship, and it has been for many decades.’",
    "The US was, until recently, India’s largest trading partner and the tariffs have sparked fears that exports and growth in the world’s fifth largest economy could suffer.",
    "At the SCO summit, Modi was seen shaking hands with Putin ahead of a meeting hosted by Xi.",
    "The SCO, whose members include China, India, Iran, Pakistan and Russia, is seen as a challenge to Trump and US dominance on a global level.",
    "Putin and Modi later spent 45 minutes inside the Russian leader’s car - after which Modi posted a picture of their journey alongside the compliment to Putin.",
    "The Indian PM said he had an ‘insightful’ exchange with Putin."
  ]
}