{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/early-days-herbert-coorays-childhood-in-kosgama-and-schooling-in-colombo/",
  "time_ut": 1709406840.0,
  "original_lang": "en",
  "original_title": "Early days – Herbert Cooray’s childhood in Kosgama and schooling in Colombo",
  "original_body_lines": [
    "We begin today serializing the biography of Herbert Cooray, the founder of the Jetwing Group who earlier ran a successful business as a building contractor as had his father before him. The biography was written by Shiromal Cooray, his daughter, who with her brother, Hiran, now leads Jetwing.",
    "The history of the Jetwing family of companies is essentially the story of its founder, Herbert Cooray. It is the story of an unusual man who rose from modest, relatively obscure beginnings to establish what is today the largest independent business group in the Sri Lankan tourism industry. Such an achievement, significant in itself, appears more remarkable when we consider that it was achieved in the face of entrenched competition from established and long-standing hotel and travel firms that had made their reputations in the years when most traveled by sea, and cruise ships such as P&O’s famous Canberra were regular visitors to the Colombo Harbour.",
    "In those days, the ‘travel trade’ catered mainly to the wealthy, and its senior figures carried themselves with the hauteur of mercantile princes. To them, a man like Herbert who retained to the last his earthly personal manner and affection for the simple working folk of the world, and the simple joys of life was more foreign than the opulent Europeans and Oxbridge- accented Asiatic magnates who formed the bulk of their clientele.",
    "`The child is father to the man,’ goes the old saying. Herbert Cooray’s early childhood was spent in Kosgama, his birthplace, a village near Avissawella that has since been enveloped by the creeping expansion of Colombo’s dormitory suburbs. Kosgama was never a backwater; it lies on the principals eastward route out of the capital, giving access to the southern tea-growing districts of the hill country, an area of enormous economic importance in Colonial times, as well as to the east coast and the remote jungles of the southeast.",
    "Colombo was about thirty miles up the road in the opposite direction; an intelligent, curious young lad from Kosgama could not, even in those days, help but know something of the wide world outside. Young Herbert did have a few advantages not available to his Kosgama playfellows; his maternal grandfather had been a rate mahattaya, an officer in the colonial administration and a plantation owner, while his father Jeramius Cooray, a building contractor, was a member of the segment of the Sri Lankan middle class that moved easily between the worlds of colonial enterprise and local tradition in a country still under the British rule.",
    "At first sight, however, there was little to distinguish the boy from his village contemporaries. Like them, he could be seen at all hours of the day when school was not in session, cavorting shirtless in the rain, racing old car tyres down the village roads or making paper boats to sail in ponds and puddles around the village. He had a reputation for mischief, but the village women – of all ages – loved and made much of him. It was a good life, with simple joys for a little boy, but greater things awaited him.",
    "Herbert was born on January 27, 1929, in the traditional Sri Lankan way, delivered at home by a midwife. The family home at Kosgama, nominally his maternal grandfather’s – was also his parents, and there he remained until 1936. His earliest education was received at the Kosgama village school, to which he and his older brother Neville, travelled everyday by bullock cart.",
    "Their father was often absent on his contracting work, but the children did not lack for strong moral example: their maternal grandmother was an important pillar of the local community, many members of which had cause to bless her charity, and Herbert soon learnt to respect her benign despotism. Then there was Maama, his mother’s brother, who usually stepped into the paternal role while his father was away on business. It was, taken all in all, a secure, happy childhood with a lot of love and affection.",
    "But childhood idylls cannot last forever. Soon it was time for serious education, a matter in which his mother took full charge. Lucy Wijegunawardena (she refrained from changing her name after marriage, as far back as 1926) was an intelligent lady who unusually for the times had herself received an excellent Roman Catholic education; and when the time came for her two boys to be educated, she insisted that family move to Colombo so that Neville and Herbert could attend a suitable Catholic institution there.",
    "Jeramius was not supportive of the idea, believing that his young wife could not move to the city and live on her own with two sons. She had never lived away from her home and extended family, as she had continued to live there after marriage and the birth of her two sons. However, the fiercely independent and strong willed Lucy had her way.",
    "She managed to convince her husband that this was for the best, although he was not going to be home most of the time. Eventually, she selected St. Benedict’s College in Kotahena. A house in Mattakkuliya, conveniently near the college, was bought and occupied by the Cooray boys and their mother. They lived in this house until the war broke out in1942, when St. Benedict’s, like many other Colombo schools, had moved to a temporary establishment at the Veyangoda premises, and Herbert and Neville were soon among their number.",
    "School did not at first agree with young Herbert. A boy who studied at the village school, treated as a special “kid” by everyone was now obliged to make his way as best he could among urbanities who were his classmates. He was often taunted or bullied, with no adults coming to his rescue. Sad to say, some of his teachers were no better than their pupils. Herbert particularly remembered a certain teacher, a Christian Brother, who had belittled him and sent him to the back of the class for some trifling lapse.",
    "In those days’ boys at private schools were often punished for speaking in the vernacular or following “native” customs. Such experiences left Herbert Cooray with a strong egalitarian bent and lifelong suspicion of authority. His socialist ideals, which some found odd in such a successful businessman, were founded in experiences of this kind.",
    "Throughout his teenage years, he continued to be a rebel and a fighter for the rights of those ill-served by authority, whether the oppressed party was a classmate unfairly punished by a schoolmaster or a colonized people forced to submit to regulations that did not apply to their colonial masters. A natural and popular activist, his ideals brought him into conflict with the authorities not only at his school, but also later on at university.",
    "The experience with the Christian brother was, however, instructive, causing young Herbert to realize that he would never make his way successfully in the world without some measure of respect for authority and convention. He realized he needed to strike a balance. From then on, he took his studies seriously. His formerly indifferent grades were transformed, and he ended up winning class prizes.",
    "Playing society’s game to his advantage did not, in his view, make him part of the establishment. To the end of his days he would signal his dissent from conformity in many small ways, the most obvious of which was his dislike of formal western wear. He hated putting on a suit, or even a collar and tie, and would attend the most important functions in a casual short-sleeved shirt, the tail of which would be worn out of his habitual khaki trousers.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}