{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/India-s-cosmic-leap-A-billion-dreams-will-see-visits-to-Moon-Mars-and-Venus/4-780349",
  "time_ut": 1755281470.0,
  "original_lang": "en",
  "original_title": "India’s cosmic leap: A billion dreams will see visits to Moon, Mars and Venus",
  "original_body_lines": [
    "NISAR is poised to revolutionise how we observe and understand our planet",
    "India’s roadmap doesn’t stop at Gaganyaan, Prime Minister Modi has outlined a bold vision: establish an Indian space station by 2035 and land an Indian on the moon by 2040. If successful, India will join the elite club of nations—Russia, the United States, and China—with independent indigenous human spaceflight capabilities",
    "Reaching for the stars is becoming an everyday affair at India’s space agency, having visited the Moon and Mars with orbital missions, now eyes are set on a mission to Venus and a sample return from the Moon. Human space flight to fly an Indian citizen on an Indian rocket from Indian soil where the countdown will also be by India, is also taking shape fast.",
    "India’s space journey reached new heights with the successful landing of Chandrayaan-3 nearer the Moon’s South Pole on 23 August 2023, making India the first country to achieve this feat. This mission demonstrated ISRO’s capability in precision lunar landing and roving. The Vikram lander even performed a hop experiment, and the propulsion module was later maneuvered into Earth orbit for extended operations 2.",
    "Building on this momentum, ISRO achieved its 100th rocket launch in January 2025, launching a navigation satellite, showcasing India’s indigenous cryogenic engine technology.",
    "The pinnacle came with the 30 July 2025 launch of the nearly $ 1.3 billion NASA ISRO Synthetic Aperture Radar or NISAR satellite, a joint Indo-US Earth observation mission. Launched aboard India’s GSLV F-16, NISAR features dual-frequency SAR payloads from NASA and ISRO, and will monitor climate change, disasters, and agriculture 5. ISRO Chairman Dr. V. Narayanan hailed it as a symbol of India’s technological leadership and global collaboration, emphasising the precision and reliability of India’s cryogenic launch systems.",
    "In a landmark achievement for India’s space program, Group Captain Shubhanshu Shukla completed a 20-day mission, including 18 days aboard the International Space Station (ISS), as part of the multinational Axiom-4 mission—dubbed Mission Akash Ganga. This marks India’s first human spaceflight since Wing Commander Rakesh Sharma in 1984. Prime Minister Modi hailed Shukla’s courage and dedication as inspiring a billion dreams.",
    "Launched aboard SpaceX’s Falcon 9, Shukla served as mission pilot and conducted seven India-specific experiments. Despite delays, the mission concluded successfully with a splashdown near San Diego. It lays the foundation for India’s Gaganyaan mission, targeting a 2027 launch from Indian soil.",
    "India’s roadmap doesn’t stop at Gaganyaan, Prime Minister Modi has outlined a bold vision: establish an Indian space station by 2035 and land an Indian on the moon by 2040. If successful, India will join the elite club of nations—Russia, the United States, and China—with independent indigenous human spaceflight capabilities.",
    "India’s lunar legacy is already formidable. India’s first foray to the moon with the Chandrayaan-1 mission in 2008 discovered presence of water molecules on the moon, fundamentally altering lunar geological history forever. Chandrayaan-2 provided the first independent images of Apollo mission artefacts left on the lunar surface, and Chandrayaan-3 made global headlines by landing nearer the moon’s South Pole—now considered the gold rush zone for lunar exploration.",
    "With cost-effective yet reliable space missions, India is poised to become a major player in the global space race. The government has already allocated billions of dollars for the human spaceflight program, underscoring its commitment to cosmic exploration.",
    "India’s science minister Dr. Jitendra Singh who also looks after the affairs of the Department of Space says, “India’s quantum leap in space research with India’s space economy standing at $ 8 billion has been only possible due to the courageous decision to open up or unlock the space sector from the shackles of the past.” Further highlighting that “India’s space economy is projected to grow beyond $ 40 billion by 2040 which is going to be a gigantic jump.”",
    "The future space missions include lunar sample return mission named Chandrayaan-4; a mission to Venus; the development of the new mighty rocket, as part of this ambitious roadmap, India plans to establish its own space station, the Bhartiya Antariksha Station, by 2035. A precursor to this will be the launch of a space module in 2028. The culmination of this vision is the planned landing of an Indian astronaut on the moon by 2040.",
    "“When we celebrate the 100th year of India’s independence, in 2047, an Indian flag will already be flying on the moon,” asserts Dr. Singh.",
    "In a historic collaboration between the United States and India, the NASA-ISRO Synthetic Aperture Radar satellite, also known as NISAR, is poised to revolutionise how we observe and understand our planet. It launched successfully on 30 July 2025 from the Satish Dhawan space Center at Sriharikota in southern India. At its core, NISAR is designed to monitor changes in Earth’s surface with unprecedented precision, capturing movements as small as a centimetre. This capability is vital for tracking natural hazards such as earthquakes, landslides, volcanic activity, and glacial shifts, as well as human-induced changes like urban expansion, agricultural development, and infrastructure stress.",
    "ISRO says the NISAR satellite weighs 2,392 kg, and it will scan the entire globe and provide all-weather, day-and-night data at a 12-day interval and enable a wide range of applications. NISAR satellite that has cost upwards of $ 1.3 billion to make can detect changes in the Earth’s surface, such as ground deformation, ice sheet movement and vegetation dynamics. Further applications include sea and ice classification, ship detection, shoreline monitoring, storm characterisation, changes in soil moisture, mapping and monitoring of surface water resources and disaster response. It has been dubbed a lifesaving satellite.",
    "Today over 250 space start-ups are driving innovation and fuelling India’s space sector. Among these, Agnikul Cosmos and Skyroot Aerospace made headlines by launching sub-orbital rockets and Pixxel Aerospace makes unique high resolution satellites.",
    "A recent study estimates that for every dollar spent on space, India has reportedly received a return of $ 2.52. India has end to end capabilities in space, as the country makes its own rockets, satellites and has an enviable space technology applications portfolio. Today India has over 50 operational satellites in space which help power India’s burgeoning economy. India’s vast space ecosystem touches the lives of every Indian.",
    "(The writer is an award-winning science journalist. Currently he is Science Editor for New Delhi Television (NDTV) and Co-author of book ‘Reaching for the Stars’. He can be reached at [email protected].)"
  ]
}