{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SLT-Mobitel-and-Dept-of-Pensions-launch-easy-payment-plans-for-smartphones-for-State-pensioners/34-762796",
  "time_ut": 1717784294.0,
  "original_lang": "en",
  "original_title": "SLT-Mobitel and Dept. of Pensions launch easy payment plans for smartphones for State pensioners",
  "original_body_lines": [
    "SLT-Mobitel, together with the Department of Pensions, announced the celebration of the 15th anniversary of Upahara, recognising State pensioners for their untiring dedication serving the nation, with special and attractive value-added device offers designed to provide them with peace of mind and ease of life.",
    "The Upahara Device offers strongly align with SLT-Mobitel’s commitment to supporting and valuing senior citizens by providing them with access to essential communication and connectivity solutions that are also convenient and affordable.",
    "The special initiative includes exclusive monthly payment offers on 4G smartphones, 4G mobile routers, and 4G dongles, providing great value and tailored to meet the diverse needs of pensioners, ensuring they remain connected and informed in today’s digital age.",
    "SLT-Mobitel Mobile offers the latest ZTE Blade A54 4G Smart Phone with a 1-year warranty and is equipped with a 4GB RAM, 64GB ROM, a long-lasting 5000 mAh battery, Super AI Camera, and VoLTE with the Android 13 operating system. Additionally, the ZTE blade is also offered at a special monthly charge of Rs. 3,232 for the Upahara 499 package and Rs. 3,522 for the Upahara 727 package under a 12-month instalment scheme. The smartphone provides State sector pensioners with reliable and feature-rich communication, ensuring flexibility to choose a package that suits their individual requirements.",
    "Enabling seamless connectivity at home, the Siyol M30T 4G LTE mobile Wi-Fi router comes with 15GB anytime data, along with a battery backup of up to six hours and download speeds of up to 150Mbps. The offer includes a 15GB anytime data package, ensuring that pensioners can stay connected throughout. Priced at Rs. 2,334 per month for 12 months, this gives pensioners access to a convenient and portable connectivity solution.",
    "In addition to empowering pensioners to stay connected on the go, the ZTE MF833u1 4G LTE dongle offers high-speed connectivity with download speeds of up to 150Mbps and upload speeds of up to 50Mbps."
  ]
}