{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sl-adopts-new-system-to-measure-and-report-industrial-ghg-emissions/",
  "time_ut": 1707149460.0,
  "original_lang": "en",
  "original_title": "SL adopts new system to measure and report industrial GHG emissions",
  "original_body_lines": [
    "In a win for climate action, Sri Lanka has adopted a new monitoring system to map greenhouse gas (GHG) emissions from industries. This is a major step towards meeting the national goal of cutting industrial sector GHG emissions by 7 per cent by 2030. The establishment of the new measurement, reporting and verification (MRV) system was facilitated by the EU-funded Accelerating Industries’ Climate Response in Sri Lanka project, which aims to support the industrial sector to decarbonize, and help Sri Lanka meet its commitment to combat global warming.",
    "Led by the Ministry of Environment’s Climate Change Secretariat (CCS), the new MRV system is the result of a one-year collaborative effort involving public and private stakeholders, with the United Nations Industrial Development Organization (UNIDO) fielding international experts to provide technical support to this important process.",
    "Now in place, it constitutes a robust monitoring arrangement that can track GHG emissions for energy use in manufacturing as well as in industrial processes and product use in line with global standards for accuracy and transparency. The system also tracks the mitigation policies and measures in place for industrial processes and product use.",
    "The Central Environmental Authority (CEA), Department of Census and Statistics (DCS), and Sri Lanka Sustainable Energy Authority (SLSEA) are working hand-in-hand with the Ministry of Environment to gather, refine, analyze, and report industrial emissions data.",
    "Once fully operational, the new MRV system will allow the government to formulate data-driven policies and well-informed strategies to reduce and remove GHG emissions, while aiding national planning and coordination. Moreover, it means Sri Lanka is better able to meet domestic and international disclosure requirements, including reporting against Nationally Determined Contributions (NDCs) in line with the Paris Agreement.",
    "Sri Lanka unveils national strategy for Inclusive and Sustainable Businesses to achieve Sustainable Development Goals",
    "Dialog and Samsung launch highly anticipated Samsung Galaxy S24 series",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}