{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mounting-frustration-in-north-and-east-despite-rhetoric-of-reconciliation/",
  "time_ut": 1711386600.0,
  "original_lang": "en",
  "original_title": "Mounting frustration in North and East despite rhetoric of reconciliation",
  "original_body_lines": [
    "The frustration within the Tamil polity at the failure of the government to treat them fairly and address their grievances is taking a new turn in Parliament. Unable to reason with those who hold the majority of votes, Tamil parliamentarians are taking to non-violent action over words. Those political parties that represent ethnic and religious minorities rarely if ever have sought to physically disrupt the proceedings in parliament, one reason being their paucity of numbers. Almost without exception, physical protest actions in parliament have been the preserve of the ruling party and main opposition parties.  The nadir of such clashes was seen in rowdy behavior in parliament during the abortive constitutional coup of 2018 when then Prime Minister Ranil Wickremesinghe was sacked without warning by his erstwhile ally, President Maithripala Sirisena.",
    "Parliamentarians belonging to the Tamil and Muslim political parties have seldom if ever got into physical action in parliament but have restricted themselves to verbal exchanges to express their dissent in parliament. However, last week, parliamentarians representing Tamil political parties in parliament went into the well of parliament for the second time in the past six months to physically register their protest.  The resort to physical action could be the last resort of those whose peaceful actions and words have had no positive response, where they are disregarded or simply outvoted by the ethnic majority parliamentarians.  The greater activism being demonstrated by Tamil parliamentarians at the present time would be a reflection of the brick wall style responses they have been getting from the government.",
    "The parliamentarians were protesting against the arrest of eight civilians who were conducting religious rites in view of the Maha Shivaratri Day on 8 March at the site of an ancient Hindu shrine in the north and their continued detention. The eight civilians including the chief priest of the Hindu temple at the Vedukkunarimalai archaeological site in Nedunkerny were arrested by the police for allegedly trespassing into the premises in disregard of a court order previously issued that had rejected their request to permit the religious rites to take place.  The Tamil MPs demanded the release of the eight civilians, claiming that the arrests were made based on false allegations presented by the government authorities, namely those from the archaeology department.",
    "Opposition Leader Sajith Premadasa also demonstrated solidarity with the protesters noting that everyone should be able to practise their own faith freely, which is a Fundamental Right enshrined in the Constitution. He opined that such incidents could be a violation of the citizens’ rights.  The opposition leader’s willingness to cross ethnic lines is one of the signs of national leadership that the country needs at this juncture. The Opposition Leader also demanded that the Inspector General of Police (IGP) should be summoned before the Parliament for advice on such matters. The Department of Archaeology has become increasingly active and assertive in the Tamil-majority north and east and has restricted public access to some Hindu temples, citing ongoing “archaeological research” in the historic sites.",
    "Even though not reported in much detail outside the north, people living in the north are disturbed at the increase in the number of new Buddhist structures and shrines coming up in the Northern Province, where Hindus form the largest religious group, followed by Christians and Muslims. In the east too, a site of worship at Mavadivembu has been curtailed by being deemed to be an archaeological site, which has gone before the courts. There is a concern these are attempts to plant Sinhalese settlers in their midst who will, at a later date, make claims to the land. There is a need for the police, as well as all state authorities, to be made to understand the importance of understanding the larger context in which actions take place, rather than give priority to their own community’s view of what is justifiable.",
    "Just three days after the fracas in parliament, President Ranil Wickremesinghe went north to Jaffna to preside over the granting of over 234 acres of military-controlled land back to their owners.  He handed over 408 land deeds to the people of Jaffna as part of the Urumaya programme, which aims to provide land rights to two million individuals.   He instructed officials to ensure the completion of the Urumaya freehold deeds programme by June, which would be the deadline for the government to give direct benefits to targeted groups according to election laws forbidding such practices. President Wickremesinghe also attended the opening ceremony of the new accident and emergency care unit of Point Pedro Base Hospital. He gave tokens of appreciation to Netherlands Ambassador Bonnie Horbach from where a concessionary loan had been used for medical equipment provided to the hospital.",
    "The country is poised for elections and the actions of political actors, including the president and Tamil parties, are influenced by this reality.  The president’s main source of credibility with the ethnic and religious minorities has been his long track record of liberal as against nationalist politics.  He was one of the few supporters of the 13th Amendment when it was co-designed in 1987 by his uncle then President J R Jayawardene as a solution to the ethnic conflict, in which power would be devolved to the provinces. Soon after being elected president in 2022, he struck a responsive chord with the Tamil community by affirming the importance of the 13th Amendment and the need to fully implement it.  This would necessarily include the devolution of land and police powers to the provincial councils, from which there now appears to be backtracking and has yet to happen.",
    "In the case of the Vedukkunarimalai archaeological site in the north, which the Tamil worshippers went to engage in their traditional rituals, the land is under the central government and so is the police.  Those who are based at the central government level will tend not to be mindful of the aspirations of people who live at the periphery. They are often too steeped in majoritarian sentiment.  This was also to be seen three months ago in the east of the country, where the president went to meet the people and to be apprised of their problems. The most emotive one was the problem of dairy farmers of Mayilathamadu whose traditional pasture lands were being taken over the illegal settlements in the area.  In that case too, parliament proceedings were interrupted due to a protest staged by members of the Tamil political parties who pointed out that the farmers have been protesting over the alleged illegal settlements in the grazing lands to no avail, with the police not following judicial orders.",
    "As the election draws nearer, the speeches of the main political protagonists get more eloquent and more meaningful.  They all demonstrate a clearer analysis of the ethnic and national problem than the political leaders of yore which gives a measure of hope that the protracted ethnic conflict is nearing its end.  Indeed, the main leaders appear to be on the same page in terms of their analysis.  The speeches of JVP presidential candidate Anura Kumara Dissanayake, for instance, give a step by step description of how divisive nationalism was used from the very dawn of independence in 1948 by politicians who sought to win elections through the politics of ethno-religious identity.  Now these leaders, who have a clear grasp of what the problem is, need to give a solution which will entail land and police powers to the provinces to overcome the frustration in the north and east.",
    "Opposition Leader wants proposed lowering of age of consent to be withdrawn",
    "President invites opposition leaders for a crucial meeting to discuss IMF proposals",
    "Sajith questions inclusion of two Bills on Order Paper before receiving AG’s recommendations",
    "Faux-revolutionaries want education in Sri Lanka to stagnate, oppose reforms: Sajith",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}