{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110537/four-suspects-arrested-in-connection-with-fatal-shooting-and-abduction-in-kahawatta",
  "time_ut": 1752643320.0,
  "original_lang": "en",
  "original_title": "Four suspects arrested in connection with fatal shooting and abduction in Kahawatta",
  "original_body_lines": [
    "Four suspects have been arrested in connection with the abduction and the murder of a youth in Kahawatta on June 30.",
    "A 22-year-old youth died in the shooting while another 27-year-old man was hospitalized after sustaining injuries.",
    "According to the Western Province- North Crimes Division, the four suspects were arrested for aiding and abetting the incident. The jeep used for the abduction has also been found.",
    "The incident occurred on June 30, at a house in Palansuriyagama, Kahawatta. Two brothers were having a conversation with another young man when the incident took place.",
    "One of the brothers reportedly escaped from the scene, while the other two individuals were abducted by persons who posed as police officers. One of the abducted youth was made to kneel and was shot dead, while the other was hospitalized with gunshot wounds.",
    "Police said the arrested suspects are close associates of Thanuja Sampath, also known as “Homagama Handhaya”, a well-known organized criminal currently hiding in Dubai.",
    "It is believed that the shooting was carried out due to suspicions that one of the victims had provided information about drug trafficking operations.",
    "Police stated that at the time of the arrest of four suspects, officers recovered the jeep used in the abduction, a car, three motorcycles, two vehicle number plates, 197 grams of heroin, and 96 grams of crystal meth (commonly known as \"ice\").",
    "The jeep was found hidden within the Meegoda Police Division.",
    "The suspects, aged between 27 and 29 are residents of Homagama and Padukka. Police have confirmed that they are involved in drug trafficking activities.",
    "According to police, all individuals directly responsible for the murder have been identified and will be apprehended soon.",
    "The Western Province Northern Crimes Division is conducting further investigations into the incident."
  ]
}