{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/No-economic-policy-will-work-with-rampant-corruption/4-766920",
  "time_ut": 1726790674.0,
  "original_lang": "en",
  "original_title": "No economic policy will work with rampant corruption",
  "original_body_lines": [
    "Going to the IMF 17 times is adequate proof that all economic policies of the past have not worked due to rampant corruption",
    "Generally, at crucial times like elections, many people try to become economic wizards by expressing concerns of economic policy without having even a semblance of understanding of how a country’s economy, the Central Bank and the Treasury work, and in the present scenario, how the IMF is formed, operated and funded. It is of course trendy to say about good or bad economic policies purely to promote political bias without any knowledge in what is generally perceived as an esoteric domain.",
    "To understand and analyse economic policies is very good. Then, policies of all competing parties ought to be critically analysed impartially. But what invariably happens is to dismiss policies of others due to preconceived notions. That is really the reluctance to deviate from narrow-minded political affiliations.",
    "Unlike many other sciences, economics is not an exact science. There are diverse views on how best to overcome economic problems or improve economic situations of a country. There are differing views and opinions. Of course, the economy of a country is highly complicated and there are no simple answers.",
    "That may be the reason for the adage; “if all economists were laid end to end, they would never reach a conclusion.”",
    "It humorously reflects the wide range of theories, approaches and opinions that economists hold on economic issues, often leading to different conclusions despite analysing the same data.",
    "When the new economic order was established at Bretton Woods in New Hampshire, USA at the end of Second World War, that incidentally led to the establishment of the IBRD (World Bank) and the IMF, Sri Lanka was a British colony and was represented by the British delegate, the famed economist John Maynard Keynes. Later on, he made an insightful and witty statement about differences in economic thought that reflects the far-reaching influence of economic ideas despite disagreements among economists; “The ideas of economists and political philosophers, both when they are right and when they are wrong, are more powerful than is commonly understood. Indeed, the world is ruled by little else.”",
    "Yet, with all those vagaries and uncertainties, it is good for the educated and knowledgeable to analyse economic policies of different parties and make observations and comments, but my dilemma is the difficulty to accept any of those views precisely due to politically biased views expressed and the uncertainties of them as articulated by John Maynard Keynes.",
    "Another example of the inexact science of economics is attributed to Milton Friedman, the renowned American economist best known for free market advocacy. When asked about implementing his economic theories if he were to become the President of the USA, he is supposed to have answered; “No, as I would then be the President of the USA.”",
    "Whatever the analysis, for simple folks it is easy to understand that no economic policy will work with the rampant corruption prevalent in Sri Lanka at all levels of society. It is similar to analysing the best theory to preserve water and trying to collect water to a bucket with a hole. Water gushes in and gushes out. Plugging the hole of the bucket is the simplest economic theory people should be aware of. Going to the IMF 17 times is adequate proof that all economic policies of the past have not worked due to rampant corruption."
  ]
}