{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/an-open-letter-to-president-akd-make-religious-freedom-or-belief-a-priority/",
  "time_ut": 1731785284.0,
  "original_lang": "en",
  "original_title": "An Open Letter To President AKD: Make Religious Freedom Or Belief A priority",
  "original_body_lines": [
    "Dear Mr. President, I write to you not only as a concerned citizen but as someone who is deeply invested in the international standing and reputation of Sri Lanka. Just a few months ago, I was among those who voiced their skepticism about your ascent to the presidency, questioning whether your promises of eradicating corruption and prioritizing the welfare of the people would blossom into genuine change.",
    "Yet, today, I reach across the chasm of our political differences to appeal to a shared hope: a united and harmonious Sri Lanka – ensuring religious freedom or belief to all. As you have articulated in your speeches, Sri Lanka stands at a crossroads—we either repeat divisive politics or create an opportunity to build a nation that values the rich diversity of its people.",
    "Our motives and course of action must consider the harsh reality that we currently find ourselves in. We are on an international watchlist for religious freedom violations, a label that shrouds us in the complexities of scrutiny that those outside our borders will fail to comprehend. It is not merely a matter of political posturing; this watchlist threatens the essence of our identity as a nation and casts tremendous shadows on our vibrant democracy and diversity.",
    "I have borne witness to the whispers of fear that echo through Christian communities in some villages, where the practice of their faith is often overshadowed by the fear of intimidation —a fear that is all too real, yet tragically leaves room for misunderstanding, by those who view us from afar. The United States Commission on International Religious Freedom has pointed an accusing finger at us, noting that our laws, rooted in the complexities of our politics, history, and culture, possess the potential to infringe upon the sacred right of Religious Freedom or Belief. During a recent meeting with one of its high-ranking officials, I expressed grave concern over the “Special Watch List,” designation of Sri Lanka. They see these existing frameworks—like the controversial Prevention of Terrorism Act, The Online Safety Bill, Blasphemy Laws on the books and restrictions imposed via the Archaeological Department – leading to some instances of land grabbing —as tools of oppression and creates fertile ground for religious freedom violations. I strongly believe that we need to review these laws and ensure urgent opportunities for reform & repeal these laws that infringe on human rights and laws.",
    "In your role, Mr. President, you have the power to transform these narratives. Imagine a Sri Lanka revered not just for its breathtaking landscapes and rich history, but as a beacon of compassion and understanding in a world rife with religious strife. By advocating for religious freedom, we are not merely catering to external demands; we mirror the true spirit of Buddhism—the four noble truths and the eightfold path—where compassion and kindness must be the pillars of our governance.",
    "I implore you to treat the protection of religious freedom as paramount. Let us rise to the occasion, uniting our voices to ensure that the stories of our diverse communities resonate through familiarity and love rather than fear. We must swiftly act to demonstrate that Sri Lanka is a nation where every citizen, regardless of their beliefs, can thrive. Mr. President, we are witnessing the cracks in societies as they struggle with the shadows of dominance and violence rooted in religious intolerance.",
    "We must not be another story—a cautionary tale. I believe that together, we can cultivate an environment where all Sri Lankans share in the warmth of acceptance, and the true essence of being Sri Lankan. Let today mark the beginning of a new chapter for our nation—one where compassion reigns, and our collective voices create harmony and never discord.",
    "Soraya Marikar Deen, Lawyer, International activist, Community Organizer, Co- chair- Women’s Working Group Int. Religious Freedom Roundtable-DC, Co-chair Religious Freedom Roundtable Sri Lanka."
  ]
}