{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85551",
  "time_ut": 1739389260.0,
  "original_lang": "en",
  "original_title": "“Sri Lanka  Thaayae”:     How the National Anthem  Written by Ananda Samarakoon     was Translated into Tamil  by “Pundit” M. Nallathamby  with  Government Approval.",
  "original_body_lines": [
    "Sri Lanka  celebrated  seventy-seven years of  gaining independence from British rule  last Tuesday(Feb 4).The  occasion  was of historic importance as it was the first Independence  day under the presidency of  Anura Kumara Dissanayake.President Dissanayake and his JVP led NPP Government earned much kudos for the manner in which the 77th freedom day event was held.",
    "The 77th Indendence day was  celebrated with dignity and decorum  at the Independence square  on Feb 4th. It was a low-key affair sans grandiose expenditure as in the past. The  participants in the march Past  were  reduced by 40% from 3,384 in 2024  to 1,873 individuals. There were no military vehicles in the parade. The  number of  aircraft  in the Fly Past was reduced to three from last year’s nineteen.. The total expenditure  was reduced from Rs. 200 million last year  to Rs. 80 million this year.",
    "What was most welcome to this writer was the singing of Sri Lanka’s national anthem in Tamil also. The national anthem was sung in Sinhala at the beginning of the ceremony. It was sung in Tamil at the end. It was with pride and happiness that one listened to the choir of  Hindus,Muslims and Christians singing “Sri Lanka Thhayae” in Tamil.",
    "Earlier I  had doubts whether the National anthem would be sung in Tamil because this JVP-NPP regime is so confused about the difference between unity and uniformity. This  Govt comes out with lame excuses when it  is queried about the non -inclusion of Sri Lankan Tamils or Muslims in the cabinet.Likewise I thought it will exclude Tamil ob Independence day and justify it by saying we are all Sri Lankans.",
    "As such as I was happy about the national anthem being sung in Tamil also. This was not the case during the Rajapaksa regimes of Mahinda and Gotabaya. It is indeed a sad situation where Tamils feel happy to see and hear the national anthem being sung in Tamil on Independence day despite the fact that Tamil is one of the two official and national languages in this country and also the mother tongue of nearly 25% of the population. But then the Tamil plight is such that one is compelled to be thankful for small mercies.",
    "It is against this backdrop therefore  that this column focuses on the  evolution of Sri Lanka’s  national anthem and the history of it  being sung in Tamil after Independence. I shall do so with the aid of some of my earlier writings.",
    "A national Anthem is a song of patriotic sentiment affirming loyalty to one’s country or nation adopted officially by that Country or Nation. An anthem becomes a national anthem through Constitutional provision, specific legislation or long – standing tradition.The concept of a national anthem was introduced by the British to Sri Lanka then calle Ceylon.",
    "“God save the King/Queen” had become the British national anthem by1745. This was through usage and custom and not by Parliamentary decree. With the British empire expanding gradually “God save the King/Queen” was sung as the national anthem in all countries and territories ruled by the British. Ceylon was no exception and under Queen Victoria’s rule “God save the Queen” became in practice the national anthem for Ceylon too. This continued throughout the first half of the twentieth century also. God save the King” continued to reign supreme under the rule of King George the sixth during whose rule Sri Lanka known then as Ceylon tasted freedom.",
    "When Ceylon  was about to gain full  independence  there was no approved indigenous national anthem .The Lanka Gandharva Sabha was assigned the task of formulating a national anthem. A competition was organized and a panel formed by the Sabha was entrusted the duty of selecting an appropriate anthem.This panel comprised SLB Kapukotuwa, Dr.OHD Wijesekera, Lionel Edirisinghe, Mudliyar EA Abeysekera, LLK Gunatunga and PB Illangasinghe.",
    "In a controversial decision, two of the panellists were declared winners. A song written by PB Illangasinghe and set to music by Lionel Edirisinghe was announced to be the new national anthem.It began as – “Sri Lanka Matha/Pala Yasa Mahima/Jaya Jaya” and ended as “Jaya Jaya Dada Nanga/Sri Lanka Matha”.",
    "The fact that a song submitted by two members of the selection panel had “won” the national song competition evoked widespread resentment and protests.It was seen as blatantly unfair. While the song itself was flawless and above reproach, it was the perception of favouritism in the decision to adopt it that fuelled criticism and protests. Thus the song which won the national song competition was unacceptable as far as the people were concerned and began losing credibility.",
    "Meanwhile another song was slowly beginning to capture the popular imagination of the people as a potential national anthem. This was the famous “Namo Namo Matha” written by Ananda Samarakoon the  well-known poet.",
    "When the Gandarva Sabha conducted the competition to select a national song Samarakoon was away from the Island in India but his wife and brother had submitted “Namo Namo Matha” for the competition. Though fully deserving,  it was overlooked and “Sri Lanka Matha ,Yasa Mahima” by the Illengesinghe-Edirisinghe duo was selected.",
    "Despite “winning” the competition “Yasa Mahima” was spurned by most people because of the manner in which it was declared winner. “Namo Namo Matha” without any official status was enjoying wide exposure and popular acclaim. Its popularity among ordinary people was so great that public opinion favoured “Namo Namo Matha” over “Yasa Mahima”. “Namo Namo Matha” though without official recognition became  popular as a “de-facto” national anthem.",
    "In 1950 the then Finance minister JR Jayewardene presented a cabinet memorandum that the widely popular “Namo Namo Matha” be formally acknowledged as the official anthem. Independent Ceylon’s  first  Prime minister DS Senanayake set up a select committee under the Home Affairs and Rural Development minister Sir EAP Wijeratne  to finalise the issue.",
    "The committee headed by Wijeratne considered “Namo Namo Matha” and some other lyrics and decided that Samarakoon’s song should be the national anthem. Sir EAP Wijeratne then presented a cabinet paper in August 1951, recommending “Namo Namo Matha” as the national anthem.It was unanimously approved by cabinet and formally adopted on November 22nd 1951.",
    "There were two Tamil ministers in the DS Senanayake cabinet then. They were GG Ponnambalam and C.Sittambalam. It is said that even before they could make a request, Premier DS Senanayake stated that a suitable Tamil translation be formally adopted.The select committee headed by Sir EAP Wijeratne had accepted in principle that there be a Tamil version of the national anthem.",
    "The Tamil scholar “Pundit” M.Nallathamby, a teacher at Zahira College, Colombo was entrusted this task and a neat, precise translation was done.The Tamil version came into use and was extensively used in official functions in the pre-dominantly Tamil speaking Northern and Eastern provinces.",
    "The remarkable attribute of Sri Lanka’s national anthem is that it sings paeans of patriotic praise to the country alone and not to any race, religion, caste, creed or community. It is not parochial or partisan and appeals to the patriotic sentiments of all children of the Lankan mother.",
    "Hence, the Tamil people found no reason to reject or protest against the national anthem. Once the meaning of the Sinhala words was known, no Tamil found it objectionable. With an appropriate translation available the Tamils of Sri Lanka found themselves singing the national anthem with emotion, gusto and fervour in their mother tongue.",
    "It was  on February 4th 1952  that  “Namo Namo Matha” was sung at Independence day ceremonies as the official national anthem. The Tamil version “Namo Namo Thaaye” was sung in related independence day functions at the Jaffna,Vavuniya, Mannar, Trincomalee and Batticaloa Kachcheries. When Sir John Kotelawela visited Jaffna in 1954 the Tamil version of the national anthem was sung at functions felicitating the Prime minister.",
    "On March 12th 1952 the Government published huge advertisements in Sinhala, Tamil and English newspapers announcing that “Namo Namo Matha” was the national anthem. While words in Sinhala and Tamil were published in the Sinhala and Tamil newspapers respectively, the English newspapers had Sinhala words written in English.",
    "Namo Namo Matha was now being sung as the official anthem but there was no uniformity in the melody or manner of singing. Different choirs and singers were rendering it in different ways.This was causing much confusion. So the Government decided to appoint a committee to ensure that uniformity was ensured in rendering the national anthem.",
    "An eleven member committee was appointed in 1953. Among its members were Ananda Samarakoon himself, Devar Suryasena and JDA Perera.This committee set out guidelines as to how the anthem should be sung and also defined the exact tune for it.The melody was a refined version of the original tune composed by Samarakoon.",
    "On June 24th 1954, the cabinet of Sir John Kotelawela formally endorsed the tune and singing of the National Anthem.The reputed firm Cargills then agents for HMV records was given the order to make records of the national anthem.",
    "A disc was also cut for the Tamil version of the national anthem. While the melody and music was the same as that of the Sinhala version by Ananda Samarakoon the Tamil words written by Pundit Nallathamby were sung by two women Sangari and Meena. The Tamil version was first broadcast officially on “Radio Ceylon” on February 4th 1955.",
    "Meanwhile a vicious campaign based on superstition  was launched against “Namo Namo Matha”. It was alleged that the opening line of the national anthem was the cause of the problems facing the country.The  SLFP Government of.Mrs. Sirimavo Bandaranaike  took the campaign against “Namo Namo Matha” seriously. The  then Home and Cultural Affairs minister Maithripala Senanayake appointed a committe of “experts” to examine the issue and determine whether the national anthem was the cause of the Country’s troubles.",
    "The committee recommended that the words “Namo Namo Matha” be changed to “Sri Lanka Matha”. Ananda Samarakoon protested vehemently and opposed the proposed change. The Government however went ahead and unilaterally amended the national anthem from “Namo Namo Matha” to “Sri Lanka Matha” in February 1961.",
    "As stated earlier , the national anthem in Sinhala and its Tamil translation were officially approved and adopted by the United National Party Government under prime minister D.S. Senanayake in 1951.It’s niformity in melody and manner of singing in both Sinhala and Tamil was officially defined by the UNP Govt headed by Sir John Kotelawela in 1954. Sinhala was not the sole official language in that period.",
    "This situation changed in 1956 when the coalition led by S.W.R. D. Bandaranaike gained power. Bandaranaike became prime minister and made Sinhala the sole official language.It was indeed noteworthy that the national anthem Tamil version continued to be in use even after Sinhala was made the sole official language in 1956.",
    "While the Sinhala version was sung in most official functions in Colombo and Sinhala majority provinces, the Tamil version was sung in Tamil majority areas and Tamil medium schools. This accommodative attitude was displayed even after Sinhala was made the sole official language and Tamil had no official status at all.",
    "Both the Sinhala and Tamil versions were in use for many decades .There set in over the years a certain form of usage in relation to the national anthem. The original Sinhala song got pride of place in most state or official ceremonies and events. In some instances, the Tamil version was also sung.",
    "It was however the practice for the Tamil version to be used in most events or functions in the Tamil-speaking areas of the Northern and Eastern provinces. Most Tamil-medium schools also sang the national anthem in Tamil at school events. This applied to many Tamil medium schools outside the North – East too.",
    "It was common in those days for selected school bands and choirs to render the national anthem in Sinhala and Tamil. What is remarkable is that though the Tamil language held no official status then the more enlightened governments of the day had no qualms about the national anthem being sung in the Tamil language in Tamil medium schools or official functions in the predominantly Tamil-speaking regions.",
    "Meanwhile the ethnic conflict began to escalate. Nevertheless both the Sinhala and Tamil versions continued to be sung in the late fifties, sixties, seventies and early eighties of the last century. When the then Prime Minister Dudley Senanayake visited Jaffna in the sixties the national anthem was sung in Sinhala and Tamil. When Sirimavo Bandaranaike came to Jaffna as premier in 1974, to open the newly set up Jaffna campus of the University of Sri Lanka both versions were sung. When Prime Minister Ranasinghe Premadasa visited Jaffna in the eighties to open “Gam Udawe”housing schemes the national anthem was sung in both languages.",
    "There was some forward movement in the quest for parity of status for the Tamil language in the last quarter of the 20th century. The Constitution of 1978 ushered in by the UNP regime led by JR Jayewardene provided national language status to the Tamil language. It also granted Constitutional status to the national anthem. Clause 7 of the Constitution says – “The National Anthem of the Republic of Sri Lanka shall be “Sri Lanka Matha,” the words and music of which are set out in the Third Schedule”.",
    "Tamil received national language but not official language status in the 1978 Constitution. The National Anthem in Sinhala was given Constitutional status through clause seven of the same Constitution. However the Tamil translation was also given Constitutional recognition by way of the third schedule to the seventh clause.The official gazette as well as Copies of the 1978 Constitution published in Tamil had the Tamil words of the National Anthem.Both the Sinhala original and Tamil translation were duly  acknowledged.",
    "Tamil received elevation as an official language alongside Sinhala by way of the 13th Amendment to the Constitution in 1987. Tamil as an official language received further enhancement in the administrative and legislative spheres through the 16th Amendment to the Constitution in 1988. Sections 18 and 19 of the Constitution clearly state that Tamil is both an official and national language of Sri Lanka.",
    "The elevation of Tamil as an official language provided greater impetus for the National Anthem to be sung in Tamil as well.But events had begun to overtake and these concessions on the language front were beginning to be seen as part of the “too litte too late” syndrome in volatile politics.In the evolving new situation of ethnic conflict, the practice of singing the national anthem went out of circulation in the Tamil polity for more than three decades.What happened thereafter will be related in detail in a forthcoming article",
    "This article appears in the  “DBS Jeyaraj Column”of the “Daily Mirror”dated 11 February 2025.It can be accessed here –  It can be accessed here –"
  ]
}