{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Apology-accepted-second-visit-against-consensus-view/14-779186",
  "time_ut": 1752862465.0,
  "original_lang": "en",
  "original_title": "Apology accepted, second visit against consensus view",
  "original_body_lines": [
    "Ranil Wickremesinghe during recent interview with Al Jazeera journalist Mehdi Hasan",
    "In a previous opinion piece (https://www.ft.lk/opinion/Against-the-consensus-view/14-723203) I wrote, “Wickremesinghe being a member of the government in the 1980s is unlikely to admit at best his Government’s blatant cowardice and at worst obvious complicity in the incidents that took place. In politics, you have to be pragmatic. The Tamil polity should build ties not with the policies but with the people of the JVP and form a united movement against the executive presidency.”",
    "This piece was dated 18 September 2021 appearing in print of the Daily FT. The reason print is so valuable is that people are more considered with their words than if they were just speaking.",
    "I will contend that Ranil Wickremesinghe basically did just this in his recent Al Jazeera interview. Over time as larger segments of the video get released he has even been able to turn this into a net positive in terms of votes.",
    "By not heeding my advice the Tamil polity stands today in a much worse position than it ever was. I think the dreams of provincialism have long been defeated with it being fragmented into a group seriously pursuing secession and the moderates pursuing a policy of national unity. Invariably a system of much stronger local councils and national government sans the provincial element will emerge.",
    "The very real threat to it is being posed by the imposition of the land tax wherein the IMF seems to be looking “move towards a new assessment basis should be accompanied by transferring the authority for the timing of valuations to the central government and the Government Valuation Department (GVD).”i and also “transfer the authority for planning of valuations to the GVD.”",
    "Contrary to the reactionary discourse that followed the event, Ranil Wickremesinghe has emerged unscathed. His social media presence now highlights an even greater number of diplomatic outings, suggesting that the controversy did little more than earn him a perfunctory “I’m sorry you feel that way” apology an all-too-familiar tactic abusers use to deflect responsibility while glossing over the serious shortcomings of the UNP under his family’s stewardship.",
    "Meanwhile, the Tamil community has little reason to expect genuine power within the UNP. When compelled to appoint a Tamil face, Wickremesinghe selected Vijayakala Maheswaran someone unlikely to rise through the party’s ranks. For a region that, apart from the most recent presidential vote, has traditionally leaned toward centre-right candidates, this tokenism underscores a systemic underrepresentation that cannot be ignored.",
    "Wickremesinghe’s tenure has also seen concrete policies and omissions that stoked racial tensions go largely unexamined. In the North, moderate leaders were outmanoeuvred by the influx of Lyca Mobile-linked funding, which now exerts outsized influence on political narratives. The engineered vilification of “Rani” serves as a telling example of this influence strategically dismantling Sajith Premadasa’s electoral viability, while ensuring the broader collapse proceeds with methodical inevitability. Unless there is very strong political manoeuvring within the SJB it’s unlikely that a candidate with an actual shot of winning the election will come in.",
    "After having undermined Karu Jayasuriya’s presidential aspirations despite Karu running on a platform with strong public appeal, namely the swift abolition of the Executive Presidency it is hard to believe that Karu would now act in Sajith’s best interests.",
    "However, if Sajith were to step back from pursuing a likely third failed presidential bid, the political balance would shift toward Parliament, where he could leverage his bloc of MPs against Ranil’s. This shift would give him a real chance to win meaningful influence.",
    "Backing Karu for the presidency, on a platform that can be executed within the current Parliament, is a potentially winning strategy. It would reshape the political landscape. While strongmen often rise to popularity during periods of crisis or war, that era has passed. The appeal of singular, authoritarian-style figures has significantly diminished. Even Gotabaya’s victory over Sajith is better understood as a consequence of Sajith’s own missteps and self-serving decisions, rather than genuine public enthusiasm for Gotabaya.",
    "What’s often overlooked about Martin Luther King’s ‘I Have a Dream’ speech is the context in which it was delivered at the March on Washington for Jobs and Freedom. Economic empowerment was at the heart of the movement and remains the foundation upon which all other rights are built.",
    "Today, however, some beneficiaries of the NGO industry with their high-profile conferences in five-star hotels and guest lists filled with foreign dignitaries would have us believe they are driving real progress on ethnic reconciliation. But true, lasting change will come when those most affected by the conflict can share their stories, on their own terms, with their own funding, and to their own communities.",
    "Many of the state-sponsored initiatives and actors operate from a place of desperation, and even some within the NGO sector would face destitution if not for the “do-gooder” economy that sustains them.",
    "Though the literature on this may be limited, the real reason JR Jayewardene launched his ethnic and anti-communist campaigns was to consolidate power. Premadasa continued this agenda, unleashing a wave of corrupt elections and extremist policies.",
    "Quoting again from Recolonisationii, “Mangala Samaraweera mentioned that the people who had rebelled in 1988 had been fighting ‘against an unjust administration’. His interviewer understood him to be talking about the ‘ethnic conflict’ (use the interviewer’s exact words). He said: ‘As we understand the violations] emerged as a conflict between the Tamils and the rest of the country... In the West, the conflict is seen only in terms of ethnic violations.’ Samaraweera tried to correct this impression by pointing out that 60,000 people had disappeared in the south, not in the north.”",
    "For many of us Sinhalese with multi-coloured cousins and many of them the 1980s were a turning point. Our uncles and aunts, often at little direct risk themselves, left the country because they could see the long-term economic damage unfolding. They weren’t just escaping danger they were escaping the consequences of a government bent on ruin. And in leaving, they took with them talent, opportunity, and eventually raised families across cultures a quiet diaspora shaped not by bombs, but by foresight.",
    "Those who act shocked that Ranil supported the Rajapaksas during their most volatile moments are either being disingenuous or wilfully blind to the parallels between today’s leadership and the UNP of the 1980s. JR Jayewardene was no less of a strongman than Mahinda he was notoriously known for taking cuts from building contracts and aviation-related deals. Ranil, for his part, was a staunch defender of the Premadasa administration, which oversaw significant violence against civilians.",
    "As written before in Against the Consensus View, “Though I have great respect for Ranil Wickremesinghe I do not think by any metric he or even Mangala Samaraweera made a tangible difference to ethnic reconciliation. The UNP making bigger admission of its role in state-backed violence against minority communities would go a long way in coming to a long-term solution.”",
    "Even if Ranil were to publicly acknowledge that the state carried out targeted violence which I doubt he will it wouldn’t cause the country to fall apart. In fact, remember that even Noam Chomsky supports a one-state solution in the Israel-Palestine conflict, advocating for future generations to reject a cycle of endless war. A similar acknowledgment here could help the Tamil diaspora heal and feel less vilified for speaking out.",
    "But more importantly, I believe the path to unity lies in people like me being honest. Statistically speaking in terms of income percentiles I may be closer to someone like Dhammika Perera than most. But in reality, in terms of lived experience and spending power, I’m far closer to the woman holding a placard for her missing (and almost certainly dead) son than I am to the person running one of these Savings and Loan schemes (which, for context, you should really look into what happened with those in the US)."
  ]
}