{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-allocate-foreign-job-quota-for-retired-soldiers-after-deaths-in-russia-ukraine-war-166702/",
  "time_ut": 1717680540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to allocate foreign job quota for retired soldiers after deaths in Russia-Ukraine war",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka government has decided to allocate a quota of foreign employments for retired military personnel after reports of over 15 deaths of former servicemen who had gone to Ukraine and Russia to take part in the ongoing war for money.",
    "At least 16 Sri Lankans are reported to have been killed and over 600 likely to have joined as combatants mainly to Russian side, taking risk for higher salary, official sources say.",
    "However, an escapee has said over 200 Sri Lanka ex-soldiers have died in the Russia-Ukraine frontline amid drone attacks.",
    "The Foreign Employment Ministry has expressed willingness to provide a quota from foreign employment opportunities received by the government to retired military personnel and their family members, the Ministry of Defence said in a statement after a discussion on Tuesday (04).",
    "It said Foreign Employment Ministry had already said that “a certain amount of construction sector job opportunities will be provided in Israel”.",
    "“Arrangements are being made to provide loan facilities to expatriates at concessional interest rates through state banks and 67 personnel from the Army have been identified to be sent for these jobs,” the Defence Ministry said.",
    "“Further, instructions have been given to Navy and Air Force authorities to call for nominations from prospective personnel.”",
    "“Furthermore, it was informed that retired three armed forces members under the age of 44 years will be selected and they will have to undergo a brief training through the Ministry of Labour and Foreign Employment and also face an examination conducted by them.”",
    "The new job opportunities to retired military comes as a Sri Lankan delegation is expected to leave to Moscow to have discussions over concerns over hundreds of the island nation’s ex-soldiers now joined Russia-Ukraine war.",
    "Returnees from Russia have said hundreds of Sri Lankan ex-soldiers and other are serving in Ukraine-Russia frontlines with most being duped that they were sent for support work as camp helpers.",
    "Sri Lankan ex-soldiers have been recruited by several teams of people on the promise of high salaries for working as camp helpers. Sri Lanka has already arrested two military officers who were involved in one recruitment team.",
    "The Defence Ministry has already made it mandatory to get its clearance fpr ex-servicemen applying for Russian visit visas.",
    "Tens of thousands of retired Sri Lankan soldiers have been facing difficulties in managing with monthly pensions after an unprecedented economic crisis in 2022. (Colombo/June 06/2024)"
  ]
}