{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112309/sri-lanka-needs-thinkers-who-question-create-and-innovate-pm-harini",
  "time_ut": 1757391480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka needs thinkers who question, create, and innovate – PM Harini",
  "original_body_lines": [
    "Prime Minister Dr. Harini Amarasuriya emphasized the importance of nurturing a new generation equipped with creativity, curiosity, and critical thinking, stressing that the Sri Lanka’s future depends on individuals who can question existing knowledge, think differently, and use innovation to address global challenges.",
    "She made these comments during the launch of the national programme to introduce 100 new ‘Young Inventor Clubs’ into the school system, organized by the Ministry of Science and Technology, which was held on Monday (8) at the Auditorium of the Faculty of Medicine, University of Colombo, under the patronage of Prime Minister Dr. Harini Amarasuriya and Minister of Science and Technology Prof. Chishantha Abeysena.",
    "At this event, the official commencement of establishing the School Young Inventor Clubs was symbolically marked by presenting Innovation Tokens to nine schools representing all provinces of the country by the Prime Minister, the PM’s Office said.",
    "Key topics discussed during the event included the potential contribution of innovation promotion to the national economy, opportunities and challenges in school-based innovation, the role of teachers in establishing School Young Inventor Clubs, the importance of obtaining patents for inventions, the significance of educational reforms, and the role of innovation and entrepreneurship in contributing to a creative workforce for the nation.",
    "Addressing the event, the Prime Minister emphasized the importance of creating a new generation that is capable of seeking solutions to global challenges and she further highlighted the need for a new education system that goes beyond the traditional framework, the statement said.",
    "The Prime Minister also stated that the value of an innovator is not determined by educational qualifications, academic degrees, or the number of patents they hold, but rather by the contribution they make toward building a better society.",
    "The Prime Minister further noted that it is the responsibility of the government to create an enabling environment and to promote socially responsible, compassionate, and humanitarian innovators who have a sense of empathy and accountability toward society.",
    "“What we need is not merely a generation that knows about data. We need a generation with the creative intelligence to question the accuracy and reliability of that data, to see things differently, and to use information to change the world. We need people with curiosity about the world, people who can think outside of the box, looking at things in a new way, and pursuing knowledge, information, and data with purpose.”",
    "Prof. Chrishantha Abeysena who also addressed the event remarked that innovation should be advanced as a priority, with key responsibilities resting on both the Ministry of Science and Technology and the Ministry of Education.",
    "He further noted that the country’s most valuable resource is its younger generation who envision a future for the nation by engaging in innovative work. He assured that the government is committed to providing their support for children in their pursuit of innovation, the PM’s Office said."
  ]
}