{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Plans-to-offer-multiple-degrees-through-state-universities-Suren-Raghavan/108-277016",
  "time_ut": 1707913740.0,
  "original_lang": "en",
  "original_title": "Plans to offer multiple degrees through state universities: Suren Raghavan",
  "original_body_lines": [
    "Colombo, Feb. 14 (Daily Mirror)- Discussions are underway to provide multiple degrees through state universities based on the observation of experts with international experience in education, State Minister of Higher Education Dr. Suren Raghavan said today.",
    "He told a media briefing held at the Presidential Media Center today (14) under the theme “Collective Path to a Stable Country”, that regulation of the private higher education sector is deemed necessary.",
    "\"However, it is important to clarify that there are no intentions to commercialize education,\" he added.",
    "The Minister said steps have been initiated to establish three international universities within Sri Lanka and outlined that two of these universities are currently in the establishment phase, with the third scheduled to commence operations by May this year.",
    "\"The Indian Institute of Technology is to be opened in Kandy, while the other two universities will have branches affiliated with the United States and the United Kingdom, with anticipated memorandum of understanding signings. Additionally, discussions are underway to establish the new Higher Education Development Commission, integrating findings from the Wijedasa Rajapaksha Committee and the Committee Report of the University Grants Commission. Former Chief Justice K. Sri Pawan has been appointed to chair this committee, with a focus on deliberating the relevant legal framework and presenting the draft to Parliament,\" he said.",
    "\"Discussions have started to provide multiple degrees in the state universities. The Australian Higher Education Minister has been invited to Sri Lanka through the Australian Embassy. With him, the chancellors of Melbourne, Sydney University and 10 other universities will come to Sri Lanka. They are expected to discuss the next steps to be taken after observing our educational situation,\" he added."
  ]
}