{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97644/sri-lanka-ratifies-un-convention-on-intl-settlement-agreements-resulting-from-mediation",
  "time_ut": 1709264820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ratifies UN Convention on Int’l Settlement Agreements Resulting from Mediation",
  "original_body_lines": [
    "With the deposit of the instrument of ratification at the UN Headquarters in New York, Sri Lanka has become the 14th State Party to the United Nations Convention on International Settlement Agreements Resulting from Mediation, also known as the “Singapore Convention on Mediation”.",
    "The ratification by Sri Lanka was effected on 28 February 2024, and the Convention will enter into force for Sri Lanka on 28 August 2024.",
    "The Singapore Convention on Mediation facilitates international trade and promotes mediation as an alternative and effective method of resolving commercial disputes by providing an effective mechanism for the enforcement of international settlement agreements resulting from mediation.",
    "The Convention is open for signature, ratification, and accession by States and regional economic integration organizations.",
    "In total, fifty-six States have signed the Convention since it opened for signature on 7 August 2019. Up-to-date information on the Convention and its status is available on the UNCITRAL website: uncitral.un.org.",
    "The UNCITRAL is the core legal body of the United Nations system in the field of international trade law. Its mandate is to remove legal obstacles to international trade by progressively modernizing and harmonizing trade law. It prepares legal texts in a number of key areas such as international commercial dispute settlement, electronic commerce, insolvency, international payments, sale of goods, transport law, procurement and infrastructure development.",
    "UNCITRAL also provides technical assistance to law reform activities, including assisting Member States to review and assess their law reform needs and to draft the legislation required to implement UNCITRAL texts."
  ]
}