{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/President-tells-exporters-pay-taxes-for-support/34-780904",
  "time_ut": 1756334788.0,
  "original_lang": "en",
  "original_title": "President tells exporters pay taxes for support",
  "original_body_lines": [
    "AKD meets tea, coconut, rubber exporters for pre-Budget 2026 discussion",
    "Says Govt. reviving economy without artificial controls by encouraging production",
    "President Anura Kumara Disanayake told a group of exporters this week that the Government would provide them with facilities and support, but stressed they must pay fair taxes in return, according to a statement from the President’s Media Division (PMD) yesterday.",
    "He made the remarks during a pre-Budget 2026 discussion with plantation sector entrepreneurs held at the Presidential Secretariat on Tuesday. The meeting focused on strengthening dollar reserves through export earnings, the PMD said.",
    "The President told participants that the Government is taking measures to revive the economy and expand it, not by restricting activity through artificial controls but by encouraging production and exports. He said import restrictions will be eased cautiously to prevent pressure on foreign reserves, while increasing export earnings remains the priority.",
    "Disanayake added that a program is already in place to strengthen reserves by supporting export-led growth.",
    "Exporters in the tea, coconut, and rubber sectors raised challenges they are facing and presented proposals for solutions. They also called for immediate Government action on urgent issues.",
    "The meeting was attended by Presidential Secretary Dr. Nandika Sanath Kumanayake, Treasury Secretary Dr. Harshana Suriyapperuma, Senior Economic Adviser to the President Duminda Hulangamuwa, Senior Additional Secretary to the President Russell Aponso, Export Development Board Chairman Mangala Wijesinghe, and representatives of the tea, rubber, and coconut industries.",
    "The discussion comes as official figures show exports continuing to grow in 2025. Export earnings rose 7.8% from a year ago to nearly $ 10 billion in the first seven months of 2025. July exports reached $ 1.64 billion, the strongest monthly performance on record, with a 12.7% year-on-year increase and a 12.3% rise from June.",
    "However, US tariffs loom over export growth. The Institute of Policy Studies warned that a 20% US reciprocal tariff could reduce exports by $ 634 million and put nearly 16,000 apparel jobs at risk, despite the rate being lower than an earlier 44% level. That is because the trade-weighted effective tariff rate will be 29.9%, with apparel and rubber products facing tariffs of 36.8% and 20.2%, respectively.",
    "Sri Lanka reported $ 6.1 billion in reserves by the end of July 2025."
  ]
}