{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Akin-to-Deck-Chairs-on-the-Titanic/172-276955",
  "time_ut": 1707858840.0,
  "original_lang": "en",
  "original_title": "Akin to Deck Chairs on the Titanic",
  "original_body_lines": [
    "People waiting for hours to refill liquefied petroleum gas cylinders during Sri Lanka's economic crisis of 2022",
    "There are worrying signs that policymakers and political parties simply have not grasped the magnitude of the problem at hand. The current direction of Sri Lanka’s economy and the overall mindset of a majority of economic and policy elites within and beyond the State, suggests a trajectory that will keep Sri Lanka dependent on foreign debt-financed trade deficits, vulnerable to shocks from energy prices, and unprepared for the next wave of transformation and economic growth.",
    "It’s not the stunning absence of a consolidated national industrial plan to develop the next wave of high-technology export-oriented industries; nor the gaping, sector-wide ‘Governance Deficits’ in health, education, security, finance, taxation, the legal system, etc that should cause alarm. It’s the nonchalance with which a caricature of Sri Lanka’s economic woes is paraded openly, contradicting basic realities.",
    "Many still believe that Sri Lanka’s economic distress was caused by a government that spends too much money on subsidies, social protections and welfare, creating a culture of ‘freebies’ and dependency that disincentivizes productive work.",
    "When you make a statement related to expenditure, you ought to do so in relative terms. A relative expenditure comparison also requires a parallel revenue component, meaning: how much is being spent relative to what is being earned, providing a more complete understanding of expenditure.",
    "In such a context, Sri Lanka is actually a low spender relative to our income, compared to peer-group countries. According to the IMF, based on 2022 data, Sri Lanka’s Government Expenditure as a percentage (%) of GDP stood at 18.5%, around the same level as Uganda, Costa Rica, Chad, Tanzania and the Dominican Republic. Countries with the lowest Government Expenditure to GDP include Bangladesh (13%), Ethiopia (12%), Lebanon (11%) Haiti (8%), Iran, whilst advanced economies such as France, Italy and Austria are usually above 50%; the UK, Japan and Sweden are around the 45% range.",
    "If we just consider public spending on social assistance relative to income (Total State Social Spending to GDP and Net Social Spending to GDP), World Bank data show countries that are broadly in Sri Lanka’s income bracket have higher social spending.",
    "On average, per annum, India, Thailand and Vietnam spend around 1.5% of GDP on social assistance, Algeria spends 2.3% and Chile 3.5%. Sri Lanka averaged 0.4% of GDP on social assistance in the 5 years leading up to 2020 which was less than Cambodia, Bangladesh, Tajikistan, Rwanda, Indonesia and Malaysia.",
    "The World Bank Human Capital Index 2020 states unambiguously that Sri Lanka’s expenditure on social assistance is lower than both the regional average (1.1%) and the average for its income group (1.4%).",
    "The largesse of government expenditure programmes, the misallocations of resources and the mismanagement of finances are all real and significant issues that need to be addressed and indeed should have been prioritized as part of the IMF’s fiscal consolidation. Yet in terms of social spending, it is difficult to make the argument that successive Sri Lankan Governments have consistently gifted free benefits en masse to the public. This should not be confused with the patronage driven “jobs for boys” culture prevalent in the many State-Owned Enterprises, and the dynamic within the civil service of deteriorating quality and increasing head count.",
    "Consider a 2020 Report published by the International Policy Centre for Inclusive Growth - part of UNICEF - titled ‘Social Spending in South Asia: An overview of Government Expenditure on Health, Education and Social Assistance’ (C. Bloch). The authors note that social spending is crucial to ensuring access to basic care, education and social-safety nets; “the market often fails to deliver health and education services, at least to those who cannot afford them, leading to under-investment and limited access to basic services, which in turn can have long-lasting and even irreversible effects on the population’s well-being.”",
    "The UNICEF Report also states that South Asia, on average, spends less than 1% of GDP on social assistance “which places the region at the bottom of the global distribution, as other regions spend comparatively more.” India, Nepal and the Maldives are the only countries with public spending on social assistance exceeding 1% of GDP. Figures 1 and 2 below illustrate that South Asia is below the global average, and that Sri Lanka is below the regional average.",
    "Much of the Sri Lankan economic commentariat has become fixated on Government Spending, seemingly satisfied with the revenue side of the equation. Sri Lanka’s Government Revenue to GDP is low by global and regional standards and it is low compared to many peer-group nations. The tax structure is also regressive, with Corporate Income Tax (CIT) accounting for a smaller portion of our total tax revenue, and a majority of revenue being generated from indirect taxes such as VAT, which disproportionately impacts the poor.",
    "That Sri Lanka’s fiscal equation suffers from inadequate revenue and not excessive spending is not a subjective opinion, it has been the consistent observation of international organizations, based on actual data measured against globally accepted benchmarks.",
    "In 2018, the IMF told Sri Lanka it needed further revenue-side reforms; in May 2019, it noted Sri Lanka’s failure to achieve the intended revenue targets, stating that the “shortfall reflects weaker growth, the delay in implementing the 2018 budget measures, and an underperformance in trade tax collections due to import duty waivers”. In November 2022, the IMF repeats: “From an international perspective, persistently large fiscal deficits in Sri Lanka reflect relatively low tax revenues, not excessively high government expenditures”.",
    "I have written previously that the current Personal Income Tax (PIT) Structure and tax slabs are inequitable, in that they are not progressive on the upper-end; there is no top-marginal income tax rate, after a certain point, no matter how much monthly income one earns, the rate of tax remains the same. There is also the well-documented issue of tax allowances and sector-specific tax exemptions which inevitably creates a gap between the statutory corporate income tax (CIT) rate and the effective corporate income tax rate.",
    "Again, this is not my personal opinion. The aforementioned IMF report from 2022 states that: “Sri Lanka’s tax-to-GDP ratio is among the lowest in the world, and its tax system stands out with its low rates, small base, and complexity. Aligning its PIT rate schedule with other Asian emerging market economies and removing sector-specific CIT exemptions could generate around 0.7 percent of GDP in additional revenue”. Reviews and reports from the IMF, the Asian Development Bank (ADB) and the World Bank (WB) have been calling for tax revenue mobilisation for several years leading up to the Gotabaya Tax Cuts. Sri Lanka’s Tax revenue as a percentage of GDP was reported at 10.6 % in Sep 2023 as per the CEIC Economic Database.",
    "Crucially, I want to remind the reader that the debilitating 2019 tax cuts were advertised in the Gotabaya manifesto, and actually enjoyed wide-spread support among major corporate elites and business entities during its implementation; this ‘tax relief’ was also cheered on by major business journals, associations, chambers.",
    "These groups are not evil, not necessarily selfish and certainly not ill-informed. They are however, incentivized to seek benefits and advantages for themselves and their industries; this is not sinister or insidious; businesses must seek to maximize profits and shareholder value. There has always been, in every modern society, links between business enterprise and the State; an alliance which has brought enormous benefits to wider society.",
    "We can also admit that enterprise uses its links to Government, its financial power and its lobby capacities to influence State policy and adjust incentives based on an admittedly narrow set of interests. The 2019 tax cuts were partly a coalescence of public policy and the business establishment, resulting in a consolidation of policy direction, which ran counter to the “revenue based fiscal consolidation” being advocated by International Financial Institutions.",
    "The Gotabaya manifesto had positive reviews before its implementation. In late 2019, a CFA qualified writer stated that “Vistas” was “supply-side” and “business-friendly’, despite the economist, W A Wijewardena writing that Gotabaya’s policies would bring significant State involvement and control in the economy.",
    "The Ceylon Chamber of Commerce (CCC) welcomed the 2021 budget for its “tax stability” stating its confidence that “the commendable proposals in the Budget will see timely implementation and will continue to involve private sector consultation”.",
    "This is the crux of the matter, if there was private sector consultation, as suggested, how was the rationale for the tax-cuts justified in the context of Sri Lanka’s well-documented struggle to raise government revenue? How did the private sector, with all its analysis, fail to heed the clear advice of the international financial organizations, including the IMF?",
    "Read or listen to any report from the major economic Think-Tanks in Sri Lanka, and you will find consistent commentary on economic distortions created by price-controls, tariffs, quotas, import restrictions that largely result from the representations of corporate institutional power.",
    "What are the results of this nexus between large business enterprises, individuals with extreme levels of wealth and the governing establishment and policy elites? One of Sri Lanka’s richest men is openly campaigning for the nomination of the SLPP as its candidate for the Presidency, even being present at their national convention last year. Another owner of a media house with close links to the SLPP is also running a major Presidential campaign.",
    "Against this context, in January 2024, the JVP-led National People’s Power (NPP), including its leadership, held discussions with the CCC, ostensibly to further refine its economic policies. The statement released thereafter included an interesting turn of phrase: “The NPP was of the view that the current direct and indirect tax rates are too high and impact growth, as high taxes reduce consumption and contract the economy. The NPP was also of the view that high corporate tax prevents reinvestment…”",
    "Take this statement together with President Wickremesinghe’s comments during his most recent ‘National Address’ regarding providing the people with some relief from the increase in VAT.",
    "On one side, Sri Lanka’s Marxist-Leninist Party meets one of the country’s main business chambers and releases a statement that suggests Corporate Taxes are too high, even though empirical data suggests that Sri Lanka’s Corporate Sector does not contribute adequate levels of tax revenue compared to other countries.",
    "On the other hand, in a context of Sri Lanka missing the IMF’s intended revenue targets, the President promises VAT relief in a matter of months after his own government increased VAT. These are symptoms of the election year, and as I warned at the outset of this article, it is evidence that political parties have yet to grasp the seriousness of Sri Lanka’s revenue weakness. This trajectory of aimless policy will perpetuate Sri Lanka’s culture of dependency on international debt markets – it will leave Sri Lanka’s poorest and most vulnerable on the cusp of destitution.",
    "The kind of society that is emerging from the current policy trajectory will not be placated by another IMF Programme. The policy status-quo is akin to rearranging the deck chairs on a ship hurtling towards an iceberg that sits in plain-sight; like passengers and spectators, the political class are ‘taking their seats’.",
    "The writer has 15 years of experience in the Financial and Corporate sectors, after completing a Degree in Accounting and Finance at the University of Kent (UK), while also completing a Masters in International Relations from the University of Colombo. He is a media resource-person, presenter, political commentator and researcher. He also presents an interview show that is available on Instagram, Facebook and YouTube."
  ]
}