{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-main-opposition-sjb-protest-tear-gassed-as-elections-loom-149171/",
  "time_ut": 1706612220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka main opposition SJB protest tear-gassed as elections loom",
  "original_body_lines": [
    "ECONOMYNEXT – A street protest by Sri Lanka’s main opposition Samagi Jana Balawegaya in the capital Colombo was tear gassed and water cannoned by police, live television footage showed as the country prepares for elections later in the year.",
    "The SJB is protesting economic hardships coming from a currency collapse after macro-economists deployed extreme policy involving steep rate with printed money and tax cuts.",
    "President Ranil Wickremesinghe has reversed the tax cuts and imposed progressive taxes in addition to value added tax to try to pay for a bloated public sector and reduce the deficit.",
    "The protests come as the measures are having and effect and the central bank has kept the exchange rate stable, with deflationary policy, allowing economic activity to resume.",
    "“He cannot have democracy in opposition and behave like a dictator in office,” a visibly angry opposition legislator Harsha de Silva, told Sri Lanka’s Newsfirst live coverage of the protest and police action.",
    "However he has also macro-economists to create up to 7 percent inflation under a flexible inflation targeting regime, an unstable regime that is also found in other defaulting countries like Ghana.",
    "President Wickremesinghe is ruling with the support of the members of Sri Lanka Podujana Party of ex-Presidents Gotabaya and Mahinda Rajapaksa with most of his former United National Party members now in the SJB and no political base of his own.",
    "“The Ranil-Rajapaksa government got a court order against us,” opposition leader Sajith Premadasa told the crowd.",
    "“We are not in a prohibited area. We are not breaking the law. The government is suppressing democratic rights. I am challenging Ranil Rajapaksa to come among the people. They have hit us with tear gas.",
    "Sri Lanka’s parties are jostling for elections due later this year.",
    "“There will be no deal with Ranil,” Premadasa told his supporters. “In a future government we will bring to book the people who bankrupted the country and give justice to the people.”",
    "The Sri Lanka freedom party of ex-President Maithripala Sirisena said Monday after an internal meeting that his party had also decided to form a coalition of like minded groups to contest up coming elections."
  ]
}