{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lank-prepares-national-renewable-hydrogen-policy-241612/",
  "time_ut": 1758632640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka prepares national renewable hydrogen policy",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has prepared a national renewable hydrogen policy, to make the Indian Ocean island a regional hub, and also launched a just energy transformation (JET) study, with support from the United Nations Development Agency (UNDP).",
    "“With its vast renewable energy resources, Sri Lanka is well placed to leverage hydrogen technologies for decarbonising power generation, industry and transport, while enhancing energy security and attracting international investment,” the UNDP said in a statement.",
    "The Ministry of Energy, the Sri Lanka Sustainable Energy Authority and UNDP in Sri Lanka hosted the Renewable Hydrogen Stakeholder Consultation Workshop ‘From Strategy to Actions’ recently.",
    "The forum brought together policymakers, private sector, financiers, academia and international experts to discuss the country’s path to a green hydrogen economy.",
    "Sri Lanka’s Integrated National Financing Framework (INFF) Strategy for the Energy Sector, developed with support and technical expertise from UNDP, the Just Energy Transition (JET) Study, which outlines how Sri Lanka can shift to renewable energy, and Sri Lanka’s National Renewable Hydrogen Policy, which provides a framework for positioning the country as a future regional hub for hydrogen and its derivatives, were launched at the event.",
    "The INFF provides actionable recommendations for mobilising and aligning diverse sources of finance, domestic and international, public and private, to advance an inclusive and equitable renewable energy transition in Sri Lanka.",
    "“By embracing renewable hydrogen, we are taking a decisive step towards energy independence, industrial competitiveness, and climate resilience,” K T M Udyanaga Hemapala, Secretary to the Ministry of Energy, said.",
    "“Our role is to ensure that the policy translates into practical solutions on the ground. From enabling infrastructure to safety standards and governance mechanisms, we are committed to building a robust ecosystem that allows hydrogen to flourish as part of Sri Lanka’s clean energy mix,” Wijendra J Bandara, Chairman of the Sri Lanka Sustainable Energy Authority, said.",
    "“Renewable hydrogen can be a game-changer for Sri Lanka, helping reduce emissions, diversify energy sources, and drive industrial growth,” Marina Ten, Officer-in-Charge, UNDP in Sri Lanka, said.",
    "“The INFF is about connecting ambition with resources. It helps countries like Sri Lanka unlock and align the financing needed to achieve national development priorities and the Sustainable Development Goals.”",
    "“The JET study ensures people remain at the centre of this transformation, providing practical pathways for a fair and equitable shift to renewable energy. Taken together, these three initiatives provide Sri Lanka with the tools to drive innovation, attract investment, and deliver a clean energy transition that leaves no one behind.” (Colombo/Sep23/2025)"
  ]
}