{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-tightens-related-party-loans-by-banks-183040/",
  "time_ut": 1728526680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank tightens related party loans by banks",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has issued rules limiting loans that can be granted by commercial banks to directors, their relatives, partners, chief executives, senior executives, companies with connections such individuals and shareholders.",
    "Loans to individuals have been limited to 20 million rupees. Loans to related companies have been limited to 10 percent of equity or 15 percent in other cases.",
    "(c) a concern in which a director of a licensed bank has a substantial interest, being an",
    "interest acquired either before or after the appointment as a director of such licensed",
    "(d) a concern in which a close relation of a director of a licensed bank has a substantial",
    "(e) a chief executive officer or an officer performing executive functions of a licensed",
    "bank in respect of any accommodation granted other than an accommodation granted",
    "to such officer under a scheme applicable to the employees of such bank;",
    "(f) a shareholder of a licensed bank having material interest, whether individual or a concern;",
    "(g) a subsidiary or an associate company of the licensed bank;",
    "(h) a holding company of the licensed bank including its subsidiaries, excluding the parent",
    "bank and subsidiaries of a bank incorporated outside sri Lanka;",
    "(i) a director of a subsidiary or an associate company of the licensed bank;",
    "(j) a director of a holding company of the licensed bank and its subsidiaries;",
    "(k) a close relation of a person specified in Order 1.1 (e) and (f) above;",
    "(l) a concern, whose director or partner is a director of such bank;",
    "(m) a concern in which a material shareholder of a licensed bank has substantial interest;",
    "(n) a concern in which a close relation of an individual material shareholder has asubstantial interest."
  ]
}