{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nce-calls-for-urgent-action-to-address-visa-and-passport-crisis-impacting-business-community/",
  "time_ut": 1726257240.0,
  "original_lang": "en",
  "original_title": "NCE calls for urgent action to address visa and passport crisis impacting business community",
  "original_body_lines": [
    "The recent visa and passport crisis has sparked significant concern among the public, and especially within the business community. Media reports, including those in leading newspapers, have highlighted issues of corruption, and these reports are being amplified internationally through various digital platforms. This is adversely affecting the credibility of Sri Lanka on a global scale.",
    "Sri Lanka is currently advancing as an export-driven economy, a direction supported by both the current government and the presidential candidates running for the upcoming elections in September 2024. The National Chamber of Exporters (NCE) of Sri Lanka, being the sole chamber dedicated to the interests of Sri Lankan exporters, is in full alignment with government efforts. We are committed to supporting and connecting Sri Lankan exporters with international markets through a variety of initiatives, ensuring that they remain competitive on the global stage.",
    "The President of the NCE, Jayantha Karunaratne, emphasized the critical importance of maintaining Sri Lanka’s credibility. He stressed that it is essential for the country to demonstrate to international stakeholders that Sri Lanka is governed professionally and that the business environment is conducive and streamlined.",
    "Ensuring a stable and transparent governance structure is vital for fostering confidence among international investors and business partners. The NCE is dedicated to advocating for these principles to uphold the integrity and reputation of Sri Lanka as a reliable and attractive destination for business and investment.",
    "The Secretary General of the National Chamber of Exporters (NCE) highlighted that many Chamber members have reported the severe difficulties they are experiencing, particularly due to the delays in obtaining passports and the ongoing issues with the visa-on-arrival process. The chaotic conditions at the airport, with overcrowding and long delays, are causing undue hardship not only for the business community but also for tourists and other travelers. This situation is creating a negative impression of Sri Lanka among international visitors and business partners.",
    "In response to these challenges, the NCE is urging the government and relevant authorities to thoroughly investigate the root causes of these issues and hold the responsible individuals accountable. If decisive action is not taken, there is a significant risk that these problems will continue to recur, further damaging the country’s reputation. The NCE stresses the need for accountability and, if necessary, calls for the replacement of individuals who have failed to perform their duties effectively.",
    "The Chamber firmly believes that those in charge of critical national functions such as passport issuance and immigration services must be held to the highest standards of professionalism and responsibility. Only by addressing these systemic failures can Sri Lanka restore confidence among its business community and international partners, ensuring a stable environment for trade and investment. (NCE)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}