{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/threads-of-resilience-is-sri-lankas-apparel-sector-prepared-to-face-pathogen-x/",
  "time_ut": 1710258360.0,
  "original_lang": "en",
  "original_title": "Threads of Resilience: Is Sri Lanka’s apparel sector prepared to face Pathogen X?",
  "original_body_lines": [
    "Chaya Dissanayake is a Research Assistant at the Institute of Policy Studies of Sri Lanka (IPS). She holds a B.Sc. (Hons) in Agriculture specialised in Agricultural Economics from the University of Jaffna and is currently reading for an MSc in Integrated Water Resource Management at the Postgraduate Institute of Agriculture, Peradeniya. Her research interests include agricultural policies and institutions; disaster risk management; poverty and inequality; SMEs; women and workforce.",
    "Sri Lanka faces a high-risk situation with the looming threat of a potential future pandemic.",
    "A recent IPS study reveals that the Sri Lankan apparel sector, particularly women workers, bore the brunt of the COVID-19 pandemic, with 24% of women not recalled for work during the pandemic’s initial phase.",
    "Urgent streamlining of pandemic response policies for the sector is crucial to provide timely support and minimise losses in life and revenue.",
    "The World Health Organization (WHO) is expressing concerns about the global community’s readiness for pathogen X, a highly contagious pathogen that could emerge in the future. Scientists predict a higher likelihood of its origin in tropical regions, placing Sri Lanka at considerable risk.",
    "The COVID-19 pandemic severely impacted the livelihoods of millions of workers across Sri Lanka. The manufacturing sector, where workers are in very close proximity to one another, faced more challenging conditions than other sectors such as agriculture. Given the significance of the apparel industry in the manufacturing base and as a source of employment in Sri Lanka, this blog assesses the pandemic’s impact on female apparel workers and guides future policies to minismise the cost of similar episodes.",
    "At the onset of the COVID-19 pandemic, estimates from the Labour Force Survey 2020 data suggest that the apparel sector in Sri Lanka employed approximately 470,000 workers with 70% of them being women. The majority of these women are primarily in low-skilled positions, such as machine operators, line helpers and cutters. Approximately 33% of these female apparel workers are informal (for comparison only 13% of male apparel workers are informal). Focus group discussions revealed many apparel employees are internal migrants, living in shared rentals.",
    "The pandemic response transitioned from an emergency response stage to a more organised response mitigating health and economic impacts over time (Infographic 1). The initial emergency response phase (March-June 2020) saw sudden lockdowns, income loss, and restricted access to healthcare. Apparel workers faced many challenges during this initial period due to the nature of their work and their living arrangements.",
    "The situation was particularly dire for internal migrants in the apparel industry. Residing in overcrowded boarding houses, these workers struggled with implementing basic pandemic safety measures like physical distancing and quarantine. “Even though we were told to use separate washrooms, it was difficult to get those facilities in the boarding houses”; one female worker in Katunayake reminisced. Furthermore, the absence of systematic information to identify and provide social security benefits to individuals living outside their registered localities further exacerbated their vulnerability. According to the household survey to assess the impact of the COVID-19 pandemic carried out by the DCS, only 63% of all apparel workers received cash assistance provided by the government. In contrast, 71% of workers in the food processing industry and 68% of workers in the textile industry, in similar occupational categories, received emergency financial assistance. In discussions, female workers revealed that those from low-income families eligible for cash transfers missed out due to their residential status.",
    "Abrupt job losses too led to severe financial consequences. Estimates based on the COVID-19 impact survey data suggest that, in the initial phase, 24% of women and 11% of men employed in the industry experienced job suspensions due to temporary factory closures. In contrast, the same statistic for all female workers in similar occupational categories across all sectors, was 11.3% while for male workers it was 12.8%. When the apparel factories restarted in May 2020, temporary workers, especially those who were part-time workers and line helpers, faced job suspensions without benefits as revealed in discussions. They were unable to find alternative employment and faced significant economic hardships.",
    "Women workers during health crises face more pressure to allocate time for care work. The IPS study too observed that in the second phase of the pandemic, women apparel workers found it challenging to balance their work with the increased care responsibilities due to the frequent closure of schools and daycare facilities. Non-migrant workers received family and peer support, which migrant workers lacked.",
    "Loss of livelihoods directly affected the nutrition and well-being of women despite the government’s relief measures including ration distribution. Again, estimates from the COVID-19 survey reveal the considerable impacts the initial lockdown had on apparel workers with regard to food security and employment (Infographic 2). Women were twice as likely to go without food or to quit the industry.",
    "In addition to the economic shock, female workers faced greater challenges in accessing medical care in the first phase of the pandemic. In the apparel industry, the COVID-19 survey data show that 16.3% of women workers (twice that of male workers at 8.3%) had no or limited access to health services during the first phase. Many apparel workers rely on public transport, in its absence, accessing health services was difficult. Restricted mobility also affected the provision of maternal healthcare as midwives could no longer conduct home visits.",
    "The absence of information on women apparel workers hindered effective responses. The IPS study interviews with key industry informants revealed that the Board of Investment’s attempt to identify and isolate at-risk individuals in export processing zones and the trade unions’ proposal for chemical sanitisation of shared worker accommodations failed due to the lack of a database on workers’ residential addresses for example.",
    "Apparel workers also faced harrowing social stigma as ready-made garment factories were publicised as pandemic hotspots. “People in the village were afraid to help while quarantined because we worked in garment factories,” shared a woman who lived in a rented room in Katunayaka.",
    "The export-oriented apparel industry in Sri Lanka adapted to the pandemic faster and maintained the employment level compared to other more domestic-oriented manufacturing industries. However, substantial health and economic impacts on women workers could be found, which need to be minimised in future pandemics to boost the resilience of the industry and the workforce.",
    "The WHO stresses the importance of strengthening existing programmes with community-centered and evidence-based policy changes to counter the threat of pathogen X. One important concern is whether the policies would benefit all members of a community. As drawn from the IPS’ study observations, women faced more difficulties accessing health care, nutritional needs and necessities during the initial response. As the pandemic progressed, the widening gender gap became more pronounced due to women’s increased care work responsibilities.",
    "Informed decision-making is critical for efficient pandemic containment, which necessitates quick access to information about vulnerable workers via centralized data. Given the large number of internal migrants in the workforce, improved information on workers will improve methods of delivering social benefits to them. For instance, providing safe living conditions to workers who live in congested housing, and making sure workers in low-income brackets receive aid in a future pandemic event could be made easier with such information. Another way to tackle the gaps revealed here is to involve more women in decision-making so that women-specific needs do not go unnoticed during emergency responses to crises.",
    "Streamlining pandemic policy responses also includes expanding existing employment benefits programmes like EPF and ETF to cover abrupt unemployment due to crises, providing a financial buffer until re-entry into employment is feasible and reducing voluntary exits from the industry.",
    "*This blog is based on an ongoing IPS study on improving pandemic policy response funded by the International Development Research Centre (IDRC).",
    "Related Topics:Chaya DissanayakeSri Lanka’s apparel sector prepared to face Pathogen XThreads of Resilience",
    "ZORAL partners with Linearsix to expand business in mena and apac regions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}