{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Who-guards-the-guardians/14-762224",
  "time_ut": 1716830202.0,
  "original_lang": "en",
  "original_title": "Who guards the guardians?",
  "original_body_lines": [
    "Did the Constitutional Council, President and the CIABOC Commissioners follow due process in reappointing its DG?",
    "The gravity and importance of transparency and effectiveness of CIABOC for the very existence of the country cannot be lost on the Government and its officers; nor can the Opposition parties, big or small, especially those fielding “Presidential” candidates claim ignorance of this situation. Remarkably, none of the political parties or even the public officers who run to the Supreme Court at the slightest hint of an appointment against their expectations, have even raised a query on this crucial appointment made without any transparency. One can only wonder then, if they were all in collusion",
    "Two Fundamental Rights Applications against the appointment of “former” High Court Judge Kanishka Wijeratne to the position of Director General (DG) of the Commission to Investigate Allegations of Bribery or Corruption (CIABOC), were fixed for support on 19 June 2024 by the Supreme Court last week. A third Fundamental Rights Application against the appointment is also pending.",
    "The three Petitions have been filed in public interest, by Energy Expert Dr. M.V.B. Ralapanawe, Transparency International of Sri Lanka and Journalist Ruwani Fonseka, represented respectively by Saliya Pieris, PC, Viran Corea, PC, and Venuke Cooray, AAL.",
    "Wijeratne, who was initially appointed as DG of CIABOC in 2020 and was continuing in that capacity was reappointed by President Ranil Wickremesinghe on 2 April 2024, although “reappointment” by itself appears to be a violation of the Anti-Corruption Act, No. 9 of 2023 (ACA), which the self-same President introduced as the “best anti-corruption law in Asia”.",
    "If not rectified quickly, CIABOC could come to a ‘standstill’",
    "One of the Petitioners, in his Petition, moves Court to take cognisance of the “utmost urgency and general and public importance” of the matter since the illegality of the appointment opens every single action by CIABOC to be challenged as ultra-vires and void. The Petitioner argues that CIABOC, the sole law enforcement authority against bribery and corruption in the country, could come to a “standstill”, if the illegality of the appointment is not quickly rectified. There are at least two recent instances in which the appointment of Wijeratne was challenged in matters related to Actions instituted by CIABOC, one even prior to these Fundamental Rights Applications, substantiating the concern raised by the Petitioner.",
    "All parties related to the appointment are named as Respondents, including; the Constitutional Council who is required to nominate a fit and proper person in accordance with the ACA and the Constitution, the President who should diligently scrutinise the appropriateness of such nomination and the Commissioners of CIABOC whom the President is required to have consulted with in deciding on the appointment.",
    "Wijeratne, whom the Petitioner argues illegally acquiesced to the position of DG-CIABOC, is also named as a Respondent.",
    "The Constitutional Council called for Applications for the position of Director General of CIABOC in February 2024. However, the applicants were not interviewed nor informed of any next steps. No information was made available to the public on the evaluation or the selection, although the Constitutional Council’s own Rules require it to do so. Instead, the Constitutional Council has apparently recommended to the President to re-appoint Wijeratne who appears to have also applied to the position while functioning in the same capacity.",
    "Section 111 of the ACA defines Corruption as an act done by any public official with the intention or knowledge that a wrongful loss will be caused to the Government or a wrongful benefit will accrue to himself or to any other person,",
    "The Petitioner argues that Wijeratne’s actions in applying and accepting the position knowing inter-alia that he did not fit the mandatory criteria stipulated in the new ACA, by itself constitutes “corruption” in terms of the ACA. It is noted that Wijeratne continued in the position throughout the “selection” process which included consultation with the Commissioners, and was in a position to unfairly influence the result as well. This possibly constituted a “Conflict of Interest” (at least the perception thereof), another offence under the ACA.",
    "All three Petitioners assert that Wijeratne does not meet at least some of the mandatory criteria stipulated for the position of DG – CIABOC by the new ACA, especially the requirement of substantial experience in criminal prosecution essential to fulfil the duties of the position. It is further contended that a secondment of a Judicial Officer for the position is not permitted by the ACA, which disqualifies Wijeratne as well.",
    "According to the 2023 results of the Corruption Perception Index of Transparency International, Sri Lanka has deteriorated remarkably over the last five years, reaching its lowest score in history in 2023. This is coincidentally also the period in which Wijeratne has been functioning as DG of CIABOC.",
    "During the same period, a substantial number of cases filed by CIABOC with much fanfare against prominent persons, were either withdrawn by CIABOC itself, or ended with acquittals ostensibly due to technical reasons. These exceed the paltry number which resulted in convictions, and even those are of “minnows” as evident from CIABOC’s own website. Presumably, the DG of CIABOC would be responsible to ensure the accuracy and compliance of the documents, before filing a Case in Court; especially as he in that capacity is the Complainant.",
    "If not, not only the action against bribery and corruption (minuscule as it may be when it comes to CIABOC) would be compromised, but also result in gross wastage of judicial resources and time, both of which have occurred under his watch. The level of inaction (voluntary or otherwise) is further reflected in the fact that those Cases are yet to be refiled after correcting the technical errors. None of the “eminent” persons involved in the selection process could plead ignorance of these facts which are in the public domain, and even discussed in the Parliament.",
    "The question then is, why the Constitutional Council nominated the self-same individual to be appointed as the Director General of CIABOC again, and the CIABOC Commissioners and the President acquiesced to it, ostensibly even going against the specific provisions in the ACA and “in blatant violation of the Constitution itself”, as argued by the Petitioners? Could it be that despite the public postulations to the contrary, even these paragons of virtue in fact do not intend to take any action against bribery and corruption, lest it affects their current or future benefits?",
    "Ineffective counter-action to widespread corruption was one of the reasons giving impetus to “Aragalaya”, culminating in deposing an elected President. Even the IMF recognised corruption as a primary cause of the economic crisis, reflected in “reducing corruption vulnerabilities” being set as a key pillar of the recovery programme for Sri Lanka. The fact that it was the first time in Asia that anti-corruption measures have been linked to an IMF program demonstrates the position Sri Lanka has fallen to in this sphere.",
    "The Governance Diagnostic Assessment (GDA) of the IMF (again a first in Asia) delivered an uncharacteristically scathing and candid verdict on Sri Lanka. One paragraph in its Executive Summary gives the situation in a nutshell:",
    "“The GDA revealed systematic and severe governance weaknesses and corruption vulnerabilities across state functions, with particular macroeconomic impact in: budget credibility; expenditure control; public investment management and control of spending; public procurement; management and oversight of State-Owned Enterprises (SOEs); transparency of revenue policy and the integrity of revenue administration; the governance and legal frameworks of the Central Bank; the application of financial sector regulations; and clarity and security of land ownership and the integrity of the judicial sector. Corruption vulnerabilities are exacerbated by weak accountability institutions, including the Commission to Investigate Allegations of Bribery and Corruption (CIABOC) that have neither the authority nor competency to successfully fulfil their functions. Current governance arrangements have not established clear standards for permissible official behaviour, acted to deter and sanction transgressions, nor pursued individuals and stolen public funds that have exited the country. Regular civil society participation in oversight and monitoring of government actions is restricted by limited transparency, the lack of platforms for inclusive and participatory governance, and by broad application of counter-terrorism rules.”1",
    "While acknowledging the enactment of the ACA which was one of the initial structural benchmarks of the Extended Fund Facility programme, the GDA went on to emphasise the critical importance of the calibre of individuals selected to lead the CIABOC in order to achieve the objectives of the ACA:",
    "“The effectiveness of CIABOC hinges on the selection and appointment of vigorous and dedicated Commissions who have the expertise, experience, and qualities needed to fulfil the organisational mandate. The ACA establishes the Agency as an independent entity. The extent to which it acts as such and serves its ambitious function will be heavily influenced by the manner in which senior CIABOC officials, including the Director General and the Commissioners, are selected and appointed. The selection process for the Director General and the Commissioners must ensure that suitably qualified and experienced candidates are appointed and that the process is free from external interference, whether political or otherwise. There cannot be any question that these processes are fair, above-board, and transparent. A failure to ensure any of this will lead to charges of bias, improper influence and, inevitably, will impair the Commission’s reputation – and crucial public faith and trust in its functions.”",
    "The GDA raised concerns that the Constitutional Council, which is required to select and recommend suitable candidates to the President to appoint, did not have the necessary expertise to do so when it comes to CIABOC Commissioners and DG. Thus, the GDA recommended an independent advisory committee to be appointed to assist the Constitutional Council to do this selection.",
    "However, the Government seemingly decided to disregard this recommendation; and the IMF seemingly acquiesced despite their own scathing observations in the GDA. And thus, unfortunately for Sri Lanka, the prediction of IMF has come to pass – the failure to appoint suitably qualified and experienced candidates through a fair, above-board and transparent process has inevitably resulted in impairing whatever semblance of reputation and public trust the CIABOC had left.",
    "It is yet to be seen how the IMF would treat this misstep by the Government in its next review. The failure of CIABOC affects not only the EFF program, but also the mutual evaluation of Sri Lanka on its international commitments against Money Laundering and Terrorism Financing, due in 2025. Through the new powers given to CIABOC through the ACA, it is now one of the direct law-enforcement agencies on Money Laundering, and thus subject to the full impact of the mutual evaluation. According to the National Risk Assessment on Money Laundering,2 the second highest threat of Money Laundering in Sri Lanka comes from bribery and corruption (second only to drug trafficking). CIABOC’s irregularities and inactions are thus liable to adversely affect the mutual evaluation, and risk Sri Lanka getting into the “Grey List” on Money Laundering again, reversing any progress made on economic recovery.",
    "The gravity and importance of transparency and effectiveness of CIABOC for the very existence of the country cannot be lost on the Government and its officers; nor can the Opposition parties, big or small, especially those fielding “Presidential” candidates claim ignorance of this situation. Remarkably, none of the political parties or even the public officers who run to the Supreme Court at the slightest hint of an appointment against their expectations, have even raised a query on this crucial appointment made without any transparency. One can only wonder then, if they were all in collusion. The Supreme Court now remains the only hope of justice to the citizens.",
    "2Financial Intelligence Unit of Sri Lanka - Publications - National Risk Assessment (fiusrilanka.gov.lk)"
  ]
}