{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99702/sri-lanka-gives-preliminary-approval-to-musks-starlink",
  "time_ut": 1717661760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka gives preliminary approval to Musk’s Starlink",
  "original_body_lines": [
    "State Minister of Technology, Kanaka Herath, announced that the Telecommunications Regulatory Commission of Sri Lanka (TRCSL) has granted preliminary approval for ‘Starlink’ to provide satellite-based internet services in Sri Lanka.",
    "The State Minister emphasized that a two-week period has been allocated for a formal public consultation process regarding the approval of this internet service. Following this period, the Telecommunications Regulatory Commission will take steps to implement the service in Sri Lanka.",
    "State Minister Kanaka Herath shared these remarks during a special media briefing held today (06) at the Presidential Media Centre (PMC).",
    "The minister emphasized that this initiative will deliver a fast internet service as well as to the education, research, tourism, fisheries, and agriculture sectors, while also providing global access via this internet facility.",
    "During his participation in the high-level session of the 10th World Water Conference in Indonesia, President Ranil Wickremesinghe held discussions with renowned businessman Mr. Elon Musk regarding expediting the application process to connect Sri Lanka with the “Starlink” network.",
    "Consequently, “Starlink” has received approval to provide internet services via satellite technology.",
    "Currently, approximately 2000 “Starlink” network centres are operational worldwide, providing high-speed internet access to 32 countries.",
    "Starting today, we are collaborating with Starlink to provide internet facilities via satellite technology, marking a significant transformation in the technology sector. Unlike the limited internet facilities provided by towers, this satellite-based technology allows for internet connectivity from virtually anywhere. This represents a major advancement in the field of technology.",
    "This internet facility offers significant benefits to education, research, tourism, agricultural and fisheries sectors by delivering the fastest internet service through this innovative technology. The Telecommunications Regulatory Commission of Sri Lanka has approved Starlink to offer satellite-based internet services. A fourteen -day period has been allocated for public consultation, and action will be taken within two weeks following this consultation period.",
    "Under Section 22 of the Telecommunications Act, internet services will be provided via satellite technology. President Ranil Wickremesinghe has instructed that a relief package be made available to school children, fishermen, and researchers to ensure they can access this internet service. Plans for implementing this relief package are currently being prepared.",
    "Director General of Sri Lanka Telecommunications Regulatory Commission, Madusanka Dissanayake,",
    "“Starlink” is not yet established as a telephone network company in Sri Lanka. However, the Telecommunications Regulatory Commission has approved it under Sections 17 and 22 of the Telecommunications Regulatory Act, granting it a frequency license. The Act will be amended in the future to issue a Telecommunication Service provider license.",
    "The initial setup or the registration cost, for this service ranges between US$ 400 and US$ 600, with a monthly fee of US$ 99. The satellite technology allows for internet access anywhere in the world and offers speeds several times faster than the existing fibre technology in Sri Lanka. This will significantly enhance the technology sector in the country.",
    "Secretary of the Ministry of Technology and Research Dr. Dharma Sri Kumaratunga also attended the event."
  ]
}