{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-assurance-surpasses-international-benchmarks/",
  "time_ut": 1723557060.0,
  "original_lang": "en",
  "original_title": "HNB Assurance surpasses international benchmarks",
  "original_body_lines": [
    "HNB Assurance PLC unveiled the results of its recent survey, conducted in partnership with Great Place to Work. The findings revealed an impressive Employee Net Promoter Score (eNPS) of 38%, drastically outpacing the international average of 27%, within the insurance industry.",
    "The eNPS is a critical metric that measures employee satisfaction and loyalty, providing valuable insights into the overall health of the organization. It reflects how likely employees are to recommend their workplace to others, serving as a key indicator of engagement and morale.",
    "Over the past few years, HNB Assurance has experienced an impressive growth trajectory, achieving and maintaining double the rate of the industry’s growth. With the company keen on sustaining this steady advance, it is crucial to continually understand and nurture its internal health. This is where the eNPS proves invaluable, offering valuable insights into employee sentiment and identifying areas for improvement.",
    "Lasitha Wimalaratne, CEO of HNB Assurance, expressing his thoughts stated, “This exceptional eNPS score is not just a number, it reflects the deep engagement and satisfaction of our employees – which I’m extremely proud of. It also speaks volumes about the positive work environment we have cultivated, where every team member feels valued and empowered. As we set out to attain our ambitious target of reaching 10% market share by 2026, our people remain the heart of this journey, propelling us toward our goals with their relentless passion and drive. I must also add that this achievement is not a one-time event but the result of a progressive journey. Over the years, we have invested and meticulously curated initiatives, benchmarking both global and local best practices, to continually enhance our internal environment and achieve this significant milestone.”",
    "MMBL-Pathfinder Group joint-venture foreign exchange earnings to top US$ 425 million this year",
    "Cable Solutions’ IPO oversubscribed on opening day; attracts diverse investors",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}