{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98665/lightning-and-unusually-heavy-rain-in-pakistan-kill-at-least-39",
  "time_ut": 1713264000.0,
  "original_lang": "en",
  "original_title": "Lightning and unusually heavy rain in Pakistan kill at least 39",
  "original_body_lines": [
    "At least 39 people have been killed in Pakistan after days of unusually heavy rains battered the country’s southwest.",
    "Some of those killed were farmers struck by lightning while harvesting wheat, authorities said.",
    "Images online show swathes of farmland engulfed by rainwater. Flash floods have also disrupted power supplies and transportation networks.",
    "Pakistan has experienced an increase in extreme weather events, as it grapples with the impacts of climate change.",
    "In 2022, parts of the country were completely submerged by unprecedented flooding, killing more than 1,700 people and injuring thousands. Millions were left homeless and lacked clean drinking water for months after.",
    "Some of the areas affected by the 2022 floods, including Khyber Pakhtunkhwa and Balochistan, are being impacted again by the recent storms.",
    "With more rain expected in the coming days, Pakistan’s National Disaster Management Authority has also warned of landslides and flash floods.",
    "Pakistan’s most populated province Punjab has suffered the highest death toll so far, with 21 people killed by lightning between Friday and Sunday, AFP news agency reported.",
    "At least eight were killed in the westernmost Balochistan province according to AFP, where authorities have declared a state of emergency. Schools in the province were ordered to shut on Monday and Tuesday.",
    "Extensive areas of Pasni, a Baloch coastal town, have been covered by rainwater.",
    "“Pasni looks like a big lake at the moment as flash floods entered the human settlements and main commercial areas,” Noor Ahmed Kalmati, chairman of the town’s municipal committee, told Pakistan newspaper Dawn.",
    "Heavy flooding has also been reported in neighbouring Afghanistan. At least 33 people have been killed and hundreds of homes damaged or destroyed, Afghan authorities said on Sunday.",
    "Scientists have said that global warming is likely to have played a role in the devastating floods that hit Pakistan in 2022. Pakistan is also ranked as the fifth most vulnerable country to climate change, according to the UN’s Global Climate Risk Index."
  ]
}