{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Saga-of-a-prideful-legacy-and-brotherhood-in-cricket/172-277425",
  "time_ut": 1708453980.0,
  "original_lang": "en",
  "original_title": "Saga of a prideful legacy and brotherhood in cricket",
  "original_body_lines": [
    "As we have started the move on this journey, we eagerly anticipate the successful execution of the 94th traditional cricket encounter between Ananda and Nalanda, titled the “Saga of a Prideful Legacy and Brotherhood.” This event is scheduled for March 2 and 3, while the 47th limited overs encounter is set for March 17. Both cricket matches are scheduled to take place at the Singhalese Sports Club (SSC) grounds, marking a significantly new chapter in our shared legacy. The ticket launch ceremony is scheduled today (February 21) at the Kingsbury Colombo. The last triumph in a ‘Battle of the Maroons’ was achieved by Ananda in 2003. Conversely, Nalanda secured its last victory in 2022; breaking a sixty-nineyear drought. Nalanda was established as an offshoot of Ananda in 1924. Ananda and Nalanda initiated the “Big Match” to foster camaraderie among students of both institutions and nurture their cricketing prowess. The inaugural ‘Battle of the Maroons’ unfolded in 1924, solidifying a longstanding tradition between Ananda and Nalanda.",
    "Seated (left to right) P. M . Jayatileke, D. K. Kodagoda, J. B. Jayawarneda(Captain, Nalanda), Dr. G.P Malalasekara, Mr. P.D.S Kularatne, W.W. Dep (Captain,Ananda) , W.H Wanasinghe, N. D. de S. Wijesekara. Standing (left to right) B. Amarasuriya, A. Attygala, N. Kularatne, T. D . Amaradasa, D. P. Boderagama, S. Kulatunga, M Shamoon, K. Dharmadasa, W.S. Attygala, Osmund de Silva, B. Somadasa Perera, V. P . Jayasena.On the Ground Arthur Perera, G. Wickramasinghe, Samuel Silva, G.S. Hevavisenti.",
    "The Big Match swiftly evolved into a highly anticipated and cherished event, capturing the pride and enthusiasm of everyone associated with both schools. Over the decades, a rich tradition was established, and the cricketing competency of Ananda and Nalanda surpassed that of other schools in the country. The ‘Battle of the Maroons’ gradually transformed into a symbol of the unique brotherhood between the two schools, standing out in a landscape where many schools aim to outshine each other. During the war years of 1942, 1943, 1944, and 1945, no matches took place, and in 1948, the ‘Battle of the Maroons’ encounter was also skipped, although the exact reason is not explicitly stated. Additionally, in 2021, the match wasn’t played due to health reasons stemming from the Covid-19 pandemic impact.",
    "Since the 1970’s the ‘Battle of the Maroons’ has blossomed to become the most productive school cricket encounter in the island producing national cricketers of extraordinary talent and cricketing intellect. Two of the most noteworthy cricketers, the Maroons have produced, that have brought glory to Sri Lanka Cricket are Bandula Warnapura of Nalanda who became the first Test captain and Arjuna Ranatunga of Ananda who captain of the World Cup winning team of 1996. This is only a glimpse of the contribution that the two schools have made to Sri Lanka Cricket as they continue to provide the largest contingent of players to the Sri Lankan National Cricket squad. The ‘Battle of the Maroons’ has further evolved into more than just a cricketing event; it has become a display with immense commercial potential. By introducing the concept of ‘Sportainment,’ we have created an architecture that optimises audience, awareness and brand reach. Audience reach is attracting more people and it is anticipated that over 15,000 spectators this year, with a broader audience reached through national and internal live feeds. Further, the entertainment tents have a high-end designation featuring celebrities, ensuring continuous hype throughout the event. In addition, social media presence is extended on various social media platforms, providing an extended reach before and after the main events.",
    "The Big Matches are also known as March Madness as they are usually held at the end of the first school term in March. The Big Matches provide competition among schools and it also serves as a meeting place for many old boys. This is an annual calendar event that is looked forward to between rival schools in Sri Lanka. These schools have been playing against one another for many years; some for over a century. The Big Matches have become an important part of modern Sri Lankan culture, with both schoolchildren and adults taking part in the activity. Our annual match draws excitement from all walks of life, spanning generations, genders, and even those unaffiliated with either school. The event is a festive occasion where both old and present students come together for joyous celebrations. It’s common to witness elderly alumni from both schools at the “Big Match,” relishing the chance to stroll down memory lane and reconnect with old friends at the ‘Brothers Tent’. In Colombo, several notable encounters have set the traditions. The ‘Battle of the Blues’ between Royal College, Colombo, and S. Thomas’ College, Mount Lavinia, began in 1879 and reached its 144th encounter in 2023. Other iconic matches include the ‘Battle of the Saints’, the ‘Battle of the Golds’ in Moratuwa, despite there being occasional disruptions in this encounter. The ‘Battle of the Brothers’, and the youngest of them all, the ‘Battle of the Golds’ in Colombo, involving D. S. Senanayake College and Mahanama College, which started in 2007, marked its 17th edition in 2023. Each encounter is a testament to the longstanding traditions and the shared passion for cricket among the schools. The rich history of these encounters showcases the enduring spirit of competition and camaraderie. In the current year 2024, the Joint Organizing Committee for the ‘Battle of the Maroons’ has been re-structured, featuring many eminent old boys from both schools since it was founded in 2009. This committee continues the tradition of jointly organising the annual cricketing encounter, exemplifying the brotherhood between Ananda and Nalanda.",
    "In a significant development in 2024 in the Battle of the Maroons history, the joint organizing committee underwent this restructuring aligning with the Ministry of Education’s directive. In this process the Logo was also redesigned and launched on January 10, 2024. The Principals played a crucial role in shaping the future trajectory of the collective joint efforts, leading to a comprehensive restructuring. The initiative aims to showcase a collective dedication to excellence, adaptability, and continuous improvement. Changes in the incumbent positions reflected a forward-thinking approach, bringing fresh perspectives to the forefront and involving the younger generation, specifically school prefects, in organising the match to boost their confidence and leadership traits. Acknowledging the challenges of the change, the Battle of the Maroons joint committee firmly believes that the restructuring is a positive step toward a stronger and more agile joint organization in the spirit of joint brotherhood. Appreciation is extended to the dedication and diligence of each member of the previous joint committees since its inception in 2009, acknowledging their value addition.",
    "A Significant milestone- marked the 50th Battle of the Maroons and was played at The Oval (Then known as the P. Sarawanamuttu Stadium) on March 24th and 25th in1979. The preparations kicked off well in advance.",
    "The first engagement featured a match between the prefects of each school, followed by a game among the teachers at Campbell Place and the enchanting Nalanda cycle parade. Ananda, was led by the stylish Thilan Wijesinghe, faced off against Nalanda, captained by the equally good looking Upul Gamage. Ananda boasted a lineup of talented players such as Rohitha Perera, Arjuna Ranatunga, Brendon Kuruppu, Charith Senanayake, Senaka Ekanayake, Oshadie Weerasinghe, Kamal Dharmasiri, Lalith Hewawitharana, Janak Hewagama, Deepal Dharmasekera, Nishantha Gunaratne, and Dhammika Ranatunga. On the other side, Nalanda’s team comprised Shammi Silva, Bandula de Silva, Sanath Kaluperuma, Keerthi Ranasinghe, Roshan Gunaratne, Devaka Mahanama, Nihal Pitigala, Hasitha Caldera, Dushan Zoysa, Samantha Guruge, and Ajith Wickramasinghe. Despite the outcome of the match, as usual both old boys and school students enjoyed time spent at the venue. The encounter ended in a draw. It resembled more of a festive celebration than a typical cricket game for the schoolboys from both institutions.",
    "The Sri Lanka Cricket Team for the very 1st Prudential World Cup 1975, held in England. Standing: I.R.D. Mendis, L.V. Kaluperuma, S.R. de S. Wettimuny, A.R.M. Opatha, H.S.M. Pieris, G.R.A. de Silva, D.S. de Silva, D.R. Chanmugan, A.N. Ranasinghe, Bandula Warnapura. Seated: R.D. Heyn, A.P.B. Tennekoon (Captain), K. Perera (Manager), M.H. Tissera, E.R. Fernando Year after year we witness the traditional ‘Battle of the Maroons’ played in a brotherly rivalry that has produced many fine cricketers to the nation from our two schools. It is one of the finest examples of the benefits that two schools can derive by joining forces to work together towards common goals.",
    "Both our schools together have produced over 56 ‘Sri Lanka Caps’ that include our legends such as the first test captain Bandula Warnapura,1996 World Cup winning captain Arjuna Ranathunga, First Test Centurion Sidath Wettimuny, National captains Mahela Jayawardena (ICC Cricket Hall of Famer), Roshan Mahanama, Marvan Atapattu, Thilina Kandamby and Dinesh Chandimal. Not forgetting the 1996 World Cupwinning players Asanka Gurusinghe and Kumar Dharmasena. Further, both schools have produced many players who represented the Sri Lanka ‘A team’, development squad and under-19 players; which is testimony to our strength in this sport at all levels including national cricket.",
    "In this discourse I wish to mention a few notable names of yesteryear stars, D. Weerasinghe, B.S. Perera, Sonny Yatawara, Stanly Jayasinghe, Carl Obeysekara, Sarath Wimalaratne, Ashly De Silva, Dr. NM Perera, Perera (Jayawikrama and Lincon,) brothers, Polonnowita (Anurudha, and Parakrama) brothers, Wettimuny (Sunil, Mithra and Sidath) brothers, Senanayaka (Sanjeewa and Saliya) brothers, Kaluperuma (Lalith, Kalinga, and Sanath) brothers, Senaviratne (Palitha and Jayantha) brothers, Ranathunga (Dammika, Arjuna, Nishantha, and Sanjeewa brothers, Gunaratne (Lalith and Channa) brothers, Ekanayaka (Chanaka and Senaka) brothers, Mahanama (Devaka and Roshan) brothers, Ranasinghe (Lakshman, Anura and Aruna) brothers, Narangoda (Desmond, Eastman, Leslie and Jayantha) brothers, Molligoda (Sepala, Parakrama and Gemunu) brothers, Jayasinghe (Nalin and Nanduka) brothers, Jayasinghe (Sunil and Ananda) brothers, Senaviratne (Priyankara and Aruna) brothers. Karunaratne (Nelson and Susantha) brothers, Weerasinghe (Chandrasiri, Kushan and Kanishka) brothers, Samaraweera (Duleep and Tilan) brothers. In addition, historical information on the legacy of Father and Son to Captain, Fathers and Sons in the Series, Brothers to Captain, Brothers Who Played Cricket, Brothers Who Played in Rival Teams could be reviewed at https://www.battleofthemaroons.lk/history_family.html#brothers.",
    "I wish to express my appreciativeness and recognition to all open-source webbased articles, and picture curtsy. A special acknowledgment to the Battle of the Maroons website https://www.battleofthemaroons.lk/index.html maintained by the BOM, for providing information extracts and pictures. Let’s unite in enriching the proud legacy of Battle of the Maroons on our renewed journey. Enjoy the splendid game of the Gentlemen !",
    "(The author of this article is the Co-Chairman Battle of the Maroons (2024) President Association of Retired Flag Rank Officers Formerly Commander Sri Lanka Air Force and Ambassador to Afghanistan)"
  ]
}