{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/restored-classic-films-from-sri-lanka-france-india-shown-from-sept-17-242025/",
  "time_ut": 1758956820.0,
  "original_lang": "en",
  "original_title": "Restored classic films from Sri Lanka, France India shown from Sept 17",
  "original_body_lines": [
    "ECONOMYNEXT – Classic restored films from Sri Lanka, France and India will be shown in Colombo on September 27 and 28, at the National Film Corporation Cinema Hall, the French embassy said.",
    "“The festival is dedicated to celebrating restored cinematic classics from Sri Lanka, India and France, and to highlighting the richness of their film heritage,” the embass said in a statement.",
    "“It also seeks to raise awareness about the urgency of conservation, restoration and diffusion of these cultural masterpieces.”",
    "Organized by the France India Sri Lanka Cine Heritage (FISCH), the film festival stems from an initiative of the embassies of France in Sri Lanka and India and the Film heritage Foundation launched to restore Sumitra Peries’ landmark film, Gehenu Lamai and train archivists and programmers launched in 2023.",
    "The festival opens from Saturday, September 27 at 10:00am with a masterclass by Shivendra Singh Dungarpur from the Film Heritage Foundation, followed at 1:00pm by Manthan (Shyam Benegal, India, 1976), a landmark production funded by 500,000 farmers.",
    "At 4:00pm, audiences will rediscover Maya Miriga (Nirad Mohapatra, India, 1984), before concluding the day at 6:30pm with François Truffaut’s The 400 Blows (Les Quatre Cents Coups, France, 1959).",
    "On Sunday, September 28, the program will begin at 10:00am with Hansa Vilak (Dharmasiri Bandaranayake, Sri Lanka, 1980).",
    "At 1:00pm, audiences will enjoy the French classic Cléo de 5 à 7 (Agnès Varda, 1962). The festival will close at 4:00pm with Bambaru Avith (Dharmasena Pathiraja, Sri Lanka, 1978). (Colombo/Sept27/2025)"
  ]
}