{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Plantation-community-alleges-presence-of-scam-behind-Indian-Housing-project-CWC-faces-heat/108-280843",
  "time_ut": 1713347040.0,
  "original_lang": "en",
  "original_title": "Plantation community alleges presence of ’scam’ behind Indian Housing project, CWC faces heat",
  "original_body_lines": [
    "The Ceylon Workers Congress (CWC) is presently facing the heat as allegations have surfaced that the party is forcing Estate Superintendents within the estate community to select members loyal to the CWC as beneficiaries for an Indian grant which gives houses funded by the Indian government.",
    "Reliable sources told the Daily Mirror that under this Indian housing grant, those individuals who have left the estates, those who already have houses and reside in the estates, but work for other private entities are not eligible for these houses.",
    "\"But sources linked to the project said they have come under tremendous pressure from the CWC to give houses to individuals falling into these categories; which is not the requirement of the Indian Government.",
    "\"What we were told by the Indian High Commission offices is to select the most suitable beneficiaries, but not to do it based on affiliation to any trade union,\" sources said.",
    "On earlier occasions- where Indian granted housing projects were implemented in Sri Lanka- the projects were carried out under the credible neutral implementation agencies of -the International Federation of Red Cross and Red Crescent Societies (IFRC) in partnership with Sri Lanka Red Cross (SLRCS) and United Nations Human Settlements Programme (UN-Habitat). However, according to certain plantation sector trade unions, this time around, these credible neutral implementation agencies have been removed without any reason. This role has been given over to the National Housing Development Authority (NHDA) and the State Engineering Corporation (SEC).",
    "Representatives of the plantation community allege a scam behind this move.",
    "The CWC whose General Secretary is Jeevun Thondaman who is also the Minister of Water Supply, is however silent over these allegations.",
    "All attempts to contact Thondaman for a comment regarding this issue went unanswered. Although a text message via mobile phone was sent seeking a comment, the Minister did not respond until the paper went for publication.",
    "Plantation community alleges presence of ‘scam’ behind Indian Housing Project"
  ]
}