{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-freedom-party-officials-squabble-over-rajapakshe-appointment-159822/",
  "time_ut": 1713924240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Freedom Party officials squabble over Rajapakshe appointment",
  "original_body_lines": [
    "ECONOMYNEXT — Officials of the crisis-riddled Sri Lanka Freedom Party (SLFP) are contradicting each other over the appointment of Justice Minister Wijeyadasa Rajapakshe as SLFP acting chairman.",
    "SLFP spokesmen also disagree over Rajapakshe’s purported candidacy at the upcoming presidential election.",
    "Agriculture Minister and SLFP senior vice president Mahinda Amaraweera claimed at a press conference on Tuesday April 23 that Rajapakshe’s appointment as acting chairman was made by a group of people that do not represent the party’s executive committee.",
    "“We are reliably informed that there was some coercing and threats. There was also the involvement of the security detail deployed for former presidents,” Amaraweera claimed.",
    "The minister represents a faction of the SLFP that opposes former President Maithripala Sirisena, whom the Colombo District Court has issued an enjoining order against, preventing him from serving as SLFP chairman.",
    "Sirisena was replaced by Aviation Minister Nimal Siripala de Silva, whom the anti-Sirisena faction of the SLFP politburo appointed.",
    "SLFP Deputy Vice President Rohana Lakshman Piyadasa, a Sirisena loyalist, however, said that de Silva’s appointment was illegal.",
    "“The interim injunction applies to Nimal Siripala de Silva and Faiszer Mustapha as well. They illegally convened something called a politburo. Only the chairman can convene that. If there is a crisis, it must be deferred to the general secretary,” said Piyadasa speaking to reporters on Tuesday.",
    "Meanwhile, SLFP organisers are also split over the appointment of Justice Minister Rajapakshe as another ‘acting chairman’ by the pro-Sirisena faction.",
    "Ratnapura organiser Priyantha Karunatillake told reporters on Tuesday that the party’s executive committee was not affected by the court’s verdict.",
    "“So the convening of this committee and the appointments were all legal, clearly.",
    "“The party will contest the coming elections. From what we understand, Acting Chairman Wijeyadasa Rajapakshe will contest the presidential election,” he said.",
    "“At a time when it is widely believed that ministers are not good, the government’s Justice Minister has been brought in and they’re making a different deal now,” he claimed. (Colombo/Apr24/2024)"
  ]
}