{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/feeling-at-home-in-costa-rica-but-with-a-difference/",
  "time_ut": 1754243220.0,
  "original_lang": "en",
  "original_title": "Feeling ‘at home’ in Costa Rica but with a difference!",
  "original_body_lines": [
    "Just like Sri Lanka, Costa Rica is a tropical paradise with lush green vegetation, dense forests with unique flora and fauna, beautiful waterfalls gracefully cascading down mountain slopes, and golden sandy beaches bathed in sunshine, most of the year. Similarities do not end there; Costa Ricans are as friendly and charming as Sri Lankans, most of all, never-ending traffic jams with crazy driving with their own rules! However, there are significant differences, the most important being that Costa Rica is not an island but a ‘sliver’ of land sandwiched between two great oceans. It is a nation in Central America, the isthmus that joins the two Americas, North and South, which consists of seven countries: Guatemala, Belize, Honduras, El Salvador, Nicaragua, Costa Rica and Panama which has a man-made canal joining Atlantic and Pacific oceans. Costa Rica, which gained independence from Spain in 1821, is smaller than Sri Lanka (25,960 sq. miles) with a land area of only 19,760 sq. miles and has a much smaller population. Though the official figure of five million is considered by many to be a gross underestimation, even if it is double that, is not even half the population of Sri Lanka!",
    "We are very fortunate in that Sri Lanka does not have any volcanoes whereas Costa Rica has many; 14 known so far with six showing activity within the last 75 years. In fact, during our visit one of the most visited, Poas, was active and out of bounds but we were able to climb the highest; Irazú though we could not see the interior of the crater in spite of going around. The sand in beaches has a tinge of black reflecting the volcanic origin of the country. However, Sri Lanka beats Costa Rica comprehensively on archaeology, there being no edifices of great ancient civilizations. Though there are pockets of indigenous people, amounting to about 2.5% of the population, living in secluded reservations distributed throughout the country, they are not the descendants of great ancient civilizations like the Incas of Peru to the south, the Aztecs of Mexico and the Mayas of Mexico, Guatemala, Belize, Honduras & El Salvador to the north.",
    "Just as Sri Lanka is famous for tea, Costa Rica is world famous for coffee, one of the major commercial crops of Ceylon, introduced by the Dutch around 1780, till the coffee rust, a fungal disease which started in 1869, led to devastation that precipitated the introduction of tea. I prefer tea, not only for the taste but also for the well-manicured beauty of the tea estates, which coffee plantations lack. Costa Rica, being 8 to 12 degrees north of the equator and Sri Lanka being 6 to 9 degrees north, crops, especially fruits, are very similar. Costa Rica’s important cash crops are pineapples and bananas in addition to coffee but, since 1999, tourism earns more than all these combined!  In UK, if you buy a pineapple or a banana in a supermarket, the chances are high that it is from Costa Rica but their bananas are all Cavendish, a cultivar developed by the gardener Sir Edward Paxton in Chatsworth house and named after William Cavendish, the 6th Duke of Devonshire, which accounts for more than 90% of bananas consumed around the world!",
    "Our interest in visiting Costa Rica was aroused when it won one of the first Earthshot Prizes in 2021. Earthshot Prize is a global environment award launched in 2020 by Prince William and Sir David Attenborough. A prize of one million dollars each, for five different categories, is awarded annually from 2021 till 2030 to five individuals or organisations who create impactful and sustainable solutions addressing the planet’s environmental challenges.  Prince William, being inspired by the environmental efforts of his grandfather Prince Philip, his father King Charles, and the broadcaster David Attenborough, felt the need to act as he felt the Earth was at ‘tipping point.’ The name Earthshot was inspired by President Kennedy’s Moonshot programme. In 2021, the Republic of Costa Rica was the very first winner of ‘Protect and Restore Nature’ category of Earthshot Prize for “a scheme paying local citizens to restore natural ecosystems that has led to a revival of the rainforest”. Another reason for our interest was that it is one of the few countries in the world to abolish armed services, which was done after the Costa Rican Civil War which lasted from 12th March to 24th April 1948, following a disputed presidential election.",
    "I went with my two children, who deserved a break as they are still trying to come to terms with the sudden loss of their beloved mother almost a year ago, to Costa Rica in July despite warnings by travel agents that torrential rains dominate this period. We were lucky that it happened, just like a monsoon downpour in Sri Lanka, only for half a day of our one week stay. Rather than staying in multiple locations, we opted to stay in the Holiday Inn Express close to the airport in the capital San Jose, situated in the Central Valley, 3800 feet above sea level, from where we could do day trips. Our decision proved correct, if not for anything else, for the breakfast buffet which had local delicacies, rice with beans, all the fruits which we would have enjoyed in Sri Lanka, topped by coconut water direct from a young coconut, the tender flesh of which completed our breakfast which kept us in good stead till dinner. Lovely Jolene, at the travel desk, was surprised when we requested no lunch during our trips. She was shocked we ate only twice a day, bragging that she did so six times a day and had the bodily evidence to prove!",
    "San Jose itself is nothing spectacular, with some modern buildings of questionable architectural beauty, the most striking being the National Theatre modelled after the Paris Opera and the Cathedral, outside which, on a bench seated, was the statue of John Lennon! However, on the day of our visit it was jovial and colourful due to a trade union rally with loud music and flags flying!",
    "About hours’ drive from San Jose are the Cartago ruins which is a church that could never be finished due to many reasons including earthquakes. There are legends which suggest that a curse affects this place, the most captivating being about a priest without the head. A clergyman fell in love with a woman who was about to marry his brother and in a fit of jealousy, killed his brother and then got beheaded as punishment. It is said that his spirit cannot rest and wanders among the ruins!",
    "The road to Irazú, the highest active volcano which last erupted in 1963 a few days before a state visit by President Kennedy, was a steep ascent with narrow roads and hair-pin bends reminding us of the drive to Horton Plains, but standing at 11,260 feet, it surpasses our highest peak Pidurutalagala which is only 8281 feet! Though we could not get a peak in to the centre of the crater, the spectacular views on top as well as during the ascent and descent was well worth the journey. Our curiosity was aroused by the façade of a huge building, spotted on the way up, which on the return visit turned out to be an abandoned sanatorium for Tuberculosis patients, supposed to be the most haunted building in Costa Rica. As our visit was during daytime, we did not encounter any ghosts from the past but the rows of wards, ending in a mortuary reminded me of the era when TB was incurable, the only available treatment being fresh air, sunlight, vitamin D and good food with high mortality rates. This abandoned edifice is a testimony to how things have changed with the introduction of anti-TB drugs!",
    "We visited one of many animal rescue centres, which house all varieties from birds to big cats. It was heartwarming to see staff attending to an injured bird brought by a mother and her daughter. On our way through the large enclosure, we had to evade many Iguanas creeping across!",
    "Coeta Rica has many national parks, the most famous being Manuel Antonio National Park situated in the south west of the country. Walking along wooden platforms built across a relatively small park, watching multi-coloured crabs on the floor to Toucans in the sky, sloths slumbering on branches of trees whilst squirrel monkeys jump around, highlighted the biodiversity. The surprise at the end was the beautiful view of the Pacific coast with the vast ocean dotted with tiny islets.",
    "On another trip, we took a modern vehicle ferry from Puntarenas, reached by driving along a sliver of land almost two miles long but wide enough only to accommodate the road and a couple of rows of houses on either side, to Paquera on the Nicoya peninsula, a journey of 75 minutes to be picked up by a tiny boat to go around the bay. A tiny boat with an outboard motor and nine others in the mighty Pacific was a bit frightening, but that was rewarding, as we could see bioluminescence due to marine organisms like dinoflagellates. The sudden jumps by the guide to water to exaggerate bioluminescence, though frightening first, demonstrated the beauty of this natural phenomenon.",
    "On our way to Puntarenas, the guide treated us to a local delicacy in a wayside stall: a Churchill! According to popular legend, in the 1940s, a shopkeeper in Puntarenas became known at local restaurants and food stalls for always requesting the same concoction of shaved ice, syrup, condensed milk and other sweet toppings. As the shopkeeper looked like the then British Prime Minister Winston Churchill, they started calling it a Churchill! It was absolutely delicious and was very much like Knickerbocker glory.",
    "In the Los Angeles suburb of San Jose, we spotted a school, painted blue with a large sign “Escuela Lider Winston Churchill Spencer;” Winston Churchill Spencer Leading School. The website of the school states: “In 1943, Mr. José María Chaverri Picado, a deep admirer of Winston Churchill Spencer, took over the directorship, who proposed at a staff meeting to baptize the school with this name.” Though Spencer is misplaced, Churchill seems ubiquitous!",
    "On our return journey, I was wondering why we did not have an international airport in Kandy or luxury ferries plying between Jaffna and adjacent islands Kayts, Naga Dipa and Delft. To continue to be a tourists’ favourite, we need to plan with a vision!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}