{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/raising-the-bar-again-cipm-adds-iso-210012018-to-its-growing-list-of-global-accreditations/",
  "time_ut": 1756229940.0,
  "original_lang": "en",
  "original_title": "Raising the Bar Again: CIPM adds ISO 21001:2018 to its growing list of global accreditations",
  "original_body_lines": [
    "CIPM Sri Lanka, the nation’s leader in Human Resource Management, has achieved a landmark accomplishment by earning the ISO 21001:2018 Educational Organization Management System (EOMS) certification from the Sri Lanka Standards Institution (SLSI) – an honour that cements its position at the forefront of educational excellence.",
    "The certification was ceremoniously presented to Priyantha Ranasinghe, President of CIPM Sri Lanka, by Dr. Siddhika G. Senaratne, Director General of the Sri Lanka Standards Institution (SLSI). The presentation took place at the CIPM Diploma Awarding Ceremony held at the BMICH, in the presence of an esteemed gathering of distinguished guests, Council Members, faculty, students, and staff.",
    "“This recognition is a testament to our relentless pursuit of quality and innovation in HR education,” said Ranasinghe, who spearheaded the ISO 21001:2018 compliance and certification initiative. “It affirms that CIPM not only meets but exceeds internationally accepted standards in every facet of our educational delivery.”",
    "The ISO 21001:2018 standard, established by the International Organization for Standardization, is the world’s first management system designed specifically for educational institutions. It emphasises learner satisfaction, ethical leadership, accessibility, equity, evidence-based decision-making, and continuous improvement. Institutions adopting this framework demonstrate an ability to align academic programs with the needs of students, employers, and society while ensuring accountability and operational excellence.",
    "Tea Avenue expands to India and eyes 200 outlets globally by 2035",
    "AB Mauri Lanka celebrates exceptional safety achievements with Target Zero Safety Award",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}