{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/fed-claims-us-economic-expansions-solid-cuts-rate-to-4-50-4-75-pct-stocks-tank-195060/",
  "time_ut": 1734575820.0,
  "original_lang": "en",
  "original_title": "Fed claims Us economic expansions solid, cuts rate to 4.50-4.75-pct, stocks tank",
  "original_body_lines": [
    "ECONOMYNEXT – The US Federal Reserve said economy continued to “expand at a solid pace” cutting rates 25 basis points to to 4.25/50 percent, under its confused mandate of boosting employment with ‘monetary policy’ and maintaining low index inflation.",
    "“Recent indicators suggest that economic activity has continued to expand at a solid pace,” Fed chief Jerome Powell said.",
    "“Since earlier in the year, labor market conditions have generally eased, and the unemployment rate has moved up but remains low.",
    "“Inflation has made progress toward the Committee’s 2 percent objective but remains somewhat elevated.”",
    "The S&P 500 fell 2.9 percent, just shy of its biggest loss for the year, to pull further from its all-time high set a couple weeks ago. The Dow Jones Industrial Average lost 1,123 points, or 2.6 percent, and the Nasdaq composite dropped 3.6 percent.",
    "Stocks tumbled party due what the Fed calls ‘forward guidance’ hinting that there may be only two rate cuts next year.",
    "The Fed has fumbled badly under Powell, initially firing price bubble claiming that inflation was due to ‘supply chain’ bottlenecks and not his excess liquidity and low rates.",
    "Classical economists studying changes in the money supply who predicted inflation accurately has projected a recession for the US.",
    "The Committee seeks to achieve maximum employment and inflation at the rate of 2 percent over the longer run. The Committee judges that the risks to achieving its employment and inflation goals are roughly in balance. The economic outlook is uncertain, and the Committee is attentive to the risks to both sides of its dual mandate.",
    "In support of its goals, the Committee decided to lower the target range for the federal funds rate by 1/4 percentage point to 4-1/4 to 4-1/2 percent. In considering the extent and timing of additional adjustments to the target range for the federal funds rate, the Committee will carefully assess incoming data, the evolving outlook, and the balance of risks. The Committee will continue reducing its holdings of Treasury securities and agency debt and agency mortgage backed securities. The Committee is strongly committed to supporting maximum employment and returning inflation to its 2 percent objective.",
    "In assessing the appropriate stance of monetary policy, the Committee will continue to monitor the implications of incoming information for the economic outlook. The Committee would be prepared to adjust the stance of monetary policy as appropriate if risks emerge that could impede the attainment of the Committee’s goals. The Committee’s assessments will take into account a wide range of information, including readings on labor market conditions, inflation pressures and inflation expectations, and financial and international developments."
  ]
}