{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Is-excessive-board-interference-killing-executive-spirit/4-764164",
  "time_ut": 1720727194.0,
  "original_lang": "en",
  "original_title": "Is excessive board interference killing executive spirit?",
  "original_body_lines": [
    "Management’s role is to manage, and the board’s role is to oversee without killing the innovative spirit of management",
    "Whilst in law, and on paper, a board is superior in rank to management, it is important that a board must never make the management feel inferior. Directors and executives must cohabit on a platform of collaboration, trust, and respect. The board-management relationship must be positioned as a value creating partnership where the board is humble in displaying some subservience to management’s technical, functional, and integrating expertise in running the company and the management appreciates the board’s advisory, guidance, governance, and oversight roles in increasing stakeholder value. A shared vision is vital and will result in management accepting the board’s untethered authority over selected aspects of the company",
    "The increased involvement of the board in the oversight of management as necessitated by regulations is further blurring the divisions of responsibility between boards and management. As a part of the executive, there were many instances where I detested the board unduly interfering in operational areas where I believed my technical expertise, the fiduciary obligations arising out of my profession, and the pragmatism which I possessed as the person in situ, far outweighed the value which the board could add. More than the dislike, I felt disempowered. Today, I come across many professionals and experts who believe that their entrepreneurship and initiative is stymied by what they see as unwarranted board interference.",
    "Similarly, there were instances, in the past, when, as a member of the board, I disagreed with a management recommendation, usually, for strategic reasons. However, while I may have, in the past, adopted a more accommodating approach in feeding the executive hunger to perform and be different, today, I must take a more clinical approach because of the burden cast on me in terms of oversight responsibility and accountability. These are dilemmas which corporate executives, and boards, must contend with in a business environment which is evolving in complexity as investors, regulators and other stakeholders clamour for increased oversight by boards of aspects which, traditionally, had been considered as coming under the sole purview of management.",
    "There is general agreement between directors and executives that there must be boundaries between board matters and executive matters. However, it is the placing, and design, of such boundaries which have been, and are, contentious especially in the face of increasing emphasis on board oversight. Notwithstanding the ultimate configuration, directors and executives are unanimous in declaring that the effectiveness of oversight is heavily dependent on maintaining clear lines of responsibility between them.",
    "On the back of 53 years of corporate experience, 45 of which has been at board level, I can unhesitatingly say that, viewed overall, management’s role is to manage, and the board’s role is to oversee without killing the innovative spirit of management. My regular discussions with chairpersons and corporate directors in present Sri Lanka indicate an overwhelming consensus among them that they wish to stay clear of operations and focus on contributing to the company’s long-term prosperity by collectively directing its affairs, safeguarding the interests of its shareholders and stakeholders and motivating management to perform.",
    "Their participation in increased oversight, they say, is not driven by their desire to interfere and intrude, but is driven by the regulatory authorities in Sri Lanka who are keen to ape the practices mandated, and the best of breed governance practices adopted, by the Securities and Exchange Commission, United States of America (SEC, USA) and the United Kingdom Financial Conduct Authority (FCA, UK), just to name two, and equivalent authorities in other countries.",
    "Corporate governance consists of all the systems influencing, and covering, a company’s operations and direction. These are processes, structures and mechanisms which have existed in some form or shape since time immemorial. Corporate governance gathered momentum in the mid-16th century when the concept of ‘Joint-Stock’ companies emerged in the United Kingdom (UK). This was when the Muscovy Company was granted a charter by Queen Mary Tudor, being a charter which gave it monopoly over trade routes to Russia. The charter, as a monetisable instrument, enabled it to raise capital for its exploratory voyages from investors willing to pay cash up front in exchange for anticipated profits down the line. The presently accepted norm that the ultimate power over corporate management resides in an elected board has formally existed in the United Kingdom (UK), the United States of America (USA) and selected European countries since the early days of the 19th century.",
    "The Limited Liabilities Act of 1855 (UK) and the Joint Stock Companies Act of 1856 (UK) were defining landmarks in the history of corporate governance, globally, and they were, probably, the cornerstones of Company Law in Sri Lanka. Although corporations worldwide have been subject to various forms of governance since the mid-19th century, it was only in the latter part of the 20th century that modern day forms of corporate governance began to emerge and be strictly applied. This was in response to the many economic crashes and large-scale business scandals which raised their ugly heads in the last quarter of the 20th century. Regulators and authorities started applying strict legal oversight over large corporations which had enjoyed enormous success on the back of unorthodox, unrestrained, and risky management decisions which, on occasions, looked ‘iffy’ and even bordered on unethical behaviour.",
    "In the 1990s, investors, shareholders, and stakeholders, burnt by the financial shenanigans of the seventies and eighties demanded more transparency of management actions in the companies in which they were involved. They wanted more light on how decisions were made and how management behaved. There was a demand for greater disclosure. In 1998, the UK government launched the ‘Cadbury Code’, being a new set of governance rules and procedures. It was the first governance code which included the principles of ‘comply or explain’ where companies had to adhere to the law and where they did not adhere, they had to explain in writing.",
    "It is noteworthy that the USA had, two decades earlier, promulgated a minimum standard for large public companies, this being ‘The Protection of Shareholder Rights Act 1980’ which spelt out, inter-alia, rules for independent boards, detailed audits, and other safeguards of shareholder rights. Following several high-profile accounting scandals in prominent organisations such as Enron, WorldCom and Tyco International et cetera, the USA passed the Sarbannes-Oxley Act (SOX) in 2002.",
    "While the key aim of SOX was to prevent a company’s management from interfering with the independence of auditors, the Act also introduced tight oversight provisions and robust enforcement. USA corporate governance was further tightened in 2008 in the aftermath of the Global Financial Crisis. Since then, there have been frequent revisions to the governance codes in the USA, UK, and other countries. Corporate governance in Sri Lanka mirrors a combination of the practices in the USA and the UK. In a lighter governance vein, when the USA and the UK sneeze, Sri Lanka catches a cold!",
    "Level of attention to corporate governance will continue to intensify",
    "The key acts, codes and standards which presently anchor corporate governance in Sri Lanka are, * The Companies Act No.7 of 2007, * Securities and Exchange Commission of Sri Lanka (SEC) Act No.19 of 2021, * Continuing Listing Rules of the Colombo Stock Exchange (CSE), revised with effect from 1 October 2023, * Code of Best Practice on Corporate Governance (2013) advocated jointly by the SEC and the Institute of Chartered Accountants of Sri Lanka (ICASL), * Code of Best Practice on Corporate Governance (2017) issued by ICASL Sri Lanka,, and * Sri Lanka Accounting Standards (SLFRS/LKAS) issued by ICASL.",
    "Based on what has happened, and what is happening, in Sri Lanka, and elsewhere, it is abundantly clear that the level of attention to corporate governance will continue to intensify. Board oversight will increase. Increased oversight will result in boards treading on managements’ toes. Tension between boards and management will heighten. Management will be second guessed at every turn and corner, and they will soon lose the joy and excitement of entrepreneurship, risk taking, and innovation. Management spirit will be killed. Their innate skills and abilities will be gradually reduced to vestigial dimensions and will experience a process of ‘darwinian’ extinction. In keeping with the Internet of Things (IoTs) and modern trends, robots will replace humans. A cacophony of doom and gloom no doubt, but this is reality!",
    "Given the ever-increasing litigious nature of today’s business and professional environment, individual board members will be cautious in avoiding the risk of being held personally liable for non-achievement of the fiduciary aspects of their board roles and this will compel them to trespass into operational areas. It is a fine line which divides ‘what will upset’ management from ‘what will not upset’ them. The involvement of an ‘independent’ director in a company in a formal setting will increase from about 12 hours per month, including participation in two board committees, at the turn of the century to around 25 hours per month, now. Life at the board level will be increasingly stressful. In this complex environment, how do we make boards and management act in the best interest of the company?",
    "Whilst in law, and on paper, a board is superior in rank to management, it is important that a board must never make the management feel inferior. Directors and executives must cohabit on a platform of collaboration, trust, and respect. The board-management relationship must be positioned as a value creating partnership where the board is humble in displaying some subservience to management’s technical, functional, and integrating expertise in running the company and the management appreciates the board’s advisory, guidance, governance, and oversight roles in increasing stakeholder value. A shared vision is vital and will result in management accepting the board’s untethered authority over selected aspects of the company.",
    "Whilst directors bring to the table sagacity born out of holism, expert skills and experience, the Chief Executive Officer (CEO) and his/her team provide the competencies, knowledge, and skills which the organisation sorely requires in driving competitive advantage. The subject experts and technocrats in most large corporates in Sri Lanka are respected names in the industry and prominent members of corporate society. They must not be treated like children in a classroom but must be treated in a manner which preserves their dignity. When there is mutual respect and a shared vision, management will empathise with the board’s dichotomy between giving free rein to ‘management magic’ and applying the brakes, when necessary, in keeping with regulations dictated oversight responsibility and other governance considerations.",
    "Based on my experience as a Senior Executive, CEO and Executive Director representing management at the board level and Non-Executive Director and Chairman representing non-executives at board level, there are a few key features which are essential towards creating value-adding partnerships without sacrificing the objectivity and independence which the separation of powers intended to achieve in the first instance. They are described as follows.",
    "There must be upfront recognition by both the board and management that the role accountabilities of the board and management are complementary and interdependent. They are like pieces of a jigsaw which connect to display a total picture. Although there will be many occasions of robust challenge and disagreement the overall relationship should never be adversarial if the primary aim of working in the best interest of the company is to be achieved. The relationship must be symbiotic, in that one will feed off the other. As stated earlier, the board of directors provides oversight, contributes to strategy, approves the most material decisions as defined by the decision rights and proffer advice, while management formulates strategy, organises resources to implement strategy, operates and administers. The best boards do these together with management by playing to management’s strengths.",
    "The lack of openness in dealings is often a hindrance to building strong board and management relationships. Open, honest, and forthright communication engenders collaboration, enhances productivity, and assists in avoiding conflicts and resolving them quickly when they do arise. Clear expression and supportive, non-judgmental language are key requisites in building a value-adding partnership. This does not mean that one must sugarcoat a disappointing event. Feedback must be immediate, honest, and constructive. Constructive confrontation, though not employed often, is a powerful tool which helps to detox the poisonous residue of conflict and create a high energy, mutually respectful climate which focuses on solutions than on fault finding. Boards and management must live this by showing interest in, and respect for, each other. Every human being is wired differently, and the partnership must respect individual backgrounds, values, and goals. Identifying common ground and shared interests and engaging in ‘non-board’ talk in settings outside the company, also help. Courteous feedback and the grateful acknowledgement of support and collaboration are norms.",
    "Trust and transparency are musts in any relationship. Directors want management to be honest and transparent with them, sharing both good and bad information. “The bitter truth is sweeter than the sour lie” is a maxim I follow and which I believe is essential in sustaining a value-adding partnership between a board and management. Trust is a difficult element to retrieve once it is lost. Therefore, management must not behave in a manner which damages trust. On the other hand, I believe that a board must always have a starting point of trust. If not, directors will see something devious in every management proposal, based on all the ‘trickery’ which they employed when they were executives, and the questioning which arises in such a situation will sow mistrust and lead to a toxic relationship. Directors and executives are not mere decision makers, advisors or assurance seekers but are ‘flesh’ and ‘blood’ human beings who have normal human feelings. There is nothing more putting off than when the other party shows a non-deserving, misplaced lack of trust.",
    "Directors must avoid behaviours which are interpreted by executives as micromanagement. Executives perceive micromanagement as a board’s lack of trust in them. When, as a matter of routine, directors doggedly pore over the minutiae of management recommendations and proposals, they will inevitably, push executives to a level of frustration where their spirit is killed. Additionally, if directors spend excessive time in second guessing operations, they will not be able to effectively perform their prime role which is to direct. Boards must pre-agree with the executives a set of selected short-, medium- and long-term Key Performance Goals and Key Performance Indicators which when presented in a dashboard serve as the yardstick of executive performance. Similarly, the board, too, must be subjected to a performance evaluation which amongst others gives an indication of their effectiveness in governing and directing the organisation. The establishment, and documentation, of authority limits and decision-rights on matters reserved at an apex level are necessary in speeding up decision-making in a fast-paced business world. Board Meetings structured with an emphasis on a strategic agenda as opposed to an agenda which invites micromanagement, regular review of key strategic goals, sustainability and risk reviews, succession planning at the top-team level of executives, recognition and reward policies covering the CEO and the C-Suite and two-way feedback are essential elements of a high performing board.",
    "Lastly, and most importantly, there must exist a strong Board Chair-CEO relationship with each playing distinctive leadership and supporting roles. The Board chair focuses on governance, ethical standards, assurance, and high-level strategy. The CEO focuses on pursuing the company’s vision, mission, goals, and objectives through effective organising, planning and implementation. A Board Chair must ensure that all views are heard, the debate is healthy and that unproductive conversations are quickly terminated.",
    "In closing, one point is clear. Excessive board interference will, inevitably, kill management’s spirit. That is not in the best interest of the company.",
    "(The writer is currently a Leadership Coach, Mentor and Consultant, and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}