{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ali-Sabry-engages-in-bilateral-talks-in-Cairo-to-enhance-ties-between-Sri-Lanka-and-Egypt/56-765612",
  "time_ut": 1723769498.0,
  "original_lang": "en",
  "original_title": "Ali Sabry engages in bilateral talks in Cairo to enhance ties between Sri Lanka and Egypt",
  "original_body_lines": [
    "Foreign Minister Ali Sabry undertook an official visit to Egypt from 7-11 August at the invitation of the Egyptian Foreign Affairs, Emigration and Egyptian Expatriates Minister Dr. Badr Abdelatty.",
    "Minister Sabry held productive discussions with his counterpart Dr. Abdelatty and reviewed bilateral relations between Sri Lanka and Egypt. Both sides noted the potential to expand the relations between the two countries by fostering closer links in the fields of trade, investment, tourism, education, culture, archaeology, maritime transport, renewable energy, and climate change.",
    "The two Ministers also discussed regional and global issues of shared interest and on further strengthening cooperation in multilateral fora.  Upon completion of the bilateral talks, Minister Sabry joined Egyptian Foreign Minister Dr. Abdelatty in the signing ceremony of the MoU between the Bandaranaike International Diplomatic Training Institute (BIDTI) and the Institute for Diplomatic Studies of the Ministry of Foreign Affairs of Egypt. The MoU aims to strengthen and consolidate cooperation in the fields of diplomatic training, capacity building, and research and studies in diplomacy between the two countries.",
    "Minister Sabry engaged in discussions with Investment and Foreign Trade Minister and General Authority of Free Zones and Investment (GAFI) President Hassan El Khatib on avenues to enhance cooperation in trade and investment between the two countries and took note of prospective sectors of mutual interest, the importance of exchange of trade delegations and early convening of trade consultations mechanism.",
    "During these interactions, the Egyptian side commended Sri Lankan private sector investments in Egypt and asserted their fullest cooperation to boost Sri Lankan investments in Egypt and overcome any challenges they may face.",
    "During the visit, Minister Sabry met with Grand Mufti of Egypt Dr. Shawki Ibrahim Allam and exchanged views on matters related to religious cooperation, cultural links, combating extremism and radicalisation, promoting peaceful coexistence, and enhancing closer people-to-people ties between Sri Lanka and Egypt.",
    "Minister Sabry also participated in an event, organised by the Cairo Chamber of Commerce in coordination with the Federation of Egyptian Chambers of Commerce, on enhancing trade and economic cooperation between Sri Lanka and Egypt. The event entailed a constructive discussion on ways to unleash untapped potential to expand trade and investment between the two countries, particularly in sectors of agriculture, apparel, IT, renewable energy, and tourism.  Foreign Minister Sabry made use of this opportunity to invite the Egyptian business community to explore enticing trade and investment opportunities available in Sri Lanka for the mutual growth and prosperity of the two countries.",
    "The Minister also met with Egyptian Council for Foreign Affairs (ECFA) Chairman Ambassador Mohamed Al-Orabi, along with a group of its members, and engaged in a discussion on developments in the region and possible cooperation with the ECFA."
  ]
}