{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-army-discharges-over-15000-absentees-from-services-after-amnesty-163907/",
  "time_ut": 1716271140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Army discharges over 15,000 absentees from services after amnesty",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has discharged 15,667 Sri Lanka army absentees from their services including those who are overseas after one month general amnesty period through Monday (20), the island nation’s Army said.",
    "“At the end of one month amnesty period, 15,294 regular and volunteer Army personnel who were absent without leave have been discharged from their Regimental Center,” Major General Rasika Kumara, the Director General of Army Media said in a statement.",
    "“Additionally, arrangements have been made for 373 personel who are currently overseas and absent without leave to legally discharge from the Army during this amnesty period.”",
    "It was not immediately clear if the absentees received their discharge from the service after settling any financial obligations or amounts due, as stated earlier.",
    "State Defence Minister Pramitha Bandara Tennakoon last week said that there have been around 26,000 absentees from the armed forces before the amnesty was announced.",
    "Sri Lanka has already started “right sizing” its army gradually to 100,000 by 2030 from the current 208,000, while it wants to shrink navy to 30,000, and air force to 20,000 from the current numbers, the State Minister has said.",
    "Sri Lanka’s 2024 defence budget of 423 billion rupees has been reduced to 6.5 percent of the gross domestic product (GDP) in 2024 compared to the last year’s 7.5 percent.",
    "The 2024 budget also announced voluntary retirement for military personnel who had completed 18 years of service.",
    "Soon after the end of a 26-year war against separatist rebels, the defence budget was 13.5 percent of the GDP in 2010. (Colombo/May 21 /2024)"
  ]
}