{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102503/world-bank-signs-additional-200m-to-support-sri-lankas-economic-reforms",
  "time_ut": 1728284940.0,
  "original_lang": "en",
  "original_title": "World Bank signs additional $200M to support Sri Lanka’s economic reforms",
  "original_body_lines": [
    "The World Bank and the Government of Sri Lanka today signed the Second Resilience, Stability, and Economic Turnaround (RESET) Development Policy Operation (DPO) for $200 million. This is the second operation in a two-part series that began in 2022. The first operation, totaling $500 million, was disbursed in June and December 2023.",
    "The Second RESET DPO aims to support reforms that improve economic governance, enhance growth and competitiveness, and protect the poor and vulnerable, helping to build Sri Lanka’s resilience and fostering an equitable economy.",
    "The operation focuses on improving economic governance to create a stable macroeconomic environment and restore investor confidence through key reforms. These include enacting a new Public Debt Management Act to better inform borrowing decisions, implementing tax administration reforms to boost revenues, and addressing financial sector risks by tightening single borrower limits and improving mechanisms for resolving non-performing loans. To improve living standards and boost private sector development, the operation includes amendments to the Telecommunications Act and a new Electricity Act to improve services in these markets, as well as measures to enhance export competitiveness by phasing out para-tariffs and lowering customs duties.",
    "Central to the operation is the protection of the poor and vulnerable. This will be achieved by revitalizing the social protection system to help the poor and vulnerable cope with the lasting effects of the economic crisis and price adjustments resulting from macro-fiscal reforms. Enhancing women’s empowerment and reducing gender discrimination to promote higher and more sustainable growth in Sri Lanka is another key feature.",
    "“We are very proud of the excellent collaboration with the authorities and their steadfast dedication to addressing the needs of the Sri Lankan economy. This operation represents support for critical reforms over the past two years, which were central to economic stabilization,” said David Sislen, World Bank Regional Country Director for Maldives, Nepal, and Sri Lanka. “Moving forward, Sri Lanka will now have the opportunity to focus on maintaining its hard-earned stability and investing in the private sector to transform the national growth trajectory. Doing so is vital to boosting economic growth, creating jobs, and ensuring that everyone benefits from a stronger, more resilient economy.”"
  ]
}