{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pan-asia-bank-expands-digital-banking-with-new-zones-in-piliyandala-and-kaduwela/",
  "time_ut": 1728606060.0,
  "original_lang": "en",
  "original_title": "Pan Asia Bank expands digital banking with new zones in Piliyandala and Kaduwela",
  "original_body_lines": [
    "Pan Asia Bank is excited to announce the opening of two new Digital Zones in Piliyandala and Kaduwela, aimed at enhancing the banking experience for customers in these bustling communities. This expansion is part of the bank’s commitment to providing modern banking solutions and making financial services more accessible to everyone.",
    "The Digital Zones are designed with the latest technology to allow customers to conduct a wide range of banking transactions with ease. With 24/7 ATM access, smart banking kiosks for account management, and customers can expect a smooth and efficient banking experience in both locations.",
    "“Our new Digital Zones in Piliyandala and Kaduwela demonstrate our commitment to bringing banking closer to our customers island-wide. We aim to utilize cutting-edge technology to offer our customers a secure and convenient way to manage their banking requirements,” said Naleen Edirisinghe, Director/CEO of Pan Asia Bank.",
    "The ceremony was graced by Nayantha Fernando – Deputy General Manager – Company Secretary along with Buddhika Perera – Assistant General Manager – Deposit Mobilization and our valued Pan Asia Bank customers.",
    "These new openings are part of a broader initiative that has seen the establishment of Digital Zones across the country, including in Homagama, Panadura, Gampaha, Jaffna, Katugastota, Kandy and many more. With each Digital Zone, Pan Asia Bank is dedicated to meeting the evolving needs of its customers and providing innovative banking solutions that fit their lifestyles.",
    "Justice Thurairaja makes impassioned plea on behalf of SL’s plantation community",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}