{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100529/pakistan-to-ban-imran-khans-party-file-treason-case-against-ex-pm",
  "time_ut": 1721041680.0,
  "original_lang": "en",
  "original_title": "Pakistan to ban Imran Khan’s party, file treason case against ex-PM",
  "original_body_lines": [
    "Pakistan is planning to ban former Prime Minister Imran Khan’s political party and move the country’s top court to press treason charges against him, the information minister said on Monday.",
    "The move to ban Pakistan Tehreek-e-Insaf (PTI) was based on the proven charge of the party receiving foreign funds from sources that are illegal in Pakistan, as well as rioting by the supporters last year that targeted military installations, Minister Attaullah Tarar said.",
    "“The federal government will move a case to ban the Pakistan Tehreek-e-Insaaf,” he said, adding that the plan will be taken up before the cabinet, which was empowered to take a decision.",
    "The government will also file a legal reference against Khan and former President Arif Alvi for treason charges under the country’s constitution before the Supreme Court, Tarar said.",
    "Khan’s aide Zulfikar Bukhari said the decision was a move towards “soft martial law”. “This is a sign of panic as they have realised the courts can’t be threatened and put under pressure,” he said.",
    "PTI candidates contested the Feb. 8 election as independents after it was barred from the polls.",
    "The Supreme Court had last week ruled that the party was eligible for more than 20 extra reserved seats in parliament, ramping up pressure on the country’s weak coalition government.",
    "It was not immediately clear what impact the planned ban would have on the court’s decision to grant reserved seats.",
    "Tarar said the government would seek a legal review of the reserved seats issue.",
    "He said PTI lobbying in Washington to get the U.S. House of Representatives support for a resolution against Pakistan’s elections, as well as writing to the IMF to demand an election audit before helping the country were also reasons behind the decision.",
    "Jailed since August, Khan was on Saturday acquitted, along with his third wife, on charges that they married unlawfully but he will not be freed after authorities issued new orders to arrest him.",
    "Khan came to power in 2018 and was ousted in 2022 after falling out with Pakistan’s powerful military."
  ]
}