{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceylinco-general-insurance-peoples-general-insurance-brand-for-18th-consecutive-year/",
  "time_ut": 1711902600.0,
  "original_lang": "en",
  "original_title": "Ceylinco General Insurance: ‘People’s General Insurance Brand’ for 18th consecutive year",
  "original_body_lines": [
    "Ceylinco General Insurance expresses its heartfelt gratitude to the people of Sri Lanka for being crowned the ‘People’s General Insurance Brand of The Year’ at the 2024 SLIM Kantar People’s Awards for an unprecedented 18th consecutive year!",
    "As these awards are based on brands that are close to people’s hearts and reflects their perceptions about brands, the selection process is determined on the results of a survey rather than an application or an evaluation process – which indicates the true opinions of the people of Sri Lanka. The People’s Award is the most coveted award for corporates because it reflects the voice of the people and indicates the brand they love and respect.",
    "Commenting on the achievement, Chairman, Dr. Jagath Alwis said, “We are truly humbled to receive this award for the 18th consecutive year and are deeply grateful to the people who vote for us year after year. During these difficult times, our key priorities were to provide more value and benefits that are relevant to ease the burden on people. Similarly, our unique insurance solutions, customer-centric culture and our unconditional support to people in times of economic hardships are the pillars of our success. Moreover, all ‘Ceylinco VIP On The Spot‘ vehicle insurance policies come with a guaranteed host of unique benefits offered only by Ceylinco VIP.”",
    "Rex Gunatilake, Director / Chief Executive Officer said, “Winning the ‘People’s General Insurance Brand of The Year’ over and over again demonstrates that Ceylinco General Insurance touches the lives of people across Sri Lanka, earning their trust and loyalty for being a partner that delivers its promises.”",
    "Lanka Harness, Japanese-owned BOI company recognised at CPM Awards 2024",
    "Inflated construction material prices ‘not coming down’ despite strengthened LKR",
    "Ceylinco General Insurance says ‘Thank You!’ for being selected as ‘People’s General Insurance Brand’ for the 18th consecutive year",
    "Ceylinco General Insurance Announces Exclusive Partnership with Fagxa to Enhance Online Services",
    "Ceylinco General Insurance announces exclusive partnership with Fagxa to enhance online services",
    "Ceylinco General Insurance customers to receive policies and certificates digitally",
    "ACL Cables and Ceylinco General Insurance compensate the family of a deceased electrician with Rs. 1.2 million",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}