{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97005/us-intends-further-strikes-on-iran-backed-groups-national-security-adviser-says",
  "time_ut": 1707065280.0,
  "original_lang": "en",
  "original_title": "US intends further strikes on Iran-backed groups, national security adviser says",
  "original_body_lines": [
    "The United States intends to launch further strikes at Iran-backed groups in the Middle East, the White House national security adviser said on Sunday, after hitting Tehran-aligned factions in Iraq, Syria and Yemen over the last two days.",
    "The United States and Britain unleashed attacks against 36 Houthi targets in Yemen, a day after the U.S. military hit Tehran-backed groups in Iraq and Syria in retaliation for a deadly attack on U.S. troops in Jordan.",
    "“We intend to take additional strikes, and additional action, to continue to send a clear message that the United States will respond when our forces are attacked, when our people are killed,” White House National Security Adviser Jake Sullivan told NBC’s “Meet the Press” program on Sunday.",
    "The strikes are the latest blows in a conflict that has spread into the Middle East since Oct. 7, when the Iran-backed Palestinian militant group Hamas stormed Israel from the Gaza Strip, igniting war.",
    "Tehran-backed groups declaring support for the Palestinians have entered the fray across the region: Hezbollah has fired at Israeli targets at the Lebanese-Israeli border, Iraqi militias have fired on U.S. forces in Iraq and Syria, and the Houthis have fired on shipping in the Red Sea and at Israel itself.",
    "Iran has so far avoided any direct role in the conflict, even as it backs those groups. The Pentagon has said it does not want war with Iran and does not believe Tehran wants war either.",
    "Sullivan declined to be drawn on whether the United States might attack sites inside Iran, something the U.S. military has been very careful to avoid.",
    "Speaking to CBS’ “Face the Nation” program moments earlier, he said Friday’s strikes were “the beginning, not the end, of our response, and there will be more steps - some seen, some perhaps unseen”.",
    "“I would not describe it as some open-ended military campaign,” he said.",
    "Saturday’s strikes in Yemen hit buried weapons storage facilities, missile systems, launchers and other capabilities the Houthis have used to attack Red Sea shipping, the Pentagon said, adding it targeted 13 locations.",
    "The Houthi military spokesperson Yahya Sarea said the strikes “will not pass without a response and consequences”.",
    "Another Houthi spokesperson, Mohammed Abdulsalam, indicated the group would not be deterred, saying Yemen’s decision to support Gaza would not be affected by any attack.",
    "Residents described being shaken by powerful blasts. “The building I live in shook,” said Fatimah, a resident of Houthi-controlled Sanaa, adding that it had been years since she had felt such blasts in a country that has suffered years of war.",
    "The Yemen strikes are running parallel to the unfolding U.S. campaign of retaliation over the killing of three American soldiers in a drone strike by Iran-backed militants on an outpost in Jordan.",
    "On Friday, the U.S. carried out the first wave of that retaliation, striking in Iraq and Syria more than 85 targets linked to Iran’s Islamic Revolutionary Guard Corps (IRGC) and militias it backs, reportedly killing nearly 40.",
    "Mahjoob Zweiri, Director of the Gulf Studies Center at Qatar University, did not expect a change in Iran’s approach even after the latest U.S. strikes.",
    "“They keep the enemy behind the borders, far away. They are not interested in any direct military confrontation which might lead to attacks on their cities or their homeland. They will maintain that status quo,” he told Reuters.",
    "Iran’s foreign ministry said the latest attacks on Yemen were “a flagrant violation of international law by the United States and Britain”, warning the continuation of such attacks was a “worrying threat to international peace and security”.",
    "Andreas Krieg, Associate Professor at King’s College, London, noted that while U.S. strikes in Iraq and Syria had marked an escalation in terms of their breadth and the amount of ordinance dropped, they had not hit targets in Iran or Iranians.",
    "“The US has stepped away from that, because it would have led to further escalation,” he said. “I think we will see a response by these militias or by Iran on U.S. bases in Syria and Iraq, but that response will be measured as well,” he said.",
    "U.S. Republicans have been putting pressure on President Joe Biden, a Democrat, to deal a blow to Iran directly.",
    "While the Houthis say their attacks are in solidarity with Palestinians, the U.S. and its allies characterize them as indiscriminate and a menace to global trade.",
    "The U.S. has carried out more than a dozen strikes against Houthi targets in the past several weeks.",
    "Major shipping lines have largely abandoned Red Sea shipping lanes for longer routes around Africa. T",
    "his has increased costs, feeding worries about global inflation while denying Egypt crucial foreign revenue from use of the Suez Canal.",
    "Hundreds of people attended a Baghdad funeral procession for 17 members of the Popular Mobilization Forces (PMF) killed in the strikes. The PMF is a state security force containing several Iran-backed armed groups.",
    "Hadi al-Ameri, a senior Iraqi politician close to Iran, said it was time to oust U.S. forces, 2,500 of whom are in Iraq in a mission to help prevent a resurgence of Islamic State. “Their presence is pure evil for the Iraqi people,” he said.",
    "Iraq and the United States last month initiated talks about ending the U.S.-led coalition’s presence in the country."
  ]
}