{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/korea-makes-possible-new-plant-quarantine-technology-at-colombo-port/",
  "time_ut": 1720458480.0,
  "original_lang": "en",
  "original_title": "Korea makes possible new plant quarantine technology at Colombo Port",
  "original_body_lines": [
    "The Plant Quarantine Service at Colombo Sea Port is undergoing significant expansion with the introduction of new technology, made possible by an investment of USD 1.3 million, thanks to the Korean government, Agriculture and Plantation Industries Minister Mahinda Amaraweera said at an event held recently at the Colombo Sea Port.",
    "Amaraweera said that under the 2019 to 2024 framework, the Korean government has allocated a total of USD 7.5 million to modernize the plant quarantine services at Colombo Sea Port.",
    "Amaraweera added: ‘This project includes the construction of the new building and the establishment of research and laboratory facilities necessary for plant quarantine during imports and exports.",
    "‘Sri Lanka is grateful for the support extended by the Korean government and we wish to emphasize the importance of robust plant quarantine measures in safeguarding the country against harmful pests and diseases introduced via imported plants.",
    "‘Current advancements in modernizing Sri Lanka’s plant quarantine operations are of the first importance.",
    "‘The collaboration between Sri Lanka and Korea marks a milestone in enhancing plant quarantine capabilities at Colombo Sea Port, ensuring the country’s agricultural safety and security moving forward.’",
    "Minister of Ports and Civil Aviation Nimal Siripala de Silva, along with Agriculture Secretary Janaka Dharmakeerthi, Director General of the Department of Agriculture Dr. Kamani Ranatunga and other officials also attended the ceremony.",
    "The event also witnessed the presence of representatives from the Korean government, including Korean ambassador to Sri Lanka Ms. Miyon Lee, Vice President of KOICA Lee Yunyong and Country Director of KOICA Ms. Kim Miyungjin.",
    "The KOICA representatives highlighted their commitment to expanding and enhancing plant quarantine services in Sri Lanka, providing essential technological advancements to support this critical function.",
    "Share market investors agonize over possible policy uncertainty on part of govt.",
    "CIPM Sri Lanka launches “Ten Leadership Virtues (Dasa Raja Dharma)”: Bridging ancient wisdom with modern leadership",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}