{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-bilingual-public-sphere-of-visual-art-criticism/",
  "time_ut": 1710782160.0,
  "original_lang": "en",
  "original_title": "A Bilingual Public Sphere of Visual Art Criticism:",
  "original_body_lines": [
    "AJ Gunawardena, writing for The Island as Jayadeva, had the following to say about Sarath Chandrajeewa and his work in the ’90s, especially haunting to read now because he wrote it just one year before his untimely death, in 1998.",
    "“I have known Sarath Chandrajeewa long enough to know to appreciate the vitality of his dream. He is still young and the best years are ahead. His exposure to art instruction, first in the UK under the aegis of his mentor Tissa Ranasinghe, and currently in Russia from a somewhat different angle has appreciably improved his skills and has enlarge his horizons without weakening the umbilical links that bind him to the clean clay of Dankotuwa. I have great hopes for him”",
    "Edwin Ariyadasa, reviewing Sarath’s first solo exhibition, Creations in Terracotta (1990), expresses similar sentiments. Both articles, in English, were republished in the Scrap Book of Chandrajeewa, 1985-2010, edited by Malsha Fernando (2011). Professor Carlo Fonseka, launching the  Scrap Book at the Sapu Mal Foundation, in 2011, entertained the audience by saying that the quality of Sarath’s art may be measured by the number of enemies he has. Alas! Professor Carlo didn’t live to see how this distinguished fraternity of specialists grew exponentially, thus magnifying Sarath’s net worth. This is probably a Sri Lankan first, which we love to boast about! Even now, rather late in life, Sarath’s capacity to work creatively, collaboratively, has not diminished. These two distinguished bilingual critics (AJ, a University Professor of English and Edwin, a bilingual journalist writing for Sarasawiya newspaper), belonged to a generation of public intellectuals whose critical output is exemplary for its analytical precision and concision, based on wide art historical and other knowledges, complex lived experience, as well as intuitive understanding and intellectual generosity of spirit. I believe that ethical conduct was an essential part of their critical praxis in contributing to a democratic public sphere of discourse. They were not after either popularity or social status and power, though they were both very popular writers who are remembered with affection, decades after their deaths.",
    "Prof. Kusuma Karunarathna, in her recent short review of  Lamentation of the Dawn (2022) by Sarath, (writing even while convalescing), also recalled AJ’s sense of values as a public intellectual. She said: “After reading Lamentation of the Dawn, I remembered Professor AJ Gunawardena. If he was alive, he would have definitely written a review for this.” She brought to mind AJ’s several roles as a public intellectual; a scholar of Theatre, a University professor, a script writer for Lester James Peries and a journalist. So, it’s not surprising that on the 10th anniversary of AJ’s untimely death, Nalaka Gundawardene, writing in Gound Views (09/19/2008), expressed the hope that his ‘original Marginal Comments, in The Island would one day be compiled into a book’. I wonder if that has happened? That would have been an easier task as all the pieces would be filed in The Island’s English language archive. Whereas, Malsha’s task was made very complex (no doubt), because the reviews and articles on Sarath and his work were spread across many newspapers and ephemeral publications in Sinhala and English, over two and a half decades.",
    "What was special about AJ was that he had both a stellar international reputation by having edited the bumper Special Issue on Asian Theatre for the prestigious Theatre Studies journal, TDR (1968) at New York University, while being integrally connected to the local. In this he was not alone in his generation of scholars but working internationally at the time. Gananath Obeysekere, Michael Roberts, SJ Thambaiya and Neville Weerarathna (but all working overseas), come to mind immediately. Because both Edwin and AJ were bilingual, their knowledge base was not parochial and crucially, what they knew they understood deeply, which is to say, contextually and historically. They also believed in the pedagogic function of criticism and wrote a lively and accessible, well-crafted prose always aware of the addressee. Their focus was, refreshingly, not on themselves but on the object at hand, while their prose was shot through with humour.",
    "My idea to write this piece (on the critical evaluation of Sarath’s work by some of Lanka’s outstanding critics and also lesser-known ones, of both genders), occurred to me while dipping into the SCRAP BOOK as a primary resource while writing a review of Sarath’s recent 6th solo exhibition, Visual Paraphrase (Barefoot Gallery, 2023, Nov-Dec). I felt the need to understand the critical reception to his oeuvre as a whole, and its local context across time, starting from 1990. No longer young, Sarath rarely exhibits his work (the small 2023 show was 18 years after his retrospective also at Barefoot Gallery in 2005), spending more time on his research and publication ventures and teaching children art.",
    "I wish to examine the SCRAP BOOK as a historical resource, an archive of sorts, to suggest its value in understanding the mutation of critical discourses on the arts from the ’90s on. My belief is that the plethora of critical journalistic writings in the SCRAP BOOK, (some nameless but sharp and intelligent), by both women and men have something to offer now, which might enrich the critical public sphere of discourse on visual culture.",
    "I write as an old academic critic and theorist of cinema, still active in research with some three decades of teaching in Australia, and just one year at the University of Ceylon Peradeniya, with a specialisation on the Sinhala Cinema from a feminist perspective. I also take this opportunity to announce the forthcoming publication of my Island Essays (2021-2023):  Walk Like an Elephant (Colombo: Contemporary Arts and Crafts Association of Sri Lanka, 2024). There, I have also written about AJ and his wife Trilicia as public-spirited intellectuals in the piece, ‘Visionary Educators: Trilicia Gunawardena at the Government College of Art & Crafts’. In particular, there, I focus in some detail on Trilicia’s praxis as a visionary teacher of English as a second language and mentor to her students, among whom was a young Sarath. As all dedicated teachers do, she understood well Sarath’s naturally endowed, unusual creative gifts, as well as his personality, decisively guiding him at various crucial junctures, even after graduation. This visionary couple (among several others), have been Sarath’s guardian spirits when he faced unceasing hostility.",
    "I understand that the unique dynamism of the critical discourses of the ’90s (when Sarath began his series of solo exhibitions), was partly due to several factors that began to intersect simultaneously. I list some in no particular order: a nascent art market; the internet enabling artists themselves to display and source buyers without a dealer which itself would have stimulated production; the rise of local art galleries, collectors and art fares; the civil war and attendant volatility of the nation and the pervasive violence; the growth of a cultural NGO sector connected with foreign funding of art centres focusing on ‘Human Rights and the civil war’ related art projects; introduction of new materials and genres, discussions, publications and the formulation of art manifestoes of sorts; the entry of foreign art historians and curators with generous funding, responding to the new global topic, ‘Art and Human Rights’, sourcing research material in the global south for their new publications and exhibitions, essential for their career advancement in the global north; the introduction of aspects of ‘Continental Critical Theory’ into the vernacular (verbal), critical discourse. It was the beginnings of the complex effects of globalisation and ‘deregulation’, on the visual arts of Lanka which opened up new possibilities for artists/critics, who began, importantly, to speak for themselves instead of waiting for critics to do so. I cite these multiple factors as a distant, non-specialist observer, while only having read a book or two in English about these changes in Lanka, written by foreign writers but with local inputs. I have also listened to various lecture-discussions in Sinhala and English, recorded on YouTube and on websites of Art Institutions, following certain seminars randomly. I expect that some art historians are by now researching the ’90s systematically, with the advantage of contextual experience and the vital temporal hindsight that distance provides for the discipline.",
    "We know that in Sri Lanka the majority of art and film criticism of the early post independent periods have been undertaken by men, some celebrated, (including the irreplaceable Regi Siriwardena), but this has clearly changed with the advent of feminism, as is clear from the SCRAP BOOK. I was pleasantly surprised to note the very large number of female journalists whose writings appear in the SCRAP BOOK. Perhaps because this is probably a relatively new feature in the cultural public sphere (I stand corrected), I shall focus more on their writing than on the established male names. Approximately, the ratio of female to male critics (in a mix of discursive reports, articles and long interviews), is as follows: 14 women to 20 men. Gender identity was not always provided and I can’t read gender when the last letter is an English ‘a’. These figures are remarkable given that the public intellectual forums appear still to be largely dominated by very vocal male critics/artists/academics, who some-times brook no criticism from the audience, whether it be by a young man or a woman. I have observed several times with astonishment, this unacceptable undemocratic behaviour of shutting down any criticism, but once in an important cultural institution as well. I have also registered a pattern of just citing certain continental cultural critics such as Walter Benjamin as an authority, in a manner that is quite mystifying, unedifying. It is as though the mere mention of the name, like a mantra, (of this most subtle of thinkers with his carefully crafted prose), bestows his ‘aura’ on the Lankan theorist waving a collection of his essays in the air.",
    "There is no argument from authority in the work of the writers in the SCRAP BOOK, the best among them is well-researched, conceptually grounded and historically literate. They are not deferential to the ‘great artist’, they speak as equals, the playing field is level, as in cricket. The writers are all well prepared, they know what they are talking about and show a sense of intellectual curiosity and fascination with the aesthetic dimension of the art discussed and of its place within the long history of art in Lanka.",
    "Sarath (with his art historical knowledge of the classical periods), is then able to map out important differences between the craftsmen of the feudal times of kings and the democratic polity of contemporary Lanka, in the fields of art and crafts subjected to market forces but also to authoritarian state patronage. Sarath is that rare craftsman/artist working unusually, in clay, painting and bronze, Lanka’s civilizational material culture and art, according to Ananda Coomaraswamy. The writers ask carefully thought-out questions which generate complex discursive responses from Sarath, who also knows his World art history well (including China, India and Japan), as well as theories of the European historical avant-gardes and their manifestoes. He is now editing and publishing a book in Sinhala, on the Russian painter Malevich, on abstraction. The interviewers are agile enough to follow a flow of ideas, clarify an argument as the dialogue expands and takes an unexpected turn. The book provides ways of understanding the complex formations of the ’90s art, its intricacies, which we learn was far more diverse than its ‘avant-garde’ ideologues’ accounts, presented as ‘The History’ of the present, to gullible foreign specialists and even some Colombo elite. Malsha has done a fine editorial job following the chronology of dates and yet arranging the pieces somehow, to make the pieces speak to each other, in our minds. The photographs also help. This kind of selection is the work of a skilled editor able to bringing together such a mixed bag of writings, across decisive periods of the artist’s life span, making the SCRAP BOOK a coherent text. It is also worth noting that there is a multi-ethic bunch of writers here.",
    "I single out Chamila Somirathna’s long discursive interview (Rawaya – 2010, May 30), which concludes the book as its penultimate chapter, because her terms of reference are generative, with well researched and formulated questions signalling possible research pathways, should anyone care to take them up.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}