{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/importance-of-sri-lankan-studies-in-school-university-curricula-a-justice-oriented-civic-transformation/",
  "time_ut": 1757861509.0,
  "original_lang": "en",
  "original_title": "Importance Of Sri Lankan Studies In School & University Curricula: A Justice-Oriented Civic Transformation",
  "original_body_lines": [
    "The Ministry of Education in Sri Lanka has announced a national education reform initiative scheduled for implementation in 2026. Within this context, this paper argues for the integration of Sri Lankan Studies as a compulsory subject at both secondary and tertiary levels of education. The rationale derives from comparative international experiences where structured national studies such as American Studies, Chinese Studies, and Russian Studies are institutionalized to cultivate civic consciousness, strengthen national identity, and enhance democratic participation. Sri Lanka, despite its complex postcolonial trajectory and protracted ethnic conflict, lacks a coherent academic framework that synthesizes its history, cultural plurality, political institutions, and developmental challenges. Existing subjects such as Civic Education remain fragmented, outdated, and inadequate in fostering justice-oriented citizenship.",
    "This paper presents a literature review of civic education and national identity formation, outlines a methodology grounded in policy analysis and comparative education, and develops a discussion on the relevance of Sri Lankan Studies as a transformative curriculum intervention. Policy recommendations include the establishment of a National Curriculum Development Committee, integration of Sri Lankan Studies into secondary and tertiary curricula, teacher training programs, pilot projects, and the creation of a Department of Sri Lankan Studies within universities. The paper concludes that Sri Lankan Studies will cultivate civically enlightened, ethically responsible, and socially cohesive citizens, thereby addressing entrenched gaps in civic literacy and reinforcing the 2026 reform agenda.",
    "Sri Lanka stands at a crossroads of educational reform, national integration, and sustainable development. The Ministry of Education’s 2026 reform agenda present an opportunity to address long-standing gaps in civic and cultural education. Despite a rich history of civilization, cultural hybridity, and democratic practice, the country continues to grapple with challenges such as ethnic fragmentation, corruption, weak accountability, and low civic literacy (Uyangoda, 2011; Perera, 2020). The absence of a consolidated academic discipline dedicated to Sri Lankan identity and socio-political realities has hindered the development of informed, responsible, and justice-oriented citizens.",
    "This paper proposes the institutionalization of Sri Lankan Studies as a compulsory subject across secondary and tertiary levels. The subject aims not only to cultivate historical awareness but also to promote inclusive patriotism, social cohesion, conflict transformation skills, and civic responsibility. In doing so, it draws inspiration from comparative models in other countries while tailoring the framework to Sri Lanka’s unique socio-political and cultural context.",
    "Civic education has long been recognised as a cornerstone of democratic societies. In the United States, for example, civic education is embedded in curricula to prepare students for responsible participation in democracy (Smith, 2010). Similarly, China institutionalises Chinese Studies to strengthen collective identity and legitimize state authority (Zhao, 2014). Russia integrates national history and political culture into its educational framework to promote cohesion (Karpov, 2011).",
    "Sri Lanka, however, has historically limited civic education to fragmented modules within Social Studies or History. Scholars such as Wickramasinghe (2014) argue that Sri Lanka’s identity remains contested due to ethnic politics, while Perera (2020) highlights how existing Civic Education programs fail to instill values of accountability and democratic participation. The literature demonstrates that where civic education is holistic and multidisciplinary, it contributes to stronger democratic resilience and national cohesion.",
    "Gunawardena (2018) notes that Sri Lankan education lacks a justice-oriented framework that ties civic knowledge with social accountability. Jayawardena (2017) emphasizes that professional education in Sri Lanka—law, medicine, engineering—rarely includes civic competencies, leaving graduates technically skilled but civically disengaged. The lack of a structured Sri Lankan Studies subject has contributed to weak civic culture, corruption, and communal division.",
    "This study adopts a policy analysis and comparative education methodology. The analysis proceeds in three steps:",
    "* Comparative Review: Examination of international models (USA, China, Russia, India) where country-specific studies are integrated into curricula to assess their relevance to Sri Lanka.",
    "* Gap Analysis: Identification of deficiencies in Sri Lanka’s current Civic Education and related subjects, drawing on national education policy documents, previous curricula, and scholarly critiques.",
    "* Policy Design Framework: Proposal of a Sri Lankan Studies curriculum structure that incorporates history, geography, politics, economy, environment, culture, and ethics, integrated with experiential and community-based learning.",
    "The methodology is qualitative, drawing on document analysis, scholarly literature, and policy frameworks, with the aim of producing actionable recommendations.",
    "Sri Lanka’s fragmented civic education has failed to foster accountability, democratic values, or inclusive patriotism. Current syllabi focus narrowly on historical facts and theoretical civic concepts without fostering critical analysis or life skills (Perera, 2020). A holistic Sri Lankan Studies subject would address this deficiency by integrating multiple disciplines—history, geography, economics, political science, and cultural studies—into a single coherent framework.",
    "Such an approach resonates with Uyangoda’s (2011) call for justice-oriented reform and Wickramasinghe’s (2014) emphasis on addressing contested identities. Importantly, it would instill civic literacy and life skills aligned with global democratic norms while rooted in local realities.",
    "1. To impart a holistic, multidisciplinary understanding of Sri Lanka’s historical, socio-political, and economic trajectory.",
    "2. To cultivate inclusive patriotism grounded in justice, equality, and civic responsibility.",
    "3. To develop conflict resolution and peacebuilding skills among students.",
    "4. To prepare graduates across professional fields to exercise ethical judgment and contribute to the national interest.",
    "This integrated curriculum would be introduced at the secondary level (Grade 6–11, culminating in GCE O/L) and mandated as a compulsory credit-bearing subject in all tertiary-level diploma and degree programs.",
    "1. Formal Sanction: Ministry of Education to institutionalize Sri Lankan Studies in the 2026 reform agenda.",
    "2. Curriculum Development: Establishment of a National Curriculum Development Committee comprising subject experts.",
    "3. Teacher Training: Development of specialized teacher education programs for effective delivery.",
    "4. Pilot Implementation: Trial in selected districts before national rollout.",
    "5. Institutionalization in Higher Education: Creation of Departments of Sri Lankan Studies in universities to deliver teaching and research.",
    "6. Assessment: Adoption of multidimensional evaluation methods—written exams, project-based learning, and community engagement reports.",
    "The institutionalization of Sri Lankan Studies as a compulsory subject is an educational necessity rather than an option. By embedding justice, accountability, and civic responsibility into curricula, Sri Lanka can address systemic deficiencies in civic literacy, strengthen democratic culture, and promote social cohesion. The subject will reconcile the country’s contested past with the demands of its developmental future, producing graduates who are civically enlightened and ethically responsible.",
    "This initiative aligns with the 2026 National Education Transformation Agenda and represents a decisive step toward education-led national renewal.",
    "Gunawardena, C. (2018). Education, citizenship and democracy in Sri Lanka. Colombo: Social Scientists’ Association.",
    "Jayawardena, K. (2017). Knowledge, identity and transformation in South Asia. Colombo: ICES.",
    "Karpov, A. (2011). Russian civic education and national identity. European Education, 43(3), pp. 5–23.",
    "Perera, S. (2020). Civic education and youth political participation in Sri Lanka: Gaps and prospects. Journal of South",
    "Smith, A. (2010). National identity and civic education in comparative perspective. Oxford: Oxford University Press.",
    "Uyangoda, J. (2011). Politics of reform in Sri Lanka: Civic challenges and democratic futures. Colombo: SSA.",
    "Wickramasinghe, N. (2014). Sri Lanka in the modern age: A history of contested identities. London: Hurst.",
    "Zhao, S. (2014). The making of Chinese national identity in higher education. Journal of Contemporary China, 23(89), pp. 281–297.",
    "* The writer is a former Visiting Lecturer in Sri Lankan Studies, Uva Province Affiliated University College\u2028Former Instructor in English, South Eastern University of Sri Lanka\u2028Former Member, Provincial Council, NP"
  ]
}