{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/NTB-WNPS-lecture-today-to-put-spotlight-on-freshwater-fishes/56-781830",
  "time_ut": 1758145405.0,
  "original_lang": "en",
  "original_title": "NTB WNPS lecture today to put spotlight on freshwater fishes",
  "original_body_lines": [
    "Experts Rohan Pethiyagoda and Hiranya Sudasinghe to share key insights",
    "The Nations Trust Bank-Wildlife and Nature Protection Society monthly lecture today will put spotlight on freshwater fishes with insights from Rohan Pethiyagoda and Hiranya Sudasinghe.",
    "The lecture which is open to the public will be at 6.00 p.m. at the Jasmine Hall, BMICH.",
    "WNPS said well over 2.5 million Sri Lankans visit national parks each year. We can conclude from this that a great many of us love nature and want it conserved. For the most part, we see nature primarily through the lens of species which, together with landscapes and ecosystems, constitute what we commonly call “biodiversity”. We rarely stop to think, however, of the processes that give rise to our astonishing biodiversity. Evolution by natural selection, the most important of these processes, was discovered by Charles Darwin 165 years ago. But despite the passage of so much time, scientists continue to be perplexed by some of the mechanisms by which species evolve.",
    "Aged just 33, Sudasinghe has been exploring freshwater fishes since his childhood. He eschewed a career in medicine to study zoology, securing a first-class in his BSc at Peradeniya and going on to an MPhil in fish systematics. He has discovered and named seven new species and three new genera of fishes, and despite his youth, is the author of more than 30 papers in international journals. He also went on to rediscover two species which were long thought to be extinct. He is presently in the final year of his PhD program at the University of Bern, Switzerland.",
    "Dr. Rohan Pethiyagoda first came to national attention in 1991, when he published his landmark book Freshwater Fishes of Sri Lanka which, for the first time for any group of the island’s plants or animals, contained colour photographs of every species then known. He says he has lost count of how many books and papers he has published, among which numbers The Ecology and Biogeography of Sri Lanka: a Context for Freshwater Fishes (2021), which he co-authored with Sudasinghe. Pethiyagoda’s contributions to biodiversity science and conservation have been recognised by his being awarded the Linnean Medal for Zoology, a Rolex Award for Enterprise, and a fellowship of the National Academy of Sciences.",
    "Hiranya is the first scientist to have shown that mass extinction events have occurred in Sri Lanka.",
    "Pethiyagoda and Sudasinghe will today give the public a fish’s eye view of conservation from an evolutionary perspective."
  ]
}