{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/iom-sri-lanka-and-ministry-of-defence-in-collaboration-with-sri-lankan-airlines-conduct-programme-on-responding-to-human-trafficking/",
  "time_ut": 1715619360.0,
  "original_lang": "en",
  "original_title": "IOM Sri Lanka and Ministry of Defence in collaboration with Sri Lankan Airlines conduct programme on responding to human trafficking",
  "original_body_lines": [
    "Aviation is the most frequent and quickest way to transport victims of human trafficking across borders. To combat this heinous crime, it’s crucial for airlines, law enforcement agencies to collaborate, implement efficient measures and train staff to recognize signs of human trafficking, and raise awareness among the stakeholders as they play an important role in effectively identifying, preventing, and responding to human trafficking.",
    "International Organisation for Migration (IOM) Sri Lanka and the Ministry of Defence (As the Chair of the National Anti-Human Trafficking Task Force – Sri Lanka) in collaboration with Sri Lankan Airlines, recently conducted a programme for the trainers of Sri Lankan Airlines on human trafficking with a special focus on the role and responsibilities of Airlines in identifying, reporting, and effectively responding to incidents of trafficking.",
    "The participants were capacitated with the knowledge, analytical methods and resources that can be utilized to effectively identify victims of human trafficking and report such incidents. They also shared valuable insights and interesting encounters of successful identification of victims of trafficking.",
    "“The aviation industry is in a unique position to identify and report trafficking cases, if airline staff are sufficiently equipped with the required skills. Strengthening counter trafficking measures in Sri Lanka and creating a unified front against trafficking are vital to combat the issue and we are happy to have played a pivotal role in providing technical support to the Ministry of Justice, Ministry of Defence, and the National Anti-Human Trafficking Task Force since 2010” stated Sarat Dash, IOM Chief of Mission for Sri Lanka.",
    "The training covered prevention aspects, the effective identification and reporting of potential trafficking incidents and protection to victims. The sessions were delivered by the thematic experts from the Ministry of Defence, IOM, and the National Child Protection Authority (NCPA).",
    "The training also incorporated the International Civil Aviation Organisation (ICAO) – Office of the High Commissioner for Human Rights (OHCHR) Guidelines for Training Cabin Crew on Identifying and Responding to Trafficking in Persons (ICAO Circular 352) and Guidelines for Reporting Trafficking in Persons by Flight and Cabin Crew (ICAO Circular 357). (IOM)",
    "Related Topics:IOM Sri LankaIOM Sri Lanka and Ministry of Defence in collaboration with Sri Lankan AirlinesMinistry of Defence",
    "EU-based high-profile trade fair organiser explores business opportunities in Sri Lanka",
    "ComBank ranked ‘Most Loved’ bank brand in Sri Lanka for 2024",
    "2024 Ministry of Defence budget head approved with 68-vote majority in Parliament",
    "Concessionary cement for Sri Lanka’s war veterans and their families",
    "Establish Safe Migration Promotion Unit, Select Committee on gender equity tells officials",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}