{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/embrace-the-spirit-of-kindess-with-the-peoples-market/",
  "time_ut": 1732403280.0,
  "original_lang": "en",
  "original_title": "EMBRACE THE SPIRIT OF KINDESS WITH THE PEOPLE’S MARKET!",
  "original_body_lines": [
    "Get ready to embrace the festive season with a unique shopping experience that supports local entrepreneurs – The People’s Market!",
    "Taking place on Saturday November 30, this year’s market promises a festive extravaganza with a wide range of products; from traditional spices to artisanal crafts, delicious food to sustainable fashion. Each item tells a story of passion, hard work and the pursuit of dreams. By shopping at The People’s Market, you’re not just making a purchase; you’re investing in the future of communities, an MJF news release said last week.",
    "“We’ve been artisans for over 20 years, but when we lost our business, the People’s Market was a platform where we could try something new” says Melanie, co owner of Taste-it, Homemade Goodies. Today she and her husband are running a thriving culinary venture that is a popular attraction at the People’s Market.",
    "An empowerment initiative under Dilmah’s MJF Charitable Foundation, The People’s Market has been supporting rising micro-entrepreneurs, small businesses looking for new opportunities, and enterprising dreamers since 2021. Over the last three years, this ‘Marketplace for Dreams’ has empowered hundreds of entrepreneurs, including women, youth and individuals with disabilities. Markets have been held regularly in Moratuwa, Weligama and most recently, in Kalkudah where over 1,500 people attended.",
    "Beyond the shopping experience, The People’s Market offers a fun-filled atmosphere for the whole family. Enjoy live music, choral performances, delicious food and exciting activities for children. This year’s market will have a special Christmas theme, with festive decor, seasonal treats and holiday cheer.",
    "Join us at The People’s Market at the MJF Centre in Moratuwa and make a small entrepreneur’s dream come true!",
    "Softlogic Life sweeps board at SLIM Digis 2024 becoming most awarded brand along with coveted Grand Prix",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}