{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/national-savings-bank-celebrating-excellence-in-digital-innovation/",
  "time_ut": 1712242620.0,
  "original_lang": "en",
  "original_title": "National Savings Bank: Celebrating Excellence in Digital Innovation",
  "original_body_lines": [
    "The National Savings Bank has been recognized for our unwavering commitment to digital excellence at the prestigious Technnovation Awards 2024, Conducted annually by LankaPay",
    "In a testament to our innovative approach and dedication to serving our customers, we have proudly secured the Gold Award – Category C : Excellence in Customer Convenience and Gold Award – Category B: Financial Institution of the Year for Financial Inclusivity. These accolades underscore our relentless pursuit of offering unparalleled convenience and inclusivity through our digital banking solutions.",
    "Moreover, our strides in the digital payment arena have been further acknowledged as our Mobile Payment App NSBPay nominated for the Best Mobile Payment App for the State Bank Sector, highlighting our efforts to make mobile banking more accessible, secure, and user-friendly for everyone.",
    "But that’s not all! Our journey towards digital transformation has also earned us a Merit Award for Overall Performance in Digital Payments, reinforcing our position as a leader in embracing digital innovation to enhance customer experience and financial inclusion.",
    "At National Savings Bank, these accolades are more than just awards; they are a reflection of our commitment to you – our valued customers. They inspire us to continue innovating and pushing the boundaries of digital banking to meet your evolving needs.",
    "We want to extend our heartfelt gratitude to all our customers for trusting us with your banking needs. Your support fuels our drive to innovate and serve you better.",
    "Stay tuned as we continue to revolutionize digital banking, making every transaction seamless, secure, and convenient. Here’s to reaching greater heights together! (nsb)",
    "Govt has not lost sight of senior citizen FD rates:State Minister",
    "NSB ranked among the Top 10 Women Friendly Workplaces in Sri Lanka for third consecutive year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}