{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111524/former-ps-member-remanded-for-threatening-assaulting-officers-at-padukka-police",
  "time_ut": 1755340920.0,
  "original_lang": "en",
  "original_title": "Former PS member remanded for threatening, assaulting officers at Padukka Police",
  "original_body_lines": [
    "A former member of the Seethawaka Pradeshiya Sabha who was arrested for allegedly threatening, verbally abusing and assaulting police officers at the Padukka Police Station while protesting the arrest of a motorist involved in a car accident, has been remanded until August 29.",
    "He was ordered remanded by the Homagama Magistrate who visited the arrested suspect at the Homagama Base Hospital, where he is receiving treatment under police custody.",
    "The incident had occurred last evening (15), after a three-wheeler and a car had collided in the Mawathagama area of Padukka. Following the accident, Padukka police officers arrested the driver of the car, which was also taken into police custody.",
    "However, a former United National Party (UNP) member of the Seethawaka Pradeshiya Sabha, who reportedly came to the police station to protest the driver’s arrest, had threatened and hurled abuse at the officers and attempted to assault the OIC of the Padukka Police Traffic Division.",
    "Police officers had faced difficulty restraining him and placing him in a cell.",
    "The suspect was subsequently admitted to Homagama Base Hospital after claiming he felt unwell and could not remain in the police cell. Reports claim that he had also behaved in an unruly manner while at the hospital.",
    "According to police, the Officer-in-Charge (OIC) of the Padukka Police Traffic Division was injured during the scuffle at the police station and is currently receiving treatment at Homagama Base Hospital.",
    "Both the suspect and the OIC are currently receiving treatment at the Homagama Base Hospital. Investigations have revealed that the arrested motorists is a friend of the former local councillor, and both of them had been consuming alcohol together prior to the vehicular accident.",
    "The suspect, a resident of Thunnana in Hanwella, is a former United National Party (UNP) member of the Seethawaka Pradeshiya Sabha and had later served as the Colombo District Youth Affairs Secretary of the Samagi Jana Balawegaya (SJB)."
  ]
}