{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/profit-takings-arrest-share-market-uptick-triggering-steep-decline/",
  "time_ut": 1736475480.0,
  "original_lang": "en",
  "original_title": "Profit-takings arrest share market uptick, triggering steep decline",
  "original_body_lines": [
    "The stock market yesterday witnessed a steep decline due to profit- takings by local and foreign investors after recording an upward trend in the market in the last few weeks, stock market analysts said.Amid those developments both indices moved downwards. The All Share Price Index went up by 161.3 points while S and P SL20 declined by 6.4 points. Turnover stood at Rs 4.1 billion with four crossings.",
    "Those crossings were reported in JKH, which crossed 9.5 million shares crossed to the tune of Rs 228 million; its shares traded at Rs 94, Lion Brewery 80000 shares crossed for Rs 104 million; its shares traded at Rs 1210, Melstacope 250,000 shares crossed for Rs 31.25 million; its shares sold at Rs 125, Seylan Bank 500,000 shares crossed for Rs 29.5 million; its shares traded at Rs 59.",
    "In the retail market top six companies that mainly contributed to the turnover were; JKH Rs 427 million (17.8 million shares traded), Browns Investment Rs 263 million (34.1 million shares traded), LB Finance Rs 233 million (2.5 million shares traded), HNB Rs 222 million (718,000 shares traded), RIL Properties Rs 160 million (10.6 million shares traded) and Digital Mobile Solutions Rs 129 million (1.8 million shares traded). During the day 178 million share volumes changed hands in 24944 transactions.",
    "It is said that the manufacturing sector counter was the biggest contributor to the turnover; especially with the JKH crossing and retail transactions. Service and banking sector counters were also slightly active in the market.",
    "Yesterday the rupee was quoted at Rs 295.60/90 to the US dollar, weaker from the previous day’s close of Rs 295.05/15 to the US dollar in the spot market, dealers said, while bond yields fell.",
    "A bond maturing on 15.12.2026 was quoted at 9.40/50 percent, down from 9.40/45 percent. A bond maturing on 15.10.2027 was quoted at 9.75/85 unchanged from 9.75/85 percent. A bond maturing on 15.02.2028 was quoted at 10.10/15 percent, down from 10.10/18 percent.",
    "A bond maturing on 15.10.2028 was quoted at 10.40/45, down from 10.45/52 percent. A bond maturing on 01.05.2028 was quoted at 10.25/30 down from 10.30/33 percent. A bond maturing on 15.09.2029 was quoted at 10.77/83 percent, steady from 10.75/82 percent. A bond maturing on 15.05.2030 was quoted at 11.00/05 percent, down from 11.00/15 percent.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}