{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/when-the-wests-mask-slipped-exposing-its-hypocrisy-beyond-gaza/",
  "time_ut": 1713671130.0,
  "original_lang": "en",
  "original_title": "When The West’s Mask Slipped – Exposing Its Hypocrisy Beyond Gaza!",
  "original_body_lines": [
    "“To see the world as it is, first -we gotta take off our western glasses. Look at the human world with human eyes-only then you’ll fathom justice and progress.” ~ Abhijit Naskar, Vande Vasudhaivam: 100 Sonnets for Our Planetary Pueblo",
    "On 1 April 2024, an Israeli airstrike destroyed the Iranian consulate annex building adjacent to the Iranian embassy in Damascus, Syria, killing 16 people, including a senior Quds Force commander of the Islamic Revolutionary Guard Corps (IRGC), Brigadier General Mohammad Reza Zahedi, and seven other IRGC officers. At the UN Security Council held a meeting at the request of Iran, Syria, and Russia to discuss this violation of international law by Israel, while the majority of member states united in condemning the Israeli aggression, its staunch Western supporters of the regime chose not to denounce the act. Even though the attack on the consulate in Damascus was in clear violation of the Vienna Convention as it was an attack on a diplomatic facility, and resulted in the death of two senior Iranian generals, there was no condemnation from the West. What is also confounding is the fact that the US is running to the same entities they have relentlessly been dismissing for the past few months.",
    "Then it is awfully convenient for Western nations to suddenly become advocates for peace as soon as Israel was at the receiving end when Iran attacked in retaliation. The West started talking about Iranian aggression conveniently ignoring Israeli attack. Selectively ignoring UN condemnation when it comes to the atrocities in Gaza, but eagerly seeking UN aid when it serves their interests in condemning their opponents is not just outright hypocritical but highlights how disingenuous the West is when it comes to its moral policing in times of conflict.",
    "The war in Gaza has been an intense lesson in western hypocrisy. It won’t be forgotten. “Experts say that the pace of death during Israel’s campaign has few precedents in this century,” the New York Times says. A military expert commented it was like nothing he’d seen in his career. The area is so densely populated that the toll of civilians is too high. Israelis and Westerners can continue their mental gymnastics to justify the Palestinians’ oppression and refuse them any right to resist. But their hypocrisy and self-deceptions stand exposed for the rest of the world to see.",
    "As for the hypocrisy charge, well, let’s be honest, it sticks for a reason. The Global South has been cynical when the West which repeatedly cite the ‘rules-based order’ suddenly go quiet if Israeli actions are a topic of debate. If the west is to have the influence it hopes for, it must realise that its claims to moral superiority are neither unchallengeable nor unchallenged. Many in our world view the western powers as selfish, self-satisfied and hypocritical. They are not wrong. Many developing countries see the West’s posture on Israel-Palestine as evidence that it is applying international rules and norms selectively—according to geopolitical interests rather than in a universal fashion. Policymakers in developing countries have long viewed the United States’ and the West’s claims to moral high ground as unnecessarily grating. The longer the Israel-Hamas war goes on, the greater the risk to Western credibility in the global south becomes.",
    "Russia’s invasion of Ukraine was a dreadful violation of fundamental moral and legal principles. Many in developing countries also recognise this. But they remember, too, the long history of western countries as imperialists and invaders. Nor do they fail to realise that the West care far more about fellow Europeans than about others. When Russia invaded its neighbour in February 2022, the US, UK and NATO powers condemned the action, imposed sanctions on Russia and demanded immediate withdrawal. There has been no such condemnation of Israel – indeed its actions have been condoned and justified by exactly those people. It is claimed that Israel is only defending itself, even though it is engaged in illegal occupation and repression way before that magic date 7th October 2023.",
    "Also, when Putin cut off water and electricity from Ukrainian towns, this was again seen as a war crime and the collective punishment of civilians. But when Israel does this to a whole population while simultaneously bombing and shelling them, this too is justified as proportionate and necessary, rather than as criminal under international law.While the western powers sanction Russia over Ukraine, Western governments are bitterly opposed to Boycott, Divestment and Sanctions (BDS) and indeed are introducing laws to make it more difficult to carry out. There are many more examples of double standards, for example in how they define children. Some Israeli hostages captured by Hamas on October 7th are being exchanged for Palestinian prisoners held in Israeli jails. But whereas the hostages to be released are described as ‘women and children’ the British press refers to the Palestinian prisoners as ‘women and ‘minors’ or ‘under 18s’ – who are of course children but this change in terminology serves to soften the fact that so many children are in Israeli detention. Even the Western media had double standards in reporting the Ukrainian crisis in white supremacist racist language!",
    "The world saw that days before the International Court of Justice’s initial ruling recently that found there was a plausible risk of genocide being committed by Israel in Gaza, the UNHRC conducted its “universal periodic review” of China’s human rights record. China’s abusive treatment of Uyghur and other Turkic minorities in Xinjiang province—which many governments around the world, including both U.S. administrations under Donald Trump and Joe Biden, have officially called a genocide—was the central focus. However, in contrast the POTUS Biden has taken a different view on the question of genocide in Gaza. “The charge of genocide is meritless, stated  U.S. Secretary of State Antony Blinken said of the case against Israel at the ICJ, brought by South Africa, while the White House spokesman John Kirby called the charges “meritless, counterproductive and completely without any basis in fact whatsoever.” Even after the ICJ’s ruling ordered Israel to abide by provisional measures to prevent genocide in Gaza, given what the court called a “real and imminent risk” of violations to the rights of Palestinians under the Genocide Convention, the Biden administration rejected the court’s judgement. Canada, the United Kingdom, Germany, Australia and France have replicated American behaviour by condemning genocide in Xinjiang while ruling out its possibility in Gaza. British PM Rishi Sunak, for example, parroted Washington by calling the ICJ’s case against Israel “completely unjustified and wrong.”",
    "However, while the hypocrisy of the U.S. and other Western countries backing Israel has been glaring, quickly condemning one genocide but refusing to even acknowledge the possibility of another, large parts of the Global South are guilty of hypocrisy, too in respect of .China’s Uyghur persecution. When the matter was being taken up, the 57-member Organization of Islamic Cooperation issued a statement at a meeting of foreign ministers in 2019 that “commend[ed] the efforts of the People’s Republic of China in providing care to its Muslim citizens.” Arab regimes with close ties to Beijing have been complicit in China’s Uyghur repression, publicly greenlighting the Chinese government’s efforts. Double standards abound. Norway is one of the few countries that has actually decried both situations, in Gaza and Xinjiang.",
    "With a staggering 35,000 ++ Gazans already killed since October 7, and proposed Rafah offensive close-by, Palestine is seeing one of its greatest tragedies. The West has shockingly enabled this in various hypocritical ways: it has supported Israel’s “right to defend” by reducing Palestine to Hamas; conflated critiques of Zionism and the Israeli state with anti-Semitism; weaponised the Holocaust; and attempted to erase history (the White House described Hamas’ attack as “unprovoked”). The myth of a October 7th as the start of an unprovoked war stands exposed. Palestinians were being killed by Israeli security forces and illegal settlers every single day; even children even before that date. The concepts of human rights and international law simply aren’t applied to Israel, which is allowed to act with impunity. The “two-state solution” was tried and failed in 1947/48, when the UN Partition Plan for Palestine led to the state of Israel being declared on much more territory than was allotted for the “Jewish” state. Even the Security Council resolution to enforce a ceasefire in Gaza has conveniently become ‘non binging’ for the Americans. What hypocrisy!",
    "Another example was when Qatar was hosting the first World Cup organised by an Arab state, a plethora of articles and TV programmes in the UK and other western countries expressed outrage at the human rights situation in Qatar. However, Russia (World Cup hosts in 2018) and other countries, which staged previous World Cups, have a long record on human rights’ abuses, and yet, back then, not many expressed outrage.",
    "In lessons from Gaza, Iraq and Afghanistan, one thing needs to be emphasised – the erosion of trust in West’s leaders is the culmination of a history riddled with lies.  It is the numerous hypocritical, and at times outright, racist behaviour that has emanated from the so-called leaders of the free world that need a re-examination of who gets to call the shots. For instance, even as America calls for an end to the war, they increase the defence spending for Israel, arming the aggressor further. The sad fact is that Western interests lie in maintaining the state of Israel, even at the expense of the Palestinians and the state that they have been promised for more than 75 years. Israel knows this, so it will continue to chip away at the Palestinians and their land, and nobody will do anything about it, not even those who preach peace while practising war. The Palestine issue is thus a prime example of Western hypocrisy.",
    "Clearly geopolitics, business interests, domestic politics and other such supposedly “pragmatic” considerations have inflicted too many political leaders with a cynical blindness to mass suffering, leading them to violate the global norms they rhetorically claim to uphold. The concept of universal human rights falls apart when it isn’t applied equally and consistently across the board. Western democracy appears on the throes of death. Or maybe that has always been the case. For now, it is time for the East to ensure that it can hold on to its own narratives, make its own decisions and not take sides with those who only know how to divide and conquer.",
    "It is clear that the Western alliance monopolizes as much as the template of political correctness and that the victors representing the “paragon of virtue” in the new world order established after World War II are portrayed as the eternal representatives of civilization. This representation encompasses ideals such as democracy, peace, human rights, affirmative action for children and women, freedom of belief, expression and the press, as well as the rule of law – essentially, all the fundamental values of civilization. In the narrative upheld by the West, which claims discourse superiority, the rest of the world, particularly the East, is painted with a brush of darkness. The shared wealth of human values is portrayed as being trampled upon in these regions. However, with the proliferation of the internet and the conventional media losing its status as the sole source of information, the veneer of this grand narrative, which has persisted for over seven decades, has thankfully begun to peel away. The globalization of the world agenda has revealed that the rosy picture painted of the West is nothing more than an illusion.",
    "The Anglo-US invasion of Iraq and the Russian of Ukraine were both illegal wars, fought without a simulacrum of United Nations blessing. Simply, they are wars of aggression. But both these aggressions were treated differently.  “States cannot criticize human rights violations one minute and in the next condone similar abuses in other countries just because their interests are at stake. It’s unconscionable and undermines the entire fabric of universal human rights,” said Agnes Callamard, Amnesty International’s secretary-general, in a news release accompanying their recent Report. Charges of hypocrisy against the West are often accurate and fair. Hypocrisy occurs when political leaders conduct foreign policy in ways that are inconsistent with their rhetorical claims of moral virtue.",
    "Failing to practice what you preach is often condemned as hypocrisy in the West. When governments clearly fail to uphold international law, and instead selectively invoke it when it suits their interests, how should concerned citizens respond? We should not despair. Instead, these governments should be publicly exposed, vociferously challenged and voted out, for the sake of a better world, including a “rules-based international order,” where the rules apply to all. Most of the world really does want to follow a “rules-based international order.” It is a tragic irony that the phrase has become a statement of Western hypocrisy. We must not wait for the world to burn again and again."
  ]
}