{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hotel-secor-stocks-keep-cse-buoyant/",
  "time_ut": 1752771180.0,
  "original_lang": "en",
  "original_title": "Hotel Secor stocks keep CSE buoyant",
  "original_body_lines": [
    "The hotel sector counters were active at the Colombo stock exchange yesterday creating notable price appreciation in hotel stocks. This enabled the market to perform on a positive note yesterday. Amid those developments marginal profit takings were also witnessed , market analysts said",
    "In the scenario, both indices moved upwards. All Share Price Index up by 1.53 points while S and P SL20 up by 37.5 points. Turnover stood at Rs 6.2 billion with twelve crossings.. Those crossings were reported in Keells Hotels (KHL) 15.8  million shares crossed to the tune of Rs 331 million and its share price traded at Rs 21, Access Engineering 2.8 million shares crossed to the tune of Rs 170 million and its share price traded at Rs 62.20, Jetwing Symphony 11.7 million shares crossed to the tune of 140 million and its share price traded at Rs 12, HNB 300,000 shares crossed to the tune of Rs 106 million and its share price traded at Rs 356, NDB 453,000 shares crossed to the tune of Rs  98.4 million and its share price traded at Rs 141, Hayleys 390,000 shares crossed to the tune of Rs 69.1 million and its share price traded at Rs 157, Trans Asian Hotel 900,000 shares crossed to the tune of Rs 45 million and its share price traded at Rs 50, Asian Hotel Properties  500,000 shares crossed to the tune of Rs 24.5 million and its share traded at Rs 69, JKH one million shares crossed to the tune of Rs 25,4  million and its share price traded at Rs 25.40, Sampath Bank 150,000 shares crossed to the tune of Rs 20.8 million and its share price traded at Rs 30.50.",
    "In the retail market top six companies that have mainly contributed to the turnover were Access Engineering Rs 545 million (8.8 million shares traded), JKH Rs 304 million (12.1 million shares traded), Kingsbury Rs 255 million (17.2 million shares traded), Jetwing Symphony Rs 257 million (17.6 million shares traded), JKH Rs 187 million (8.7 million shares traded) and Vallible One Rs 155 million (1.7 million shares traded). During the day 350 million share volumes changed hands in 41000 transactions.",
    "It is said that during the day there was a notable price appreciation in hotel sector counters especially John Keells Hotels and Jetwing. Main contributors were the manufacturing and banking sector as well.",
    "Yesterday, the Central Bank announced the US dollar rate. The rupee opened at 301.35/60 to the US dollar in the spot market Thursday, slightly weaker from 301.40/50 a day earlier, while bond yields were broadly steady, dealers said.",
    "In the secondary market, a bond maturing 15.12.2026 was quoted flat at 8.10/20 percent.A bond maturing on 15.12.2028 was quoted at 8.95/9.05 percent, down from 8.95/9.07 percent.A bond maturing on 15.10.2029 was quoted at 9.46/49 percent.A bond maturing on 15.12.2029 was quoted at 10.48/53 percent, down from 9.50/53 percent.A bond maturing on 15.12.2032 was quoted flat at 10.40/50 percent.",
    "Japan’s Belluna Co. strengthens presence in SL with strategic leadership appointment",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}