{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/minor-hotels-debuts-nh-collection-in-sri-lanka-with-rebranding-of-movenpick-colombo/",
  "time_ut": 1718651460.0,
  "original_lang": "en",
  "original_title": "Minor Hotels debuts NH Collection in Sri Lanka with rebranding of Mövenpick Colombo",
  "original_body_lines": [
    "Minor Hotels, a leading hotel owner, operator, and investor with a portfolio of over 550 hotels and resorts in 56 countries, announced the rebranding and management of Mövenpick Colombo. This strategic move will see the property rebranded as NH Collection Colombo, marking the debut of the prestigious NH Collection brand in Sri Lanka.",
    "Located in the heart of Colombo, the hotel is ideally positioned to offer guests unparalleled access to the city’s vibrant business district, cultural attractions, and entertainment options. The partnership with Softlogic City Hotels (Pvt) Ltd to rebrand as NH Collection Colombo will bring a fresh, contemporary aesthetic and an enhanced level of service, setting a new benchmark for hospitality in Sri Lanka’s commercial capital. The hotel features 219 well-appointed rooms and luxury suites, each designed with contemporary decor and equipped with modern amenities, providing expansive views of the city and the Indian Ocean",
    "Minor Hotels is renowned for its diverse range of brands, including Anantara, AVANI, Elewana Collection, Oaks, NH Hotels, and Tivoli. With a commitment to delivering exceptional guest experiences and sustainable practices, Minor Hotels has established itself as a powerhouse in the global hospitality industry.",
    "Dillip Rajakarier, Group CEO of Minor International, commented, “Introducing the NH Collection brand to Colombo, underscores our commitment to the destination while expanding our footprint in markets with growing international traveler appeal. Colombo, with its vibrant atmosphere and rich cultural heritage, is the perfect setting for the NH brand to thrive”",
    "The Gift of Life this Vesak: AIA Insurance brings clean water to Kimbulpatiyawa",
    "Serendib Flour Mills’ premium range impresses at international culinary extravaganza in Malé",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}