{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/union-assurance-launches-groundbreaking-women-empowerment-initiative-grow/",
  "time_ut": 1711237980.0,
  "original_lang": "en",
  "original_title": "Union Assurance Launches Groundbreaking Women Empowerment Initiative “GROW”",
  "original_body_lines": [
    "Union Assurance, marked International Women’s Day with the launch of its groundbreaking women empowerment initiative, “GROW.” The event drew participation from female team members across the organisation, as well as key figures from the Corporate Management Team, the Executive Committee, and esteemed guests.",
    "Central to the event was the introduction of the GROW concept, a dynamic initiative crafted to cultivate an inclusive and supportive environment for female team members within Union Assurance. GROW, an acronym for Growth and Development, Recognition, Opportunities, and Well-being, aims to empower female team members both professionally and personally. With a steadfast commitment to Diversity, Equity, and Inclusion principles, Union Assurance proudly maintains 51% female representation within its workforce, setting industry benchmarks. The Company aspires to raise these standards further through GROW, with initiatives focused on increasing female presence in management positions, corporate leadership, and non-traditional roles.",
    "The event’s highlight was a thought-provoking panel discussion featuring industry luminaries such as Mifaz Ahamed (Chief People Officer, Bharti Airtel Sri Lanka), Kavi Rajapaksha (Chief Marketing Officer, Sunshine Consumer Lanka Ltd), Kumudu Munasinghe (Assistant Vice President, Head of Corporate Communications, Group Lead – Diversity & Inclusion, Head of Operations – Social Entrepreneurship, John Keells Holdings), and Wathsala Aluthgedara (Chief Partnership Distribution Officer, Union Assurance PLC), while the session was moderated by Mahen Gunarathne (Chief Marketing Officer, Union Assurance PLC), The discussion delved into crucial topics including women in leadership, work-life balance, women’s empowerment, personal branding, and men’s allyship.",
    "Reflecting on the launch of GROW, Imtiyaz Aniff, the Chief People Officer of Union Assurance, remarked, “We take immense pride in unveiling the GROW initiative, a testament to our unwavering dedication to empowering women and nurturing a culture of diversity, equity and inclusion. GROW adopts a comprehensive approach to address the myriad challenges and opportunities encountered by female team members, prioritizing various aspects of growth and development, recognition, opportunity creation, and the well-being of female team members at Union Assurance. Through GROW, we are committed to equipping women with the resources and support they need to excel in both their personal and professional endeavours.”",
    "Union Assurance continues to champion community well-being through the HOPE Initiative",
    "Union Assurance Premier Club Awards gifts exceptional performers luxury motor cars",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}