{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-axiata-completes-acquisition-of-airtel-lanka-and-initiates-amalgamation/",
  "time_ut": 1719525900.0,
  "original_lang": "en",
  "original_title": "Dialog Axiata completes acquisition of Airtel Lanka and initiates amalgamation",
  "original_body_lines": [
    "Dialog Axiata PLC (“Dialog”), Axiata Group Berhad (“Axiata”), and Bharti Airtel Limited (“Bharti Airtel”) (collectively “the Parties”) successfully completed the share sale transaction, with Dialog acquiring 100% of the issued shares in Bharti Airtel Lanka (Private) Limited (“Airtel Lanka”) through a share swap. Post this share swap, Axiata holds 73.75% of Dialog while Bharti Airtel will own 10.355% and the remaining 15.895% of shares are held by the public. Dialog aims to amalgamate Airtel Lanka under the applicable provisions of the Companies Act, with Dialog remaining as the amalgamated entity.",
    "This consolidation, first announced in May 2023, represents a significant milestone in the telecommunications industry in Sri Lanka, bringing together the strengths and expertise of two leading companies, poised to deliver a world-class digital telco experience that will contribute significantly to the growth of the country’s digital ecosystem and economy.",
    "Post-merger, Dialog and Airtel brands will continue to serve their respective customers, while the two networks will begin consolidation aimed at delivering exceptional value and superior connectivity solutions to consumers and enterprises.",
    "“This milestone marks the conclusion of the acquisition of Airtel Lanka, and we warmly welcome the Airtel team and all 3 million subscribers on the Airtel network to the Dialog family. We extend our heartfelt gratitude to the Government of Sri Lanka, the Telecommunications Regulatory Commission (TRC), the Board of Investment (BOI), the Colombo Stock Exchange (CSE), the Central Bank of Sri Lanka (CBSL), Axiata and Bharti Airtel teams and all other stakeholders for their invaluable support in bringing this transaction to fruition,” said Supun Weerasinghe, Chief Executive of Dialog Axiata PLC.",
    "“As we embark on this transformative journey, our focus will be on leveraging the combined strengths of Dialog and Airtel to pioneer advancements in Sri Lanka’s telecommunications sector. This merger positions us to drive substantial growth, not just in customer experience and innovation, but also in contributing to the digital economy of Sri Lanka. This strategic move underscores our commitment to setting new benchmarks in connectivity and empowering businesses and individuals alike to thrive in an increasingly digital world.” he further added. (Dialog)",
    "LB Finance honored with award at inaugural Digital Trust Awards Night 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}