{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/probe-reports-skewed-logic-and-emerging-threats/",
  "time_ut": 1729706580.0,
  "original_lang": "en",
  "original_title": "Probe reports, skewed logic and emerging threats",
  "original_body_lines": [
    "Former MP Udaya Gammanpila has raised many hackles by releasing a presidential probe committee report on intelligence coordination and investigative processes in respect of the Easter Sunday terror attacks (2019). Among those who have seen red are prominent ruling party politicians and some religious dignitaries. Their ire is baffling, for Gammanpila has only done what Anura Kumara Dissanayake, as an Opposition MP, kept pressuring the Rajapaksa-Wickremesinghe government to do.",
    "Dissanayake would tear into the then government leaders for refusing to respect ‘the people’s sacred right’ to know what the presidential probe committee reports on the Easter Sunday tragedy contained. There is reason to believe that if the two committee reports had found their way into Dissanayake’s hands while he was an Opposition firebrand, he would not have hesitated to gain maximum possible political mileage by releasing them. So, why is the JVP/NPP government making a brouhaha over what Gammanpila has done?",
    "Instead of countering the findings and recommendations of the Alwis committee, and Gammanpila’s interpretation thereof, Public Security Minister Vijitha Herath has carried out personal attacks on Alwis and Gammanpila; he and other government leaders have also imputed motives to Gammanpila and Alwis. In doing so, they have committed ad hominem, a fallacious attack, which has taken its toll on the credibility and validity of their arguments.",
    "Instead of presenting evidence in support of their arguments, the JVP/NPP heavyweights are making emotional appeals to the public—argumentum ad passiones, which has no place in logical reasoning; they keep claiming, at public rallies, that there is a sinister campaign against their efforts to probe the Easter Sunday carnage properly! Herath has said Secretary to the Ministry of Public Security, Ravi Seneviratne, and Director of the Criminal Intelligence Analysis Division of the CID, Shani Abeysekera, are good officers and therefore what the Alwis committee says about them is false. Reflected in this argument is petitio principii, or the fallacy of using one’s own conclusion in the premises of one’s argument. It is doubtful whether this kind of circular logic will help sell Herath’s argument to the discerning public.",
    "Minister Herath has alleged that Sagala Ratnayake, as President Ranil Wickremesinghe’s National Security Advisor, appointed the Alwis committee to discredit Seneviratne and Abeysekera as they had refused to back Wickremesinghe’s presidential election campaign. If so, why did the JVP/NPP demand the release of committee reports at issue while it was in the Opposition? Why didn’t it question the integrity of Alwis, in Parliament, before the committee report was submitted?",
    "The crux of what Gammanpila has said, quoting from the Alwis committee report, is that Senviratne and the CID under him failed to take prompt action to prevent the Easter Sunday tragedy despite a warning from a foreign intelligence outfit. This is the point the government and the Catholic priests who are critical of the Alwis committee report should try to counter. It is surprising that the State Intelligence Service conveyed actionable intelligence in a letter to the head of the CID, Seneviratne, without promptly alerting the government leaders to the danger itself. Seneviratne also did not care to take swift action in response to the warning; he merely passed the letter in question with a minute thereon directing the DIG (CID) to conduct a probe and report its progress in a couple of weeks. This, he did although the CID was already aware of the possibility of terror attacks following the detection of a haul of explosives and detonators in a Jihadist training camp in Wanathawilluwa in January 2019, as he himself told the Presidential Commission of Inquiry (PCOI), which probed the Easter Sunday carnage.",
    "Interestingly, Minister Herath has argued that neither the PCoI, which investigated the Easter Sunday attacks, nor the Supreme Court faulted Seneviratne or Abeyesekera and therefore others cannot blame them. If so, how come the JVP/NPP leaders keep calling Ranil Wickremesinghe the mastermind behind the Treasury bond scams? Neither the Committee on Public Enterprises, headed by the then JVP MP Sunil Handunetti nor the PCoI, which probed the bond rackets, held Wickremesinghe accountable. He has not been found guilty by any court either, but the JVP/NPP has promised to conduct a fresh probe into the Treasury bond scams and press charges against him (Wickremesinghe). In 2022, it insisted that Wickremesinghe was not fit to be the Prime Minister in view of the Treasury bond rackets. This kind of selectivity smacks of duplicity.",
    "A visibly exasperated Minister Herath declared, at Tuesday’s post-Cabinet press conference, that under no circumstances will the government remove Seneviratne and Abeysekera from their posts. This kind of imperviousness to reasoning is symptomatic of the arrogance of power, which became President Ranil Wickremesinghe’s undoing. Wickremesinghe shielded the Sri Lanka cricket administrators under a cloud, in a similar fashion.",
    "Seneviratne and Abeysekera are beholden to the JVP/NPP leaders, who brought them out of retirement and catapulted them to their current positions, and therefore neither they nor the officers under them can be expected to act independently and impartially in handling cases where the interests of the JVP/NPP and/or its allies are at stake. This kind of conflict of interest as well as serious allegations against Seneviratne and Abeysekera will undermine the integrity of the probe, which is said to be underway, into the Easter Sunday attacks, and leave room for a future government to reject the outcome of that investigation. The Dissanayake government has a choice between defending two of its supporters and ensuring the integrity of probes into the Easter Sunday carnage and other crimes.",
    "Meanwhile, the US yesterday issued a warning of possible terror attacks on popular tourist locations in the Eastern Province. The UK and Russia followed suit. It is believed that a special security plan currently underway in the Eastern Province to ensure the safety of the Israeli tourists and other foreign nationals, in view of the conflict in West Asia, led to the issuance of the US travel advisory. The question is why actionable intelligence about the impending Easter Sunday attacks did not jolt the police, especially the CID, into action in a similar manner, in 2019.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}