{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101535/australia-introduces-cap-on-international-students",
  "time_ut": 1724736720.0,
  "original_lang": "en",
  "original_title": "Australia introduces cap on international students",
  "original_body_lines": [
    "Australia will introduce a cap on the number of new international students it accepts, as it tries to reduce overall migration to pre-pandemic levels.",
    "The nation has one of the biggest international student markets in the world, but the number of new enrolments will be limited to 270,000 for 2025.",
    "Each higher education institution will be given an individual restriction, the government announced on Tuesday, with the biggest cuts to be borne by vocational education and training providers.",
    "The change has angered the tertiary education industry, with some universities calling it “economic vandalism”, but Canberra says it will improve the quality and longevity of the sector.",
    "Australia is host to about 717,500 international students, according to the latest government figures from early 2024.",
    "Education Minister Jason Clare acknowledged that higher education was hard-hit during the pandemic, when Australia sent foreign students home and introduced strict border controls.",
    "He also noted, however, that the number of international students at universities is now 10% higher than before Covid-19, while the number at private vocational and training providers is up 50%.",
    "“Students are back but so are the shonks - people are seeking to exploit this industry to make a quick buck,” Mr Clare said.",
    "The government has previously accused some providers of “unethical” behaviour - including accepting students who don’t have the language skills to succeed, offering a poor standard of education or training, and enrolling people who intend to work instead of study.",
    "“These reforms are designed to make it better and fairer, and set it up on a more sustainable footing going forward,” Mr Clare said.",
    "The restrictions will also help address Australia’s record migration levels, he said, which have added pressure to existing housing and infrastructure woes.",
    "The government has already announced tougher minimum English-language requirements for international students and more scrutiny of those applying for a second study visa, while punishing hundreds of “dodgy” providers.",
    "Enrolments at public universities will be pared back to 145,000 in 2025, which is around their 2023 levels, Mr Clare said.",
    "Private universities and non-university higher education providers will be able to enrol 30,000 new international students, while vocational education and training institutions will be limited to 95,000.",
    "The policy would also include incentives for universities to build more housing for international students, Mr Clare added.",
    "But higher education providers say the industry is being made a “fall guy” for housing and migration issues, and that a cap would decimate the sector.",
    "International education was worth A$36.4bn (£18.7bn, $24.7) to the Australian economy in 2022-23, making it the country’s fourth largest export that year.",
    "According to economic modelling commissioned earlier this year by Sydney University – where foreign students make up about half of enrolments – the proposed cuts could cost the Australian economy $4.1bn and result in about 22,000 job losses in 2025.",
    "Vicki Thomson, chief executive of a body which represents some of Australia’s most prestigious universities, described the proposed laws as “draconian” and",
    "“interventionist”, saying they amounted to “economic vandalism” in comments made earlier this year.",
    "Mr Clare accepted that some service providers may have to make difficult budget decisions, but denied the cap would cripple the industry.",
    "“To create the impression that this is somehow tearing down international education is absolutely and fundamentally wrong,” he said."
  ]
}