{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Can-any-candidate-achieve-50-1-at-presidential-polls-EDITORIAL/172-283932",
  "time_ut": 1717355100.0,
  "original_lang": "en",
  "original_title": "Can any candidate achieve 50%+1 at presidential polls - EDITORIAL",
  "original_body_lines": [
    "All political parties are in election mode. Presidential elections are scheduled to be held between September and October this year. However, reaching the magical 50%+1 seems like a distant dream for the candidates in the running.",
    "In the first presidential election in October 1982, President Jayewardene’s main rival Mrs.Sirimavo Bandaranaike was banned from contesting. Jayewardene was able to collect only 52.91 percent of the votes.",
    "The 1988 election saw several election violence-related actions. That election was won by Ranasinghe Premadasa who received 50.4 percent of the votes. Voter turnout was low-around 55.3 percent, the lowest for a presidential election.",
    "Ms Chandrika Bandaranaike Kumaratunge contesting from the People’s Alliance  won the 1994 presidential poll receiving 62.28 percent of the votes. Her predecessor Ranasinghe Premadasa was assassinated by the LTTE in 1993 and the 1994 election was stained by the assassination of presidential candidate Gamini Dissanayake the UNP candidate.",
    "President Kumaratunge called early elections in 1999 and was reelected president for a second term.",
    "At the end of her term in 2005, Mahinda Rajapaksa was elected president in November 2005 winning 50.3% of the votes. That election was marred when the LTTE ordered Tamil voters to boycott the polls.",
    "At the 2010 presidential poll held in the aftermath of the defeat of the LTTE Mahinda secured 57% of the votes cast. The Tamil-speaking Northern and Eastern provinces voted in favour of his opponent the war-winning General Sarath Fonseka who stood as a common candidate from the Opposition parties.",
    "President Rajapaksa after altering the Constitution of the country, ran for the post of president for a third time in 2015, but was defeated by Maithripala Sirisena who received 51.28% of the votes.",
    "In November 2019 incumbent president Sirisena did not run for a second term. The election was won by Gotabaya Rajapakasa who received 52.25% of the votes.",
    "During that election, voting was polarised with Gotabaya not being able to secure victory in the Tamil-speaking region of the country’s North and the East.",
    "Sadly President Gotabaya was unable to fulfil his term of office, President Ranil Wickremesinghe was elected by Parliament in a secret ballot to decide who would complete the remainder of Gotabaya Rajapaksa’s term.",
    "This time around however, the scenario for the presidential poll is quite different from previous presidential polls. The incumbent president has only one member of his party in Parliament. Poverty is stalking the country and the cost of living is way beyond the average wage of workers.",
    "The president who is widely expected to contest the election has not declared himself a candidate, but is expected to announce his candidature in July. He has not been very successful at leading his party at the polls.",
    "This time around however, he has many plus points to his credit. It was under his watch the country was able to come out of the economic morass past leaders had led it into. Hardly anyone could forget the miles-long petrol and fuel queues which snaked around petrol sheds. Fathers and mothers could hardly forget the trauma of searching for milk food for infants and young children. Though limited stocks of medicines are available in the market today, the public remembers before he took charge even basic medicines were rare and hard to lay hands on.",
    "While the cost of living is soaring food is available, again in contrast to the time he took over the reins of government.",
    "According to various surveys, the NPP’s leader is extremely popular among youth. But ours is an aging population and many senior citizens remember the bloody insurrections it led in 1971 and 1989. Again economic woes have driven young people out of the country in search of employment.",
    "The SJB led by Sajith Premadasa has not come out with any viable programme different from that of the incumbent president.",
    "Without this block vote, it is doubtful if any one of the candidates will reach the magical figure of 50%+1 votes. This will mean going into a second round or even third round of vote counting for preferential votes."
  ]
}