{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/japan-underlines-need-to-ink-official-creditor-mous-as-sri-lanka-seeks-financing-146551/",
  "time_ut": 1704718620.0,
  "original_lang": "en",
  "original_title": "Japan underlines need to ink official creditor MOUs as Sri Lanka seeks financing",
  "original_body_lines": [
    "ECONOMYNEXT – A top Japanese official has underlined the need to sign memoranda of understanding with official creditors during a meeting with Sri Lanka’s Treasury Secretary Mahinda Siriwardana, a finance ministry statement said.",
    "Siriwardana had met Endo Kazuya, Director-General, International Cooperation Bureau, Ministry of Foreign Affairs of Japan during annual Japan-Sri Lanka Economic Cooperation Policy Dialogue – 2024 was held on January 05.",
    "Japanese Yen loans are currently suspended after Sri Lanka defaulted on external debt in 2022. Japan has supported Sri Lanka with grants in the meantime.",
    "Japan is playing a key role as a co-chair of the official creditor committee (OCC) in helping re-structure Sri Lanka’s debt.",
    "Endo had “reiterated the importance of the early completion of signing of a Memorandum of Understanding (MoU) on debt restructuring between the Official Creditor Committee (OCC) and the Sri Lankan government,”  and to “ensure transparency and comparability in agreements with creditors outside the OCC”.",
    "The two sides had “exchanged views on Japan’s future economic cooperation with Sri Lanka, including the existing Yen loan projects, to stabilize and reinforce Sri Lanka’s economy as well as overcome its socio-economic challenges,” the statement said.",
    "Secretary Siriwardana had “requested future cooperation from the Government of Japan including the existing Yen loan projects as a catalyst to attract further investment, along with technical and financial support for the ongoing reforms associated with the IMF programe,” the statement said.",
    "“He further outlined the investment climate that Sri Lanka intends to build and invited Japanese investors to actively evaluate potential investments in Sri Lanka.”",
    "Japan has played a key role in developing Sri Lanka’s Colombo airport and port, roads, hospitals and the power sector. (Colombo/Jan08/2023)"
  ]
}