{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/Zelensky-sacks-Ukraines-commander-in-chief-Valerii-Zaluzhnyi/107-276653",
  "time_ut": 1707452700.0,
  "original_lang": "en",
  "original_title": "Zelensky sacks Ukraine’s commander-in-chief Valerii Zaluzhnyi",
  "original_body_lines": [
    "Kyiv, Feb 09 (BBC) - Ukraine's president has sacked the commander-in-chief of the country's armed forces, Valerii Zaluzhnyi.",
    "It follows speculation about a rift between the president and Gen Zaluzhnyi, who has led Ukraine's war effort since the conflict began.",
    "Battle-hardened Gen Oleksandr Syrskyi was announced as his replacement in a presidential decree.",
    "It is the biggest change to Ukraine's military leadership since Russia's full-scale invasion in February 2022.",
    "President Volodymyr Zelensky said the high command needed to be \"renewed\" and that Gen Zaluzhnyi could \"remain on the team\".",
    "\"Starting today, a new management team will take over the leadership of the Armed Forces of Ukraine,\" he said on Thursday.",
    "Gen Zaluzhnyi is a popular general trusted by Ukrainian soldiers and the public, and has been something of a national hero.",
    "His recent approval ratings have been higher than those of Mr Zelensky.",
    "The president said he and Gen Zaluzhnyi had a \"frank conversation\" about the changes needed in the army, and that he thanked the general for defending Ukraine from Russia.",
    "The new army chief, Gen Syrskyi, has experience of both defensive and offensive warfare, Mr Zelensky said.",
    "He led the defence of Kyiv, Ukraine's capital, at the start of Russia's full-scale invasion in 2022.",
    "He then masterminded Ukraine's surprise and successful counter-attack in Kharkiv that summer, and has since been serving as the head of military operations in eastern Ukraine - one of the two main axes in Ukraine's counter-offensive.",
    "\"Crucial for achieving Ukraine's goals in the war. Russia cannot simply accept the existence of an independent Ukraine - the very fact of our country's independent life.\"",
    "He said his \"renewal\" of the army's leadership was \"not about surnames\" or politics, but rather the management of Ukraine's armed forces and the experience of battlefield commanders.",
    "\"The army's actions must become much more technologically advanced. The generalship must be reset,\" he added.",
    "Mr Zelensky said he expected a detailed plan for the armed forces this year, taking into account the reality of the war with Russia. He said there needed to be a different approach to frontline management, mobilisation and recruitment.",
    "Mykhailo Podolyak, who is the adviser to the head of the president's office, said the move was needed to revise the tactics used in Ukraine's counter-offensive last year.",
    "He echoed Mr Zelensky's comments about the need to prevent stagnation on the frontline and to find high-tech solutions.",
    "But there has been mixed reaction so far to the announcement, with opposition MPs the first to criticise the shake-up.",
    "Kyiv's mayor Vitali Klitschko thanked Gen Zaluzhnyi for his service to Ukraine, adding that he hoped the authorities would justify the changes.",
    "Oleksii Honcharenko, an MP from the opposition party led by former President Petro Poroshenko, said the move was \"a huge mistake\" by the president. He said it would carry risks for the country, adding: \"We will all have to pay for this mistake.\"",
    "Another opposition MP, Valentyn Nalyvaichenko from the Batkivschina party, said the military leadership during the war \"is something that we must preserve, support, not criticise, but help in every possible way\".",
    "Ukraine's defence minister, Rustem Umerov, thanked Gen Zaluzhnyi in a statement, saying:",
    "\"General Valerii Zaluzhnyi had one of the most difficult tasks - to lead the Armed Forces of Ukraine during the Great War with Russia.",
    "\"But war does not remain the same. War changes and demands change. Battles 2022, 2023 and 2024 are three different realities. 2024 will bring new changes, for which we must be ready. New approaches, new strategies are needed.",
    "\"Today, a decision was made on the need to change the leadership of the Armed Forces of Ukraine.",
    "\"I am sincerely grateful to Valerii Fedorovych for all his achievements and victories.\""
  ]
}