{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Getting-the-timing-right-Disasters-debt-and-livelihoods/14-780491",
  "time_ut": 1755685252.0,
  "original_lang": "en",
  "original_title": "Getting the timing right: Disasters,  debt and livelihoods",
  "original_body_lines": [
    "Lenders grow cautious after a disaster, fearing tax revenue will fall and relief spending will rise",
    "Across Asia and the Pacific, floods, typhoons, heatwaves, and droughts now strike with a frequency unimaginable a generation ago. Rising temperatures and seas fuel fiercer storms, while rapid urban growth pushes more families into harm’s way.",
    "When disaster hits, it is the poorest who pay twice — first through the loss of homes, crops, and jobs, and again through the invisible cost of higher government borrowing.",
    "Rebuilding roads, hospitals, and schools costs billions. Governments often raise that money by issuing sovereign bonds. Yet lenders grow cautious after a disaster, fearing tax revenue will fall and relief spending will rise. To compensate, they demand a disaster premium — a higher interest rate on new debt.",
    "For a country already balancing tight budgets, every extra percentage point paid to bondholders means less cash for emergency shelter, social protection, and the small grants that help shopkeepers reopen. In effect, a spike in sovereign borrowing costs can delay the very investments that pull communities back on their feet. ADB’s research for the Asian Bond Monitor tracked bond issuances worldwide over two decades. The pattern is clear: the larger the recent damage relative to national income, the higher the interest rate a government must accept.",
    "A damage bill equal to just one percent of GDP can add roughly a third of a percentage point to borrowing costs. For low-income countries, that is the difference between funding a new elementary school or paying creditors.",
    "Markets have short memories. The disaster premium peaks when emotions run high and uncertainty clouds forecasts. Each passing day brings new information — relief funds arrive, revenue rebounds, rebuilding begins — and investor anxiety ebbs. On average, waiting three months after a major disaster trims the added cost by almost two fifths.",
    "This finding does not mean governments should always delay borrowing. People need water, power, and healthcare immediately.",
    "But it highlights a trade-off: issue bonds at once and pay more, or bridge the gap with cheaper stop-gap finance and enter markets later at lower cost.",
    "Well-designed disaster insurance reduces the premium further. When investors see that a share of losses will be covered by a payout — whether from a catastrophe bond, a regional risk pool, or a parametric policy — they worry less about default and settle for lower yields. In our dataset, the difference between insured and uninsured events often reaches several dozen basis points.",
    "For poor families, those saved basis points matter. While insurance reduces borrowing costs, it comes at a premium, making it essential to balance coverage levels with fiscal realities. Lower interest payments, when achieved cost-effectively, free up funds for relief and rehabilitation that speed up recovery and protect hard-won gains in poverty reduction.",
    "Developing countries, and their partners, can use the following strategies:",
    "Use fast, concessional relief to buy time. Multilateral lenders and regional facilities can step in with quick-disbursing, low-interest loans or grants immediately after a disaster. This bridge finance covers urgent needs while allowing debt managers to wait for calmer markets before issuing large volumes of bonds.",
    "Expand affordable insurance. Many countries in Asia and the Pacific remain under-insured. Scaling regional risk pools, encouraging catastrophe-bond issuance, and offering premium subsidies can shrink the disaster premium and protect public balance sheets.",
    "Plan debt issuance calendars with disasters in mind. Just as farmers watch the skies, treasuries should watch the disaster season. Keeping a portion of annual borrowing requirements pre-financed, building modest reserves, and lining up contingent credit lines, reduce the pressure to tap markets at the worst moment.",
    "Focus on public communication. Transparent damage assessments, clear reconstruction plans, and credible budget updates reassure investors and citizens alike. Confidence lowers borrowing costs and attracts private capital for rebuilding.",
    "The debate over sovereign spreads can feel remote to families who lost roofs and livelihoods. Yet every basis point shaved off borrowing costs multiplies into classrooms rebuilt, vaccines procured, and micro-loans issued.",
    "By timing debt wisely and protecting budgets with insurance, governments can turn financial choices into concrete relief for the most vulnerable.",
    "When storms and floods strike, people suffer twice if governments pay too much for post-disaster debt. Smart timing and insurance cut financing costs, leaving more resources to help communities rebuild stronger than before.",
    "(Alexander Raabe is an economist at ADB’s Economic Research and Development Impact Department. Matteo Ficarra researches empirical macroeconomics and international economics at the Geneva Graduate Institute. The views expressed are those of the authors and do not necessarily reflect the views of the Asian Development Bank, its management, its Board of Directors, or its members.)"
  ]
}