{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/maldives-banking-system-has-rufiyaa-6-7bn-in-excess-liquidity-report-178448/",
  "time_ut": 1725247020.0,
  "original_lang": "en",
  "original_title": "Maldives banking system has Rufiyaa 6.7bn in excess liquidity: report",
  "original_body_lines": [
    "ECONOMYNEXT – Maldives’ banking system has 6.7 billion rufiyaas of excess liquidity coming from Covid era money printing which is now being turned into loans, pressuring the currency peg, a report said.",
    "“..[S]urplus liquidity of the Maldivian Rufiyaa in the country’s banking system has increased due to the previous government printing money to manage cash flow during the pandemic,” Edition.mv an online news portal said quoting a Maldives Monetary Authority statement.",
    "“By the end of July this year, surplus liquidity in the banking system averaged MVR 6.7 billion.”",
    "Bank of Maldives (BML), a commercial bank, last week slapped a ceiling on credit cards, in the same way Sri Lanka did after macroeconomists printed money to suppress rates under ‘flexible inflation targeting/potential output targeting;.",
    "“MMA revealed that BML accounts for the bulk of these funds, adding that it was identified that banks disbursed most of the surplus liquidity in the form of personal loans.”",
    "Printed money given as salaries to state workers or other government suppliers ends up as deposits of citizens in the banking system.",
    "When the money is given as loans for tourism projects or for any other purpose, they hit the forex markets, forcing the MMA to release dollars to maintain the peg.",
    "It is not clear why the MMA did not sterilize the money by selling the government securities it bought during the pandemic back to banks to mop up the money and prevent private credit from picking up without deposits.",
    "The Maldives’ credit system has been facing forex shortages for some time.",
    "Sri Lanka workers in Maldives turn to Undiyal as banks limit dollars: legislator",
    "IMF urges Maldives to halt money printing to keep dollar peg amid ‘debt distress’",
    "There is no public information available on the MMA’s operational framework for withdrawing excess liquidity.",
    "However, analysts say so-called ‘monetary policy modernization’ involving aggressive inflationary open market operations to maintain a policy rate, from Western technical advice from ‘experts’ familiar with floating exchange rate regimes (with domestic anchors), can lead to collapses of currency pegs (external anchors), social unrest, poverty, near starvation and ouster of governments.",
    "To maintain the peg and monetary stability, government and private credit has to be curtailed and excess liquidity extinguished allowing interest rates to float. To repay external debt, domestic credit has to be curtailed or shrunk.",
    "In a Covid crisis, as there is no private credit demand, excess liquidity generated can remain sloshing around without much harm until investment credit picks up.",
    "However as soon as economic activities pick up, the money will be loaned repeatedly in cascading credit either to private borrowers o\\r the government, until all of it hits the forex market.",
    "MMA data showed that loans and advances had picked up from around 31.4 billion rufiyaa at the end of 2021 to 40.4 billion rufiyaa by July 2024. Meanwhile deposits which surged to 55 billion by end 2022, from 33 billion by end 2019 had begun to fall, even as credit picked up.",
    "Maldives is partially dollarized and banks have both dollar and rufiyaa deposits."
  ]
}