{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Fratricidal-conflict-between-LTTE-and-Karuna-Eastern-Tigers/172-279455",
  "time_ut": 1711132980.0,
  "original_lang": "en",
  "original_title": "Fratricidal  conflict between LTTE and Karuna Eastern Tigers",
  "original_body_lines": [
    "All hell was expected to break loose after “Col”Karuna the Eastern regional commander of the LTTE raised the banner of revolt against the Wanni-based tiger hierarchy on March 3, 2004",
    "After breaking away, Karuna had indicated that he would abide by the ceasefire and wanted a separate memorandum of understanding. This was vehemently opposed by the mainstream LTTE",
    "Moreover the LTTE had invested politically in the grouping of Tamil parties known as the Tamil National Alliance (TNA), The Eelam Peoples Democratic Party (EPDP) Leader Douglas Devananda used to mock the TNA as  an acronym for “Tiger nominated agents”",
    "In the first article published last week (“Col” Karuna’s Eastern Tiger revolt against LTTE 20 years ago) the background and reasons for the Eastern Tiger revolt were discussed in detail.",
    "In this second article, the course of events leading to the eruption of the intra-tiger fratricidal conflict in the aftermath of “Col”Karuna’s rebellion will be recounted, relying on some of my earlier writings.",
    "All hell was expected to break loose after “Col”Karuna the Eastern regional commander of the LTTE raised the banner of revolt against the Wanni-based tiger hierarchy on March 3, 2004.",
    "However, the LTTE leadership displayed   restraint in the initial period. Instead of launching a powerful military offensive against the renegade Tiger chieftain, the LTTE began overtly soft-pedaling the issue while engaging covertly in activities aimed at undermining Karuna.",
    "LTTE political wing head  Suppiah  Paramu Tamilchelvan announced on March 6, 2004 at a press conference in Kilinochchi that  tiger supremo Veluppillai Prabhakaran had  explicitly instructed his cadre to refrain from any military action to resolve the situation. Assuring the world at large that the Tigers would defuse the crisis very quickly, Tamilchelvan also stated that there would be no bloodshed.",
    "Interestingly, Tamilchelvan had earlier dismissed the Karuna affair as a minor matter and ridiculed Karuna as a single individual without any support. The glib pronouncements of Tamilchelvan, or for that matter any Tiger leader, were viewed sceptically, given the LTTE’s track record of deception and acting in bad faith.",
    "A complex set of factors contributed to the circumscribing of the LTTE  and the maintenance of an uneasy peace in March 2004. As stated earlier there was a Norway facilitated peace process on. A ceasefire was in progress with a Scandinavian monitoring mission supervising it. After breaking away, Karuna had indicated that he would abide by the ceasefire and wanted a separate memorandum of understanding. This was vehemently opposed by the mainstream LTTE. Thus the LTTE was wary of upsetting the fragile situation by engaging in violence prematurely and incurring blame.",
    "Another factor was the uneasy political co-habitation that prevailed between the Sri Lanka Freedom Party( SLFP) President Chandrika Kumaratunga and the Govt  of United National  Party (UNP) Prime Minister Ranil Wickremesinghe. It was under great strain at the time of the Karuna revolt. President Kumaratunga unilaterally dissolved Parliament on February 7, 2004 and scheduled elections for April 2. As such prudence decreed that the LTTE should be cautious until elections were held.",
    "Moreover the LTTE had invested politically in the grouping of Tamil parties known as the Tamil National Alliance (TNA), The Eelam Peoples Democratic Party (EPDP) Leader Douglas Devananda used to mock the TNA as  an acronym for “Tiger nominated agents”. The LTTE was banking on the TNA getting over 20 seats in the poll. Of these around 4 to 6 MPs would be from the Eastern districts of Amparai and  Batticaloa. Hence the LTTE did not want to unleash full scale violence in the East until elections were over.",
    "A further reason for the LTTE’s  initial reticence was  the need to assess the military situation. The LTTE hierarchy needed time to take stock of the situation. How many tiger cadres could be estimated as Karuna loyalists and how many would remain faithful to Prabhakaran?  In which parts of the East was Karuna strong or weak? What were the military fortifications and preparations being done by Karuna and the rebel tigers to safeguard territory in the face of a military onslaught by the LTTE? What kind of strategy should be adopted to prevent the inevitable confrontation  deteriorating into a clash  on regional lines of North versus East? The LTTE commanded by Prabhakaran delayed making decisive moves until a proper military assessment was made.",
    "When the  eastern tiger revolt was proclaimed the  prevalent military balance between Karuna’s rebels  and the mainstream LTTE was  delicately intricate   and precariously fluid. In recent times, the Eastern component comprising Batticaloa and Amparai had become almost indispensable to the LTTE. The cadre strength of the LTTE was about 25,000 then. Of these, around 7,000 were either seniors whose fighting days were over, or injured and maimed fighters who could not engage in active combat. This left  about 18,000 fighters, both men and women.",
    "About 7,500 of the fighters were  from Batticaloa and Amparai districts. The region had become the provider of the largest segment of Tiger cadre in recent years. More than 2,000 cadres were recruited or conscripted from the Eastern region after the  2002 ceasefire came into force. The rest of the North-East could swell their numbers by only 500 to 600 after  the ceasefire.",
    "Moreover, not all of the 7,500 cadre from the East were  in their native region. An estimated 1,800 of the Eastern cadre were in the North before the crisis erupted. Since then another 200 Eastern cadre  left Karuna and crossed over to the Wanni. Of the 1,800 Eastern cadres, 600 were  being maintained as a distinct entity. They  comprised  the first division of the Jeyanthan brigade, commanded then  by Jeyathan. These men were deployed on the Northern border along the Kilaly-Eluthumadduvaal-Nagar Lovil axis in the Jaffna peninsula. They manned the security lines and sentry posts to the south of Muhamaalai in the Jaffna peninsula.",
    "After the Karuna rebellion the Eastern brigade became suspect. Its members were relieved of their duties, deprived of arms and kept under mass house arrest. They were screened and debriefed by  Intelligence chief  Pottu Amman and other Eastern Tiger leaders loyal to Prabhakaran, such as Ramesh, Ram, Praba and Ramanan.",
    "In addition to these  there were 400 Eastern cadres serving as bodyguards to important Tiger leaders. Prabhakaran himself had 75 Easterners in his trusted bodyguard unit of 200. Another 800 Easterners were serving in various departments and sections of the LTTE in the North. The Sea Tigers, the intelligence wing, the economic unit, the revenue unit, the medical corps, the artillery unit, the political sections of men and women, the communications corps, the leopard commando unit and even the administrative bodies in the North were manned by Easterners in sizable numbers. The majority of Sea Tigers and members of the Black Tiger suicide squad were  also from the East.",
    "There were 32 departments-cum-fighting formations in the LTTE then. Of these none was headed by Easterners, but all relied heavily on recruits from the region. Three key figures from the East serving in the North then were Puthiyavan of the LTTE administrative secretariat, Nalan of the medical corps and Roshan of the communications wing. Except for a select few, most of these men were initially suspect . After being debriefed and screened. Easterners whose loyalty was proven  and who were  willing to fight Karuna were   formed  into special units to combat the eastern warlord.",
    "It could be seen therefore that the Karuna engineered LTTE split was  both horizontal and vertical. Militarily and politically, Prabhakaran was unwilling to deploy northern cadre to fight Karuna in the East. He preferred  to send in Eastern cadre for the job because they knew the terrain and the political fallout would have been  less risky. The phenomenon of Northern fighters battling and killing Eastern cadre could alienate the entire East from the North.",
    "Thus Senior Batticaloa leaders who defected to Kilinochchi after Karuna’s rebellion were  appointed “legitimate” Eastern Tiger leaders by Prabhakaran. Ramesh  replaced Karuna and was made the special commander for b Amparai and Batticaloa.  Ram  was made the military commander and Praba the deputy military commander. Ramanan was appointed military intelligence chief and Kausalyan appointed as the political commissar.",
    "With the  defections of some of his senior deputies, Karuna too  re-shuffled  his senior officials. Rabat  was appointed the senior military commander. Jim Kelly  Thatha and Visu were appointed deputy military chief and political commissar respectively. Thurai became  the new administrative head and Nilavini the women’s brigade commander. Premini was appointed the women’s political wing head.Bawa was  the new Amparai district head.",
    "Of the 7,500 Eastern cadres, 5,700 were in Batticaloa and Amparai at the time of the split while 1.800 were in the Wanni. Karuna had two divisions of the Jeyanthan brigade under his command. He also had  the Visalagan and Vinothan men’s brigades, the Anbarasi and Mathana women’s brigades, and the Johnson artillery unit under his command. Eastern officer cadre who passed out from the Balendra officers training college were beholden to Karuna.",
    "“Col” Karuna also had an impressive arsenal of heavy artillery. Initially these big guns were moved into the East to pound the Batticaloa town camp, the Veechukalmunai-Pudoor complex, and the Vavunatheevu and Kallady camps if war broke out. Now they wee mounted to the south of Trincomalee in anticipation of a Tiger strike.",
    "It was  well-known that LTTE supremo Prabhakaran was depending  on Sornam, the senior commander from Trincomalee, to lead the invasion into Batticaloa when the time was  ripe. Sornam  was  camped  along the northern banks of the Verugal River in Trincomalee district. The crocodile-infested river demarcates Batticaloa and Trincomalee districts. Karuna  deployed about 800 cadres in the Maavadichenai sector to prevent an invasion across Verugal. The defenders were  commanded by Karuna’s brother Sivanesathurai alias  Reggie. The  120 mm and 122 mm  long-range artillery  was also placed south of Verugal Rivers as  a deterrent.",
    "In addition, Karuna’s cadre also patrolled  the shores along Vaaharai, Kaluwankerny, Panichankerny and other  coastal areas anticipating a sea-borne invasion. The three Eastern Tiger coastal camps of Vaaharai, Paalchenai and Challaitheevu were also under Karuna’s control. Key highways and trunk roads coming into the district were also monitored  and suspect vehicles and passengers checked. Key roads in the interior were also",
    "Karuna feared infiltration by Intelligence Chief  Pottu Amman’s men. Large-scale invasion through clandestine routes were also anticipated. All three routes of the famous “Beirut trail” linking the North and the East via jungles were  also watched. Apparently, Karuna hoped then to keep Batticaloa “sealed” as long as possible.",
    "Karuna also  expelled several people closely connected to the LTTE. He  closed down LTTE run  courts, police stations, tax offices, intelligence offices and administrative units. The Northern Tamils manning them were  sent away. In the process, several Jaffna academics and students in the Batticaloa Eastern University also had to go away. Several Jaffna traders and a few professionals were also intimidated and chased  away. Many others left Batticaloa  out of fear. Karuna justified this  forced exit as a “pressure tactic” to influence the LTTE in the Wanni. However, such moves  created a rift between the Northern and Eastern Tamils in the east then",
    "Meanwhile the mainstream LTTE used every counter-propaganda tactic to vilify and discredit Karuna. Among the charges levelled against him were corruption, misappropriation of funds, illicit sexual liaisons with senior women Tiger leaders, internal killings and torture, sending wife and children safely to Malaysia, involvement with an external force, conspiring with the Colombo government, selling out Tamil nationalism, being a cat’s paw of those seeking to break up North-East unity and so on.",
    "The LTTE game plan seemed  to be that of waiting and undermining Karuna through this type of propaganda. If more and more Eastern  cadre believed this propaganda and got  alienated from Karuna, his position would be weakened. The Eastern people too would turn against him. Under such circumstances, it would be easier to destroy Karuna  and also contain a regional backlash.",
    "Realising  the  dangers of the LTTE campaign against him, Karuna began  acting accordingly to counter it. Although Karuna had  received the sympathy of the international, Sinhala and English media, the Tamil press in Colombo  and Jaffna was  hostile. Tamil newspapers were generally supportive of the mainstream LTTE and published the anti-Karuna propaganda dished out by the LTTE.",
    "Enraged Karuna supporters  burnt copies of the Virakesari, Thinakkural and Sudar Oli and “banned” these newspapers in Batticaloa. Karuna used the four-page Tamil daily “Thamil Alai” to propagate his point of view in Batticaloa and Amparai. Karuna’s idea was to prevent information unfavourable to him from being provided to the people of Batticaloa and promote his own line. This was  not an easy task given the reach of radio, television and electronic mail. Yet Karuna persisted in trying to embargo information then.",
    "General elections were held on April 2, 2004 and a new Parliament including 22 TNA members was  elected. It was now obvious that the long awaited Tiger vs. Tiger confrontation in the East would occur soon. When would D-day dawn on the eastern horizon was the multi-million-rupee question.",
    "It came exactly a week after elections on April 9. Few people would have thought that the LTTE would pick April 9, 2004 to begin the attack, as it was Good Friday. The possibility of the LTTE launching an attack on Good Friday and hurting Christian sentiments seemed improbable. But the LTTE obviously ignored this and used the element of surprise to its advantage.",
    "The  LTTE’s “Good Friday” attack resulted in much bloodshed and great loss of life. Hundreds  of Eastern Tamil youths were brutally massacred in the fratricidal war. Karuna’s eastern rebellion was crushed.  These matters will be related in detail in a forthcoming article."
  ]
}