{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ambuluwawa-tourist-project-to-attract-thrill-seekers-147479/",
  "time_ut": 1705411800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Ambuluwawa tourist project to attract thrill seekers",
  "original_body_lines": [
    "ECONOMYNEXT – The Ambuluwawa Biodiversity Center will be developed as a tourist zone with opportunities for adventure sports, State Minister of Justice and Prisons Anuradha Jayaratne said.",
    "“We hope to bring fifteen percent of the tourists coming to Sri Lanka to Ambuluwawa,” Jayaratne was quoted by the Government Information Department.",
    "Various adventure sports and recreational activities will be offered in an area spread over 8 acres of the 450-acre Biodiversity Center, the minister said at an event to promote Ambuluwawa as a tourist area.",
    "“The Ella Odyssey train will stop at Gampola station for a short while so tourists can take in the Ambuluwawa tourism experience.”",
    "According to Jayaratne, 8% of tourists coming to the island visit Ambuluwawa.",
    "He claimed the area will be developed into an economic hub of the Kandy District, particularly Gampola town, with the introduction of a cable car project.",
    "Sri Lanka’s Board of Investment signed an agreement to develop a cable car system in the country in November 2023.",
    "“Amber Adventure signed an agreement for 4.5 million US dollars, in collaboration with Ambuluwawa Bio Diversity Center, and technical and product expertise from China Machine-Building International Corporation,” the BoI said on X (twitter) at the time.",
    "Several proposed cable car systems in various parts of the island, including one in the hill country town of Nuwara Eliya, have not materialized so far.",
    "Sri Lanka is targeting 2.3 million tourists in 2024 with India, Russia, China, the United Kingdom and Germany expected to bring most of the arrivals, Chairman of the Sri Lanka Tourism Development Authority (SLTDA), Priyantha Fernando has said.",
    "Tourist authorities say Sri Lanka needs to sell a product that attracts high spending tourists.",
    "“We are going to market Sri Lanka in a way that you can’t think possible,” President Ranil Wickremesinghe has said. “So we will have to re-think our tourist policies.” (Colombo/Jan16/2024)"
  ]
}