{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100608/oil-tanker-capsizes-in-oman-sri-lankan-captains-daughter-speaks-to-ada-derana",
  "time_ut": 1721318880.0,
  "original_lang": "en",
  "original_title": "Oil tanker capsizes in Oman: Sri Lankan Captain’s daughter speaks to Ada Derana",
  "original_body_lines": [
    "Omani authorities say nine members of a 16-strong Indian and Sri Lankan crew have been rescued, after going missing when their oil tanker capsized off the coast of Oman on Monday. One other has been found dead.",
    "The vessel, captained by a Sri Lankan, K. Vaiththiyakumar, had a crew comprising 13 Indians and 3 Sri Lankans, as per reports.",
    "Among the rescued, eight are Indians and one is Sri Lankan, all of whom are currently receiving medical attention. However, six crew members, who escaped in a second lifeboat, remain missing.",
    "Speaking to Ada Derana, Thulasi Vaiththiyakumar, the daughter of Captain Vaiththiyakumar, expressed deep concern over the missing crew members.",
    "“The captain of the ship is my father. His vessel had a crew of 16 members. Among them, 13 are Indians and 3 are Sri Lankans. So far, 10 of them have been rescued, but unfortunately, one has already passed away. Among the nine who have been saved, eight are Indians and one is Sri Lankan. They are under medical attention right now. The rest of the six who escaped in the second lifeboat are still missing,” she said.",
    "She further added, “The Oman government, Oman maritime security, and the Indian Navy are coordinating the rescue efforts, but no location has been identified yet. Everyone is trying their best to locate them.”",
    "“We are really upset. Still, those six people’s families are looking forward to their loved ones. We are really worried.”",
    "Meanwhile, the relatives of Captain Vaiththiyakumar have lodged a complaint with the Bambalapitiya police last night (17), according to the daughter of Captain Vaiththiyakumar.",
    "Thulasi also mentioned that when she tried to contact her father, someone answered the phone and responded in an unknown language, adding to the family’s distress.",
    "The three Sri Lankans on board the vessel were Captain Vaiththiyakumar, Chief Engineer Dayanithi Appasamy, and Second Officer Kuganesan Mahesadasan.",
    "Meanwhile, foreign media reported that the rescue operations are being conducted amid challenging weather conditions as the area is experiencing rough seas and strong winds.",
    "The “Prestige Falcon”, a 117-metre oil product tanker, was heading to Aden in with a crew of 13 Indians and three Sri Lankans when it capsized off Oman’s major industrial port of Duqm. Oman’s Marine Security Centre said that the vessel remains ‘submerged’ and ‘inverted’."
  ]
}