{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-assurance-celebrates-its-people-at-2025-staff-conference/",
  "time_ut": 1752923940.0,
  "original_lang": "en",
  "original_title": "HNB Assurance celebrates its people at 2025 staff conference",
  "original_body_lines": [
    "In a year that marked new milestones and continued momentum, HNB Assurance brought together its team from around the island, for the 2025 Staff Conference, an evening dedicated to celebrating its people and the values that fuel the company’s remarkable rise. With over 850 team members in attendance, the event was graced by Chairman Stuart Chapman as the Chief Guest, alongside members of the Board of Directors, making it a truly memorable gathering.",
    "Held under the theme of “United, Bold, Victorious” the event wasn’t just a look back at accomplishments, it was a celebration of the individuals behind them. From honoring years of loyal service to applauding those pushing boundaries across teams and disciplines, the night was a powerful reminder of why HNB Assurance continues to thrive.",
    "The highlight of the evening was a series of recognitions that reflected the company’s holistic approach to success. The Long Service Awards honored those who have dedicated over 15 years to HNB Assurance’s journey. The Chairman’s Award recognized employees who have truly redefined excellence. The In.she Woman Empowerment Award celebrated women breaking barriers, while the CEO’s Special Recognition Award honored teams and individuals achieving extraordinary success outside their formal roles – including in sports and collaborative business innovations.",
    "Addressing the gathering, Executive Director / CEO Lasitha Wimalaratne reflected on the year and the collective effort that continues to drive HNB Assurance forward “We are not just building a business. We are building a culture of purpose, integrity and shared ambition. Over the past few years, we have grown at twice the pace of the industry, not because of chance, but because of our people, their commitment and belief in what we are building together. I couldn’t be prouder to lead this team.”",
    "Navin Rupasinghe, Deputy General Manager / Head of Human Resources, sharing his thoughts, stated, “This conference is a celebration of growth, but more importantly, of gratitude. It is about recognizing the culture we have created, one where people feel valued, empowered and inspired. Every award handed out tonight carries a story of hard work. As we continue to raise the bar, it is clear that our greatest asset will always be our people. This year also marks a significant milestone with the official launch of our Diversity, Equity, and Inclusion (DEI) framework, reinforcing our commitment to creating a workplace where everyone feels seen, heard and supported, which is another step toward building an environment where every individual can thrive.”",
    "Ceylinco Life hosts policyholder families to five days in sensational Shanghai",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}