{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/bangladesh-central-bank-governor-resigns-after-sri-lanka-style-unrest-amid-imf-programs-176247/",
  "time_ut": 1723282080.0,
  "original_lang": "en",
  "original_title": "Bangladesh central bank Governor resigns after Sri Lanka style unrest amid IMF programs",
  "original_body_lines": [
    "ECONOMYNEXT – Bangladesh Central Bank Governor Abdur Rouf Talukder resigned media reports said, after the fall of government in Sri Lanka style unrest coming in the wake of steep currency collapses.",
    "He had submitted to resignation to the Financial Institutions Division of the Ministry of Finance.",
    "“He [Abdur Rouf Talukder] sent the resignation to me through WhatsApp,” the portal quoted FID FID Secretary Md Abdur Rahman as saying.",
    "Bangladesh’s Prime Minister Sheikh Hasina fled the country as protests broke out across the country as the Bangladesh Taka collapsed under multiple International Monetary Fund programs, with money printed to keep rates low.",
    "As authorities tried to crush the protest leading to hundreds of deaths, protest spiraled.",
    "Central bank staffers themselves had stormed offices the leadership last week, demanding the resignation of Deputy Governors and Governor.",
    "Bangladesh central bank Governor resigns after Sri Lanka style unrest amid IMF programs",
    "Abdur Rouf Talukder was appointed in July 2022, when the exchange rate was already at 93 to the Taka.",
    "Since the covid crisis, the currency had fallen from 84 to the US dollars, as Bangladesh cut rates to 4.75 percent compared to 5.5 percent in Sri Lanka.",
    "Unlike Sri Lanka, where the central bank has aggressive money printing tool, including a standing facility, overnight and term reverse repo facilities, Bangladesh limits liquidity and has been able to control the exchange rate providing stable base for investments and exports to take off.",
    "In Sri Lanka, authorities have been blamed for not going to the IMF and trying to float without a program for the worst currency crisis in the history of the central bank.",
    "However, Bangladesh’s currency collapsed despite multiple IMF deals totaling about 4.0 billion US dollars.",
    "In May 2020, Bangladesh Bank was given a Rapid Credit Facility and Rapid Financing Instrument, simultaneously, allowing it to continue to mis-target rates as Sri Lanka did with swaps.",
    "The country entered an Extended Fund Facility which require more reforms in January 2023 along with an Extended Credit Facility, and a Resilience and Sustainable Facility.",
    "At the time the exchange rate was already at 105 to the US dollar. The last collapse or devaluation of the Taka to 117 was in May 2024 ahead of IMF approval of a review with a missed reserve target.",
    "The central bank was printing money mainly by purchasing government securities outright through a process called ‘devolvement’ to trigger forex shortages, but unlike in Sri Lanka other liquidity tools were sparingly used.",
    "By keeping the exchange rate stable, previous central bank governors, particularly Atiur Rahman, who resigned in the wake of a cyber attack on the bank in March 2016, kept the exchange rate stable, helping turn the country into a poster child export economy, much as East Asia did in the 1980s.",
    "In May with another devaluation, hurting wage earners, students and the unemployed, a ‘crawling peg’ was announced as a pre-cursor to a full ‘flexible exchange rate’ negating any advantage of stopping ‘devolvements’.",
    "The flexible exchange rate is probably the deadliest monetary regime ever cooked up by Western mercantilists and peddled to reserve collecting third world central bank. Sri Lanka defaulted on its sovereign debt after surviving a war with a ‘flexible exchange rate’.",
    "The IMF in technical advice has also advocated standing facilities, compared to earlier BB practice of limiting access to central bank credit (no assured liquidity) limiting the ability of banks to overtrade and helping in external stability as well as open market operations.",
    "Sri Lanka’s central bank Governor, Nandalal Weerainghe, imposed quantity limits on bank access to window money at the height of the crisis (the US Fed has permanent counterparty limits).",
    "In an earlier crisis, then Deputy Governor also limited window access, creating a two Tier window.",
    "Central bank liquidity tools have the same effect as monetization of deficits, but window liquidity may hit the exchange rate faster by financing private credit linked to imports, rather than government spending which is mainly domestic expenditure.",
    "The IMF, until 1978, was an agency that was set up to maintain monetary stability and to keep exchange rate stable, now frequently claims exchange rates are mis-aligned.",
    "In East Asia where there is greater knowledge of operational frameworks to maintain external anchors it accuses central bank of ‘undervaluing’ currencies using various mathematical formulas devised by US Mercantilists who oppose stable export powerhouses with fixed exchange rates.",
    "Bangladesh Bank was following a reserve money targeting framework, which works fine as long as the reserve money is under-supplied and is driven entirely by expansions in net foreign assets of the central bank.",
    "However as soon as liquidity tools are used to maintain rates and prevent a contraction in reserve money (by devolvements or open market operations) after fx interventions, the currency collapses.",
    "Politicians usually get the blame because Treasury securities are used to provide liquidity and people assume deficits are monetized.",
    "Before the age of inflation which began with the invention of the policy rate and open market operations in the 1920s by the US Fed which triggering the Great Depression after the roaring 20s bubble, it was common knowledge among central bankers and classical economists why currencies depreciated (or the gold price went up.)",
    "David Ricardo, explained as far back as 1810 after the Bank of England suspended gold convertibility (clean floated) how a central bank loses gold reserves by preventing a contraction in reserve money. A the time banks did not have dollar reserves but gold.",
    "“..[i]f the Bank assuming, that because a given quantity of circulating medium had been necessary last year, therefore the same quantity must be necessary this, or for any other reason, continued to re-issue the returned notes, the stimulus which a redundant currency first gave to the exportation of the coin would be again renewed with similar effects; gold would be again demanded, the exchange would become unfavourable,” he wrote in  The High Price of Bullion, a Proof of the Depreciation of Bank Notes.",
    "“In this manner if the Bank persisted in returning their notes into circulation (by open market operations and standing facilities now), every guinea might be drawn out of their coffers.”"
  ]
}