{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96556/all-stalled-development-projects-to-commence-in-february-bandula",
  "time_ut": 1705687260.0,
  "original_lang": "en",
  "original_title": "All stalled development projects to commence in February - Bandula",
  "original_body_lines": [
    "Development projects are set to commence in February, following the finalization of agreements related to the debt restructuring and ongoing discussions with foreign creditors of Sri Lanka, according to Dr. Bandula Gunawardena, the Minister of Transport, Highways, and Mass Media.",
    "During a media briefing at the Presidential Media Centre on Friday (Jan.19), the minister highlighted that Rs. 150 million has been allocated to the District Development Committees under the relevant chairmen for road development. Additionally, Rs. 50 million has been earmarked through the Ministry of Rural Affairs for the development of small roads.",
    "Gunawardena further addressed the financial landscape, emphasizing the need for careful consideration of income and expenditure in the challenging year ahead.",
    "In 2022, the government’s total tax revenue amounted to Rs. 1,751 billion, with 72% (Rs. 1265 billion) allocated to government employee salaries, pensions, and Rs. 506 billion spent on Samurdhi allowance and support for the less privileged. The minister highlighted the challenge of balancing expenses, including interest payments on loans (Rs. 1,065 billion) and capital expenditure (Rs. 715 billion).",
    "He reported the earnings of various government departments, such as the Inland Revenue Department (Rs. 1,550 billion), Customs Department (Rs. 922 billion), Excise Department (Rs. 169 billion), and Motor Vehicle Commissioner Department (Rs. 20 billion). Despite an increase in income from the public and various strategies in 2023 (Rs. 3,201 billion), expenses outpaced revenue, resulting in a deficit.",
    "In 2023, the government spent Rs. 2,160 billion on subsidies, Rs. 2,263 billion on interest payments, and a total of Rs. 4,394 billion to run the government, while its income for the year was Rs. 3,201 billion. The government borrowed extensively, with Rs. 10,091 billion borrowed domestically through Treasury Bills and Treasury Bonds.",
    "Looking ahead to 2024, development schemes are slated to begin in February after the restructuring of debt and finalizing agreements with creditors. Notably, a USD 60 million loan from the World Bank and financial assistance from the Samurdi Fund will be utilized for road repairs.",
    "Despite financial challenges, significant allocations have been made for the Chairmen of District Development Committees, with Rs. 150 million for road development and an additional Rs. 50 million for the development of small roads. The restructuring of foreign debt has reached its final stages, paving the way for the resumption of paused development projects."
  ]
}