{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dr-nm-pereras-days-at-s-thomas-ananda-colleges-and-entry-into-films/",
  "time_ut": 1726344240.0,
  "original_lang": "en",
  "original_title": "Dr. NM Perera’s days at S. Thomas’ & Ananda Colleges and entry into films",
  "original_body_lines": [
    "(Excerpted from NM – in his own words; as seen by others Edited by Prof. Colvin Goonaratna)",
    "Somewhere towards the end of the war in 1918, I left St. Joseph’s School Grandpass, and sought admission to St. Thomas’ College, where my brothers were already boarded. Rev. Stone, who was Warden at the time, suggested that I make my application a year later, after a year at Cathedral Boy’s School, Mutwal, which was a branch of St. Thomas’ at the old premises.",
    "I spent an uneventful year at the school to which I walked from home every morning, a distance of about three miles. My mother gave me 15 cents to spend on my lunch. I generally ate a bun with a cup of plain tea thrown in. Rest of the money I devoted to gram. After school, I trudged back home for a hefty plate of rice.",
    "This school left no impression on me at all. Of the teachers, only one, Mr. Thambimuttu, remains in my memory. He taught me boxing. Mr. Jayasekera also rings a bell in my mind as a person who came occasionally to teach me singing. I made no headway in this.",
    "In 1919, I went to the main College, St. Thomas’, as a boarder at Mount Lavinia. My elder brother, N.S.Perera, was already the Prefect at Coppleston House. My other brother, David, was also in the same House. Quite naturally I found myself installed at this House from the first day. Normally juniors gravitate from the ‘small houses’ like Winchester to the ‘big houses’ like Chapman and Coppleston. I escaped the hierarchical flow.",
    "Coppleston was situated outside the bounds of the college proper. Since dormitory arrangements were still in the incubation stage, a private house was rented out as a dormitory. It was quite an old, somewhat ramshackle building with no running water. All of us had to troop to the well in the morning and there was quite a rush for the early morning ablutions.",
    "There must have been about 40 of us in that ramshackle building with its uncemented floors. We had to march to the dining hall for morning tea and it was quite a sight to see the boys running half-dressed, unkempt, half-washed or unwashed. Some were lacing their boots as they walked, some were buttoning their clothes. Most of us were in various stages of disarray, but quite presentable by the time the hall was reached.",
    "Of my school days, the period I spent at S. Thomas’ was the happiest. I look back to this period with genuine nostalgia. I reveled in the outdoor life it offered. As I have adverted earlier, studies came easily to me. I needed no prodding. I did enough to meet the requirements of the form-master and never thought of getting to the top of the class. It was sufficient for me that I was within the first ten.",
    "As soon as school was over, we trooped into the dining hall for a cup of tea and a slice of bread which had a pat of butter. There might have been a sour plantain thrown in but this I cannot remember for certain, but food mattered least to us. We swallowed and gobbled and made a beeline to the cricket ground.",
    "Cricket was the all-absorbing game. We lived for it, talked of it and dreamt of it. College was divided into two clubs. The small club and the big club. The small club was confined to the small boys and fell into four divisions. The smallest began in ‘D’ division. Every now and then, most promising boys were permitted to enter the ‘C’ division. As I showed some talent in cricket, I began with a jump to the ‘C’ division straightaway. From this, the best graduated to the ‘B’ division. From there the next step was ‘A’ division, which was a prelude to big club promotion.",
    "All the best cricketers of the college were at the big club. We, of the small club, dreamt of the day when we would get promoted to the big club and eventually find a place in the first eleven, with the right to wear the college blazer.",
    "I think I made history at the small club of S, Thomas’. I was allocated to the ‘C’ division. Just above us was ‘B’ division which consisted of older boys with more cricketing prowess than us. After a few months the ‘C’ division accomplished an unprecedented and unheard of feat. We challenged the ‘B’ division and beat it handsomely. I take pride in the fact that I had a major hand in it with my bowling.",
    "We were not content to rest on these laurels. We challenged the ‘A’ division and played on a proper matting wicket. The outcome of this match has slipped my memory, but we could not have fared too badly. We did have some good cricketers who blossomed out in college cricket in later years. Not long after this, I was promoted to the big club, but I did not stay long enough to qualify for the first eleven. I left St. Thomas’ for Ananda in 1922.",
    "The whole atmosphere at St. Thomas’ at this time was pleasant and enjoyable. There was never a dull moment. The dormitory master was C. B. Paulick- Pulle who left us severely alone with little or no supervison. On Sunday morning, Rev. Stone, the Warden of the college, walked from his bungalow which was down the road by the railway crossing near the beach. He either played chess with us or draughts. He generally beat the boys at chess, I made up for it by defeating him at draughts.",
    "My attachment to chess was induced by Rev. Stone and I am grateful to him, for it has continued to be a source of enjoyment to date. I never had the time to deviate into competitive chess. It continues to be a delectable relaxation from other work. Warden Stone also had a hand in moulding my educational career. He was responsible for diverting me from science to the classics.",
    "He insisted that I take to Latin and Greek instead of science as my two elder brothers were already science students. We had already been inducted into Latin in fourth form. When I was promoted to the fifth form, which was preparatory to the Junior Cambridge, I was drawn into the study of Greek. I cannot say I was very enthusiastic, nor was I disposed to protest.",
    "My elder brother, N. S. Perera, acquiesced and I fell in line. I can still remember the Greek alphabet, and the only book that has still remained in my memory is Zeno Phon Anabayis. Fortunately for me, I was moved away from St. Thomas’ before I could get absorbed into this dead language.",
    "We had some interesting characters as teachers at St. Thomas’. It was a tradition of the College to give nicknames to masters. Mr. C. V. Perera was dubbed ‘Soapa’ because it was said he had come to class half- shaved, and with soap on his face having been driven out of the house by his wife. He was a henpecked husband and generally took revenge by venting his ire on the boys.",
    "He had a habit of slapping the boy nearest to him for a wrong answer given by a boy in the back of the class. Sometimes, he did a round of slapping for no ostensible reason that one can think of. But he",
    "stopped short of the heftier boys who he feared might retaliate. I took the precaution of always sitting next to Dunstan de Silva, a forbidding hefty chap whom ‘Soapa’ never touched. ‘Soapa’ did our Latin and Greek.",
    "Hilary Jansz commanded our respect because he was a strict disciplinarian. He was called ‘Herali’. O.P. Gunaratne, known as ‘La Goone’ because of his penchant for French, was also a strict taskmaster. More amiable was ‘Rambuttan’ Amerasinghe devoted to Mathematics. ‘Holman’ Ohlums was more sedate and easygoing. But on occasion he did a vicious horse-bite on the thighs of boys. Wanigasekera ‘Coolpide’ taught elementary science but was not very impressive. Mr. Arndt was volatile and aloof; he covered English literature and Greek. He had a reputation as a Shakespearean actor. He produced “Twelfth Night”, playing the part of Malvolio. I believe it made quite a hit at the time.",
    "A man whom all of us feared was ” Nain Cotta” Navaratnam, the dormitory master of Chapman house. A short man with a short temper with a biting tongue as vicious as his mien. He kept very much to himself because he was more concerned with his law studies than teaching. He eventually passed on to practice at the bar with some degree of success.",
    "I left St. Thomas’ College and joined Ananda in the year 1922, This sudden switch from a missionary",
    "institution to a national institution marked an important watershed in my life. Many reasons contributed to this significant change.",
    "Under the dynamic leadership of Mr. P de S. Kularatne, Ananda was becoming the premier Buddhist educational establishment of the country. More than that, it was in the forefront of education. It outshone other colleges in the results it achieved in public examinations. An outstanding staff gave it a pre- eminence which attracted the best talents of the student population.",
    "Apart from Mr. Kularatne himself, we had such teachers like G. Weeramantry, T.B. Jayah, G.P. Malalasekera, C. Suntheralingam, C. S. Strange, C.V. Ranawaka, William Perera, J.N. Jinendradasa, L.H. Mettananda, G.C. Edirisinghe, etc.",
    "Furthermore, this was the period of Buddhist revival coupled with nationalism. Mr. Kularatne himself had led the way by donning the national dress and discarding the coat and trousers as foreign to our cultural heritage. Doubtless, the ferment in India under the leadership of Mahatma Gandhi, Motilal Nehru, Sapru Malaviya and C.R. Das fired the imagination of an institution like Ananda.",
    "It is no accident that Ananda at this time sponsored distinguished guest speakers such as Mrs. Sarojini Naidu and Dr. Evans Wentz. While Mrs. Sarojini Naidu kindled our national aspirations, Dr. E. Evans Wentz stimulated the Buddhist revival. These were but two facets of the single objective of national regeneration. National independence was a sine qua non for Buddhism to regain its rightful place in the country. This trend of thought got additional stimulus from an address by Mrs. Annie Besant.",
    "I was thus catapulted from a carefree world of sport and an alien atmosphere to a new world of intense",
    "nationalism. In my last year at St. Thomas’, I had been smoothly inveigled into becoming a Christian as a result of some slick work on the part of Rev. G. B. Ekanayake. I was rescued just in time by the vigilance of my parents who gently whisked me away from that atmosphere.",
    "The transfer to Ananda was facilitated also by the change of abode from St. Joseph’s Street to Maligakanda. My father decided to run away from his pestering relatives in the Grandpass area and shifted to a rented house in Maligakanda Road. There was the added reason that my elder brother, N. S. Perera, had finished his schooling. All three of us, therefore, left the boarding at Mount Lavinia.",
    "I continued my studies at Ananda. My elder brother, David, dropped out of his studies. N. S. took to teaching for a short while before joining the Survey Department as a probationary Assistant Superintendent of Surveys, one of the first batches I believe opened to Ceylonese.",
    "Student life at Ananda was quite different to the carefree, playful atmosphere of St. Thomas’. As a day scholar, I had not the constant companionship of students that a boarding life offers. I came bang into the problems connected with domestic life. Congested Maligakanda was not an invigorating place. There were no congenial companions close by and the lighthearted happiness I enjoyed at Mount Lavinia had evaporated.",
    "Fortunately, we did not dwell long at Maligakanda. Within the space of a year or so, we shifted to No. 41, Campbell Place, a house with a garden in front and the rear. Father had purchased it and there we felt a sense of relief. Our neighbours were kind and friendly. I was particularly pleased because the college playground was only a few minutes’ walk from home.",
    "With my admission to Ananda, my concentration on studies increased. I cleared both Junior and Senior Cambridge examinations without much effort though I do not think I did anything outstanding. Still, my first love was cricket. The strong predilection that I had for outdoor sport, continued unabated. Football, hockey, athletics and cadeting, all absorbed most of my waking thoughts. Studies were not neglected. I took them in my stride. When I left St. Thomas’, Latin and Greek were also left behind.",
    "Ananda had jettisoned these dead languages and I got propelled into more exciting studies like history and geography. I was pushed into botany and chemistry as well. These latter subjects never caught my fancy, may be because the teachers were not inspiring enough.",
    "At Ananda, after the first year, I was blossoming out as a leader of the students. Apart from the fact that as a cricketer of the first eleven, I commanded some prestige as I participated in more of the extra-curricular activities. Debating societies found in me an active member. At the fair for raising funds for the College, Mr. Kularatne would pick on me for responsible jobs. He felt he could depend on me to do my work without fear or favour.",
    "More formative was the new atmosphere I breathed. I began to grasp the true meaning of Buddhism. Hitherto, it had been just ritual, going to temples with members of the family, reciting gathas and lighting oil lamps. Now, for the first time under the guidance of great teachers like Rev. Ananda Maithriya, Buddhist philosophy broadened my humanism. The reality of the doctrines began to penetrate the innermost recesses of my thinking. It was natural, therefore, that I observed Ata Sil on most Poya days while at Ananda.",
    "Herein lay the great divide. Missionary education was both apolitical and anti-national, not specifically, but insidiously so. An institution like Ananda had a different tone and a different atmosphere. At Ananda, one felt the impact of everything that was happening in the country, to the people of the country. At an institution like St. Thomas’, one felt aloof and immune from the hurly burly of everyday life. I believe this was typical of most missionary schools that functioned during this time.",
    "In this new atmosphere charged with nationalist feelings, the more serious side of my character was being stirred. Ananda was slowly remoulding me. Every discussion, every controversy was stirring something latent in my consciousness. In the not too distant future, these smouldering embers would be kindled and the blazing fire would help devour much of the privileges and injustices of an alien hegemony.",
    "I came a cropper at the 1924. London Matriculation Examination, the only examination I ever failed. I had offered botany as one of the subjects, and it pulled me down. So much depends on the correct approach of the teacher in stimulating the interest of the subject, that botany never caught my imagination at that time. Looking back, I think this is a pity because it can be a fascinating subject if more field work and less classroom studies are undertaken.",
    "Anyhow, I switched from botany to logic the following year and easily cleared the hurdle. Here, I must pay a tribute to the teacher who made a vital difference to me in my studies. I refer to Mr. G. C. Edirisinghe. He generated a new enthusiasm in the study of history in particular. A keen mind, George, as we fondly called him, had read widely. He was well steeped in Gibbon and had a good grasp of the philosophy of history. He had the capacity to impart the wide knowledge he had imbibed. With history ceasing to be a dull recitation of dates, but a living comprehension of the threads that bind humanity as it moved towards a higher synthesis, I am deeply beholden to him for the help he gave me.",
    "I left Ananda in 1925 after the inter- collegiate cricket season. I captained the team and we did fairly well as a side. We played a number of matches with other big colleges, a privilege which we did not enjoy in previous years. So strong was the prejudice against Ananda by the top missionary colleges.",
    "A gap of five to six months intervened between leaving Ananda and joining the University College.",
    "There was no University then. We had a College affiliated to the London University for the examinations which the students sat. Time would have been weighing on me heavily during this gap, had not chance offered me a stranger and exciting experience.",
    "Mr. Noorbhai of Bambalapitiya had decided to screen a film in Ceylon and engaged a Bengali producer, Mr. Gupta. An advertisement appeared in the local press calling for would be actors and actresses. Partly out of curiosity, partly as a lark, I applied. To my surprise I was interviewed and chosen to take the part of the hero. I was reconciled to be allotted some minor role, and the chief role was more than my wildest dream entertained.",
    "The location of this new film venture was in Joseph Lane, Bambalapitiya. It was a house belonging to Mr. Noorbhai situated quite close to his own abode. At this distance of time I have only a foggy memory of the place and its layout. It was bare of all furniture, and I believe Mr. Gupta, the director, sat cross-legged on a mat and interviewed me. He was a small-made shabbily dressed unimpressive man, whose knowledge about film production could not be rated very high. He wore a dhoti that does not seem to have seen the dhoby for some time.",
    "His appearance was indicative of his limited mental equipment for the onerous task of producing a film. He might have been a technician of some sort from Bengal. Somehow or other, he seems to have inveigled the hardheaded businesses man, Mr. Noorbhai, into embarking on a doubtful venture.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}