{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/united-for-nature-citizens-forces-and-agencies-rally-to-clean-kalagama-and-balalu-wewa/",
  "time_ut": 1757772120.0,
  "original_lang": "en",
  "original_title": "United for Nature: Citizens, Forces and Agencies Rally to Clean Kalagama and Balalu Wewa",
  "original_body_lines": [
    "In a rare show of unity and determination, more than 2,000 people—from the armed forces to village families—joined hands over three consecutive days to clean up the Kalagama and Balalu Wewa areas, spanning nearly 20 acres of land.",
    "The operation, spearheaded by the conservation group Wild Tuskers of Sri Lanka (WTS), has been hailed as one of the largest and most inclusive community-driven environmental campaigns in recent years.",
    "The effort unfolded with military precision. On the first day, about 650 personnel from the Army, Navy, and Air Force took the lead, clearing vast stretches of polluted land and waterways. The following day saw the participation of 800 villagers and residents, while the third day brought together around 700 people—a blend of forces, families, and volunteers who worked shoulder to shoulder until the task was complete.",
    "Joining hands in the campaign were the Department of Wildlife Conservation (DWC), the Mahaweli Authority, and the Pradeshiya Sabha, along with social media collectives, civic organisations, and everyday families.",
    "Veteran wildlife photographer Saman Halloluwa, who actively participated in the drive, said the initiative was as much about shifting mindsets as it was about cleaning the environment.",
    "“This was not just about removing garbage. It was about reminding ourselves of the responsibility we all share to protect our forests, lakes, and wildlife,” Halloluwa said.",
    "Speaking to The Sunday Island: “Seeing villagers, schoolchildren, the forces, and government agencies working together was deeply inspiring. These landscapes are home to elephants and countless other species. By protecting their environment, we are ultimately protecting our own future too.”",
    "According to Halloluwa, the scale of the pollution in these areas had reached alarming proportions. He explained how discarded plastics, polythene, and glass bottles not only marred the beauty of the environment but also posed a direct threat to wildlife. “Elephants are known to ingest plastic waste while foraging near human settlements or garbage dumps. This leads to severe digestive complications and, in some cases, death. Cleaning the environment is an urgent necessity, not an optional exercise.”",
    "Kalagama and Balalu Wewa fall within regions that are part of elephants’ traditional home ranges. These areas provide critical foraging grounds and watering points, particularly during the dry season. But with growing human encroachment and careless waste disposal, elephants increasingly face danger.",
    "Wildlife officials confirm that plastic ingestion has become one of the lesser-known but deadly threats facing Sri Lanka’s wild elephants, alongside habitat loss and human-elephant conflict. A 2020 study documented several cases of elephants dying from consuming non-degradable waste, often left behind in forested areas or near village tank bunds.",
    "“The elephants cannot speak for themselves. It is our duty to ensure their habitats remain safe and clean.”",
    "Halloluwa stressed that conservation is inseparable from community participation. “We can have policies and laws, but without people—villagers, families, children—being part of the solution, we will not succeed.”",
    "The Wild Tuskers of Sri Lanka (WTS) conceptualised the project, prepared the proposal, and coordinated with the relevant authorities. It was also WTS that secured the participation of the tri-forces—a key factor in ensuring the campaign’s efficiency and scale.",
    "Speaking to The Sunday Island, WTS representatives explained that the idea was born out of growing concern over the neglect of critical elephant habitats. “We realised that awareness alone was not enough. Action was needed, and action at scale,” a spokesperson said. “By bringing the forces, agencies, and villagers together, we wanted to demonstrate what true collaboration can achieve.”",
    "The organisation hopes that the Kalagama-Balalu Wewa operation will serve as a blueprint for future efforts elsewhere in Sri Lanka.",
    "While the sight of uniformed men and women working tirelessly caught attention, it was the presence of families that made the campaign truly remarkable. Children helped gather plastics, mothers prepared meals for volunteers, and elders guided groups to long-neglected waste sites hidden in scrublands and tank bunds.",
    "Social media collectives amplified the message, mobilising participation and ensuring that the success of the initiative reached far beyond the immediate area. “It was a living reminder that conservation is not limited to scientists and policymakers. It is something everyone can take part in,” Halloluwa observed.",
    "Environmentalists warn, however, that cleanup drives must be coupled with systemic changes in waste management. Unless villages are provided with sustainable disposal mechanisms, the risk of waste piling up again remains high.",
    "Halloluwa urged authorities to build on the momentum: “One-off cleanups will not save our elephants or our ecosystems. What we need is a cultural shift—where waste is reduced at the source, where recycling is normalised, and where natural habitats are seen as sacred. If this spirit continues, Kalagama and Balalu Wewa can become models for how Sri Lanka reclaims its environment.”",
    "As the sun set on the third day, the once-polluted landscapes of Kalagama and Balalu Wewa stood transformed. Yet, perhaps the greater transformation was within the hearts of the people who participated—thousands who discovered that safeguarding Sri Lanka’s natural heritage is not the job of a few officials, but the duty of all.",
    "The minister just missed seeing the Rolls Royce picking us up for a sugar traders’ lunch",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}