{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/minister-balasuriya-hails-civilisational-link-with-india-calls-china-important-trading-partner/",
  "time_ut": 1708931220.0,
  "original_lang": "en",
  "original_title": "Minister Balasuriya hails ‘civilisational link’ with India; calls China ‘important trading partner’",
  "original_body_lines": [
    "(WION)Tharaka Balasuriya, Minister of state for foreign Affairs, spoke exclusively to WION’s diplomatic correspondent Sidhant Sibal on the sidelines of Raisina Dialogue 2024 in New Delhi. Balasuriya weighed in on several issues ranging from the India-Lanka relationship, Colombo’s ties with China, tourism, Unified Payments Interface (UPI), and more.",
    "While speaking on China, Balasuriya said that “both countries are friends”, but in India’s case it’s a “civilisational link”, while pointing out the historical connection of the two cultures. He said that China is an “important trading partner”, but so are other countries.",
    "WION: How do you see the India-Sri Lanka relationship, especially in the light of financial connectivity? We saw recently the launch of UPI in your country.",
    "Tharaka Balasuriya: I think India and Sri Lanka’s relationship is at an all-time high. The UPI [Unified Payments Interface] is beneficial for both countries. If you look at the events of Sri Lanka and what took place one and a half years ago, it mainly started out as a foreign exchange crisis mainly a lack of dollars. So we have to ensure that our dollar dependency is reduced. Now for example, our biggest tourist market is from India and if we can collect the tourist remittance from India and we import about $5.5 billion worth of goods from India and use those… pay in Indian rupees for the Indian imports, then we will reduce our dollar dependency. And it also becomes very flexible and very easy for the Indians to travel to Sri Lanka and then they pay in Indian rupees.",
    "WION: We recently saw the Indian external affairs minister saying that one should go to Sri Lanka. How do you see that comment and how do you see Sri Lanka as a tourist destination for many Indians?",
    "Tharaka Balasuriya: Your external affairs minister is absolutely correct because Sri Lanka is a country with an area of over 65,000 square kilometres, but it has something for everybody. It’s no wonder Marco Polo said it’s the best island of its size in the world. We have some of the best beaches in the world. We have the hill country which is very cool in temperature and we have wildlife and wildlife parks. For example, the Yala National Park has the highest concentration of leopards in the world. We have the historical the cultural triangle…we also are trying to develop the Ramayana trail. We have five Shiva Lingam temples in Sri Lanka. And also Sri Lanka is in close proximity to India. So the maps when you look at, the ticket prices for somebody in the north of India to travel to the southern city, and for that person to travel to Sri Lanka, I don’t think there’ll be much of a cost difference. So I would encourage all Indians to visit Sri Lanka and it will be absolutely a brilliant experience.",
    "WION: There is the China factor as well when it comes to the India-Sri Lanka relationship and the Sri Lanka-China relationship. Is it an act of balancing or is India your natural ally?",
    "Tharaka Balasuriya: When you say it’s our natural ally, I think that has an implication saying other countries [are] our enemy or something. No, it’s not like that. You know, both countries are friends, but in India’s case, it’s a civilisational link. If you read the books, the people of Sri Lanka came from India. Sri Lanka is a Buddhist country, and Buddhism came from India. So it is a much stronger big brother-small brother relationship with India and Sri Lanka.",
    "China is an important trading partner. But so are other countries. So if you look at most of our exports, they go to Europe and they go to the United States. And they are also very important trading partners. And I think the look at the quantum of the volume of trade, which India does with China…ours is minuscule. Sri Lanka is a small country. We don’t have… huge international political ambitions but [what] we want to do is trade with all countries and ensure that…the people of Sri Lanka will benefit.",
    "School renovation improves learning environment for young tea estate children in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}