{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Science-at-the-heart-of-democracy-Blueprint-for-Sri-Lanka/4-780858",
  "time_ut": 1756321762.0,
  "original_lang": "en",
  "original_title": "Science at the heart of democracy: Blueprint for Sri Lanka",
  "original_body_lines": [
    "Appoint Chief Scientific Advisers or Thematic Research Leads to bring impartial, up-to-date expertise directly into legislative debates",
    "When Vikings arrived in Iceland towards the end of the 8th century, they gathered on a midsummer’s day to hear the laws of the land proclaimed, air grievances, and seek justice. This marked the beginning of the oldest known parliament in the world — the Althing, or Thingvellir — which still operates today.",
    "The word “parliament” later came to describe the after-dinner discussions between monks in their cloisters. Modern parliaments trace their roots to 13th-century England, when King Edward I convened joint meetings of two governing bodies: the Great Council and the Curia Regis, a smaller body of semi-professional advisors.",
    "The British Parliament, often called the “Mother of Parliaments,” consists of the Sovereign, the House of Lords, and the House of Commons. Historically, such law-making institutions are designed to hear diverse views and facilitate informed debate. Access to up-to-date scientific and academic knowledge plays a crucial role in shaping these debates — enabling the UK to remain a world-leading economy with proactive decision-making.",
    "Being an island nation influenced by British democratic traditions, Sri Lanka could also draw inspiration from such processes to remain agile in a fast-changing world.",
    "Providing advice — especially scientific advice — to lawmakers has evolved dramatically since the 13th century.",
    "In 2020, during the COVID-19 pandemic, then UK Prime Minister Boris Johnson often appeared alongside the Government Chief Scientific Adviser and the Government Chief Medical Adviser. Professor Jonathan Van-Tam, Deputy Chief Medical Officer at the time, became widely known for explaining complex public health messages using relatable football metaphors.",
    "The Scientific Advisory Group for Emergencies (SAGE) guided the government on pandemic preparedness, supplying expert knowledge for critical decisions. Today, the UK Government Office for Science hosts Chief Scientific Advisers in each government department, typically senior academics from research-intensive universities appointed for three to five years.",
    "The Parliament is the ultimate law-making body in the UK, holding the government accountable through debates and select committee inquiries. These committees — composed of MPs outside government and led by senior members — scrutinise policy decisions and monitor their implementation.",
    "Support structures such as the Parliamentary Office for Science and Technology (POST) conduct ongoing research on topics of policy interest, identified through “horizon scanning” involving both internal and external experts. The Knowledge Exchange Unit maintains links with academic institutions, ensuring access to the latest evidence.",
    "However, policy-making often happens under tight deadlines, reacting to both domestic and global developments. This demands quick access to authoritative expertise and knowledge — a need not always easy to meet.",
    "To address this, the UK has introduced Thematic Research Leads (TRLs) — mid-career researchers embedded in Parliament three days a week while retaining their academic posts. TRLs act as impartial subject experts, bringing networks of research connections to parliamentary teams.",
    "Their work includes organising expert briefings, running training sessions, hosting roundtables, and even simulating policy scenarios.",
    "During my tenure as TRL for AI and Digital Technologies, I have supported this process in multiple ways.",
    "Supported multiple select committees by scoping inquiries, preparing briefing notes, and identifying expert witnesses.",
    "Delivered technical presentations — for example, explaining how social media algorithms operate, drawing directly from academic literature and open-source code.",
    "Collaborated with other TRLs, such as in crime and justice, to train parliamentary staff on AI’s role in surveillance and criminal justice.",
    "Such efforts deepen Parliament’s technical understanding, enabling more informed, future-ready policy scrutiny.",
    "There are few ways in which I believe Sri Lanka can utilise scientific and expert knowledge within the democratic processes.",
    "Embed experts in Parliament – Appoint Chief Scientific Advisers or Thematic Research Leads to bring impartial, up-to-date expertise directly into legislative debates.",
    "Scan for niche opportunities – Proactively identify sectors where Sri Lanka has unique strengths (e.g., agriculture, nanotechnology, AI) and link them to emerging global markets.",
    "Build a “College of Experts” – Create a formal network connecting the Sri Lankan scientific diaspora with local specialists to advise policymakers.",
    "Strengthen research–policy links – Develop units like the UK’s Parliamentary Office for Science and Technology to supply evidence-based briefings and horizon scanning. Then seek to collaborate with similar institutions around the world such as the POST.",
    "Upskill policymakers – Provide MPs and officials with targeted technical training so they can scrutinise policies with confidence and depth.",
    "Move from reactive to proactive – Use foresight tools and expert panels to anticipate global changes rather than only responding to crises.",
    "In a world where artificial intelligence, bioengineering, and climate threats move faster than traditional politics, the ability to turn cutting-edge research into timely policy will decide which countries lead — and which fall behind.",
    "(The writer is the Chair of AI and Digital Technologies at Loughborough University, UK. He currently serves as the Thematic Research Lead to the UK parliament, in the area of AI and Digital. He is a graduate of University Moratuwa, Sri Lanka, and received his Ph.D. from University of Surrey in the UK in 2011. His research outputs have been adopted in many international blue chip organisations such as ARM PLC, Toyota Manufacturing, Chelsea Football Club and Dallas Mavericks NBA team.)"
  ]
}