{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100061/world-first-epilepsy-device-fitted-in-uk-boys-skull",
  "time_ut": 1719209280.0,
  "original_lang": "en",
  "original_title": "World first epilepsy device fitted in UK boy’s skull",
  "original_body_lines": [
    "A boy with severe epilepsy has become the first patient in the world to trial a new device fitted in their skull to control seizures.",
    "The neurostimulator, which sends electrical signals deep into his brain, has reduced Oran Knowlson’s daytime seizures by 80%.",
    "His mother, Justine, told the BBC he was happier and had a “much better quality of life”.",
    "The surgery was carried out in October as part of a trial at Great Ormond Street Hospital in London when Oran - who is now 13 - was 12.",
    "Oran, from Somerset, has Lennox-Gastaut syndrome, a treatment-resistant form of epilepsy which he developed at the age of three.",
    "Since then he has suffered several daily seizures ranging from two dozen to hundreds.",
    "When we first spoke to Oran’s mum last autumn, prior to surgery, she explained how Oran’s epilepsy dominated his life: \"It has robbed him of all of his childhood.\"",
    "She told us Oran had a range of different seizures, including those where he fell to the ground, shook violently, and lost consciousness.",
    "She said at times he would stop breathing and require emergency medication to resuscitate him.",
    "Oran has autism and ADHD, but Justine says his epilepsy is by far the biggest hurdle: \"I had a fairly bright three-year-old, and within a few months of his seizures commencing he deteriorated rapidly, and lost a lot of skills.\"",
    "Oran is part of the CADET project - a series of trials assessing the safety and effectiveness of deep brain stimulation for severe epilepsy.",
    "The partnership involves Great Ormond Street Hospital, University College London, King’s College Hospital and the University of Oxford.",
    "The Picostim neurotransmitter is made by UK company Amber Therapeutics.",
    "Epilepsy seizures are triggered by abnormal bursts of electrical activity in the brain.",
    "The device, which emits a constant pulse of current, aims to block or disrupt the abnormal signals.",
    "Before the operation, Justine told us: \"I want him to find some of himself again through the haze of seizures. I’d like to get my boy back.\"",
    "The surgery, which lasted around eight hours, took place in October 2023.",
    "The team, led by consultant paediatric neurosurgeon Martin Tisdall, inserted two electrodes deep into Oran’s brain until they reached the thalamus, a key relay station for neuronal information.",
    "The margin of error for the lead placement was less than a millimetre.",
    "The ends of the leads were connected to the neurostimulator, a 3.5cm square and 0.6cm thick device which was placed in a gap in Oran’s skull where the bone had been removed.",
    "The neurostimulator was then screwed into the surrounding skull, to anchor it in place.",
    "Deep brain stimulation has been tried before for childhood epilepsy, but until now neurostimulators were placed in the chest, with wires running up to the brain.",
    "Martin Tisdall told the BBC: \"This study is hopefully going to allow us to identify whether deep brain stimulation is an effective treatment for this severe type of epilepsy and is also looking at a new type of device, which is particularly useful in children because the implant is in the skull and not in the chest.",
    "That includes reducing the risk of infections after the surgery, and the device failing.",
    "Oran was given a month to recover from the operation before the neurostimulator was turned on.",
    "When it is on, Oran cannot feel it. And he can recharge the device every day via wireless headphones, while getting on with things that he enjoys, like watching TV.",
    "We visited Oran and his family seven months post-op to see how they were getting on. Justine told us there had been a massive improvement in Oran’s epilepsy: \"He is more alert and with no drop seizures during the day.\"",
    "Martin Tisdall said: \"We are delighted that Oran and his family have seen such a huge benefit from the treatment and that it has dramatically improved his seizures and quality of life.\"",
    "Although a nurse is on hand with oxygen, and one of his teachers is always nearby just in case, neither has been needed so far.",
    "As part of the trial, three more children with Lennox-Gastaut syndrome will be fitted with the deep brain neurostimulator.",
    "Currently, Oran gets a constant electrical stimulus from his device.",
    "But in future, the team plan to make the neurostimulator respond in real time to changes in his brain activity, in an attempt to block seizures as they are about to happen.",
    "Justine said she was most excited about this next phase of the trial: \"The Great Ormond Street team gave us hope back…now the future looks brighter.\"",
    "Oran’s family know his treatment is not a cure, but they are optimistic he will continue to emerge from the shadow cast by his epilepsy.",
    "The Picostim neurostimulator, owned by Amber Therapeutics, has also been used to treat patients with Parkinson’s disease."
  ]
}