{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lolc-finance-reports-rs-8-1-billion-pat-in-1h-2024/",
  "time_ut": 1731269340.0,
  "original_lang": "en",
  "original_title": "LOLC Finance reports Rs. 8.1 billion PAT in 1H 2024",
  "original_body_lines": [
    "LOLC Finance PLC has announced outstanding financial results for the six months ending 30th September 2024, marking a strong first half of profitability and growth. The company achieved a Profit After Tax (PAT) of Rs. 8.1 billion, a significant 46% increase compared to the Rs. 5.6 billion reported during the same period in 2023. This robust performance emphasises LOLC Finance’s strength and resilience within a dynamic financial landscape.",
    "Key financial highlights for the period reflect LOLC Finance’s commitment to sustainable growth. Net Interest Income rose by 15%, moving from Rs. 18 billion to Rs. 21 billion. Additionally, LOLC Finance’s asset base saw a 7% increase, growing from Rs. 366 billion to Rs. 393 billion as of 30th September 2024. The company’s total equity also surged, standing at Rs. 130 billion compared to Rs. 106 billion in 2023, demonstrating robust shareholder value and capital strength. Furthermore, with more than 20% of the industry’s asset portfolio, liability portfolio, and equity under its control, LOLC Finance has solidified its position among the country’s financial powerhouses, standing par with leading banks.",
    "The company’s impairment charges were notably reduced by 50%, reflecting LOLC Finance’s disciplined approach to managing risk and enhancing portfolio quality. The company’s customer-focused strategies have also driven an increase in the deposit base reaching 200 billion, reinforcing its standing as a trusted financial partner across Sri Lanka.",
    "Sargia Sri Lanka ramps up destination marketing in expansion drive",
    "Singapore press club delegates explore Sri Lanka with SriLankan Airlines",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}