{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/marketing-sri-lanka-as-a-tourist-destination-in-focus-on-day-one-of-sleis-2025/",
  "time_ut": 1757353740.0,
  "original_lang": "en",
  "original_title": "Marketing Sri Lanka as a tourist destination in focus on Day One of SLEIS 2025",
  "original_body_lines": [
    "The Sri Lanka Economic & Investment Summit 2025, themed “Gateway to Growth: Asia’s Emerging Opportunity”, will be held on 2–3 December at the Shangri-La Colombo. Among the key discussions on Day One is a sector deep dive that will address how Sri Lanka can unlock greater potential in tourism.",
    "Held under the theme “How Can We Finally Market Sri Lanka as a Tourist Destination?”, the session will address why Sri Lanka, despite its rich natural beauty, cultural heritage, and strategic location, has struggled to unlock its full tourism potential. With global travel rebounding and regional competition intensifying, the discussion will focus on the urgent need for a coordinated national effort to position Sri Lanka as a top-tier destination. The session will explore critical reforms, innovative branding strategies, and investment models that could transform tourism into a consistent, high-value contributor to the economy. Speakers will also draw lessons from peer economies and examine how Sri Lanka can build a globally competitive tourism brand.",
    "The panel will feature Carmen Moreno – Ambassador of the European Union to Sri Lanka & the Maldives. The Keynote Speaker will be Ms. Natalie Kidd – Managing Director, Intrepid Travel – Asia, who brings nearly 20 years of experience in the Asian travel sector. Ms. Kidd oversees the company’s sales, marketing, and operations across Asia, including Intrepid’s largest office in Colombo, and also serves on the Board of the Global Sustainable Tourism Council. In addition to Ambassador Moreno, she will be joined by Sanjiv Hulugalle – CEO/GM, Cinnamon Life City of Dreams, Santosh Kumar – Country Manager, Booking.com, and Miguel Cunat – Founder, Pekoe Trail in Sri Lanka. The discussion will be moderated by Ms. Shibani Thambiayah – Joint Managing Director, Renuka Hotels.",
    "SLEIS 2025 is supported by: Platinum sponsors – Nestle, Standard Chartered Bank, Unilever, Bronze sponsor – South Asia Gateway Terminals, Session sponsor – Sunshine Holdings, Television Partner – Dialog Television, Telecommunications Partner – Dialog, Hospitality Partner – Shangri-La Hotel, Colombo, Strategic Partners – Ministry of Foreign Affairs, Department of Commerce, Ministry of Trade, Commerce, Food Security and Co-operative Development, Board of Investment, Export Development Board, Sri Lanka Convention Bureau, Strategic Development Partner – Asian Development Bank, Knowledge Partner – World Bank, and Official Airline – SriLankan Airlines.",
    "Early registration is encouraged to secure your place – register now at https://sleis.chamber.lk/. For more information, contact Alikie – 0115588805 / alikie@chamber.lk or Lilakshi – 0115588818 / lilakshi@chamber.lk.",
    "Transport sector companies contribute more than one-third of CSE turnover amid profit-takings",
    "Expo Lanka Freight, a ‘notable enabler of investment in renewable energy sector’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}