{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/adb-funded-desalination-project-opens-in-sri-lankas-north-174939/",
  "time_ut": 1722584940.0,
  "original_lang": "en",
  "original_title": "ADB funded desalination project opens in Sri Lanka’s north",
  "original_body_lines": [
    "ECONOMYNEXT – The Thalaiyadi sea water desalination plant in Sri Lanka’s northern Jaffna District, which is expected to provide safe drinking water to over 300,000 people across 186 grama niladari divisions, was opened today by President Ranil Wickremesinghe.",
    "The plant, part of the Jaffna-Kilinochchi Water Supply Project by the Ministry of Water Supply was funded by the ADB and the Government of Sri Lanka at a cost of 266 million dollars.",
    "The JKWSSP was launched in 2011 with support from ADB and the French Development Bank (AFD). ADB signed the contract for the construction of the desalination plant in 2017.",
    "The project was awarded to main contractor Suez International of France, while MAGA undertook civil works of the project.",
    "The project has completed the construction of 20 elevated water tanks, 186 km of water transmission pipelines, and 382 km of water distribution pipelines. It is expected to be fully completed by mid-2025.",
    "Wickremesinghe and Minister for Water Supply Jeevan Thondaman thanked local residents who provided the land for its construction.",
    "“When this project began, the high cost was a significant challenge, but we embraced it to meet the drinking water needs of our people. When the president assumed office, only 5% of the Northern Province’s drinking water needs were being met. Starting today, this will increase to 40%, Thondaman said.",
    "“To manage the costs of this drinking water, we plan to reduce expenses through solar energy projects,” Wickremesinghe said.",
    "“Additionally, we are introducing Drip Irrigation Systems to promote modern agriculture in the area. As we invest in water, it is essential to maximize the benefits we derive from it. These initiatives aim to further strengthen the local economy.” (Colombo/Aug2/2024)"
  ]
}