{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Pragmatic-ethical-President/4-769676",
  "time_ut": 1732564065.0,
  "original_lang": "en",
  "original_title": "Pragmatic ethical President",
  "original_body_lines": [
    "President of the Republic Anura Kumara Dissanayake spoke without notes in his first policy statement in Parliament. His unhesitating delivery in punctilious order was simultaneously translated into both English and Tamil.",
    "I rely on the English translation of the speech for the purpose of this brief commentary. He described it as a “monumental moment in the history of Sri Lanka’s Parliament.”",
    "Indeed, it will be remembered as a watershed moment, a turning point of our politics if only he succeeds in resolving his twin dilemmas – ensuring ethical governance, adopting pragmatic economics to break free from a “Sovereign Debt Trap.”",
    "He defined his mandate with precision. “Under our country’s established electoral system, this Parliament now includes the highest number of representatives ever elected under a singular mandate. This is a numerically significant achievement. However, beyond its quantitative value lies a qualitative strength: for the first time in a long while, the public mandate has brought about a political transformation that enabled the formation of a new government. People from all provinces—North, South, East, and West—representing diverse communities, contributed to this mandate.”",
    "He would leave no room for racism. He accepted multiparty democracy. He would build a democratic state where justice and the rule of law prevailed.",
    "On moral governance he was exceptionally candid and minced no words. On matters of economics, he was cautious and to my simple aging weary mind he skated on a grotesquely huge layer of very thin ice.",
    "He amplified on implementing agreements with the IMF to stabilise the economy.",
    "“When we assumed office, the discussions on debt restructuring, which had been on-going for nearly two years, were in their final stages… We are now prepared to quickly formalise agreements with individual countries accordingly.”",
    "This is clearly a pragmatic position and a departure from ideological exactitude. It is a recognition of political reality.",
    "Given the capricious consumerism of our burgeoning urban affluent class and the not so affluent but equally motivated middleclass, rocking the neo liberal boat decidedly adrift in an ocean of unsustainable debt is plainly unthinkable.",
    "Measured steps after the 42% triumph at the Presidential, induced the sceptical to flock ‘en masse’ to the NPP at  Parliamentary elections giving them 159 seats in Parliament, despite the haranguing of the triumvirate of SJB’s economic punditry.",
    "The northern voter was impressed with AKD’s conciliatory charm that signalled the dismantling of a garrison state switched allegiance with surprising speed.",
    "The President while tracing the trajectory towards economic recovery studiously avoided, the NPP’s electioneering rhetoric on a revised ‘Debt Sustainability Analysis’ to renegotiate a better deal with the IMF.",
    "In the policy statement in Parliament the President asserted, “Therefore, during the presidential and general elections, we promised the people that we would manage the economy in accordance with the parameters agreed upon with the International Monetary Fund.”",
    "I voted for AKD, the Presidential candidate. I listened to him regularly. I wrote in praise of his candidacy.",
    "Maybe I am getting old. I don’t recall him making a definite, steadfast unyielding commitment that the NPP would manage the economy within parameters agreed upon by Ranil Wickremesinghe’s administration and the IMF.",
    "The gloating smirk with which SJB’s economic czar notes the NPP’s compliance with the IMF’s terms is classic ‘schadenfreude’ – the peculiarly Germanic expression for vicarious pleasure in watching the discomfiture of the opponent.",
    "Ranil Wickremesinghe’s debt restructuring negotiations were driven solely by his devilish desire to perpetuate his hold on power either by manipulating a constitutional impasse or when such infantile attempts failed, by persuading a petrified people that it was either him or economic apocalypse.",
    "If you have read John Le Carr’s spy novels ‘Smiley’s People’ and ‘Tinker Taylor Soldier Spy’ you would know of Bill Hayden – the mole. AKD’s eventual success in the Presidential race was more due to the failure of Ranil Wickremesinghe’s mole in the SJB! But that is another tale for another day.",
    "Now, the NPP has accepted the IMF program negotiated by Ranil Wickremesinghe’s team of economic experts to restore “the country’s fiscal sustainability through a well calibrated revenue-based fiscal consolidation plan “",
    "With Ranil Wickremesinghe directing the rescue team, Sri Lanka reached final agreement on its debt treatment with the members of the Official Creditor Committee (OCC) of Sri Lanka’s major bilateral lenders, and Bilateral Debt Treatment Agreements in relation to the loans owed by Sri Lanka to Exim Bank of China on 26 June 2024.",
    "Ranil Wickremesinghe’s rescue deal was essentially an imperative dictated by the crony class he represents. It required an appallingly iniquitous appropriation of a sizeable chunk of the country’s largest pension fund – the EPF.",
    "It is not possible for the average citizen to comprehend how these concoctions are produced by financial alchemy practiced by Central Bankers and institutional lenders in international capital markets.",
    "I use the term financial alchemy advisedly. A preeminent academic and a former Governor of the Bank of England Mervyn King in his seminal tome “End of Alchemy’ explains to ordinary people, “During the 20th century, governments allowed the creation of money to become the byproduct of the process of credit creation. Most money today is created by private sector institutions – banks. This is the most serious fault-line in the management of money in our societies today.",
    "But banks are also dangerous. They are at the heart of the alchemy of our financial system. Banks are the main source of money creation. They create deposits as a byproduct of making loans to risky borrowers.”",
    "I asked one of our respected commentators on matters economic, himself a seasoned Central Bankers how he assessed the two agreements Sri Lanka has concluded with our major bilateral lenders and the Exim Bank of China.",
    "His nonchalant disdain was biting. “Both restructuring agreements are flawed without a haircut; what’s been done is to reduce interest rates and postpone repayment to after 2027; hence, it’s like enjoying today having put the burden onto future; but given the current circumstances, AKD has no choice but to and go along with IMF “",
    "The new government is saddled with these two done deals. The agreement with the International Sovereign Bond holders is yet to be signed. While this agreement is also a ‘done deal’ the New Government will conclude it with ‘eyes wide open’.",
    "Sri Lanka raised its first Sovereign Bond Issue in 2007. The process is succinctly described by C.J.P. Siriwardene in the CBSL’s 60th Anniversary Volume.",
    "“The country was fighting a war against a terrorist group and at the same time, the main opposition political party opposed the sovereign bond issue strongly with a threat that they would not honour under their government, obligations arising from the bond issue.”",
    "“Gas Cylinder” champ Ranil Wickremesinghe the then Leader of Opposition is reported in a WikiLeaks cable as explaining to US Ambassador Robert Blake that he suspected MR would use the money to buy over his UNP members of parliament.",
    "Perhaps a reasonable worry for Wickremesinghe given his current discomfiture over the National List slot of his Cylinder Party.",
    "To fast forward to present day, it baffles the simple mind of this writer to understand how our state banks and some private banks ended up with International Sovereign Bonds which made them hire foreign legal teams to negotiate with our own Government as a part of the Bondholders Ad Hoc committee.",
    "AKD has 159 members of Parliament. He may be saddled with the rotten deals that Ranil Wickremesinghe initiated with a sly wink from the SJB’s Economic wizard (Api Kuhaka Wenda Honda Nehe Honda Deyata Hondai Kiyanawa).",
    "With the unprecedented majority legislative power both quantitative and qualitative at his command President AKD can introduce fundamental reforms in the country’s financial sector that will prevent wives of future finance ministers from acquiring rooftop penthouses with an ocean view while hubby takes us citizens on a roller coaster ride in the global park!",
    "Transparency demands a full disclosure of the ISB exposure of our local banks, both state and private. Who holds how much, who bought ISBs from whom, what price was paid in the secondary market are questions that ordinary citizenry should know.",
    "This is a land of paradoxes. The minder of inflation liquidity and Exchange Rate begins the day after playing nine or the full eighteen holes at the Golf Club. The teachers and school children in the remote hinterland between Puttalam and Anuradhapura begin their day by attending school, playing a dangerous game evading wild elephants on the prowl.",
    "Market economics is rooted in rational choice theory that make us servile to paradox of incentives! Will that explain how our state banks and other Sri Lankan banks ended up with Sri Lanka Government’s International Sovereign Bonds?",
    "Indeed, this is a monumental moment in our history. We should not be actors in a play written by others.",
    "A pragmatic mind focuses on what needs to be done immediately and ask, “How do we get this done?” Sceptics would sneer. But a mind disciplined by mathematics would take the linear practical path.",
    "The pragmatic mind can see the big picture and can anticipate the hurdles and roadblocks ahead. The idealistic mind is a visionary mind with big ideas. The idealist mind is focused on the result and is not discouraged by the arduous path that gets there. The idealist knows the goal and believes in the way to get there."
  ]
}