{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99235/france-prison-van-attack-unprecedented-manhunt-for-escaped-prisoner",
  "time_ut": 1715768880.0,
  "original_lang": "en",
  "original_title": "France prison van attack: ‘Unprecedented’ manhunt for escaped prisoner",
  "original_body_lines": [
    "An “unprecedented” manhunt is taking place in northern France for a prisoner who escaped during a deadly ambush.",
    "Mohamed Amra, known as “The Fly”, was being taken back to jail from a court in Normandy on Tuesday when a car rammed his prison van at a toll booth.",
    "Armed men then opened fire on the vehicle, killing two officers and seriously injuring three others.",
    "“All means are being used to find these criminals,” French Interior Minister Gerald Darmanin said.",
    "Mr Darmanin told French media on Wednesday the attack was an act of “cold-blooded barbarity” and that around 450 gendarmes and police officers had been mobilised in the Eure department of Normandy in an “unprecedented” search.",
    "President Emmanuel Macron has told France that “everything is being done to find the perpetrators”.",
    "Meanwhile, French prison officer unions have called for walkouts at institutions across the country on Wednesday in support of the two who died.",
    "In a joint statement, the unions demanded urgent measures to improve staff safety - including the “drastic reduction of extraditions” of prisoners to court hearings, by promoting video-conferencing, and an “overhaul” to escort levels.",
    "A minute’s silence will be taking place on Wednesday at 11:00 (09:00 GMT), and there have been demonstrations outside of French prisons, including in Paris according to local media.",
    "French Justice Minister Eric Dupond-Moretti has said he would meet with union representatives.",
    "Addressing a press conference on Tuesday, Paris state prosecutor Laure Beccuau said the attack took place just before 11:00 local time when the van carrying Amra crossed the toll barrier in Incarville in the Eure region of northern France and “immediately, a Peugeot vehicle hit it from the front to stop it”.",
    "“Men with long guns got out, joined by other armed men who got out of an Audi vehicle, which was likely following the prison vehicle.”",
    "They “fired several times” at the two vehicles, killing and injuring officers, before leaving the scene and taking Amra with them.",
    "The Paris prosecutor said two vehicles believed to have been used by the criminals were found scorched, in different locations, later on Tuesday.",
    "Mr Dupond-Moretti told reporters on Tuesday one of the officers killed “leaves behind a wife and two children who were meant to celebrate their 21st birthday in two days”.",
    "While the second officer killed, aged 34, leaves behind a wife who is five months pregnant.",
    "Three other officers were injured in the attack. As reported by local media, Ms Beccuau said the three injured officers are also fathers - aged 48, 52 and 55 years old.",
    "“Everything - and I mean everything - will be put in place to find the perpetrators of this vile crime,” Mr Dupond-Moretti said, adding that the perpetrators were “people for whom life has no value”.",
    "They will be found and punished “in a way that is proportionate to the crime”, the justice minister added.",
    "Amra was convicted of burglary on 10 May and had been indicted by prosecutors in Marseille for a kidnapping that led to a death.",
    "His lawyer, Hugues Vigier, told French news channel BFMTV “he would like to believe that he [Amra] didn’t know about the plan to free him”.",
    "“For me this plan doesn’t match with what I know of him. If he’s behind it then I failed to understand who he is,” Mr Vigier added.",
    "According to some French media reports, Amra had tried to escape his prison cell earlier this week by trying to saw the cell’s bars.",
    "Ms Beccuau, the capital’s state prosecutor, told a news conference Amra had 13 convictions, with the first one dating back to October 2009 - when he was 15 years old.",
    "Although the now 30-year-old was not a “closely watched inmate”, the Paris prosecutor said his transportation required a “level three escort”.",
    "Amra is said to have ties to a gang in the southern city of Marseille, which has been plagued by drug-related gang violence.",
    "But his criminal record to date does not contain any convictions for drug offences, the Paris prosecutor said on Tuesday."
  ]
}