{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/trinity-global-rolls-out-ltw-200-and-bo2-driving-lankas-e-mobility-shift/",
  "time_ut": 1753524480.0,
  "original_lang": "en",
  "original_title": "Trinity Global rolls out LTW 200 and BO2, driving Lanka’s e-mobility shift",
  "original_body_lines": [
    "Trinity Global Pvt Ltd, a rising force in Sri Lanka’s electric mobility sector, launched its much-anticipated electric two-wheeler lineup at a vibrant ceremony held at Canelra Hall, Kadawatha, on Thursday (24).",
    "The company unveiled its flagship model, the LTW 200, and entry-level model, the BO2, marking a significant milestone in its mission to revolutionise personal transportation.",
    "The LTW 200, powered by a 2000W motor and advanced LifePO? battery, offers a class-leading range of 200 km per charge, along with enhanced safety, thermal stability, and a battery lifespan of up to 3,000 cycles. Trinity backs the vehicle with a 3-year battery warranty and 2-year motor warranty.",
    "The BO2, aimed at urban commuters, delivers 100 km per charge with a 1000W motor, making it an affordable gateway to electric mobility. It shares the same robust battery technology and warranty coverage.",
    "Chairman Udayasiri Ariyaratne, a veteran with over four decades in the auto industry, said Trinity’s goal is not just vehicle delivery but a full-service ecosystem. The company offers 24-hour spare parts delivery and competitive after-sales service to support ownership.",
    "“We are committed to building a cleaner, smarter future through innovation and reliability,” Ariyaratne said.",
    "Dialog, HNB General Insurance launch parametric insurance for fishermen via Sayuru App",
    "HNB Assurance ranked among Lanka’s top 40 best workplaces by Great Place to Work",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}