{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/foreigners-buy-over-33-mln-worth-sri-lanka-govt-securities-193642/",
  "time_ut": 1733920200.0,
  "original_lang": "en",
  "original_title": "Foreigners buy over $33 mln worth Sri Lanka govt securities",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka witnessed more than $33 million offshore inflows into its government securities last week and the island nation has seen inflows for the 12th straight week, the Central Bank data showed.",
    "Analysts said foreign investors speculate further rate cut in the central bank’s monetary policy rate and further appreciation in the rupee.",
    "“So, foreign risk-taking funds are still buying Sri Lanka government securities. They are speculating further 150 basis point reduction in the market interest rates and more appreciation in the rupee,” a Colombo-based currency dealer told EconomyNext.",
    "Sri Lanka has been maintaining deflationary policies and import curbs amid declining interest rates after the inflation hit record high of over 70 percent in 2022.",
    "Sri Lanka saw 9.74 billion rupees ($33.6 million at 1 US dollar = 290 LKR) inflow into government securities in the week ended on December 05, extending the total inflows into treasury bonds and bills to 28.8 billion rupees ($99.4 mln) in the last 12 straight weeks, the official data showed.",
    "The value of government securities held by foreign investors was at 68,145 million rupees by December 05.",
    "Analysts say Sri Lanka’s deflationary policies have helped to see inflows amid curtailed imports.",
    "The new inflows also come after Sri Lanka saw a strong mandate given to Marxists Janatha Vimukthi Peramuna (JVP) leader Anura Kumara Dissanayake in the parliament elections on November 14.",
    "The President’s party has pledged to end deep-rooted systematic corruption in Sri Lanka. The island nation has not changed its economic policy directions since Dissanayake was elected.",
    "The Central Bank data show foreign investors holding 117.4 billion rupees worth of government securities at the start of 2024. However, Sri Lanka suffered a foreign outflow of 66 percent or 78.1 billion rupees worth government securities in the first nine months of this year.  (Colombo/December 11/2024)"
  ]
}