{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Fox-Hill-Super-Cross-drivers-granted-bail/108-281294",
  "time_ut": 1713958260.0,
  "original_lang": "en",
  "original_title": "Fox Hill Super Cross drivers granted bail",
  "original_body_lines": [
    "Colombo, April 24 (Daily Mirror) - The Bandarawela Magistrate's Court today granted bail to the two drivers involved in the fatal crash during the Fox Hill Super Cross 2024 at Diyatalawa.",
    "The Magistrate ordered their release on surety bail of Rs. 100,000 each. The drivers had been arrested while receiving treatment in the hospital on April 22 and were remanded by the Bandarawela Magistrate on the same day.",
    "The tragic incident on Sunday (April 21) claimed the lives of seven people, including an 8-year-old girl, and left more than 23 injured when a car veered off the track during a race and collided with spectators. Among the deceased were four event officials acting as flag marshals, with the others identified as spectators.",
    "The crash occurred shortly after another car overturned on the track, leading to another car veering off and hitting spectators along the unguarded trackside.",
    "Following the accident, the two drivers were arrested and remanded till April 30 on the orders of the Bandarawela Magistrate's Court.",
    "Attorneys-at-Law Parinda Weerasinghe and Sanjeewa Wijesekera who appeared on behalf of the two drivers involved in the fatal crash said the racers met with that unfortunate incident as they competed with the intention of winning the race,",
    "They further said that the provisions of the Motor Vehicle Act or the Criminal Procedure Code do not apply to motor vehicle competitions.",
    "Diyatalawa police officers who appeared on behalf of the aggrieved party said that a group of people have been aggrieved by the fatal accident that occurred in the motor vehicle race, and that this fatal motor vehicle accident has occurred due to careless and dangerous driving."
  ]
}