{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-inks-us200mn-world-bank-loan-for-budget-support-182637/",
  "time_ut": 1728290760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka inks US$200mn World Bank loan for budget support",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has signed an agreement for a 200 million dollar budget support loan with the World Bank linked to economic reforms in debt management, banking and female empowerment, the Washington-based lender said.",
    "This is the second part of the Resilience, Stability, and Economic Turnaround (RESET) Development Policy Operation (DPO). The first part, totaling $500 million, was disbursed in June and December 2023.",
    "“Sri Lanka will now have the opportunity to focus on maintaining its hard-earned stability and investing in the private sector to transform the national growth trajectory,” said David Sislen, World Bank Regional Country Director for Maldives, Nepal, and Sri Lanka.",
    "“Doing so is vital to boosting economic growth, creating jobs, and ensuring that everyone benefits from a stronger, more resilient economy.”",
    "The Second RESET DPO aims to support reforms that improve economic governance, enhance growth and competitiveness, and protect the poor and vulnerable, helping to build Sri Lanka’s resilience and fostering an equitable economy.",
    "It focuses on improving economic governance to create a stable macroeconomic environment and restore investor confidence through key reforms including enacting a new Public Debt Management Act to better inform borrowing decisions, implementing tax administration reforms to boost revenues, and addressing financial sector risks by tightening single borrower limits and improving mechanisms for resolving non-performing loans.",
    "It also includes amendments to the Telecommunications Act and a new Electricity Act to improve services in these markets, as well as measures to enhance export competitiveness by phasing out para-tariffs and lowering customs duties.",
    "Enhancing women’s empowerment and reducing gender discrimination to promote higher and more sustainable growth in Sri Lanka is another key feature. (Colombo/Oct7/2024)"
  ]
}