{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111694/un-chief-urges-immediate-gaza-ceasefire-warns-of-casualties-from-israeli-operation",
  "time_ut": 1755749520.0,
  "original_lang": "en",
  "original_title": "UN chief urges immediate Gaza ceasefire, warns of casualties from Israeli operation",
  "original_body_lines": [
    "United Nations Secretary-General Antonio Guterres on Thursday called for an immediate ceasefire in Gaza, after Israel announced the first steps of an operation to take over Gaza City.",
    "“It is vital to reach immediately a ceasefire in Gaza,” that was necessary “to avoid the death and destruction that a military operation against Gaza City would inevitably cause,” Guterres said in Japan where he is attending the Tokyo International Conference on African Development.",
    "Israel, which has called up tens of thousands of army reservists, is pressing ahead with its plan to seize Gaza’s biggest urban centre despite international criticism of an operation likely to force the displacement of many more Palestinians.",
    "The war in Gaza began on October 7, 2023, when gunmen led by Hamas attacked southern Israeli communities, killing some 1,200 people, mainly civilians, and taking 251 hostages including children into Gaza, according to Israeli figures.",
    "Israel’s military offensive on the Gaza Strip has killed at least 60,000 Palestinians, according to enclave’s health ministry.",
    "Guterres called for the unconditional release of hostages held by Hamas. He also urged Israel to reverse a decision to expand “illegal” settlement construction in the West Bank.",
    "The Israeli settlement plan, which would bisect the occupied West Bank and cut it off from East Jerusalem, was announced last week and received the final go-ahead from a Defence Ministry planning commission on Wednesday.",
    "The Palestinian Foreign Ministry said the construction would isolate Palestinian communities living in the area and undermine the possibility of a two-state solution."
  ]
}