{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Brand-AKD-defies-marketing-theory-to-win/4-769529",
  "time_ut": 1732220749.0,
  "original_lang": "en",
  "original_title": "Brand AKD defies marketing theory to win",
  "original_body_lines": [
    "Brand AKD/NPP with impactful marketing has generated a strong response",
    "If one tracks back at Brand AKD and Brand NPP strategy it is marketing at its best. Work began as far back as two years ago with the two propositions – highlighting the cost of living issue and the corruption that was taking place. Sugar scam, visa scam just to name a few of the governance issues in the recent past that were highlighted",
    "One of the fundamentals of good marketing is that one must understand the consumer insights to data which is seen on the table. The General Elections 2024 had 17.1 million registered voters from which 11.1 million were the valid votes casted. From this data set 61.6% of people decide to buy Brand NPP. The brand garnered a two-thirds majority in Parliament with a commanding 159 seats whilst most of the geographical areas registered a 60% plus favoured the NPP brand. Be it, Hambantota at 66.3%, Gampaha at 7.7% and Colombo at 68.6% made a pretty picture for the NPP brand. The question that one needs to ask is, what is the actual reason for 95% of districts wanting brand NPP (which included the Tamil community of Northern Province); that is the insight that we need to find backed by data. When I was managing the Dettol brand I remember my Marketing Director saying the devil is in the details.",
    "The September data from Pepper Cube research company revealed that 70% of people are faced with the reality where their income is lower than their expenditure. The savings have been dwindling month on month. Leasing companies have wiped out Sri Lanka’s household gold reserves due to pawning. Families have now turned to mortgaging their household items. 73% of the people are having two meals a day. One third of households cannot afford to buy a soft drink, 24% of homes have stopped consuming milk powder and 40% not having the purchasing power to buy malted milk. Things are rough at the household end. Companies that are manufacturing soaps, toothpaste and washing powder have been struggling to achieve their sales target in the last three months. The returned cheques from the retail trade have significantly increased in the last two months. This is the ground reality. The alleged corruption by politicians with their exuberant lifestyles with illegal flashy vehicles adds to the anger of a typical hard working parent. The landslide victory had flashes of anger-votes. Let’s accept it.",
    "It’s very clear that the reason for purchase of brand NPP was on the two attributes – reduce cost of living and stop corruption. These two attributes single-mindedly was the driving force for the landslide victory. The brand promise of NPP to the people of Sri Lanka was an ideal fit. People in 95% of the districts selected the brand NPP including Jaffna and the Vanni that had never happened in recent history. Brand Vijitha and Harini broke all records crossing a 700k and 600k preferential votes, giving us an idea of the confidence level of the consumer (in this case the voter). Now the challenge is for the product to perform and address the two key issues – cost of living and corruption.",
    "If one tracks back at Brand AKD and Brand NPP strategy it is marketing at its best. Work began as far back as two years ago with the two propositions – highlighting the cost of living issue and the corruption that was taking place. Sugar scam, visa scam just to name a few of the governance issues in the recent past that were highlighted.",
    "The AKD, NPP marketing strategy was developed on the accepted framework that an increase in the Share of Voice (SOV) with an increased marketing spend, will have a direct link to the Share of Mind (SOM) of the target consumer group. This increased SOM will reflect with a corresponding market share. The only exception of the AKD/NPP strategy was that rather than just pouring in money (SOV), the focus was on the ‘message’ and meeting people house to house explaining the two key issues – cost of living issue and corruption that was happening. It was a low cost, high impact strategy. The conversion was a slow process but it was definitive.",
    "The strategy was not a quick fix SOV= SOM= Mkt Share approach that competitors were implementing in the market. Normally the reason why an increased SOV is required if there is a hole in the overall proposition. Let’s do a deep dive to understand the AKD/NPP strategy.",
    "Given that the duration between the Presidential and General election was just a one month duration, selecting the former is appropriate. Based on the data published by the Sri Lanka Election Commission the total marketing spend by the top five candidates was Rs. 3.3 billion at the ‘Presidential Election 2024’. In marketing terminology we call this the category share of voice.",
    "From a brand perspective, Brand Sajith Premadasa has spent Rs. 1.13 billion which is a share of voice (SOV) of 34.2%. Brand Ranil has spent Rs. 936 million which is a share of voice (SOV) 28.3%. Brand AKD had spent Rs. 528 million which is a SOV of 16% whilst Brand Namal has reported a spend Rs. 389 million which is a share of 11.7%. New entrant Brand Dilith has spent Rs. 325 million with a SOV of 9.8%.",
    "The market share that each of them garnered was Brand Sajith 32.7%, Brand Ranil 17.2%, Brand AKD 42.3%, Brand Namal 2.5% and Brand Dilith 0.92%.",
    "The accepted theory of Share of Voice (SOV) that one makes based on the marketing spend will be equal to the Share of Market (SOM) that one can get in a consumer’s mind and the corresponding Market Share was the grounded theory that was followed. The theory goes on to state that the market share and ad spending are strongly correlated in a stable market place when all elements of the marketing mix are evenly balanced. For example if we take a confectionery brand like Maliban and Munchee, the share of Marketing spend can be linked to the Market share given that pricing, distribution and product in its nakedness is similar in nature.",
    "Hence, if a competitor resorts to a huge ad spend then one can expect a push in market share. As discussed earlier, this works on the premise that the other variables that impact behaviour are somewhat similar in nature such as product attributes, pricing strategies, availability of the product and the current equity of the brand.",
    "Based on this theory, Brand Sajith with a spend of Rs. 1.13 billion and share of voice of 34.2% should have garnered a share of 34% of votes. He is close with a share of 32.7% at the Presidential election with 4.3 million people voting for him. This means that the quality of decision making and the imagery that he built has got the best return that he could have achieved. It’s a positive 1:1 ROI in other words.",
    "On the other hand brand AKD has spent only a 16% on SOV but the market share he has been able to elucidate is a commanding 42.3% which means that his ROI is 1:3 which is extremely positive. If one does a deep dive on why the ROI is 300% could be the credibility of what he said (message) resonates exactly to the requirements of the consumer (in this case a voter). In simple words the ‘anti-corruption drive’ and the relief to the ‘high cost of living’ were the top two attributes that a typical voter was going to make a decision on whom they will vote for.",
    "Brand AKD is the ideal fit. Which is why from a 3% voter base in the 2020 General election, the numbers have shot up to 43.7% in 2024. In the recent Parliamentary Elections the number went up to 61.3% with a consumer choice of 6.7 million people (voters), further validating that the performance of the government in the first month was way above the expectations of the people of Sri Lanka. Once again in marketing terminology we call this the ‘Product Performance’ to be in line with consumer needs. Marketing at its best.",
    "On the other hand Brand Namal having to spend 11.7% of Share of voice (SOV) for a 2.9% of market share means that the product lacked credibility and their message was totally out of sync with the voter requirement. Technically this is what happens in the real world of marketing. If the elements of the marketing mix are not in line with the consumer requirements the money you have to invest for a consumer to buy the brand is not efficient. Hence the way forward is to ‘change the product’ to what the consumer wants and relaunch the brand. In this context Brand Namal has a five-year window to do this task. It’s a tough task given that the equity of the brand in the consumer’s mind is out of step with the consumer values and beliefs. It’s a deep rooted issue that will need a lot of work to be done.",
    "If we take a case in point from the world of business we see that the importance of the science of marketing where the relationship between advertising spending to market share is positively correlated provided that there is a competitive equilibrium situation. Meaning all elements of the marketing mix are evenly balanced. What this means is that the largest and smallest players each enjoy a share of the market (SOM) somewhat bigger than their share of ad spending (SOV).",
    "Hence we see that a small player will have to spend more to get share like what we saw like in the case of Brand Namal having to spend Rs. 389 million or a share of voice (SOV) of 11.7% to get a share of 2.9% whilst a dominant brand like Brand AKD had to spend only a 16% share of voice to get a 43.7% market share. If we analyse the marketing spend in the recently concluded Parliamentary elections 2024, the SOV will be much lower in relation to the 61.3% market share that was received. This is the power of a credible brand with a product performance which is in line to the consumer’s needs. In simple words, addressing the core issues – cost of living and corruption in the media and a lower SOV could garner a relatively higher market share.",
    "The logic of the democracy ethos is that it is marketing that brings democracy to a system for two reasons. The first being that the product/service that is offered by a candidate must be communicated effectively in a manner so that the consumer is better informed on who best fits their requirement. On this front, the complex issue of why Sri Lanka went to bankruptcy was brilliantly articulated by the NPP members, given that the party members all are from the university system of Sri Lanka and have a strong capability to explain in the Sinhala language. The tread of corruption leading to the economic crisis and challenge to the cost living came out very strongly.",
    "The second being that unless the product being advertised has credibility on the ‘performance’ the chances of it getting picked up is greater. Hence the concept ‘marketing a political candidate to high office’ can be justified. Which is exactly what happened at Presidential and Parliamentary elections 2024.",
    "Given the clear selection of the brand by a consumer of Sri Lanka – 61.5% with 159 seats and 95% of the districts voting in favour, now the challenge is the delivery of the brand at the ground – which is a reduction in cost of living and zero corruption. If the product delivery does not happen then we will see history repeating in Sri Lanka like what happens to band Gota. We must also note that the notion ‘Power corrupts power absolutely’ should not be forgotten. History can repeat itself and we must be cognisant of the same.",
    "The next 100 days are critical. The key policy changes will have to be made. The key issues in the marketplace from Nadu rice to egg prices will have to be solved. PAYE tax reduction promise and salary increase to the public sector will be key performance indicators (KPIs). In other words deliver or perish will be the order of new Sri Lanka.",
    "(The author is a practicing marketer and alumni of Harvard University. He can be contacted on [email protected].)"
  ]
}