{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-appreciates-China-for-debt-support-eyes-strengthening-bilateral-ties/56-770721",
  "time_ut": 1734559206.0,
  "original_lang": "en",
  "original_title": "President appreciates China for debt support, eyes strengthening bilateral ties",
  "original_body_lines": [
    "Expresses gratitude for Chinese loans and disaster aid, including school uniforms for children",
    "Highlights need for continued Chinese assistance in infrastructure projects, calls for completing unfinished sections of Central Expressway under Chinese management",
    "CPPCC Vice Chairperson Qin Boyong reaffirms commitment to strengthening ties with Sri Lanka’s new Govt.",
    "President Anura Kumara Dissanayake yesterday expressed his gratitude to the Chinese Government for its support during debt restructuring as well as in the face of the economic crisis.",
    "He made these remarks during a meeting with National Committee of the Chinese People’s Political Consultative Conference (CPPCC) Vice Chairperson Qin Boyong at the Parliamentary Complex yesterday.",
    "He stated that his appreciation extends to China’s assistance in the debt restructuring program and its provision of loans to Sri Lanka during economic challenges.",
    "Boyong noted that China looks forward to continuing its work with the new Government of Sri Lanka, further strengthening the longstanding relationship between the two countries.",
    "The President also expressed his gratitude for China’s assistance during Sri Lanka’s disaster situations and the provision of school uniforms for children.",
    "He emphasised the continued need for China’s support in the future.",
    "Dissanayake highlighted the importance of completing the unfinished sections of the Central Expressway under Chinese management and expressed hopes to expedite the commencement of supply hubs and institutional projects centred around the Colombo Port City and Hambantota district.",
    "Boyong stated that there are plans to restart maritime research activities, which were temporarily halted for various reasons, along with initiating relevant projects.",
    "She mentioned that Chinese companies intend to establish themselves in the Hambantota investment zone, aiming to provide Sri Lanka with better global access.",
    "Boyong also revealed that preparations are underway to warmly welcome President Dissanayake during his future visit to China.",
    "Foreign Affairs, Foreign Employment and Tourism Minister Vijitha Herath, Deputy Speaker Dr. Rizvie Salih, and CPPCC Committee Member Ma Youxiang, among others, were present at this event."
  ]
}