{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/more-digital-readers-is-a-consequence-of-less-thinkers/",
  "time_ut": 1717601086.0,
  "original_lang": "en",
  "original_title": "“More Digital-Readers” Is A Consequence Of “Less Thinkers”",
  "original_body_lines": [
    "The article aims to clarify the relationship between reading and critical thinking. While reading is undoubtedly a valuable habit, globalization has provided us with countless reading options, leading to a decline in critical thinking. Here are my arguments to support this claim.",
    "Digitalization has created a convenient space for people in the 21st century. As a result, many people are choosing to read online, which is especially beneficial for distance learning courses and online public lectures. Importantly, readers can access materials from the comfort of their homes without the need to travel or have massive bookshelves. In my academic career, both as a student and a lecturer, I have always relied on books and the basic support of digital resources. However, I have consistently preferred printed books over online reading because I believe that having a physical library with printed books offers unique advantages that online reading cannot fully satisfy.",
    "In my academic career, both as a student and a lecturer, I have always relied on books and the basic support of digital resources. However, I have consistently preferred printed books over online reading because I believe that having a physical library with printed books offers unique advantages that online reading cannot fully satisfy.",
    "The digital space has significantly influenced students and readers, compelling them to engage in exam preparation, thesis and dissertation writing, and various other academic tasks. However, a pertinent question arises: has this extensive reading fostered critical thinking skills? It is increasingly challenging to find individuals who possess strong critical thinking abilities in today’s world. Unfortunately, Sri Lanka serves as a prime example of a society that lacks critical thinking. Many Sri Lankans do not engage in thorough reading, leading to a decline in beneficial habits. Instead, they have shifted their focus to mobile phones.",
    "Creativity and spontaneity are essential factors in the realm of ideology. Creativity must arise from original perspectives, rather than mythical perceptions. Sri Lanka, as a nation, faces setbacks due to its attachment to mythology. Many citizens seek solutions based on myths and illusions. Additionally, spontaneity is important as it enables us to think creatively. Reading books manually yields better results in enhancing creativity in our spontaneous learning.",
    "Sri Lankans, in general, are not known for their spontaneity, which is influenced by our education system that emphasizes memorization over critical thinking. Spontaneity plays a crucial role in how we organize our work and plan our tasks. Comparatively, countries like Japan have structured their education system to cultivate cultured and well-mannered individuals. In Europe, we also encounter people who approach their work with creativity and spontaneity. Unfortunately, in Sri Lanka, the strong influence of religious beliefs has contributed to a lack of emphasis on progress and development, leading to a lack of law and order.",
    "Over the past year, several people have been killed by unknown gunmen or in unexpected situations. Unfortunately, many of these cases have not been properly investigated, leaving hundreds of unresolved cases. The government and opposition parties are preparing for upcoming elections, which are crucial for their continued existence. Meanwhile, expensive daily parliament sessions are being held, while the country’s environmental crises, such as flooding and landslides, remain unsolved. People go about their daily lives, caught up in their busy schedules, and rely on TV programs that lack cultural value on weekdays and weekends. The media often promotes individuals with inadequate education. Despite these issues, Sri Lankans continue to persevere.",
    "The main argument here is that in today’s digital world, there is little room for honesty. Truth has become irrelevant. The first step to embracing honesty is to become a critical thinker. As Jesus said, the truth can set us free.",
    "When the head is spoiled, the body cannot move properly. The president of this country, Mr. Ranil Wickremesinghe, is a joke. He and his third-rate companions engage in dirty politics. Wickremesinghe seems to be educated, always emphasizing the importance of the Constitution. However, his actions show that he does not have a basic understanding of it. His approach to reading books is a prime example of his foolishness, which has been evident throughout his political career. The head is spoiled, and the body is already paralyzed.",
    "We do not need a spoiled head and a paralyzed body. We need individuals who use their knowledge to build a better community in Sri Lanka. That is the most important point to take away from this discussion. We need thinkers and philosophers who can understand our challenges and find solutions. The digital world does not immediately address this need. A digitalized society often lacks human connection, which is something Sri Lanka is currently experiencing."
  ]
}