{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-mulls-extension-of-visa-free-access-to-Indian-tourists/108-276658",
  "time_ut": 1707453540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka mulls extension of visa-free access to Indian tourists",
  "original_body_lines": [
    "Colombo, Feb 09 (PTI) - Sri Lanka is likely to extend visa exemption status for India after March to keep attracting travellers from the country and encourage repeat visits, Tourism and Lands, Sports and Youth Affairs Minister Harin Fernando said on Thursday.",
    "“India is our number one source market and tourists from India helped our country on its path of recovery from the recent crisis we faced,” Fernando said in a session at OTM 2024.",
    "Sri Lanka facilitated visa-free entry for Indian travellers from December 2023 to March. “We are working on extending it beyond March. We want to make Sri Lanka an easily accessible destination for Indians, who can just walk into our country for a hassle free holiday,” he said.",
    "By offering visa exemption to Indians, Sri Lanka will attract more footfalls, especially those who make last-minute plans and find visa process a hindrance, he said.",
    "“In the time of more options, we have to ease the travel process to encourage more tourists from India and repeat footfalls,” he added.",
    "Indonesia’s Deputy Minister of Marketing, Ministry of Tourism and Creative Economy, Ni Made Ayu Marthini said the country had given visa-free status to 169 countries, but this was suspended due to the pandemic.",
    "“However, we have begun opening visa exemptions for a few countries. However, we are working on extending this and India is on the top of the list of countries. I hope we will be able to grant India visa status,” she added.",
    "India is the number two source for Bali, and for overall footfalls of the country, India is number six and with such a huge population, it provides a large market with great potential, she added.",
    "The 3-day OTM has more than 1,600 exhibitors participating from 60 countries and 30 Indian states and Union Territories connecting with over 35,000 industry professionals and buyers."
  ]
}