{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Darkness-in-the-Midst-of-a-Heatwave/172-276714",
  "time_ut": 1707503700.0,
  "original_lang": "en",
  "original_title": "Darkness in the Midst of a Heatwave",
  "original_body_lines": [
    "We are in the midst of a heatwave. Temperatures are rising, the days are bright, but for the majority of our people, this is a very dark era. Dark, because they can see no way to break out of the stark poverty-stricken situation they find themselves in.",
    "Since the Covid-19 pandemic hit the country in January 2020, the numbers of people who found themselves out of employment rose to an astounding 500,000, according to figures provided by the Central Bank. Most of these individuals were temporary workers at construction sites, as well as those working on road development projects around the country.",
    "To make matters worse, the Covid-19 pandemic saw the forced return of our migrant workers; the inflow of cash from migrant workers makes up the biggest share of our foreign exchange.",
    "Tourism is our second biggest foreign exchange earner. As luck would have it, the Easter Sunday bombings took place in the year preceding the Covid-19 pandemic. The bombings brought tourism in the country to a complete halt.",
    "In a fell stroke the two largest exchange earning sectors were literally killed off. In addition, many workers in the leisure industry too found themselves losing their livelihoods.",
    "The worse followed quite unexpectedly when the immediate former President suddenly stopped the import of agro-chemical based fertiliser. This adversely affected production of the third largest income earning sector of the country –the plantation industry.",
    "The production of tea, rubber and coconut dropped. Resultantly, the income brought in by this sector too collapsed. To make a bad situation worse, the ban on imports of agro-chemicals hit the local production of paddy and vegetables as well, creating a huge shortage in the market.",
    "With no income and a ballooning debt, it was not long before the country had to declare itself bankrupt. We all know the resultant mayhem of people running hither and thither looking for basic food, fuel, medicine and every other necessity. That anarchy did not take hold, as a result of the present President’s ability to engage with world leaders and international lending institutions to work out a debt restructuring plan. An Indian credit line also helped.",
    "The era of queues and shortages are no longer with us. But the cost of all essentials are out of the reach of the majority of the people. Today, the cost of all goods and services are on par with international markets, but local wages have remained static since the Covid era. In some cases wages were halved during those bad old days.",
    "As per the Family Health Bureau’s Nutrition Month 2023 Summary Report, 15,763 children were reported to be suffering severe acute malnutrition in 2023 compared to 18,420 the previous year. Meanwhile, the percentage of children under five years who are underweight was reported to be 17.1%, compared to 15.3% in 2022.",
    "Neither are we economically out of the woods as yet. We have still not begun the repayment of our debts to international creditors. As we mentioned at the beginning of this column, we are facing darkness despite the light.",
    "The announcement of elections is raising hopes in the hearts of many a citizen. The majority claim this time round they will chase the 225 occupants in Parliament out! The common belief is that they are corrupt and equally responsible for the present situation in the country.",
    "The citizens see the elections as a chance to show their dissatisfaction with the present set of rulers, and hope to bring in new faces. At the same time, there is a growing trend among the electorate who recognise the ability of the current President who changed the course of the country when it was facing anarchy.",
    "But they do want the opportunity to teach a lesson to those whom they hold responsible for the present day plight.",
    "The people await an election. It is their right. The President has committed himself to this. However the main Opposition party in Parliament is claiming moves are afoot to delay the election.",
    "During late President J.R Jayawardene’s era, elections were postponed, and even led to a bloody uprising."
  ]
}