{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Indictment-of-President-Emeritus/4-780969",
  "time_ut": 1756490556.0,
  "original_lang": "en",
  "original_title": "Indictment of President Emeritus",
  "original_body_lines": [
    "The issue at hand should be decided according to the reasonable man standard",
    "In the context of the indictment of Ranil Wickremesinghe, various persons gave various reasons why this should not have been done. Several recalled his service to the country in various forms, his age and health condition. Others spoke of an erosion of democracy. (On the opposite side). It could have been said that he had been involved in some way in the bond scam; that he was in some way even remotely connected with Batalanda, etc… Let the negatives be cast aside for a moment.",
    "The charge is very simply that he had engaged in a private trip and had charged the Government 166 million for that jaunt. On a popular TV show the host pointed out that the current president had visited his mother and suppose he had also gone to his home town and visited friends and stayed overnight and used public funds for all this, would he also be guilty of an offence?",
    "Let me present the basic issue leaving aside other issues and comparisons with whoever. The Oxford Dictionary of Law says that law is “The enforceable body of rules that govern any society.” What is the basis of its enforceability? Aquinas’ definition of law is very brief and straight-forward. Most lawyers and even college students will at least have heard tell of it. It reads: “Law is an ordination of reason, by the proper authority, for the common good, and promulgated.”",
    "In the first place, the law is an ordination according to reason. And therefore, the test of an offence is what can be called the standard of the “reasonable man”. Applying this test to the issue at hand, what reasonable man will say that 166 million is a reasonable expense (to be charged to the government) for a purely private engagement. It is on this basis that the culpability of the individual is to be decided.",
    "This is certainly not an erosion of democratic values. Democracy is a system of government by the whole population or all the eligible members of a state, typically through elected representatives. It is a government by the people (through their representatives) for the benefit/ common good of the people. In the issue at hand, can any reasonable person say that saving 166 million is negligible and is not to be taken into account?",
    "Therefore, the issue at hand should be decided according to the reasonable man standard. But that does not mean that as head of state, when he engages in a private visit, he is to be deprived of security (at the cost of the state) – that is his entitlement.",
    "However, should Wickremesinghe and his lawyers be able to convince the judiciary that according to the reasonable man’s test, he did no wrong in spending 166 million of public money for private purposes, well and good. The case has to be dismissed. However, should he fail that test, he is guilty and ignorance of the law is not an excuse.",
    "It is easy to rouse people by obfuscating the issue with issues that are not relevant or by invoking abstract values of democracy, justice, etc. The factual is: Has there been a breach of the law according to the reasonable man?",
    "However, all the other considerations come into play in the issue of sentencing for the offence. The judiciary can take into consideration, his yeomen service to the country, his generosity to philanthropic causes, etc. and sentence him to some symbolic or token punishment – a fine of one rupee or a suspended sentence of one week. That is an altogether different issue. And many social, philosophical, sociological and other similar reasons can come to play here. But these have no role in applying the reasonable man’s test. That is a test of reason, not of emotion.",
    "Finally, a comment on whether a public official is not entitled to private life. Indeed he is. But for the “private” part of his activity, he should bear the expenses. But since he is a sitting public official he is entitled to State provision of security at the expense of public funds."
  ]
}