{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Kachchativu-Island-Debate-Political-fodder-No-Serious-Intentions/172-280124",
  "time_ut": 1712169000.0,
  "original_lang": "en",
  "original_title": "Kachchativu Island Debate: Political fodder,  No Serious Intentions",
  "original_body_lines": [
    "Indian National Congress president Mallikarjun Kharge hit back at the Indian Prime Minister questioning why his party did not take back the island during its past ten years in power",
    "The issue involving Kachchativu becomes a hot political debate in India when elections are around the corner",
    "In the course of the debate, Indian Prime Minister Modi slammed DMK party saying that the new details emerging on the matter have “unmasked” the party’s double standards",
    "It is quite common that the issue involving Kachchativu, a tiny island in the Palk Straits between India and Sri Lanka, becomes a hot political debate in India–particularly in the state of  Tamil Nadu–when elections are around the corner in that country.",
    "This time around, ahead of Lok Sabha elections, it has been raised; and the debate heated after remarks by Indian Prime Minister Narendra Modi placing blame on the Indian opposition over the agreement that ceded the island to Sri Lanka.",
    "The debate stemmed from an RTI (Right to Information) application filed by a Bharatiya Janata Party (BJP) Leader in Tamil Nadu seeking information in this regard. Tamil Nadu will vote in the first phase of the general election on April 19, 2024.",
    "In response to the application, Vishwesh Negi–Director (Sri Lanka) of the Indian External Affairs Ministry–said, “Kachchativu Island lies on the Sri Lankan side of the India-Sri Lanka International Maritime Boundary Line (IMBL) that was delineated by the 1974 agreement (Agreement on the boundary in Historic Waters between the two countries and Related Matters, signed at Colombo on June 26, 1974 and at New Delhi on June 28, 1974). Under the Agreement, Indian fishermen are allowed access to Kachchativu Island for rest, for drying of nets and for the annual St. Anthony’s festival. Both these agreements were subsequently laid before the Parliament. The Kachchativu Island issue is, however, currently sub-judice with two Writ Petitions {Nos.561 (2008) and 430 (2013)} filed in the Hon’ble Supreme Court of India.”",
    "In the course of the debate on the matter, Prime Minister Modi once again reacted to the Kachchativu island issue and slammed Dravida Munnetra Kazhagam (DMK) party in Tamil Nadu saying that the new details emerging on the matter have “unmasked” the party’s double standards.",
    "Taking to X, PM Modi claimed that then Tamil Nadu Chief Minister M. Karunanidhi had given his concurrence to the agreement despite his party’s public posturing against the deal.",
    "The Prime Minister alleged that the ruling party of Tamil Nadu did nothing to safeguard the State’s interests. He also targeted the Congress saying that both the parties are “family units” who prioritise their family interests.",
    "As Indian External Affairs Minister Dr. S. Jaishankar explained later during a press conference at the BJP head office in New Delhi, the 1974 agreement had three other clauses and one of them states that each country shall have sovereignty, exclusive jurisdiction and control over the waters.",
    "As the Minister said, the second clause–Article 5–states that fishermen will continue to access Kachchativu without obtaining travel documents; the third states that the vessels of India and Sri Lanka will enjoy each other’s waters as rights that they have traditionally enjoyed. He added that then, the agreement had been amended in 1976 stipulating that the fishing vessels and fishermen of India shall not engage in fishing in the historic waters, territorial seas and the Exclusive Economic Zone of Sri Lanka.",
    "Going by the tone and tenor of the language spoken by the Indian leaders, it is clear that the ruling BJP led by Prime Minister Modi has a different stand on the agreement. Yet, they have not expressed any interest in taking back the island.  The current topic, which is sensitive as far as India-Sri Lanka bilateral relations are concerned, is debated in Indian politics ahead of Lok Sabha elections only, and that is all meant for domestic consumption only.",
    "Kachchativu is now an island ceded to Sri Lanka 50 years ago under the government led by the Indian National Congress. It does not mean that the Indian government will make any attempt to retrieve it regardless of the agreements already signed and are effective.",
    "However, political debates are not always cogent. Rhetoric is used to appeal to voters. Now, in India, the BJP led by Prime Minister Modi is seeking to get back to power for the third consecutive time. The political parties, be it anywhere in the world with multi-party democratic setups, are in a race against time during elections to outperform their rivals. As such, the BJP takes on the Congress in India making remarks that can stir debates.",
    "What is more important is to make deep dives into the topic to see the reality rather than get misled over surface-driven criticism made for political ends. In Tamil Nadu, the issue has a resonance because its fishermen who poach in Sri Lankan waters get arrested by the Sri Lankan authorities. Their intrusion has denied livelihood for Tamil fishermen in the North in main.",
    "Indian National Congress president Mallikarjun Kharge hit back at the Indian Prime Minister questioning why his party did not take back the island during its past ten years in power.  As reported by the Hindustan Times, he described PM Modi’s action as poll-eve desperation. The whole debate, according to the Indian media, is shrouded in political rhetoric.",
    "When Prime Minister Modi accused the then Congress government of ceding Kachchativu to Sri Lanka, Kharge hit back saying the current Indian government gave a clean chit to China over the Galwan valley incident that killed 20 Indian soldiers.",
    "Still, Dr. Jaishankar stressed on the point that the matter is sub-judice. It leaves scope for one to wonder whether the Indian Supreme Court will decide on the case in India’s favour.",
    "However, ahead of  hearing of petitions by then Tamil Nadu Chief Minister J. Jayalalithaa and her arch-rival M. Karunanidhi seeking retrieval of Kachchativu Island from Sri Lanka in 2014, then Attorney General of India  Mukul Rohatgi told the Supreme Court that the task was impossible.",
    "“The island was given to Sri Lanka on the basis of a bilateral agreement in 1974. To retrieve it now, we have to go to war,” Rohatgi said as reported in the Indian media. This is a position taken by the Attorney General of the government headed by PM Modi.",
    "It is highly unlikely that India will make any serious effort to retrieve the tiny, uninhabited island, nor has any Indian leader expressed intention to do so.  Currently, India is seeking to foster ties with Sri Lanka by implementing major connectivity projects including plans for grid connectivity and land connectivity.  Retrieval of Kachchativu from Sri Lanka is unrealistic in such a context."
  ]
}