{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Emil-Ranjan-Lamahewa-acquitted-from-Welikada-Prison-massacre-case/56-765306",
  "time_ut": 1723163165.0,
  "original_lang": "en",
  "original_title": "Emil Ranjan Lamahewa acquitted from Welikada Prison massacre case",
  "original_body_lines": [
    "The Supreme Court has acquitted Former Commissioner of Prisons Emil Ranjan Lamahewa in the Welikada Prison Massacre case. The decision was handed down yesterday by a panel of five judges, who ruled in favour of Lamahewa’s appeal against his previous sentence.",
    "Lamahewa was indicted in July 2019 and charged with 33 counts, including the murders of eight prisoners, conspiracy and unlawful assembly. In January 2022 Lamahewa was sentenced to death by the Colombo High Court Trial-at-Bar over the killing of eight inmates on 9 November 2012.",
    "The horrific incident unfolded when hundreds of Special Task Force (STF) officers from the police force stormed Welikada Prison in Colombo, under orders to conduct a search for illegal mobile phones and recreational drugs. The operation quickly escalated, with prisoners reportedly being assaulted and tear gas fired into closed cells, creating a highly volatile situation.",
    "Witnesses including former Welikada Prison Class I Jailor P.K.W. Kudabandara testified in courts that certain prisoners, identified by name from a list, were singled out and shot dead by security forces who were supposed to be restoring order. At the time of the massacre in 2012, Lamahewa served as the prison Superintendent in charge of the Magazine Prison in Welikada.",
    "Eight high-profile prison inmates with underworld connections, including Kankanmalage Malinda Nilendra Pelpola, also known as Malan Attapattu, Sangakkara Nirmala Atapattu, Mohammed Wijaya Rohana, alias Gundu, Chinthamani Mohottige Thushara Chandana, also known as Kalu Thushara, Asarappulige Jothipala, alias Ponna Kapila, Harshan Sri Manakeerthi Perera, also known as Manju Sri, Raigamage Susantha Perera, alias Mala Susantha, and Devamullage Malith Sameera Perera, known as Konda Amila, were among those killed. In total, 27 inmates lost their lives during the incident."
  ]
}