{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rs-2-8-billion-investment-props-up-sri-lanka-wellness-tourism-infrastructure/",
  "time_ut": 1728845640.0,
  "original_lang": "en",
  "original_title": "Rs.2.8 billion investment props up Sri Lanka wellness tourism infrastructure",
  "original_body_lines": [
    "Six-acre Bentota Celestia Ayurveda Resort launched in collaboration with BOI",
    "The resort recruits nearly 80% of its staff from nearby villages",
    "Plans afoot to establish a local supply chain for livelihood diversification",
    "The Bentota Celestia Ayurveda Resort – built with an investment of Rs. 2.8 billion – was launched in collaboration with the BOI, recently. The venture is a Japan-Sri Lanka joint investment by private sector investors.This perfectly curated resort will add to the key wellness tourism infrastructure of Sri Lanka as the BOI is aiming to tap the full potential of the country’s capacity to earn foreign exchange.",
    "The property spans over six acres of land, housing 65 luxurious rooms, five of which are villas.",
    "The Board of Investment of Sri Lanka is facilitating this new enterprise in the tourism sector and will continue with future expansion as well.",
    "Hectic lifestyles and the modern pace of life can lead to stress and burnout, which in turn can drive people to seek wellness tourism. According to the Global Wellness Institute forecasts, the wellness market will soar to $1.3 trillion by 2025, the fastest growth rate of any wellness market through 2025.",
    "Referring to above facts, Chandana Silva, the CEO of Celestia said,” Instead of using conventional healing as a means of treating patients, our goal is to showcase a real Sri Lankan legacy of Ayurvedic behaviors as a way of life, allowing everyone to experience the foundational ideas of a joyful existence.”",
    "“The Bentota Celestia Ayurveda resort has the vision to continue the rich tradition of Sri Lankan culture and offers more than just standard Ayurvedic treatments; it also offers contemporary programs like yoga classes, meditation with close-to-nature beach meditation and healing mind and body. The resort will provide the healing system with a tailor-made menu under the guidance of nutritionists and Indigenous doctors, which is synonymous with anti-aging detoxing with palatable foods,” he noted.",
    "The offerings at Celestia is notably unconventional. Celestia invites future wedding aspirants to enjoy the newfound palatable menu of ancient secret medicinal herbs, rice varieties, and fruits at the resort. Celestia honeymoon packages offer a healthier start to the newlyweds’ journey.",
    "Celestia has initiated its ESG programme by recruiting nearly 80% of its staff from nearby villages. The resort is also planning to establish a local supply chain for its food and beverage requirements as a means of sustainable livelihood diversification of the community.",
    "Profit-takings among banking sector counters send bourse into bearish disposition",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}