{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Neil-Wagner-retires-from-international-cricket/108-277801",
  "time_ut": 1709011380.0,
  "original_lang": "en",
  "original_title": "Neil Wagner retires from international cricket",
  "original_body_lines": [
    "Feb. 27 (cricbuzz) - Fiery New Zealand fast bowler Neil Wagner has announced his retirement from international cricket, bringing down the curtains on a 12-year-old Test career during which he played 64 Tests for the Black Caps and won the inaugural World Test Championship.",
    "Wagner, 37, made the decision after he was informed that he would not be part of the XI in the Test series against Australia starting in Wellington on Thursday (February 29). He will now be released from the squad before the second Test in Christchurch meaning he he will sign off from the international game with 260 Test wickets - fifth on New Zealand's all-time charts - at a strike-rate of 52.7 that is bettered only by the legendary Sir Richard Hadlee among New Zealanders with 100 Test wickets or more.",
    "Wagner said that the decision was not easy and that it had been \"an emotional week\" but it was clear it was the right time to move on.",
    "\"It's not easy to step away from something you've given so much to and got so much out of, but it's now time for others to step up and take this team forward,\" he was quoted as saying in a New Zealand Cricket media release.",
    "\"I've enjoyed every single moment of playing Test cricket for the Black Caps and am proud of everything we've been able to achieve as a team. The friendships and bonds built over my career are what I'll cherish the most and I want to thank everyone who's played a part in where I am today. My teammates have always meant the world to me and all I've ever wanted to do was what was best for the team - I hope that's the legacy I will leave.",
    "\"I'd like to thank my wife Lana for her support in helping me be the man I am today and for helping bring our two little girls Olivia and Zahli and our boy Josh into the world.",
    "\"I'm looking forward to one final week in camp and will be doing everything I can to help prepare and support the boys.\"",
    "Originally from South Africa, he moved to Dunedin in 2008 to play domestic cricket for Otago, later relocating to Papamoa in 2018 to represent the Northern Districts. He made his test debut against the West Indies at North Sound in 2012 and it was against the same opponents five years later that he recorded career-best figures of 7 for 39 in a Test at Wellington.",
    "Wagner made a name on the circuit for his exceptional work-rate, his ability to bowl long and intense spells on not-so-conducive surface and his accurate bouncers, which among others, also played a role in unsettling the likes of Steve Smith, widely considered the best Test batter of this era.",
    "\"You always knew what you were going to get with Neil and that was 100 per cent commitment to the cause,\" New Zealand captain Tim Southee said. \"He would do anything for the team and has earned nothing but respect and admiration within the dressing room.\"",
    "Wagner will remain available for the Northern Districts and has confirmed his intention to continue playing domestic cricket next season - whether in New Zealand or overseas."
  ]
}