{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-china-backed-hambantota-port-to-start-feeder-service-with-colombo-191233/",
  "time_ut": 1733191800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s China-backed Hambantota Port to start feeder service with Colombo",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Hambantota Port is boosting its container handling volume to one million twenty-foot equivalent unit (TEUs) a year with new equipment and a feeder service with Colombo is expected shortly, a statement said.",
    "The port has spent 41 million dollars on 4 new quay cranes and 13 rubber tyred gantry cranes (RTGs), adding to the existing 2 quay cranes and 3 RTGs.",
    "“Our investment in these new cranes will considerably enhance HIP’s container handling capabilities, positioning us as a fully-fledged multipurpose port for Sri Lanka,” Wilson Qu, Chief Executive of Hambantota International Port Group said.",
    "“This capacity building is crucial for our transshipment operations and will attract potential investors looking to establish manufacturing plants in our industrial zone.”",
    "“In addition to that, our marketing team is committed to promoting these developments globally to engage the right partners for our initiatives.”",
    "A feeder service between Hambantota and Colombo is expected soon, enhancing the coastal shipping network of the island, he said.",
    "Combined with Colombo, Sri Lanka will reach a capacity of 10 million TEUs in 2025/2026, the port said.",
    "The four quay cranes which arrived on the MV De Qiang 66 on November 30. They have twin lift 65 meter outreach, a load rating of 50 tons for a single handling, 65 tons for tandem lifting, and 75 tons on the underhook beam, HIPG said.",
    "They provide a lifting height of 42 meters above rail and 20 meters below rail.",
    "The rubber tyred gantries had arrived in Hambantota on the vessel FENG HAI DA also on November 30. They have a span of 23.47 metres and a base distance of 6.9 meters, and has a single handling capacity of 41 tons and a lifting height of 01-over-05.",
    "The quay cranes and RTG cranes are built to meet green port initiatives have automation systems and anti-collision technology, to assure high efficiency and safety, the port said.",
    "The port already has four Reach Stackers, and three empty stackers.",
    "The new cranes are expected to be up and running in four months taking the capacity of the Hambantota port to one million TEUs a year. (Colombo/Dec03/2024 – Update IV)"
  ]
}