{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/first-treaty-to-protect-marine-life-in-high-seas-to-take-effect-in-january/",
  "time_ut": 1758431340.0,
  "original_lang": "en",
  "original_title": "First treaty to protect marine life in high seas to take effect in January",
  "original_body_lines": [
    "The first-ever treaty to protect marine diversity in international waters will come into force early next year, after it was ratified by the 60th nation, Morocco.",
    "Morocco’s formal adoption of the Marine Biodiversity Treaty on Friday means the agreement will now enter into force on January 17, 2026, offering new protections to an area covering two-thirds of the world’s oceans and as many as 10 million different species, many of which are still unidentified.",
    "Countries have rushed to ratify the treaty as the world’s oceans face growing threats, including from climate change, over-fishing and deep sea mining, which United States President Donald Trump has pledged to help jump start in international waters.",
    "Morocco’s Mission to the United Nations said in a statement that the entry into force of the treaty marked a “milestone for the protection of the ocean” and “collective commitment” to protecting “marine biodiversity beyond national jurisdiction”.",
    "Marine animals like the North Atlantic right whale face threats from changes to the high seas, including climate change and deep-sea mining [File: Aljazeera]",
    "Commending the governments that have ratified the treaty so far, UN Secretary-General Antonio Guterres described it as “a lifeline for the ocean and humanity” from problems including “climate change, biodiversity loss and pollution”.",
    "“Covering more than two-thirds of the ocean, the agreement sets binding rules to conserve and sustainably use marine biodiversity, share benefits more fairly, create protected areas, and advance science and capacity-building,” Guterres said, urging the governments that had yet to join to do so without delay.",
    "In addition to the 60 countries that have fully ratified the treaty, a further 122 countries, as well as the European Union, have signed the agreement, signalling their intention to ratify.",
    "Leneka Rhoden, the Caribbean Regional Coordinator at the High Seas Alliance, says the “true test” of the treaty now “lies ahead in implementation”.",
    "“Our communities already experience the impacts of climate change and ocean degradation, and we depend directly on healthy marine ecosystems for food security, livelihoods, and cultural identity,” Rhoden said in a statement.",
    "“We are confident that this agreement will deliver on its promise of real protection on the water, fair access to resources, and resilience for the most vulnerable,” she added.",
    "The treaty does not create a punitive enforcement body of its own. Instead, it largely relies on individual countries to regulate their own ships and companies. If a ship flying a German flag violates the rules, for example, it’s Germany’s responsibility to act, said Torsten Thiele, founder of the Global Ocean Trust and an adviser on ocean governance and blue finance. That makes universal ratification essential, he said.",
    "“If somebody hasn’t signed up, they’ll argue they’re not bound,” he said.",
    "The treaty covers international waters that fall outside any single country’s exclusive economic zone and account for nearly two-thirds of the ocean and nearly half of Earth’s surface.",
    "It also covers what is known as “the Area”, shorthand for seabed and subsoil beyond the limits of national jurisdiction. That comprises just more than half of the planet’s seabed.",
    "Now that the treaty is law, a decision-making body, a Conference of the Parties (COP), will have to work with regional and global organisations that already oversee different aspects of the oceans, such as the International Seabed Authority.",
    "One aspect of the Marine Biodiversity Treaty is to ensure that countries can work towards more fair and equitable sharing of benefits from activities related to marine biodiversity beyond the borders of any one nation, as a handful of governments and companies push to rapidly expand deep-sea mining.",
    "Environmentalists say the potential consequences of dredging the ocean floor used to extract deep-sea minerals are difficult to calculate and range from endangering ancient life forms like dumbo octopuses and twilight zone corals to causing further distress to whales by distorting their sonar communication.",
    "At least 38 countries are calling for a moratorium on deep-sea mining until more is known about its potential harm to marine ecosystems, including those which have yet to be explored.",
    "They include island states like the Marshall Islands and Vanuatu, as well as bigger countries like Brazil and the United Kingdom, while other countries, including the US under Trump, and the small Pacific island nation of Naaru, want to press ahead.",
    "Deep-sea mining vessel Hidden Gem, commissioned by Canadian miner The Metals Company, returns after test mining in the Clarion-Clipperton Zone between Mexico and Hawaii, off the coast of Manzanillo, Mexico, on November 16, 2022 [File: Aljazeera]",
    "The Marine Biodiversity Treaty is the latest example of continued efforts to combat environmental threats at the global level, despite pushback from some governments.",
    "Earlier this year, countries at the UN shipping agency stuck a deal on a global fuel emissions standard for the maritime sector, which will impose an emissions fee on dirty fuels and reward vessels that reduce their emissions.",
    "The deal was reached after the US pulled out of the climate talks at the International Maritime Organization (IMO) in London and threatened to impose “reciprocal measures” against any fees charged to US ships.",
    "In August, global talks to develop a landmark treaty to tackle plastic pollution failed to reach an agreement, amid deadlock at the sixth round of talks in under three years.",
    "But in July, the UN’s highest court found that countries must meet their climate obligations, and that failing to do so could violate international law, potentially opening the door for affected nations to seek reparations in future legal cases.",
    "Vanuatu’s minister for climate change, Ralph Regenvanu, who led the case at the International Court of Justice, reacted to the Marine Biodiversity Treaty entering into force, saying: “Everything that affects the ocean affects us.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}