{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nawaloka-hospitals-plc-marks-40-years-of-excellence-with-new-anniversary-logo-unveiling/",
  "time_ut": 1758366900.0,
  "original_lang": "en",
  "original_title": "Nawaloka Hospitals PLC marks 40 years of excellence with new anniversary logo unveiling",
  "original_body_lines": [
    "Nawaloka Hospitals PLC, Sri Lanka’s pioneering private healthcare institution driven by cutting-edge AI innovation, proudly marked its 40th anniversary, celebrating four decades of excellence since its establishment in 1985. The milestone celebration was held on 18 September at the Ambassador Hall of the Specialist Centre, and featured the official unveiling of the 40th anniversary logo, along with the issuance of a commemorative postage stamp in collaboration with the Sri Lanka Postal Department.",
    "The event was attended by Nawaloka Hospitals PLC Chairman, Dr. Jayantha Dharmadasa, Deputy Chairman, Anisha Dharmadasa, and Executive Director, Prof. Lal Chandrasena, along with the hospital’s esteemed panel of consultants, nursing staff, employees, and distinguished guests. The occasion was further honoured by the presence of Emeritus Prof. A.H. Sherifdeen, who graced the event as the Chief Guest.",
    "Since its inception in 1985, Nawaloka Hospitals has remained at the forefront of Sri Lanka’s private healthcare sector, setting benchmarks in medical excellence aligned with international standards. The hospital holds the distinction of being the first private institution in the country to successfully perform complex cardiac procedures, bone marrow transplants, and neurosurgeries. The 40th anniversary embodies the persistent journey of Nawaloka Hospital, and the commitment of its staff to providing compassionate, patient-centered care.",
    "The newly unveiled 40th Anniversary logo, which features the auspicious colors blue and orange, are designated as the lucky colors for 2026. From 2026 onwards, the logo will serve as the hospital’s refreshed brand identity, symbolizing progress, trust, and continuity.",
    "Commenting on this milestone, Dr. Jayantha Dharmadasa, Chairman of Nawaloka Hospitals PLC, stated:”Today, Nawaloka Hospitals proudly celebrates 40 years of leadership in Sri Lanka’s healthcare sector. This milestone is marked by the unveiling of our new 40th Anniversary logo, a symbol of progress, compassion, and trust. For four decades, Nawaloka has set the benchmark for medical excellence, pioneering innovation and empathy at every stage.",
    "Our legacy is defined by an unwavering commitment to excellent care, guided by our motto: ‘Healing with Feeling.’ This new chapter is our promise to continue advancing healthcare by caring, leading, and healing with feeling. This landmark anniversary not only celebrates past achievements but also underscores our pledge to deliver exceptional healthcare driven by compassion and innovation.”The unveiling of the anniversary logo also signals the beginning of a new chapter in Nawaloka Hospitals’ journey, as it integrates artificial intelligence (AI) into its operations.",
    "CEAT Kelani honours top dealers with ‘Autobahn 2.0’ convention & awards gala",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}