{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/18/dimantha-reflects-on-his-30-year-career-in-banking/",
  "time_ut": 1705562040.0,
  "original_lang": "en",
  "original_title": "Dimantha Reflects on His 30-Year Career in Banking",
  "original_body_lines": [
    "Dimantha Seneviratne, can be proud of a career as a banker that began in 1990, and has over 30 years of experience in the industry, of which over 10 years are in the capacity of a CEO.",
    "In this article, we take a look back at Dimantha's career in the Banking Sector of Sri Lanka.",
    "How did you start off in the banking sector and how long have you served in the industry as a whole? And as a CEO?",
    "My career as a banker started in 1990, hence I count over 30 years of experience, of which over 10 years are in the capacity of a CEO. How I entered the sector, now in hindsight I think it has been God’s plan for me all the way. As a fresh graduate from the University of Sri Jayewardenepura, with a B. Sc. degree with a specialization in Maths, and also with a Diploma from the NIBM in IT, an easy choice of a career at that time for me would have been the IT field. Back then, there was also growing demand and the sector was quite attractive, as it was at a booming stage. Alternatively, I also had the opportunity of joining the banking sector, as Sampath Bank was recruiting entry-level staff. The calling was more towards banking and that is how I became a career banker, with my inception at Sampath Bank.",
    "Since then, the journey has been rewarding, with a number of esteemed banking entities, here at home and overseas. I’ve crossed paths with many talented professionals and have had the privilege of working with them over the years.",
    "What are the key milestones and achievements you are most proud of during your tenure as CEO?",
    "Many I would say. Of those most significant is bringing about transformational change in the two banks that I had the privilege of serving as the CEO. PABC, for an example was, at the time I assumed duties was a Balance Sheet of Rs. 65 Bn. By the time I was leaving PABC, it has raised to a Balance Sheet of Rs. 129 Bn, with a 3 year CAGR of 26%, and also earning itself the fastest growing commercial banking status in the country. I strongly believe that the impetus I provided in propelling the bank forward has set it on a sustainable growth path, because once you get in to that mode its unlikely that you will go back, but rather forward.",
    "Same goes for NDB. My tenure there as the CEO was longer than that of PABC. When I assumed duties as the CEO of NDB in 2017, for me it was a sleeping giant. Sleeping because it was not as active or aggressive as it ought to have been, for a commercial banking entity in a very intensely competitive sector. A giant because, NDB had many unmatched strengths, such as its development banking prowess, strong ties with international funders, a quality and competent team, a relatively strong branch network spread across the country, a deep sense of true national development by catering to SMEs, etc. Given my intrinsic knack for promptly sensing what possesses potential and my desire and passion to transform the good to the best, I saw so much potential in NDB. And this is why in 2019, within three years from me assuming duties, the Bank rose to the fourth position among commercial banking entities in Sri Lanka, from seventh position, whilst crossing the Rs. 500 Bn mark in total assets.",
    "The Bank has posted some of the most impressive growth rates, not in isolation in a single year, but continually over the years. The compound annual growth rates over the five years for total assets, gross loans and customer deposits at NDB have been at high levels well ahead of peer banks and industry averages.",
    "Yest another aspect that I take pride in, in terms of achievements is, the diversity in performance that NDB went on to achieve and the dynamism it attained as a competitive commercial banking entity in the country. During my tenure, the Bank’s performance of the Bank was shaped by two distinct strategies launched back to back. Internally devised and augmented by external professional input by leading global consultants such as the International Finance Corporation (IFC) and Stax, these two strategies respectively revamped not just financial performance of NDB but multiple other factors.",
    "A major digital drive, encompassing both internal processes and customer solutions was iconic in both the strategies. This brought in organization realignment and a deep mind set change within the bank with strong inclination towards digitization. Dedicated teams were established to drive this with direct leadership of the CEO. And the results were exceptional. NDB went on to launch a number of industry first digital solutions such as inter-operatable mobile app for individuals – NEOS, mobile app for SMEs (NEOSBIZ), VKYC enabling remote account opening from anywhere in the world, back-to-back fully integrated digital loan facilities, ability to obtain CRIB reports and CRIB scores from the NEOS mobile app, to name the most significant capabilities.",
    "Simultaneously, the drive to digitise and automate internal processes also took a similar thrust, which saw a large number of processes leaned out, using technologies such as work flow and robotic process automation. These have led to significant efficiency enhancements and cost reductions, helping us attain one of the best cost to income ratios among peer banks. Ultimately, enhanced processes have also led to a swifter and seamless experience for our customers and employees.",
    "Our focus on empowering the women’s market segment is also another area which was fortified during my tenure. The strategic initiative Banking on Women, was devised and deployed after research which indicated a concerning deficit of funding to women led businesses in the country and untapped potential in terms of women’s contribution to economic development. Its undet this strategic agenda that NDB went on to launch some of the iconic initiatives such as NDB Araliya, a diverse and fully-fledged financial cum advisory proposition for females, and also flagship initiative, Sri Lanka Vanithabhimana, that NDB and MBC News First have now been collaborating on for the fourth consecutive year.",
    "If I am to comment of the dynamism of NDB’s performance I can mention quite a lot of points. In summary we excelled in a number of aspects, wide ranging and impactful, such as our contribution to fighting climate change, preserving the environment through tree planting initiatives, etc., community empowerment, support to customers through toughest of times, ensuring staff well-being, etc.",
    "Such dynamic performance did not go unnoticed by external parties, and this is why NDB has been endorsed in multiple instances with numerous awards locally and globally. Some of the highlight awards are becoming the Best Bank in Sri Lanka as adjudged by renowned entities such as The Banker UK, Global Finance USA and Euromoney. The wins from The Banker and Euromoney were first achieved during my tenure in 2018 and 2022 respectively.",
    "NDB also went on to become the most awarded corporate in Sri Lanka as per rankings of LMD for two consecutive years, in 2021 and 2022.",
    "Furthermore, my tenure with NDB was marked by two unprecedented external shocks, one the COVID-19 pandemic, the second the economic crisis. Both these shocks demanded out of the box thinking, visionary leadership, and exorbitant amount of empathy towards our stakeholders and prudent, tactical strategic manoeuvring in ensuring the stability of the entity I served. It is with contentment that I look back on how we surmounted these challenges, with unwavering commitment of my leadership team and the rest of the NDB team.",
    "How do you believe your leadership has influenced the growth and development of the banking sector?",
    "Well, as a banking CEO, we serve thousands, even millions of our citizens. And we provide strategic foresight and leadership to product innovation, process enhancements, banking sector human resource development, digital drive, etc. So I think in the ordinary course of leading NDB, since we excelled in all these aspects there was much contribution we made in shaping the sector. For example, when one bank introduces new technology it sets precedence for fellow banks to follow, and when that happens many more customers benefit. So just as much as we are a competitive industry, I like to see us like a closely knitted eco-system that learn and grow from one another, the ultimate benefits of which are a better developed banking sector and more empowered customers across the board.",
    "In more specific terms, I think my contribution to the banking sector was heighted during my tenure as the President of the Sri Lanka Banks’ Association (SLBA). This was in 2020, the year in which the country was hit by the COVID 19 pandemic. The pandemic and its effects had debilitating impact on the sector, our customers, employees, etc. The situation required agile, prompt solutions to safeguard interests of the entire eco-system. Together with fellow banking CEOS, and also in concurrence/ direction with the Central Bank of Sri Lanka we devised some of the most impactful solutions such as moratoria to customers, concessionary rated loan scheme, doorstep ATM facilities to customers, etc. These measures were crucial in ensuring the stability of the banking sector, and also the overall economy.",
    "Then came the economic crisis – an unfortunate incident which could have been avoided. NDB had a considerable exposure to sovereign bonds similar to a number of other peer banks and it was essential that amicable solutions were arrived upon, which safeguarded the interest of individual banks, the banking sector as a whole and also the country ultimately. Together with peer bank CEOs, I was involved in discussions with international advisors in both legal and financial capacity in arriving at optimum debt negotiation solutions.",
    "In earlier years, I’ve been an active member of the Association of Professional Bankers (APB) having held the positions of Executive Council Member, Secretary General, Vice President and then President in year 2009/2010.",
    "What have been the most valuable lessons you have learned throughout your career?",
    "Many I would say. To sum it up, the most resounding learning that is universal and timeless is the fact that determination, dedication and commitment can enable an individual to achieve excellence. This can not only enhance that individual in a personal capacity, but also enable impactful and wide-felt contribution in uplifting the larger eco-system that he or she is connected to.",
    "Furthermore, all of us are here with a very specific mission to deliver on. We should embrace this mission, the responsibilities that come along them and make uncompromised efforts in delivering what is expected out of us. Because the ultimate goal of our existence is not just for self, but for the wider society.",
    "Also, a career or even life in its personal capacity is shaped best when faced with challenges. Challenges are inevitable, unexpected and can even be un-nerving. What is important is to maintain positivity in our approach and outlook to life, and make every day worthwhile.",
    "How have you seen the banking industry evolve during your career, and what do you believe are the key trends shaping the future?",
    "Here we are talking about over three decades. In fact the Sri Lankan banking sector has come a long way, particularly in terms of competitiveness, adoption of technology, product innovation and even legal aspects. Banks have always been a key catalyst in spurring economic growth, and as the Sri Lankan economy went through many phases, through a civil war, other external challenges, reforms, etc., the sector also evolved in tandem. I think despite the fact that we are a developing country, the banking sector has been ahead of the game, particularly in comparison to peer south Asian countries. Digitalization is a classic example here. The country had its first bank ATMs installed in as far back as 1988. Since then banks across the board have adopted technology at varying scales in delivering a winning banking relationship to customers.",
    "We’ve seen the establishment of a large number of foreign banking branches in Sri Lanka as well, bringing in global dynamism to the sector. As the economy grew exponentially banks too stood up in financing them, with gradually enhancing their capital, strength and stability.",
    "In terms of key trends shaping the industry, again increasing digitization, customer centricity and convenience, strong alignment towards climate positivity in banking actions are a few to name.",
    "What advice would you give to aspiring leaders in the banking industry?",
    "There is much pride and esteem in being a banker, because as bankers day in and day out, we support and empower thousands of individuals, micro ventures, SMEs or top-notch blue chips to prosper financially, achieve financial resilience and thereby support achieve their dreams and enhance quality of life. A banker shoulders the prosperity of an economy by providing financial and advisory support and helping our customers in making critical decisions that spur growth. Only a few jobs can make such a deep and wide impact. As per my belief the critical virtues that nurture a true banker and a leader role in the sector are integrity, honesty, commitment and empathy towards your customers and other stakeholders. In the new age where environmental and social injustice are the most defining challenges, we as bankers need to align our thinking and behavior so environmental and social empathy are also important.",
    "As you approach retirement, I’m curious to know about your post retirement plans. Are there any specific projects or activities you are looking forward to pursuing that you would like to share.",
    "I strongly believe in calling it a day in your career when you are at your peak, because from then on, you still have so much left in you to contribute to the industry and the country at large, there is still much vigour and impact in what you do.",
    "⁠I think there cannot be a more pressing time than now, where the county needs professional consultation in a wide plethora of aspects linked to banking and financing, focused towards rectifying and fortifying our economy. I am ambitious on sharing the substantial practical exposure I have gained in leading two local banks for over a decade, strong ties maintained within the industry via the SLBA , my personal overseas exposure at country leadership level across multiple cultures, regulatory environments, managing tough situations with a people and customer centric approach, vast number of professional connections I have developed both local and overseas , my involvement in Debt structuring including International debt markets negotiations , Investor relations on capital market developments etc. I intend to put these exposures in to beneficial usage thereby make a lasting impact on the industry and the country as a whole.",
    "⁠And on the other hand life should be a balanced one in terms family, spirituality and the career . In most cases , however much you try to balance it specially in these challenging times, it’s difficult to strike a balance. I think with retirement, I will have that much needed time to have a balanced approach  in life, whist continuing to serve the people and my country, a mission I will not relent on for as long as I can.",
    "First US attempt to reach the moon in 50 years ends in failure. Spacecraft crashes into Pacific Ocean"
  ]
}