{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-named-best-sme-bank-in-sri-lanka-at-global-finance-awards-2024-in-uk/",
  "time_ut": 1709509200.0,
  "original_lang": "en",
  "original_title": "ComBank named Best SME Bank in Sri Lanka at Global Finance Awards 2024 in UK",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has been declared the ‘Best SME Bank’ in Sri Lanka at the Global Finance Awards 2024 in an emphatic reaffirmation of the Bank’s status as the biggest benefactor by far to the country’s small and medium enterprises.",
    "Already recognised by the Ministry of Finance as the biggest lender to the country’s SMEs, Commercial Bank received the prestigious Global Finance award in this sphere for the second consecutive year.",
    "Announcing the winners of the World’s Best SME Bank Awards 2024 across all regions, Global Finance said it used a proprietary algorithm with criteria – such as knowledge of SME markets and needs, breadth of products and services, market standing, and innovation – weighted for relative importance. “The winners are those banks that best meet the specialised needs of SMEs in their markets,” the magazine said.",
    "Recognised alongside Commercial Bank as the Best SME Banks in their countries in the Asia-Pacific region are banks of the calibre of OCBC – Singapore, Maybank – Malaysia, Sumimoto Mitsui Financial Group – Japan, HDFC Bank – India, Prime Bank – Bangladesh and Vietcombank – Vietnam.",
    "Commenting on this latest award, Commercial Bank Deputy General Manager Personal Banking Mr Delakshan Hettiarachchi said: “SMEs have always been a top priority for us, and this is borne out by the fact that Commercial Bank is the largest lender to Sri Lanka’s SME sector.",
    "We continuously engage with our SME customers on many levels, helping to build knowledge and capacity and facilitating networking and access to local and international markets. The Global Finance award is therefore a fitting affirmation of the success of our efforts.”",
    "Lanka Special Steels launches GI wire product range for international markets",
    "IIHS launches Bachelor of Business Administration programme with UGC approval",
    "ComBank stays on growth trajectory in 2023 with notable Q4 performance",
    "Rs 4 million in cash prizes from ComBank RemitPlus ‘Pita Rata Wasi’ remittance promo",
    "ComBank donates 5000-litre water storage tanks to 50 families at CKDu risk",
    "ComBank celebrates 16 years of providing card payment solutions via ‘Goldnet’",
    "ComBank wins Platinum for Jaffna branch at Green Building Council Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}