{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99415/hundreds-feared-dead-after-landslide-hits-remote-papua-new-guinea-village",
  "time_ut": 1716546840.0,
  "original_lang": "en",
  "original_title": "Hundreds feared dead after landslide hits remote Papua New Guinea village",
  "original_body_lines": [
    "Hundreds are feared dead after a massive landslide flattened dozens of homes and buried families alive in a remote village in northern Papua New Guinea (PNG) early on Friday, a resident said.",
    "More than 50 homes, many with people still asleep inside, were buried when the landslide hit Kaokalam village around 3 a.m., villager Ninga Role told Reuters by phone. The death toll was nearly 300, among them his brother and cousin, he said.",
    "The Australian Broadcasting Corp and other local media reported that more than 100 people had been killed.",
    "One man who turned back to try to save his two children was buried along with his extended family, Role said.",
    "Social media footage posted by Role showed people clambering over rocks, uprooted trees and mounds of dirt searching for survivors. Women can be heard weeping in the background.",
    "“It’s very impossible, the area covered by the landslide is large and there are rocks and trees everywhere,” Role said.",
    "The village is in Enga province, about 600 km (370 miles) north of the capital Port Moresby.",
    "Prime Minister James Marape said in a statement he had yet to be fully briefed but that authorities were responding to the disaster.",
    "“We are sending in disaster officials, PNG Defence Force, and the Department of Works and Highways to meet provincial and district officials in Enga and also start relief work, recovery of bodies, and reconstruction of infrastructure,” Marape said.",
    "“I will release further information as I am fully briefed on the scale of destruction and loss of lives.”",
    "PNG police did not immediately respond to requests for comment.",
    "The landslide hit a section of highway near the Porgera gold mine, operated by Barrick Gold (ABX.TO), opens new tab through Barrick Niugini Ltd, its joint venture with China’s Zijin Mining (601899.SS), opens new tab.",
    "A spokesperson said it was too soon to know whether there had been any damage to the mine, which had enough supplies to operate normally in the short term."
  ]
}