{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Committee-to-evaluate-carbon-reduction-project-proposals/56-762695",
  "time_ut": 1717632430.0,
  "original_lang": "en",
  "original_title": "Committee to evaluate carbon reduction project proposals",
  "original_body_lines": [
    "The Cabinet of Ministers on Monday approved the appointment of a committee led by the Environment Ministry Secretary to evaluate project proposals and make decisions till Sri Lanka’s carbon market strategy and guiding principles are implemented.",
    "“The committee will oversee the assessment of project proposals and facilitate the implementation of effective carbon reduction strategies till the comprehensive carbon market framework is in place,” Cabinet Co-Spokesman and Minister Bandula Gunawardena said at the weekly post-Cabinet meeting media briefing on Tuesday.",
    "The Paris Agreement, a legally binding international treaty on climate change, was adopted by 196 parties at the 21st Session of the Conference of the Parties to the United Nations Framework Convention on Climate Change (COP21) in 2015, with Sri Lanka signing the agreement in 2016. The primary aim of the Paris Agreement is to limit the global average temperature increase to well below 2°C above pre-industrial levels, with efforts to restrict the rise to 1.5°C.",
    "According to the provisions of the agreement, participating States must implement nationally determined contribution (NDC) targets. To facilitate this, two market mechanisms have been introduced that allow parties to exchange the results of greenhouse gas reductions bilaterally. The reporting of such exchanges enables parties to use these reductions to achieve their NDCs.",
    "Sri Lanka is in the process of preparing a carbon market strategy and guiding principles with technical assistance from the Dubai Regional Cooperation Centre of the United Nations Framework Convention on Climate Change, expected to be completed by the end of this year. In the interim, various project developers have submitted proposals related to key sectors, including electricity, industry, waste management, transport, agriculture and forestry, identified by Sri Lanka to reduce greenhouse gas emissions.",
    "The proposal to appoint the evaluation committee, submitted by President Ranil Wickremesinghe in his capacity as the Environment Minister, was approved by the Cabinet of Ministers."
  ]
}