{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84468",
  "time_ut": 1723131000.0,
  "original_lang": "en",
  "original_title": "Rajapaksas  Backstabbing Ranil  Over the Presidential Candidacy Issue   Backfire  on the SLPP.",
  "original_body_lines": [
    "President  Ranil Wickremesinghe was cruelly bamboozled by the Rajapaksas early this week. The incumbent president was given false promises that the Medamulana clan-led “pohottuwa”party was firmly behind him in his bid to contest the forthcoming presidential poll. The note of discord struck by Namal Rajapaksa was lightly dismissed as being of very little consequence. The message conveyed was that Wickremesinghe should formally seek the suppo rt of the Sri Lanka Podujana Peramuna(SLPP) for his candidacy and that it would be accepted and approved by the SLPP as a matter of course. But when Ranil did so, the carpet was yanked from under his feet.",
    "The SLPP  did not back his Presidential Candidacy. Ranil was backstabbed by the Rajapaksas. Supporting or not supporting Wickremesinghe was a decision for the SLPP to take. It was that party’s choice. What has  left a bad taste in this instance is how the Rajapaksas (except Namal)went about this. They deceived Ranul into thinking that he would be supported and made him seek their endorsement formally. Thereafter they humiliated  Ranil by rejecting him.",
    "What had happened earlier was this. Even as the 2024 presidential election drew close, the SLPP founder and former national organiser Basil Rajapaksa wanted Ranil to contest as the SLPP’s presidential candidate. Ranil refused saying he would be contesting as an independent non-party candidate. An alliance would be formed to support his candidacy. The SLPP could be part of that alliance.",
    "Basil was seemingly willing to cooperate but other members of the envisaged alliance especially the SLPP breakaway group led by MPs Nimal Lanza and Anura Priyadarshana Yapa were opposed to it. Basil too withdrew in a huff saying if the SLPP was rejected once, he would reject the alliance 100 times.",
    "These differences were patched up due to efforts by Ranil and other SLPP members who were supportive of the president. Some of the SLPP ministers and MPs backing Wickremesinghe exerted pressure on their leadership to support  the incumbent president. Ranil himself had several rounds of discussions with Mahinda and Basil Rajapaksa. An agreement was arrived at. Ranil was to seek SLPP support formally after he declared his candidacy. Thereafter the SLPP would go through the motions of considering his request and approve it formally.",
    "As the days passed a new problem arose. Namal Rajapaksa the eldest son and heir apparent to the political legacy of Mahinda Rajapaksa began opposing the SLPP supporting Wickremesinghe’s candidacy. Namal who had replaced his uncle Basil as the SLPP national organiser opined that the SLPP would be further eroded and diminished politically if it backed Ranil as an independent candidate. Namal insisted that the SLPP should field its candidate. If Ranil was unwilling to be the Pohottuwa candidate, somebody else like  casino owner cum business magnate Dhammika Perera could  be the SLPP candidate. If Dhammika was not amenable, he (Namal) would contest.",
    "Ranil refused to contest on the SLPP ticket and Namal began promoting Dhammika Perera publicly. Perera was seen on SLPP platforms  clad in formal Western attire. Meanwhile, Namal Rajapaksa and SLPP General Secretary Sagara Kariyawasam instructed party members not to engage in  activities promoting Ranil’s candidacy as the SLPP had not endorsed him.",
    "Namal and Sagara also began making unfavourable comments about Wickremesinghe saying he was a loser. The president however ignored them and told his supporters not to respond to Namal and Sagara over this issue.",
    "Meanwhile SLPP ministers, state ministers and MPs supportive of Wickremesinghe began conducting huge public rallies in support of Ranil. Sagara Kariyawasam acting on the instructions of Namal Rajapaksa began obstructing them.",
    "Matters came to a head when Kariyawasam intervened personally to undermine a meeting scheduled for July 21st at Kadawatha.SLPP Parliamentarians and former provincial, municipal and divisional councillors were contacted by the SLPP Gen Secy who forbade them to attend the meeting.",
    "The actions of Kariyawasam were a direct challenge to the political prestige of Cabinet Minister Prasanna Ranatunga who was the head of the SLPP Gampaha district party apparatus. Kadawatha is in Gampaha district. Prasanna Ranatunga took great pains to organise the Kadawatha event with the aid of Gampaha district MP Sahan Pradeep Withane. A record crowd of 15,000 plus attended. Twenty-eight MPs and 380 ex-councillors were present. Prasanna electrified the crowd by asking the people whether they supported Ranil’s candidacy. Thousands of hands went up. Ranil was very happy.",
    "But Namal was  unhappy. He began bad-mouthing Wickremesinghe accusing him of breaking up the SLPP. Many independent observers felt Namal Rajapaksa had crossed the Lakshmana Rekha and that there could be no political rapprochement between the President and the Pohottuwa. Ranil however tolerated Namal’s remarks and tried to iron out things satisfactorily.",
    "While Wickremesinghe did not want to be the SLPP’s candidate, he was not averse to gaining the party’s support for his candidacy. There were some UNP stalwarts who felt SLPP backing was necessary for Ranil’s victory and urged him to compromise with the",
    "Perceiving this to be Ranil’s weak spot, the Rajapaksas resumed a dialogue with him.  Confirmed reports said  Ranil met with Mahinda and Basil on more than one occasion. Unconfirmed reports state he even met Namal once.",
    "Two “requests” were reportedly made by the Rajapaksas. One was that Namal Rajapaksa should replace Dinesh Gunawardene as Prime Minister. The other was that the SLPP should receive the lion’s share  of portfolios in the Government to be formed under his presidential second term.",
    "Ranil refused to replace Dinesh with Namal. He said Dinesh Gunawardene would remain prime minister in the present Government  and also in a future caretaker Govt. When a new Government is formed after fresh  Parliamentary elections, the leader of the party with the most number of seats would be premier.",
    "Likewise portfolios would be allocated in a new government on a proportional basis. Each party would get a share in accordance with the number of seats it won. Though Ranil remained firm, the Rajapaksas did not reject him. It appeared that the Rajapaksas had  realised they needed  Ranil as much as Ranil needed SLPP support.",
    "Wickremesinghe was invited to meet  Basil Rajapaksa on July 27th  with a formal letter seeking SLPP support. He was asked not to be concerned with Namal Rajapaksa’s negative comments and assured that the party would support him as an independent candidate after a Politburo meeting. The  Politburo endorsement was a mere formality.",
    "Some MPs supporting Ranil who had moved closely with the Rajapaksas earlier had advised Ranil not to trust Basil who was likely to stab him in the back. They urged a clean break with the Rajapaksas and to  contest independently with the support of  former and current Pohottuwa MPs.",
    "Ranil  however  went ahead and met Basil along with his chief of staff Sagala Ratnayake. The letter written to SLPP leader Mahinda Rajapaksa was handed over.",
    "What the Sinhala letter said in essence was “Whilst I have decided to be an independent candidate in the 2024 presidential election, I am seeking the support of a majority of the political parties. To ensure my victory, while I expect the support of the Sri Lanka Podujana Peramuna, I await an early response from your party.”",
    "Mahinda telephoned Ranil on  Sunday, July 28th and confirmed he had received the letter. Unconfirmed reports state that Mahinda’s spouse Shiranthi as well as sons Yoshitha and Rohitha had telephoned  UNP stalwarts saying everything was OK.",
    "The SLPP’s political affairs committee or Politburo (Political Bureau)  met on Monday July 29th in Colombo. 79 out of 82 members were present. The Politburo had been re-constituted  two months ago after Namal had become national organiser. The Politburo now had a majority of Namal loyalists.",
    "As the meeting’s agenda unfolded, Gen Secy Sagara Kariyawasam proposed that they take up the matter of deciding to field a party candidate at the forthcoming presidential poll. He also noted that Ranil Wickremesinghe had sent a letter to the SLPP leader Mahinda seeking support. Basil interjected at that point and said that he (Basil)  had asked Ranil to do so.",
    "When the issue was open for discussion senior MP SB Dissanayake proposed that the party should support Wickremesinghe’s candidacy. This was vehemently opposed by Johnston Fernando. This in turn led to interventions by Prasanna Ranatunga, Mahindananda Aluthgamage, Kanchana Wijesekera and a few others. A heated exchange of words took place  between Mahindananda and Johnston.",
    "Those supportive of Ranil’s candidacy argued vigorously on his behalf. While the majority of those present remained silent,  some members  allegedly representing trade unions made scathing attacks against Ranil.An unconfirmed report  said that  Basil Rajapaksa’s critical comments about some aspects of Wickremesinghe’s style of functioning added weight to the anti – Ranil sentiments.",
    "After a while SLPP leader Mahinda Rajapaksa  brought the discussions to an end saying the question was not about supporting Wickremesinghe or not. The question was whether the SLPP should field a presidential candidate or not.Mahinda then suggested that the question be put to the vote.",
    "When Sagara Kariyawasam asked those present whether they supported the proposal to field the party’s own candidate, none responded. This created doubts about what the Politburo members wanted. Were they unanimously supporting the idea of the party fielding its own presidential candidate? Or were they apathetic towards the idea?",
    "To clarify matters  further, it was then asked whether anyone opposed the party putting forward a presidential candidate. 11 voted against. They were – Prasanna Ranatunga, Bandula Gunawardena,  Ramesh Pathirana Kanchana Wijesekera, Mahindananda Aluthgamage, S.B. Dissanayake, Kokila Gunawardena, Kanaka Herath, Pradeep Udungoda, Sahan Pradeep  and Mohan Priyadarshana. Two MPs SB Dissanayake and Chamal Rajapaksa pointedly stated that they were abstaining.",
    "It was then announced that 66 of those present had supported the proposal to field the SLPP’s presidential candidate. At this point Janaka Bandara Tennakoon  said that he too was against the SLPP fielding its  own candidate. Sagara responded by saying the voting was over. It was then said the party would soon finalise its presidential candidate. It was explicitly stated that the  SLPP would not support Ranil Wickremesinghe’s candidacy.",
    "Although the SLPP Political Affairs Committee/Politburo had decided against Ranil Wickremesinghe it was not quite the end of the story. The SLPP by its  action had certainly dealt a severe blow to Wickremesinghe but the very same action had immediate consequences for the party. Newton’s third law of motion –“ For every action there is an equal and opposite reaction”- came into play. What ensued was political drama of a very high order!",
    "Several SLPP parliamentarians including  ministers and deputy ministers  began issuing statements re-iterating their support for President Wickremesinghe in defiance of the party decision. Some conducted media briefings. Some provided voice cuts to the electronic media. Some posted on “X”(twitter). It appeared now that the act of political betrayal by the SLPP hierarchy  had backfired on the party.",
    "Barely four  hours after the SLPP Politburo meeting ended,  there was an ad-hoc meeting of SLPP and/or SLPP llied  parliamentarians at UNP Chairman wajira Abeywardana’s Colombo residence. They pledged their allegiance to President Wickremesinghe. There were close upon 60 MPs. Eight  cabinet and 24 state ministers were among the gathering. The most prominent among the attendees was Prime Minister and Chief of the Mahajana Eksath Peramuna(MEP) Dinesh Gunawardene.",
    "Another conclave took place the following day  at Ranil Wickremesinghe’s independent political office on Flower Road. Ninety two MP’s of different political hues converged there.The bulk of these MPs were from the SLPP, SLPP breakaway groups or partied aligned with the SLPP. They  collectively  promised  to back Wickremesinghe’s candidacy to the hilt. The resolution was proposed by Ramesh Pathirana and seconded by SB Disanayake.",
    "A visibly elated Ranil   uncharacteristically displaying  signs of emotion in public, thanked all those present. He explained in brief what had happened and declared that he would continue with his intention to contest. President Wickremesinghe expressed his gratitude to Mahinda Rajapaksa and the SLPP for the support they had hitherto given him. He  called upon more MPs and representatives of the people to support him.",
    "The next few days saw support for Ranil increasing. The number of MP’s openly supporting him increased to 108. Hundreds of former Provincial, municipal and divisional councillors also pledged support.",
    "It appeared that notwithstanding the SLPP’s official decision, a significant number of influential Pohottuwa members had hitched their wagons to the Wickremesinghe star.",
    "Against this backdrop, SLPP General Secretary Sagara Kariyawasam’s threats to take disciplinary action against those who disobey party diktat seem to be  a mockery of reality. Any attempt by Kariyawasam to do could plunge the party into unfathomable depths of legal wrangling. It may even result in further fragmentation of the hopelessly divided SLPP. The possibility of a court order  being sought to restrain  Sagara from functioning as Gen secy cannot be ruled out.",
    "The SLPP hierarchy by its hasty decision to hoodwink Wickremesinghe  seems to have churned a wave of support for Ranil within the party. This is essentially due to Wickremesinghe’s   stellar performance as premier and president during challenging times. The bamboozlement of Ranil by the Rajapaksas had boomeranged on the SLPP.",
    "Firstly he re-established law and order and ensured the security of all people including  SLPP parliamentarians. Secondly he  abolished the “queue” period brought about by the lack of foreign exchange and shortages of electricity, gas, water, food and essential items. After restoring some economic stability, President Wickremesinghe is also engaged in leading the team effort to lay the foundations of a prosperous economic future.",
    "More importantly the attitudes of these SLPP politicians towards Wickremesinghe have been influenced by what their constituency or support base feels or thinks. In short  the people’s  opinion.",
    "Let it not be forgotten that most SLPP political leaders have their roots in the SLFP or leftist parties. They have been nurtured and nourished on a diet of UNP phobia in general and and anti-Ranil politics in particular. Despite this history and tendency, they are now firmly backing Ranil even to the extent of defying the Rajapaksas. Why?",
    "There are two reasons.  The first is that they have become admirers due to personal interaction with  Ranil and are also impressed by his impressive achievements during the past two years. Secondly and more importantly, it is due to what their supporters the people feel.",
    "Despite sections of the media and the so-called Intelligentsia including the “chattering classes” of Colombo attacking Wickremesinghe viciously, the ordinary people especially those from rural areas seem to be satisfied with Ranil and even praise him.Thus MPs are compelled to heed the opinion of the people. According to  some provincial correspondents of Sinhala newspapers there is a growing feeling among rural supporters of Mahinda Rajapaksa that the party had shown ingratitude towards Wickremesinghe. They think the SLPP should have backed Ranil.",
    "A recent example illustrates   this vividly. Anuradhapura district MP SM Chandrasena has been a vehement critic of Wickremesinghe in the recent past. He even conducted a media briefing some months ago and blasted the president. One  reason for this was due to Wickremesinghe’s refusal to appoint  Chandrasena as a minister  in spite of persistent attempts by Basil Rajapaksa to make Ranil comply.Under such circumstances one would have expected Chandrasena to be among those celebrating Ranil’s perceived downfall.",
    "The opposite happened. Chandrasena was an unexpected but most welcome presence at the  Government parliamentary group meeting  this week. Chandrasena not only pledged allegiance to Wickremesinghe’s presidential candidacy but also affirmed the Anuradhapura district Political committee’s support for Ranil. He also said  eight out of nine MPs in the district were for Ranil.",
    "When fellow MPs queried Chandrasena about his change of heart, the Rajarata politico attributed it to the people of Anuradhapura.”When the people are supporting Ranil, how can I ignore that?” Chandrasena reportedly stated. He also said the district political committee had unanimously endorsed its  support for Ranil.",
    "While Ranil Wickremesinghe and his electoral team should be happy about this growing support, they should be careful about getting  their priorities right.  What is important is not the support of the people’s representatives alone,  but those of the people they represent.   While these MPs do have their own support base. How much of that support can they translate into votes for Ranil? The MPs and councillors must be able to  convert their personal support into votes supporting Wickremesinghe at the presidential election.",
    "This is an updated version of the ‘DBS Jeyaraj Column” appearing in the “daily Mirror”of 3rd August 2024. It can be accessed here –"
  ]
}