{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102046/vehicle-assembly-plant-declared-open-in-kuliyapitiya-first-vehicle-to-enter-market-by-month-end",
  "time_ut": 1726587780.0,
  "original_lang": "en",
  "original_title": "Vehicle assembly plant declared open in Kuliyapitiya; first vehicle to enter market by month-end",
  "original_body_lines": [
    "President Ranil Wickremesinghe today (17) inaugurated the Western Automobile Assembly Private Limited (WAA) vehicle assembly plant in Kuliyapitiya, marking a significant milestone in the country’s automotive industry.",
    "This $27 million facility is now the largest vehicle assembly plant in South Asia, according to the President’s Media Division.",
    "The first vehicle to be assembled at the factory, a 15-seater passenger van, is expected to enter the market by the end of the month. The factory, equipped with cutting-edge machinery designed by global automotive experts, will generate both direct and indirect employment opportunities for local youth, the PMD said.",
    "In line with international industry standards, the facility also houses a vocational training institute, offering young people the chance to gain skills that will qualify them for overseas job opportunities.",
    "During the ceremony, President Wickremesinghe unveiled a commemorative plaque and toured the factory, engaging in friendly conversation with staff. In his speech, the President emphasized that no one will be allowed to obstruct projects vital to strengthening the national economy, despite protests.",
    "He also noted that although the Western Automobile Factory was initiated in 2015, it lacked the necessary support for timely completion.",
    "President Ranil Wickremesinghe emphasized that his administration is committed to advancing development projects that will benefit the country, noting that significant job opportunities for youth were lost due to the 10-year delay in completing this project, which was initially expected to be finished in two years.",
    "He highlighted that the new factory will not only boost the local economy of Kuliyapitiya but also strengthen the national economy.",
    "“We approved the establishment of this factory in 2015, but it faced significant opposition and protests. Investigations were even conducted in Parliament. The project, which was scheduled to launch in 2019, was delayed due to the impacts of COVID-19 and the economic crisis.",
    "After assuming the presidency, I made the decision to restart all these stalled projects. Today, we have finally commenced operations at the Western Automobile Company. This factory has the capacity to produce 50,000 vehicles annually, which will strengthen our export sector.",
    "Although the project was intended to be completed within two years, it took a decade. Many opposed it, focusing on political agendas rather than the country’s progress. This delay has cost us the opportunity to create numerous jobs. I am determined not to allow such setbacks in the future.",
    "I am committed to taking this country forward by properly implementing these development programs. This factory marks just one step in the broader development of Kuliyapitiya. With its opening, we begin the journey of growth for this region. We are creating a 1,000-acre investment zone in Bingiriya, and 500 acres have been allocated in Iranavila for a tourism zone. These areas will become hubs for both tourism and production.",
    "As we create new job opportunities, the demand for skilled workers will grow. To meet this, we plan to increase the number of engineers and skilled professionals. We’re establishing the Faculty of Engineering at Kurunegala University to ensure that we keep pace with the demands of the 21st century. We cannot afford to fall behind.",
    "European companies are now joining Chinese companies in investing in these projects. They will remain engaged as we work through the process of officially exiting bankruptcy. We have had extensive discussions with the International Monetary Fund, the World Bank, the Asian Development Bank, and the 18 countries that have lent to Sri Lanka. We’re now in the final stages of negotiations with private contractors, and we are progressing according to these agreements.",
    "I am determined to make the North West a hub of development, similar to the growth we’ve seen in Gampaha. This factory is just the beginning of that effort. I want to thank everyone involved, and I believe this company will play a vital role in strengthening our economy.”"
  ]
}