{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Pasan-Alagiyawanna-appointed-as-Signify-Lanka-s-new-local-Director/34-759728",
  "time_ut": 1710977188.0,
  "original_lang": "en",
  "original_title": "Pasan Alagiyawanna appointed as Signify Lanka’s new local Director",
  "original_body_lines": [
    "n a significant move that marks a new chapter for Signify Lanka Ltd., the company has announced the appointment of Pasan Alagiyawanna as its new local director.",
    "This strategic decision is set to steer the company towards new horizons of innovation and growth in the lighting industry.",
    "Signify, formerly known as Philips Lighting, is a Dutch-based global leader in lighting products, systems, and services. With a rich history of innovation, Signify has been at the forefront of the lighting industry, offering state-of-the-art solutions that illuminate lives, enhance safety, and contribute to a sustainable future. The company’s commitment to unlocking the extraordinary potential of light for brighter lives and a better world is reflected in its diverse portfolio and its presence in over 70 countries.",
    "Pasan Alagiyawanna, the newly appointed local executive director, brings a wealth of experience and expertise to the table. With a background that spans various roles within the industry, Pasan Alagiyawanna has been instrumental in driving innovation and excellence in lighting applications. His previous role as a Lighting Application Specialist at Signify has equipped him with an in-depth understanding of the company’s vision and operational dynamics.",
    "As Signify Lanka Private Limited embarks on this exciting journey with Pasan at the helm, the company looks forward to leveraging its leadership to further solidify its position as a pioneer in the lighting sector in Sri Lanka and Maldives. His appointment is a testament to Signify’s commitment to fostering talent and promoting leaders who share the company’s passion for sustainability and innovation.",
    "Under Pasan’s leadership, Signify Lanka Ltd.  is poised to enhance its offerings and expand its market reach in Sri Lanka and Maldives, ensuring that the benefits of advanced lighting solutions are accessible to more people."
  ]
}