{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Building-high-performing-teams-Converting-mystery-into-reality/4-780473",
  "time_ut": 1755676062.0,
  "original_lang": "en",
  "original_title": "Building high-performing teams: Converting mystery into reality",
  "original_body_lines": [
    "In today’s hyper-competitive landscape, high-performance teams, being those elite units that consistently exceed expectations, are an elusive rarity. What fuels their relentless drive for excellence has been a subject of much discussion. We have been made to believe that there is a mysterious intangible which separates a great team from a good team and that there is an ethereal alchemy of traits and behaviours which combine to produce a binding, collaborative force.",
    "The determination to win and the pursuit of excellence, which are hallmarks of high-performing teams, do not emanate solely from the brilliance of individuals who form the team and/or their collective intellectual capacity. Nor do they arise from heart-tugging organisational posters, the contrived kick of an annual off-site brainstorm or the ‘razzmatazzic’ thrill of a corporate event. Based on my experience, and contrary to popular belief, there are simple, consistent actions which carry the latent potential to transform groups of individuals into unstoppable forces.",
    "Actions which give tangibility to mystery. Actions which foster unwavering trust among team members and lead to a solidity of belief in each other. They give life to the psychological safety that underpins undiluted candour, the clarity of purpose which eliminates ambiguity and the leadership that empowers rather than dictates in high performance.",
    "I have been fascinated, and inspired over the years by the achievements of ‘high performing’ sporting teams ranging from “Bradman’s Invincibles” in cricket in 1948, Clive Lloyd’s West Indian, and Arjuna Ranatunga’s Sri Lankan, cricket teams of 1984 and 1996 respectively, Brazil’s 1970 world cup winning football team led by Carlos Alberto Torres and including the great Pele, the gold medal winning United States of America (USA) basketball “Dream Team” of 1992 co-captained by Larry Bird and Magic Johnson to Francois Pienaar’s world cup winning South African Rugby Union team of 1995 and Richie McCaw’s the world cup winning All Blacks Rugby Union teams of 2011 and 2015, being a few among the hundreds which immediately come to mind. Whilst these teams had some superstars, their consistent success was difficult to explain.",
    "What made the armies, teams and movements led by my military and political role models such as Frederick the Great, king of Prussia in the late eighteenth century, Hannibal Barca, Carthaginian general and statesman, Alexander the Great, the king of Macedonia, Genghis Khan, the founder of the Mongol Empire, Dwight Eisenhower, the Supreme Commander of the Allied Expeditionary Force in Europe in World War II, Che Guevera, revolutionary and military theorist and Lee Kwan Yew, the father of modern Singapore, perform so effectively?",
    "What drives the extraordinary performance of the teams of Tesla’s Product Development, Amazon’s Customer Service, Ferrari’s Formula 1, and the Navy SEALS et cetera? For sure, there is something over and above the magnetism of the individual leaders and their excellent organisational capabilities which made these teams so ultra-effective. What are the behaviours and features which anchor these high-performing teams?",
    "This article is based mainly on my personal experience at John Keells Holdings PLC (JKH), Anglo-American Corporation (Central Africa) Ltd., Lusaka, Zambia (Anglo), and Lever Brothers (Ceylon) Ltd. (Levers).",
    "The 15 years I spent at John Keells Holdings PLC (JKH) from 2003 to 2017 were undoubtedly the most rewarding and fulfilling period of my corporate career of just over 53 years as of date. During that period, I was privileged to be a key member of the Group Executive Committee (GEC), which lorded over many exciting projects and initiatives including the overhaul of JKH’s operating model in pursuing a stakeholder and employee inspired Vision, Mission and Purpose which was aimed at making JKH’s businesses, the leaders in the region during and before the end of the first quarter of the 21st century.",
    "While the thrill of change management associated with bringing about a paradigm shift was palpably exhilarating, the voyage of strategising, portfolio review, new business development, mergers and acquisition, planning, data capturing and monitoring, restructuring, capability and competency building, human resource management, performance management, recognition and reward formulation, talent development, innovation, risk taking, risk management and sustainability development was intriguing and exciting. During this period, JKH successfully travelled into unknown territories and untested areas. The adrenalin rush associated with managing ‘mega’ change and making big hairy audacious investments is indescribable.",
    "They were only possible because of the ‘high performing’ spirit which pervaded the GEC mindset. In today’s workplace, success is no longer just about individual performance. It is about building teams which share a sense of purpose, work cohesively, and communicate effectively. Thankfully, the creation of high-performance teams is no longer shrouded in mystique. It is straightforward and commonsensical. It just requires discipline, commitment and focus.",
    "A high-performing team is a group of people who work efficiently and effectively to achieve the team’s goals. It is characterised by strong leadership, clear communication, a shared vision, trust, and a hunger to achieve. Individual team members have clearly defined roles and possess talents and skills which complement each other and synergise their capacity and capability. While team members challenge each other, they are open to being challenged and have no fear of expressing their viewpoints or facing difficulties. They show open minds, are constantly in the hunt for new ideas and have an adroit ability to adapt to changing circumstances and a willingness to tackle conflict head-on, objectively and calmly.",
    "Teams are the basic unit of performance in any organisation. High-performing teams can exist at any level of an organisation. A recent McKinsey study revealed that super-effective teams consistently display a high prevalence of 17 key behaviours and features under four core categories: configuration, alignment, execution, and renewal. As per McKinsey, > Configuration consists of the elements of diverse perspectives, external orientation, and role definition. It asks the question: Does the team have role clarity and the necessary mix of internal and external perspectives? > Alignment is made up of the elements of goals, purpose, and commitment. It begs the question: Is the team clear about, and committed to, the purpose and goals? > Execution represents the elements of collaboration, communication, decision making, feedback and meeting effectiveness. It enquires: Are we effectively carrying out our day-to-day work? and > Renewal covers belonging, conflict management, innovative thinking, psychological safety, recognition, and trust. It asks: Do we create the right working environment and enact practices for long-term learning and improvement? The McKinsey study concluded that it is a blend of all these elements which determines the level of performance in a team.",
    "There is a general belief that the high performance of a team arises from the existence of superstars in every role. While this may hold in team sports like cricket, rugby and football, it will certainly not be the case in a business organisation. The McKinsey study revealed that whilst individual performance may add to the outcome, it is the spirit of, and the fervour in, the interactions among team members which contribute to the significantly higher productivity of operating as a team as opposed to acting as individuals.",
    "While superstars do contribute to team performance through their exceptional skills, their presence can, at times, negatively impact team effectiveness because other members feel less valued and thereby demotivated. Their excessive reliance on the superstars stymies their development. This ‘superstar’ effect may lead to decreased collaboration and a loss of overall team productivity. Then, there are the individuals who suffer from a superiority complex and indulge in ‘one-upmanship’. Such self-centred behaviour and inclinations must be quickly terminated to prevent the collapse of the high-performing team.",
    "A key feature of the JKH Group Executive Committee was its total alignment with, and dedication to, a shared vision, mission, and purpose. The GEC operated by a principle of consensual decision making, with the majority prevailing in the event of a division. Such division was rare at JKH because of the ‘drawing in’, integrating and marshalling abilities of the Chairman-CEO, Susantha Ratnayake, and the desire of the team to rise above pettiness and focus on the key issues. Once a decision was made, the team demonstrated a solidity of oneness and displayed elevated levels of collaboration and fearless innovation. The Chairman/CEO had a veto right on any decision because the buck stopped with him.",
    "During my period with JKH, he had to use the veto just once and this, itself, speaks volumes about the unity of purpose in the team. Whilst being honest and forthright in expressing their views, many were the times when members debated issues with brutal gusto and disagreed without being disagreeable. Debates, discussions, and differences of opinion were objective and never personal. There were times when meetings were highly charged and volatile. But they were visible only within the confines of the meeting room. When the subject meeting was concluded, the ‘warring’ members walked out as friends. Presentations were simple, discussions were focused and paralysis by analysis was rare. Consequently, above average outcomes were more the norm than the exception. Under an overarching umbrella of respect, team members encouraged and supported each other and exercised their expertise, strengths and technical, management and leadership skills in architecting cohesiveness while retaining the benefits of challenge and discussion.",
    "Communication and trust were the key drivers of JKH GEC’s high-performing culture. These were facilitated and operationalised by, > Being open with each other, > Polling teammates by asking them to voice their ideas, > Being responsive to new ideas and different ways of doing things, > Expressing one’s views clearly and supporting the views of others, > Asking tough probing questions and showing willingness to debate issues without being personal or taking it personally, > Supporting each other by providing assistance and feedback and by offering help and seeking help, > Having the wisdom and maturity in balancing what needs to be said and what needs to be attentively and carefully heard, > Managing inevitable disagreements in a healthy, constructive manner and not letting it escalate into a ‘fire’, > Staying focused on the topic at hand and putting any tangents in the parking lot, > Reviewing regularly what is working and not working and making the necessary adjustments.",
    "Being part of a successful, high-performing GEC was a rewarding and motivating experience for all the team members. It certainly was the case for me. We revelled in an environment which encouraged autonomy and empowerment. Wide, but appropriate, decision rights enabled us to make stakeholder-satisfying, quick decisions. The accompanying sense of ownership propelled us to go beyond the normal call of duty and embark on projects which seemed impossible in the first instance.",
    "High-performing teams played a critical role in the success of Anglo and Levers too. By fostering a culture of combined excellence, these teams had a significant impact on productivity, efficiency, company morale, financial success, and overall workplace culture. The excellence of these teams had a rub-off effect on the rest of the organisation. The dispersive character of high performance facilitated employee engagement, satisfaction, and retention.",
    "Organisation design pundits are now convinced that high-performance teams do not happen by accident but happen via a deliberate intent. They opine that the enablement of psychological safety, shared purpose, mutual accountability, and trust will result in a team that is productive and truly extraordinary.",
    "The key steps to consider in creating a high-performing team, are, > Ensure that every team member is aware of the organisation’s Vision, Mission and Purpose, > State clearly the team’s purpose, > Express the goals of the team in SMART language, i.e. specific, measurable, achievable, relevant and time-bound in facilitating monitoring and review, > Select the right team members. Whilst individual team members must have the requisite skills and experience, their fit with the team’s culture and the affinity for collaboration must be carefully examined. Diversity in skills, thinking styles, and backgrounds catalyse creativity and problem-solving. At times, it may be productive to introduce a ‘disruptor’ to break the monotony of homogeneity. Avoid a preponderance of ‘yes’ people, > Choose the right leader. The leader of the team plays a key role. He/she must be a skilled integrator and must have the ability to coach and mentor team members in helping them grow individually and contribute effectively, > Size of team. A team should ideally be eight to ten people. Too many cooks may create challenges in coordination, increased tension, and reduced productivity in making the soup. Peer recruitment is an avenue to consider.",
    "Other actions include, > Establish roles and responsibilities. Clearly define each team member’s role, responsibility and accountability while ensuring congruence among his/her executive role, team role and personal aspirations, > Nurture and entrench an inclusive and trusting team culture. An environment of open communication, trust and mutual respect is essential. Individual team members must enjoy psychological safety in their discussions and interactions. Regular team-building activities do help, > Enable and encourage transparent, robust, honest, free-flow communication among team members at team meetings and all other times. Structured meetings and regular updates contribute to alignment and cohesion, > Adopt a system of continuous learning as popularised by Peter Senge, where individuals and teams constantly learn, adapt, and adopt in improving performance and achieving results. Recognise ‘failure’ as a learning experience, > Reinforce psychological safety in encouraging risk-taking and innovation, > Perform team diagnostics to identify where the team is already operating well and where there is room for improvement.",
    "In building a high performing team, > Members must establish a shared vision of the team’s goals. Individual goals must give way in freeing the path to team effectiveness, > Leverage diversity. It must be recognised that team members have unique backgrounds, upbringings, and experiences. A melting pot of habituated and ingrained behavioural patterns can produce unbelievable synergy, > Use 360 feedback and one on one coaching in upgrading the skill sets, and enhancing self-awareness, of team members, > Recognise and Reward. Recognise and reward the contributions of team members via financial incentives, including share options, public recognition, opportunities for personal growth and future-focused training and development, > Continuously review, adapt, and evolve. Ensure that the team structure, processes, and strategies are reviewed in step with evolving external and internal circumstances, > Encourage adaptability, agility and flexibility. These are essential traits of a high-performing team, > Enable a healthy work-life balance. A singular focus on ‘work only’ may result in a group of overworked, overstressed, and disgruntled employees who fail to meet performance standards and deadlines. Create an environment of ‘work hard-but play harder’.",
    "As you will gather from the above, building high-performing teams is no longer a mysterious and elusive phenomenon. It just requires a focused strategic approach. An achievement culture, accelerated empowerment and collaboration, and investment in continuous skill development are essential pre-requisites. In the face of rapid technological advancements and shifting market demands, organisations must create room for high performance to stay competitive. Organisations will do well to build on the thoughts of Henry Ford: “Coming together is a beginning, keeping together is progress, working together is success.”",
    "(The writer is currently, a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}