{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100886/iranian-president-sworn-in-with-chants-of-death-to-america-israel",
  "time_ut": 1722355680.0,
  "original_lang": "en",
  "original_title": "Iranian president sworn in with chants of ‘Death to America, Israel’",
  "original_body_lines": [
    "Iran’s new president Masoud Pezeshkian was sworn in on Tuesday, after winning an election earlier this month by promising to improve ties with the world and ease restrictions on social freedoms at home.",
    "“We will pursue constructive and effective interaction with the world based on dignity, wisdom, and expediency,” Pezeshkian, a relative moderate, told a parliament session attended by foreign dignitaries and broadcast live on state television.",
    "His victory has lifted hopes of a thaw in Iran’s antagonistic relations with the West that might create openings for defusing its nuclear standoff with world powers.",
    "But Pezeshkian takes office at a time of escalating Middle East tensions over Israel’s conflict with Hamas in Gaza and cross-border fighting with Iran’s ally Hezbollah in Lebanon.",
    "Iran, which backs the groups which describe themselves as the “Axis of Resistance” to Israel and U.S. influence in the Middle East, has accused the United States of supporting what it calls Israeli crimes in Gaza.",
    "“Those who supply weapons that kill children cannot teach Muslims about humanity,” Pezeshkian said to chants of “Death to America,” and “Death to Israel”.",
    "Leaders of Iran’s Palestinian allies Hamas and the Islamic Jihad as well as senior representatives of Yemen’s Tehran-backed Houthi movement and Lebanon’s Hezbollah attended the ceremony.",
    "Pezeshkian, who is expected to name his cabinet within two weeks, replaces hardline Ebrahim Raisi, who was killed in a helicopter crash in May.",
    "As the ultimate authority in Iran, Supreme Leader Ayatollah Ali Khamenei has the final say in all state matters, including foreign and nuclear policy.",
    "He must also approve Pezeshkian’s selections for key cabinet posts, such as the foreign, oil and intelligence ministers.",
    "As well as mounting pressure from the West over Tehran’s fast-advancing nuclear programme, Pezeshkian faces the huge task of breaking Iran free of the crippling U.S. sanctions, reimposed after Washington ditched Iran’s 2015 nuclear deal with major powers.",
    "Indirect talks between Tehran and Washington to salvage the nuclear accord with six major powers have stalled since 2022, with both sides accusing the other of unreasonable demands.",
    "“My government will never succumb to bullying and pressure ... Pressure and sanctions do not work ... and the Iranian people should be spoken to with respect,” said Pezeshkian."
  ]
}