{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Anura-ready-for-public-debate-with-Sajith-on-economic-policies-Handunnetti/108-280042",
  "time_ut": 1712048700.0,
  "original_lang": "en",
  "original_title": "Anura ready for public debate with Sajith on economic policies: Handunnetti",
  "original_body_lines": [
    "Colombo, April 2 (Daily Mirror)- The National People's Power (NPP) today invited Opposition Leader Sajith Premadasa for a public debate on economic policies with NPP leader and presidential candidate Anura Kumara Dissanayake.",
    "NPP politburo member Sunil Handunnetti told a news conference that the NPP was ready to take up SJB MPs Nalin Bandara and Dr. Harsha De Silva‘s challenge to the NPP Economic Council for a public debate on economic policies and requested them to convey it in writing.",
    "He said it was a good move to have a debate on economic policies of the presidential candidates ahead of the polls so that people can know their policies, adding that Anura Kumara Dissanayake was ready for a debate with SJB leader Sajith Premadasa.",
    "\"They are contesting the upcoming Presidential election. It is important for the people to know the policies of the Presidential candidates first-hand with some accountability. It is pointless debating with Kabir Hashim, Dr. Harsha De Silva and Eran Wickramaratne as they constantly change their policies. They acted as economic advisors to Ranil Wickremesinghe earlier and now they are with Sajith Premadasa. They may be with Ranil Wickremesinghe at the time of the Presidential election,\" he said.",
    "Hadunnetti requested the Samagi Jana Balawegaya to inform in writing if Sajith Premadasa was not willing and unable to do it and added that they could then decide how and with whom it should be done.",
    "\"Let’s arrange a date, time and television channel for the debate. Our proposal is to have the debate between Sajith Premadasa and Anura Kumara Dissanayake,\" Handunnetti said."
  ]
}