{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-leader-assures-secured-indian-ocean-region-in-delhi-visit-194520/",
  "time_ut": 1734352800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka leader assures secured Indian Ocean region in Delhi visit",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Anura Kumara Dissanayake assured to ensure a free, open, safe and secure Indian Ocean Region, when he met Indian Prime Minister Narendra Modi in New Delhi on Monday (16).",
    "President Dissanayake is India on a three-day official visit through Tuesday (17) to discuss bilateral relations and other cooperation including defence.",
    "This is Dissanayake’s first foreign visit since elected as the president in September this year following a landslide win in the parliamentary polls last week.",
    "In a joint statement, the both countries said President Dissanayake and Prime Minister Modi acknowledged the importance of regular dialogue based on mutual trust and transparency and giving primacy to each other’s security concerns, recognizing shared security interests of India and Sri Lanka, both leaders.",
    "“As natural partners, both leaders underscored the common challenges faced by the two countries in the Indian Ocean Region and reaffirmed their commitment to work together in countering traditional and non-traditional threats as well as to ensure a free, open, safe and secure Indian Ocean Region.”",
    "“India being Sri Lanka’s closest maritime neighbour, President Dissanayake reiterated Sri Lanka’s stated position of not permitting its territory to be used in any manner inimical to the security of India as well as towards regional stability.”",
    "India has raised security concerns over Chinese research vessels visiting Sri Lanka for research purposes. The previous government declared a one-year temporary ban on foreign ships visiting Sri Lankan sea for research purposes.",
    "“Expressing satisfaction at the ongoing defence cooperation in training, exchange programs, ship visits, bilateral exercises and assistance to augment defence capabilities, both leaders agreed to advance maritime and security collaboration,” the both South Asian nations said in their joint statement.",
    "President Dissanayake thanked India for its support through the provision of a Dornier Aircraft for maritime surveillance; and establishment of the Maritime Rescue and Coordination Centre in Sri Lanka amongst other assistance vital for Sri Lanka to enhance its maritime domain awareness.",
    "“He further appreciated India’s role as a ‘first responder’ for Sri Lanka in the field of Humanitarian Assistance and Disaster Relief.”",
    "Taking cognizance of various security threats such as terrorism, drug and narcotics smuggling, money laundering, both leaders agreed to further strengthen the ongoing efforts in training, capacity building, and intelligence and information sharing.",
    "They both agreed to explore the possibility of concluding a framework Agreement on Defence Cooperation, foster cooperation in hydrography, and provision of defence platforms and assets to augment Sri Lanka’s defence capabilities.",
    "The both leaders also agreed to intensify collaboration through joint exercises, maritime surveillance, and defence dialogue and exchanges, extend assistance to strengthen capabilities of Sri Lanka on disaster mitigation, relief and rehabilitation, including through training, joint exercises and sharing of best practices; and, enhance capacity building and training for Sri Lankan defence forces and conduct tailor-made training programmes, wherever required. (Colombo/December 16/2024)"
  ]
}