{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97635/rajiv-gandhi-assassination-convict-dies-in-india-mortal-remains-to-be-sent-to-sri-lanka",
  "time_ut": 1709213640.0,
  "original_lang": "en",
  "original_title": "Rajiv Gandhi assassination convict dies in India; mortal remains to be sent to Sri Lanka",
  "original_body_lines": [
    "The Madras High Court on Thursday, February 29, 2024, directed the Tamil Nadu government to appoint a senior Indian Administrative Service (IAS) officer and an Indian Police Service (IPS) officer as nodal officers in-charge, to make all necessary arrangements to take the mortal remains of former PM Rajiv Gandhi assassination convict Santhan alias T. Suthenthirarajah to Sri Lanka.",
    "Santhan died at the Rajiv Gandhi Government General Hospital in Chennai on February 28, 2024.",
    "A Division Bench of Justices R. Sureshkumar and K. Kumaresh Babu issued the direction after Additional Solicitor General (ASG) AR.L. Sundaresan and State Public Prosecutor (SPP) Hasan Mohamed Jinnah informed the court that the mortal remains could be flown to the convict’s home country only if the Sri Lankan Deputy High Commission in Chennai granted the necessary permission.",
    "The ASG also told the court that the Foreigners Regional Registration Officer (FRRO) in Chennai would issue the necessary clearance if the permission from the High Commission was accompanied with the death certificate and embalming certificate. Therefore, the judges directed the State government to expedite the process of issuing both the certificates though government doctors.",
    "They also directed the State government to liaise with the Deputy High Commission through its nodal officers for the issuance of necessary permissions, swiftly and smoothly. The FRRO and the State government were further directed to take all steps necessary for the transportation of the body to Sri Lanka, and asked for the filing of a compliance report before the court on March 4.",
    "The interim order was passed on a writ petition that Santhan had originally filed, through his counsel M. Radhakrishnan and P. Pugalendhi, in 2023 seeking permission to go to Sri Lanka. He complained that though the Supreme Court had ordered his release from prison, the FRRO lodged him at a foreigners’ detention camp in Tiruchi for want of necessary travel documents from the Deputy High Commission.",
    "Initially, the FRRO, falling under the Union Ministry of Home Affairs, responded to the case stating he had written to the Ministry of External Affairs (MEA) asking the latter to obtain the necessary travel documents in favour of the writ petitioner from the Deputy High Commission but he was yet to receive any response from the MEA to his communication.",
    "After several hearings, the State government informed the court on February 13, 2024 that the Deputy High Commission had issued the travel document in favour of the petitioner on February 1, 2024 itself and communicated it to the State government on February 2, 2024. The document had been issued pursuant to a request made by the MEA on November 29, 2023.",
    "However, the ASG told the court he had no instructions regarding the issuance of the travel document by the Deputy High Commission and obtained time till February 29, 2024 to get instructions from the FRRO.",
    "Accordingly, when the matter was heard on Thursday (February 29, 2024), the court was informed that the FRRO had issued the exit permit, on basis of the Deputy High Commission’s travel document, on February 22, 2024 itself but the petitioner died at the Rajiv Gandhi Government General Hospital in Chennai on February 28, 2024. The court was also told that he had been under treatment for certain ailments since January 2024.",
    "When the court called for the medical records, the SPP submitted them and informed the judges that after the issuance of the exit permit by the FRRO on February 22, 2024, it had been decided to fly the petitioner to Sri Lanka in an air ambulance on February 27, 2024. However, at around 7 am on February 27, he suffered a massive cardiac arrest and died at 7:50 am on February 28, the court was told.",
    "Stating the post-mortem had been completed and the embalming process too had ended, the SPP said, the State government was ready to provide any assistance required by the petitioner’s family to take the mortal remains to Sri Lanka. After recording his submissions, the judges ordered appointment of a senior IAS officer and an IPS officer as nodal officers to carry out the task at the earliest."
  ]
}