{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Presidential-election-Good-and-bad-foreign-meddling/172-284355",
  "time_ut": 1717785000.0,
  "original_lang": "en",
  "original_title": "Presidential election: Good and bad foreign meddling",
  "original_body_lines": [
    "The US Ambassador to Sri Lanka Julie Chung meeting the officials of the Election Commission",
    "What a big fuss would have been made by the embassies of Western countries had the Chinese Ambassador to Sri Lanka Qi Zhenhong met with the members of the Election Commission (EC), as American Ambassador Julie Chung and several other Western diplomats had done recently?",
    "Also, can we at least imagine a meeting between the Sri Lankan or Indian Ambassador to the United States and the election officials of the US, including those of the Federal Election Commission (FEC), to discuss the forthcoming US Presidential election? Answers to these questions would explain the world order that had been imposed by the West on others.",
    "Ambassador Chung’s meeting with the Election Commission on May 28 raised eyebrows not only as the Commission is an independent entity, but also against the backdrop of allegations of foreign countries fingering in the past elections in Sri Lanka. Despite the absence of evidence, there is a deep-rooted notion about such interferences among a section of Sri Lankans. Even President Ranil Wickremesinghe summoning the members of the EC in January last year was severely criticized.",
    "However, both the EC and the US Ambassador have explained the meeting as a casual encounter, despite the EC officials having given assurance to the foreign envoy that the forthcoming elections would be conducted as scheduled. EC Chairman R.M.A.L. Rathnayake had told the Daily Mirror that nothing serious or influencing was discussed during the meeting which was what he called just a courtesy call.  Ms. Chung on her part had said in a ‘X’ post that the meeting took place to hear about Sri Lanka’s plans for elections and to uphold a transparent process of election.",
    "Whoever said whatever, the meeting definitely might have sent a message to the EC and the leaders who want to postpone the Presidential election due to their election phobia. It is interesting to note that the meeting coincided with UNP General Secretary Palitha Range Bandara’s controversial statement on the same day that the Presidential election should be deferred by two years by holding a referendum. It was as if the US Ambassador saying to those who want to undemocratically postpone the Presidential election “We are watching.”",
    "An intervention in the Sri Lankan election process by another envoy of a powerful Western country 33 years ago led to a diplomatic row between the two countries with the envoy concerned being expelled from the country.",
    "In fairness to the US Ambassador, we recall that the incident where the Sri Lankan government declared British High Commissioner David Gladstone a ‘persona non grata’ and ordered him to leave the country in 1991 was not a “casual” meeting with the election officials but became far too serious because he reported voting irregularities by the ruling party to police.",
    "The controversial incident took place on May 11, 1991 while voting to elect members to the local government bodies was in progress. David Gladstone who served as Britain’s High Commissioner to Sri Lanka between 1987-1991 had later written a book titled ‘A Sri Lankan Tempest – A Real Life Drama in Five Acts,’ giving his side of the story along with his other experiences while serving in Sri Lanka.",
    "The incident took place against a backdrop of the counter-offensive by the Government against the second insurrection of the JVP two years ago which resulted in a steep rise in extra-judicial killings. Gladstone had been using public fora to speak on those human rights issues. The controversy also happened in the context of large-scale election-related malpractices during the United National Party (UNP) governments under Presidents J.R.Jayewardene and Ranasinghe Premadasa where goons ruled the roost.",
    "Campaign meetings of the Opposition parties then were disrupted by goons, the polling agents of Opposition parties were chased away from the polling booths before goons stuffed the ballot boxes with ballot papers marked for the ruling party, sometimes along with the pistol-toting Parliament members, polling cards which were then very important as many people had not obtained national identity cards were grabbed from the supporters of the Opposition parties, illegal polling cards had been printed and distributed among supporters of the ruling party.",
    "Furthermore, voters were forced in some polling booths to show their marked ballot papers to the polling agents, compelling them to vote for the ruling party, six ballot boxes which went missing from polling booths during the first and the only District Development Council (DDC) election in Jaffna in 1981 were never found and during the melee, the prestigious Jaffna Library was torched with around 97,000 precious books and ola leaf manuscripts.",
    "On May 11 1991, on the local government election day, Gladstone was on a visit to Matara and a group of SLFP supporters had told him at Dikwella that they were barred from entering their polling booth. After getting the complaint confirmed by the relevant Returning Officer, he complained to the police, at the request of the affected voters.",
    "This infuriated the UNP leaders and they charged that Gladstone, who was not an official election observer, had improperly interfered in Sri Lankan domestic affairs. Sri Lankan officials protested to London, but the British Foreign Office rejected a request by Foreign Secretary Bernard Tillekeratne to recall Gladstone.",
    "President Premadasa made a veiled reference to the Gladstone affair during a meeting which was attended by the High Commissioner charging that colonial powers had exploited Sri Lanka and ‘there are those who still think they are our colonial masters.’",
    "When the request to recall Gladstone was turned down by the British authorities, the Sri Lankan government declared the High Commissioner a ‘persona non grata’ and ordered him to leave the country on May 29, 1991.  The decision was conveyed to the British government on the same day. Though the Sri Lankan Foreign Ministry said the ambassador’s actions were an ‘unwarranted interference in the internal affairs of Sri Lanka,’  the British Foreign Office denied there were grounds for Gladstone’s expulsion.",
    "On many occasions, the people in countries like Sri Lanka become helpless like those SLFP supporters at Dikwella who sought the assistance of a foreign envoy – an Ambassador of a Western country - to complain to the police, forgetting or ignoring the violation of democratic values and human rights by those Western nations in other countries.  It is the powerful Western countries that in most cases lend a helping hand to the people affected by the repressive actions of their leaders, in the name of human rights. We can recall the ambassadors of those countries having spoken for the protesters in Sri Lanka who thronged Colombo in their thousands in 2022, chanting “Gota go home.”",
    "However, the same powerful countries at the same time ruthlessly suppress the voice and cause the massacre of tens of thousands, if not millions, of people in some other countries. A best case in point is that while sending signals against the postponement of the Presidential election in Sri Lanka, they are sending thousands of bombs to Israel to commit genocide against hapless Palestinians in the Gaza Strip and the West Bank. Both in Sri Lanka and Gaza, they stand for their long-term or short-term interests. Democracy and human rights in one country is smokescreen for them to destroy democracy and human rights in another. Yet, people in countries like Sri Lanka are still so helpless that they feel relieved when the representatives of those powerful countries speak up for them."
  ]
}