{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Asia-Cup-2023-PAK-SL-board-locked-in-financial-dispute-over-extra-expenses/108-276351",
  "time_ut": 1707128700.0,
  "original_lang": "en",
  "original_title": "Asia Cup 2023: PAK-SL board locked in financial dispute over extra expenses",
  "original_body_lines": [
    "Feb. 5 (BS) - The cricket boards of Pakistan and Sri Lanka are locked in a financial dispute over who should bear the additional $3-4 million burden incurred due to the shifting of the Asia Cup to the island nation last year.",
    "With the BCCI unwilling to send its team to Pakistan, the original host, due to geo-political tensions, the Asian Cricket Council (ACC) and the Pakistan Cricket Board (PCB) decided on a hybrid model and roped in Sri Lanka to host the majority of the matches.",
    "This resulted in extra expenses being incurred on chartered flights, hotel bookings, venue hiring fees and travel, among others.",
    "Sri Lanka Cricket (SLC) made it clear during the ACC council meeting in Bali last week that it was not willing to take the financial burden as it did not earn extra and was also not the official host of the tournament.",
    "The expenses also reportedly soared because the former PCB chairman, Zaka Ashraf, changed the venue of the first match from Lahore to Multan.",
    "The PCB is also making a case for the ACC to pay for the additional expenses as the continental cricket governing body took the decision to take away Pakistan's hosting rights and split the event.",
    "A source in the know of things said that during the Bali meeting, ACC chief Jay Shah made it clear that it was the PCB which insisted on hosting four matches after the ACC board had decided to move the entire tournament to Sri Lanka.",
    "\"When the financial dispute was discussed by the acting chairman of the PCB, Khawar Shah, and CEO Salman Naseer (in Bali), Jay Shah and the SLC were on the same page,\" the source said.",
    "He said that Shah explained to the officials that since Pakistan remained the host of the event and Sri Lanka's venue and facilities were used, SLC's dues should be cleared by PCB.",
    "The source added that SLC president Shami Silva expressed concern to the ACC that PCB had still not cleared the bills for hotel stay and chartered flights.",
    "Naseer, however, has assured Silva that some bills pertaining to hotel stay and venue rental were \"in the process of verification and would be cleared soon\" by the PCB.",
    "However, the issue of expenses incurred on chartered flight remains unresolved, with the PCB insisting that the flights were booked through Classic Travel, a \"non-prequalified\" Sri Lankan company.",
    "Apparently, the PCB has so far paid an upfront amount of $281,700 and agreed to give SLC $2,069,885 for the venues. But, now, the PCB is insisting the ACC, being the parent body, share some of the additional costs and pay the hosting fee of 2.5 million dollars."
  ]
}