{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Embassy-of-Sri-Lanka-in-Indonesia-holds-virtual-meeting-to-enhance-bilateral-trade-and-investment/34-759074",
  "time_ut": 1709319152.0,
  "original_lang": "en",
  "original_title": "Embassy of Sri Lanka in Indonesia holds virtual meeting to enhance bilateral trade and investment",
  "original_body_lines": [
    "The Embassy of Sri Lanka in Jakarta facilitated a virtual meeting between the Ceylon Chamber of Commerce (CCC), Sri Lanka Indonesia Business Council (SLIBC) of CCC and the Indonesian Chamber of Commerce and Industry (KADIN) with the objective of fostering trade and investment between the two countries on 27 February.",
    "The virtual meeting served as a significant platform for fostering dialogue, exploring mutual interests, and strengthening bilateral economic cooperation between Sri Lanka and Indonesia.",
    "During the meeting, CCC Chairman Vish Govindasamy highlighted the commitment of Sri Lanka to foster deeper economic collaboration with Indonesia. He expressed the readiness of Sri Lanka to organise a visit of a business delegation to Indonesia, emphasising the country’s keen interest in exploring trade and investment opportunities.",
    "Ambassador of Sri Lanka to Indonesia and ASEAN Admiral Professor Jayanath Colombage highlighted the significance of Sri Lanka’s “Look East Policy,” particularly emphasising the country’s focus on Southeast Asian nations like Indonesia. He provided updates on the Indonesia –Sri Lanka Preferential Trade Agreement and Sri Lanka’s submission of Letter of Intent to join the Regional Comprehensive Economic Partnership (RCEP). Additionally, he extended a warm invitation to Indonesian investors to explore opportunities in Sri Lanka.",
    "KADIN International Relations Vice Chairman Bernardino Moningka Vega shared insights from his previous business visit to Sri Lanka in 2018. He emphasised Sri Lanka’s potential for investments in sectors such as power, value-added manufacturing, and pharmaceuticals.",
    "Participants for the meeting from included CCC Committee Member Gerard Victoria, Associations and Business Councils Manager Deandra Weinman, Sri Lankan Embassy in Jakarta Second Secretary (Commercial) Heshani Kaushalya, and KADIN Sri Lanka Desk Head Deepak Samtanai."
  ]
}