{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Urgent-regulatory-reforms-needed-to-revitalise-construction-industry-and-economy/4-769802",
  "time_ut": 1732745587.0,
  "original_lang": "en",
  "original_title": "Urgent regulatory reforms needed to revitalise construction industry and economy",
  "original_body_lines": [
    "Sri Lanka’s construction sector is pivotal to national development, and its revival will benefit every layer of the economy",
    "To foster resilience and recovery in the current economic landscape, it is crucial that the working attitudes and mindset within Sri Lanka’s private sector evolve toward greater alignment with the needs of companies and entrepreneurs affected by multiple crises and financial strain. Employees across the business community must recognise the importance of their roles in supporting affected businesses. By demonstrating dedication, loyalty, and efficiency, employees can actively contribute to the revitalisation of their organisations. This transformative approach involves adopting innovative ideas, focusing on problem-solving skills, authority of power for making quick decisions striving for enhanced productivity, efficiency through improved work flows and processes",
    "A call for strategic intervention on path to recovery from the economic and financial crisis",
    "In light of Sri Lanka’s pressing economic challenges, the Ceylon Institute of Builders (CIOB) and the Federation of Chambers of Commerce and Industry of Sri Lanka (FCCISL) have jointly called for immediate regulatory reforms to stabilise and revitalise the construction industry. In a comprehensive statement, CIOB Vice President and FCCISL Public Relations Committee Director and Chairman P.H. Ruwan De Silva outlined the critical steps necessary to safeguard the industry and support economic recovery across the nation.",
    "The construction sector, traditionally contributing between 7% and 9% to the national GDP, has seen a drastic decline, shrinking to below 2% post-pandemic. This alarming contraction highlights the sector’s struggle to overcome unprecedented challenges posed by pandemic-induced economic disruptions, inflation, soaring interest rates, and contract disputes.",
    "“The resilience of Sri Lanka’s construction industry entrepreneurs and business community is facing unprecedented challenges,” said Ruwan De Silva. “Contractors, particularly large and medium-scale, are navigating significant financial pressures due to rising material costs, outdated pricing structures, and a slowdown in new project opportunities.” He emphasised the need for timely, Government-led interventions to stabilise cash flow, mitigate financial risks, and provide support for ongoing projects, already resumed suspended projects and to restart many of them which were paused or delayed due to the pandemic and economic crisis.",
    "For over more than four decades, previous regimes have failed to address outdated, obsolete, and outmoded rules, regulations, and policies within the construction industry as well as other sectors. This lack of action has hindered the industry’s ability to transition into modern, innovative, and constructive technologies that would increase productivity and competitiveness. Despite continuous advocacy and calls for reform by the Ceylon Institute of Builders, Federation of Chambers of Commerce and Industry, National Construction Association of Sri Lanka, other industry associations, and institutions meaningful changes have yet to be implemented.",
    "The key fiscal policy response during the pandemic and the subsequent economic crisis has not adequately addressed the pressing issues in the construction industry due to economic crisis. Additionally, there has been a lack of proper attention from both the Sri Lankan Government and global funding agencies. This has left the construction sector in a state of uncertainty and desperation, further amplifying the struggles faced by contractors, consultants, other related industries and sectors. In navigating the financial and operational challenges caused by these unprecedented crises.",
    "Outdated and old-fashioned rules, regulations, and lengthy recommendation and approval processes have left public sector employees trapped, entrenched, and bound within inefficient systems.",
    "This severely impacts effective public service delivery, leading to widespread disappointment, distrust, and distress among the public and discouraging the private sector business community specially succession planning for next generation taking up leadership as directors, CEOs and other senior and middle level managers. As public service efficiency falters, the private sector also suffers, heightening the overall economic distress and eroding trust in governance.",
    "The integration of entrepreneurial culture and innovative business models into public service is crucial. Digitalisation, automation, AI and Machine Learning should be prioritised to streamline processes, making them faster, more transparent, and less prone to bureaucratic delays. In comparison to other regional and international markets, Sri Lankan entrepreneurs and startups remain marginal.",
    "Public sector employees have a significant role in supporting and empowering emerging entrepreneurs, fostering an environment that increases scale, volumes and capacities within the entrepreneurial sector. A strategic focus on supporting business community startups and entrepreneurial initiatives can help drive growth and resilience within the economy.",
    "Private sector entrepreneurs and business community: A shift in attitude and mindset of staff and employees",
    "To foster resilience and recovery in the current economic landscape, it is crucial that the working attitudes and mindset within Sri Lanka’s private sector evolve toward greater alignment with the needs of companies and entrepreneurs affected by multiple crises and financial strain. Employees across the business community must recognise the importance of their roles in supporting affected businesses. By demonstrating dedication, loyalty, and efficiency, employees can actively contribute to the revitalisation of their organisations.",
    "This transformative approach involves adopting innovative ideas, focusing on problem-solving skills, authority of power for making quick decisions striving for enhanced productivity, efficiency through improved work flows and processes. A commitment to a “zero waste” and “zero idling” culture should become an ingrained mindset, helping companies minimise unnecessary costs and maximise output.",
    "In addition, there is an urgent need for private sector employees to engage in continuous self-learning through free online resources, digital platforms, and social media channels. By embracing advancements in constructive technology, innovation, and digital transformation, employees can improve their skills, increase productivity, and drive meaningful progress within their organisations. This proactive approach to reskilling and up skilling ensures that both employees and companies are well-positioned to meet the challenges of a rapidly evolving economic environment.",
    "Sri Lanka’s labour market is undergoing a transformative shift, driven by emerging trends across multiple generations, particularly Generation Z, whose preferences and work styles are reshaping the employment landscape.",
    "Younger generations tend to prioritise flexibility, digital proficiency, and opportunities for continuous learning. Their adaptability to technological change and digital tools is critical to achieving productivity gains and fostering innovation across sectors.",
    "Gen Z and other younger workers have demonstrated a strong interest in entrepreneurial ventures, often preferring roles that offer autonomy, purpose, and growth potential. To fully leverage these qualities, it is essential for the public and private sectors to create work environments that attract and retain young talent, aligning with their values and aspirations.",
    "These generational trends contribute significantly to economic growth, as younger workers often bring fresh perspectives, digital expertise, and innovative approaches that can drive efficiency and modernisation across industries. By supporting employment policies that foster inclusivity, up skilling and reskilling across all generations, Sri Lanka can enhance workforce productivity and position itself to compete effectively on a global scale. Public sector reforms and targeted investments in technology, training, and mentorship will be crucial to harnessing this generational potential and building a resilient, future-ready workforce.",
    "The economic and financial stability of the entire construction ecosystem has been severely eroded over the past five years, leading to an acute working capital across all industry entities, including architects, engineers, consultants, manufacturers, suppliers, subcontractors, traders, logistics providers, and importers, exporters, service and utility providers.",
    "This deterioration presents a formidable challenge for the current and future outlook of the industry, as these businesses face the loss of critical financial, machine/equipment and human capital. Recovering and rebuilding business capacities will be an ongoing battle, with many companies grappling with financial distress and operational setbacks daily as they strive to sustain their business activities while maintaining business relationships, credit, loans, operations and statutory obligations.",
    "In a bankrupt economy, both the private and public sectors are facing unprecedented challenges and distress. Now, more than ever, it is essential to set aside party politics, political rivalries and work collaboratively to emerge as a united nation.",
    "A leading productive, proactive, and positive working culture is needed across all sectors, where individuals step up to make decisions without passing on responsibilities or delaying actions. Only by extending a helping hand to one another, irrespective of position or status, Sri Lanka can overcome these challenges and pave the way towards recovery.",
    "The present Government faces a monumental challenge—not only in recovering the collapsed economy but also in restoring public trust, social security, safety, while building political stability, confidence among entrepreneurs, and investor assurance. These challenges are further compounded by the rising complexities of global trade wars, geopolitical tensions, emerging cold and hot conflicts, and increasing threats in cyber security.",
    "As global uncertainties mount, so do the challenges to national security, economic stability, and public trust in governance.",
    "The National People’s Power (NPP) policy declaration and manifesto has been proactively and systematically developed to address and outline the necessary reforms required for navigating Sri Lanka’s economic recovery. This roadmap provides a significant milestone for achieving the proposed strategic interventions, emphasising regulatory reform and targeted investment as cornerstones of a robust revival for both the construction industry and other key sectors. Entrepreneurs and the business community can be assured of the manifesto’s commitment more than ever before. By aligning with the NPP’s outlined vision, stakeholders across the construction industry, other industries, and the broader economy can advance toward a sustainable future with structured guidance on actionable and impactful changes.",
    "The CIOB and FCCISL stand ready to collaborate with policymakers, economists, Government officials, and legislators to advance these reforms. Together with President Anura Kumara Dissanayake’s Government and leadership CIOB and FCCISL aim to foster sustainable growth aligned with the NPP’s “Rich Country, Beautiful Life” vision. De Silva called upon the Government to engage with experienced entrepreneurs to lead these reforms and develop actionable, ground-level solutions to support the industries.",
    "“The time for action is now,” urged Ruwan De Silva. “We need regulatory reform that reflects the real conditions on the ground, offering immediate relief to contractors and business community creating a supportive environment for future growth.”",
    "Sri Lanka’s recovery depends on a paradigm shift in public service delivery, which includes transforming entrenched attitudes, traditional working cultures, outdated management styles, and cumbersome processes. These legacy systems have not only hindered swift responses to crises but have also eroded confidence among businesses, investors, and general public leading to widespread disappointment frustration and uncertainty in governance and public administration.",
    "For Sri Lanka to achieve a V-shaped recovery, the government must overcome years of economic erosion, business insolvencies, rising public mistrust, and wavering confidence in the nation’s governance and regulatory systems.",
    "“If past administrations had acted collaboratively for suggestions and proposals, the current dire situation within the construction industry could have been mitigated Ruwan De Silva asserted. “Our industry would have been better equipped to withstand these economic shocks and ready to embrace transformative technologies that drive efficiency and growth.”",
    "Insights from PwC-FCCISL Business Resurgence Survey (July-September 2020): A multi-stakeholder approach to post-pandemic recovery",
    "The PwC-FCCISL Business Resurgence Survey, conducted from July to September 2020, emphasises the need for a comprehensive, multi-stakeholder approach to support the recovery and growth of local entrepreneurs in the post-pandemic landscape.",
    "The survey highlights that a broad spectrum of collaborative actions across various sectors is essential to drive meaningful resurgence, calling for coordinated efforts by key stakeholders, including the Government of Sri Lanka, public sector organisations, industry representative bodies, and private sector entities.",
    "Building upon the survey’s recommendations, FCCISL, CIOB, industry chambers, trade associations, and institutions are positioned to take proactive steps by developing action plans that align with multi-stakeholder working groups. These groups aim to foster an ecosystem that addresses critical areas for entrepreneurship and business growth in Sri Lanka, which includes:",
    "1. Market development: Expanding access to both local and international markets, facilitating new opportunities for Sri Lankan entrepreneurs to thrive.",
    "2. Capacity development: Enhancing the skills and competencies of local businesses to increase competitiveness, resilience, and adaptability in a rapidly changing environment.",
    "3. Financial support: Implementing robust financial aid programs, incentives, concessions, relief and access to credit for small and medium enterprises (SMEs) and other emerging businesses to sustain operations and scale effectively.",
    "4. Business environment improvement: Reforming the regulatory landscape to create a more favourable and enabling business environment, reduce bureaucratic burdens, red tape and promote ease of doing business.",
    "The survey’s findings also underscore the sector-specific impacts of the pandemic, highlighting areas that require targeted support and interventions, including,",
    "By fostering collaboration across these areas, FCCISL and CIOB, together with industry chambers, entrepreneurs and other entities, aim to unlock tangible benefits for local entrepreneurs, thereby strengthening Sri Lanka’s entrepreneurial ecosystem and contributing to sustainable economic growth.",
    "Ruwan De Silva presented a series of well-researched, actionable proposals that outline short-term, medium-term, and long-term measures to support the construction industry. These proposals include:",
    "1. Immediate financial relief: Establishing emergency funds to assist cash-strapped contractors with ongoing projects and enabling the resumption of suspended works.",
    "2. Debt restructuring and interest relief: Implementing interest concessions for pandemic-induced debts to ease financial pressures on contractors and encourage continued operations.",
    "3. Policy revisions: Updating outdated contractual pricing models and incorporating regulatory clauses that reflect current economic realities, ensuring fair compensation for contractors.",
    "4. Investment promotion: Attracting private and public investment through tax incentives, improved project financing options, and incentives for sustainable building practices.",
    "5. Restarting donor-funded projects: Encouraging the resumption of foreign-funded initiatives to bring in capital and spur development.",
    "Sri Lanka’s construction sector is pivotal to national development, and its revival will benefit every layer of the economy. CIOB and FCCISL’s proposals serve as a wake-up call to all stakeholders, emphasising the importance of coordinated policy action to ensure a sustainable, growth-oriented future for the construction industry and Sri Lanka’s broader economy.",
    "(The writer is the Vice President, Ceylon Institute of Builders, Director and Chairman, Public Relations Committee, Federation of Chambers of Commerce and Industry of Sri Lanka, Council Member, Chamber of Construction Industry Sri Lanka, Director, Galle District Chamber of Commerce and Industry, Executive Director, The Management Club Mount Lavinia and Executive Director, SAARC Chamber of Commerce and Industry. He could be reached via email at [email protected])"
  ]
}