{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/i-see-you-a-thrilling-story-that-transcends-life-mortality/",
  "time_ut": 1731556206.0,
  "original_lang": "en",
  "original_title": "I See You: A Thrilling Story That Transcends Life & Mortality",
  "original_body_lines": [
    "Ramzi Zaindeen is a trainer by profession who mainly works on projects surrounding community development, leadership, entrepreneurship and peace-building. Trained in forum theatre by the British Council, he is also a huge fan of theatre work and does a variety of community based theatre that helps bring out community problems. He is an ardent admirer of art in general and is now a newly published author as well. His debut book, I See You published by The Jam Fruit Tree Publications was launched recently, which is a novel that holds a variety of exciting themes weaved around death, fate, philosophy, mystery, fantasy, etc with the most attention grabbing storylines and plot twists.",
    "“I still consider myself as a work-in-progress writer,” Ramzi said. “Writing is something I simply like to do because it helps me get into a certain zone.” As a student during his childhood, Ramzi had difficulty expressing himself verbally and therefore resorted to writing and composing poetry.",
    "Ramzi recalls writing his first book when he was nineteen, around twenty years ago, which he unfortunately lost when his old computer broke. Later, continuing his passion in writing, Ramzi became a food critic and started writing on his food blog which is something he enjoys immensely. However, the driving force behind his first book, I See You, is his beloved partner, to whom he wrote this book as a gift. “I ran out of gifts to give her so I thought that gifting her my book would be a nice and unique gesture. The whole idea was to impress her. So within the span of nine months, I took an hour each day and completed this book. I wrote the last three chapters on her birthday,” Ramzi recalled lovingly.",
    "When asked why he chose genres such as death and fantasy for his book, Ramzi explained that the inspiration behind his story was his father’s passing away. “I was fascinated by the concept of death, how people reacted to it and how I, personally, reacted to it as well. This is also the reason why I dedicated an entire chapter to death itself,” said the author. The idea that there are angels who care for us, observe us, and those who we meet afterlife was really interesting to Ramzi whether they were true or not. Thus inspiring him to base his work and storyline on those concepts.",
    "Ramzi loves to discuss and work with people and this may be due to his huge involvement with community development work as well. Discussions and feedback inspires him to write more. Ramzi started writing I See You during the last phase of Covid when he was living with his mother. He recalls the house being naturally noisy and chaotic. Therefore he would choose a suitable time of the day and spare one hour each day to focus only on his writing. “The first few weeks it was easy because all I had to do was write something. But later, it became more difficult to write since I had to build on the story,” said the author. Ramzi shared how on some days he couldn’t write anything more than a full stop. On several occasions, when he’s doing other work, he would come up with new ideas for the book and would jot them down somewhere for the moment, and keep them aside to work on during his writing time. As the pandemic began to subside, Ramzi had to move on with his daily work, and writing his book became even more complicated than before.",
    "Ramzi has focused on several aspects in the book. Apart from the concept of death and angels, it is also a book that dwells deep into self-reflection and diversity in humankind. During the process of writing and publishing the book, the only pivotal challenge that Ramzi went through was being unable to be satisfied with what he had written. “I finished writing it in 2020 but I wasn’t necessarily happy about the end product. Upon the advice of a fellow author, I kept it aside for a year and a half, re-read and felt better about the ending of the story and went ahead with the publishing,” he said. He mentioned how this book is a team effort with the collaboration of his loved ones, fellow author friends, editors, cover artist etc.",
    "Ramzi considers one moment of his journey as a writer to be special and memorable and that is his sister, reading his book. “My sister isn’t a reader. To my knowledge, I have never seen her read any book, so I consider that a huge win. Not only did she read it, but she loved it as well, and spoke about the book for about half an hour. It felt amazing,” Ramzi recalled fondly. Being able to turn a non-reader like his sister into a reader through his book was a form of comforting assurance that he would forever cherish in his heart.",
    "As long as the readers enjoy the book and have fun reading it, Ramzi desires nothing more as a new author. “I See You is not a difficult book to read, I believe anyone can easily connect with the book and imagine the story however they want. To me, one of the best feelings I could get as an author is the feedback. So if my readers can reach out to me with their opinions and ideas about my work, that would mean the world to me,” he concluded."
  ]
}