{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Who-cries-for-Hambantota-and-why/4-782107",
  "time_ut": 1758662796.0,
  "original_lang": "en",
  "original_title": "Who cries for Hambantota, and why?",
  "original_body_lines": [
    "Hambantota is not merely an alternative; it is a practical solution to systemic inefficiencies in Sri Lanka’s current LPG supply chain",
    "This article is written to set the record straight in response to misleading narratives about the recent Litro Gas tender. It is not about protecting one company’s interest, but about revealing how Hambantota, if rationally utilised, can deliver long-overdue benefits to Sri Lanka’s economy and people.",
    "For time immemorial, Sri Lanka has been a decisive node in global trade. From the days of the Silk Route, Ceylon—as it was then called—connected East and West. Historical records from the Godawaya port in Hambantota show how this southern coast played a role in international trade centuries ago. After 75 years of independence, despite every Government repeating Hambantota’s location-specific advantage as an election slogan, little was done to convert that advantage into real economic prosperity.",
    "For more than two decades, successive Governments in Sri Lanka have spoken of making the country an “energy hub of the Indian Ocean.” It has been an easy slogan to roll off the tongue in Budget speeches, election manifestos, and policy documents. Yet, when we examine the record, very little has been achieved in practice. No new refinery has been built, no LNG terminal has been established, and no major strategic hydrocarbon storage project has been delivered. Instead, Sri Lanka has spent nearly twenty years locked in cycles of negotiations with so-called investors that ended in disappointment.",
    "Hambantota lies astride one of the busiest maritime highways in the world. Nearly 42% of global LPG consumption occurs in the Asia Pacific. 70% of petroleum product traffic and two-thirds of oil shipments pass through the Indian Ocean. With its 19-metre draft and twin berths capable of accommodating 100,000 DWT vessels, Hambantota can handle the largest LPG carriers afloat. Few ports in South Asia have such capacity. Geography alone makes Hambantota a natural candidate for becoming the LPG hub of the Indian Ocean.",
    "The demand curve reinforces this with India consuming 33 million metric tons annually, Bangladesh surging from 70,000 tons in 2010 to 1.7 million tons today, Pakistan importing half of its 1.2 million tons annual demand, Sri Lanka consuming around 420,000 tons with among the highest per capita levels in the region, and the Maldives recording the world’s highest per capita consumption of LPG despite its small size. Against this backdrop, Hambantota is not a parochial investment. It is a regional necessity.",
    "Into this vacuum of political promises stepped LAUGFS Gas, a homegrown Sri Lankan energy brand with a history of courage. At a time when multinational giants like Shell dominated the LPG trade, LAUGFS broke the monopoly and secured space for local enterprise. No downstream LPG player can survive without an import terminal. LAUGFS recognised early that Sri Lanka’s energy future—and its own—depended on building large-scale infrastructure. What set the company apart was its willingness to risk capital and pioneer at Hambantota, even when others hesitated.",
    "In 2018, LAUGFS commissioned one of the largest LPG import and export terminals in South Asia. It did so without political patronage, relying on entrepreneurial drive and international credibility. That investment remains unmatched by any private Sri Lankan energy company.",
    "The Hambantota terminal was never meant only for local consumption. 80% of its designed capacity targeted re-exports to regional markets like Bangladesh, the Maldives, East India, and East Africa. This was a bold regional vision: transforming Sri Lanka from a small importer to a re-exporting hub.",
    "The benefits to Sri Lanka are multi-dimensional. Large Very Large Gas Carrier (VLGC) cargoes deliver lower premiums than smaller shipments into Colombo, directly reducing import costs. With more than 30,000 metric tons of static storage, Hambantota strengthens energy security by providing buffer stocks against disruptions. By re-exporting, Sri Lanka can earn hard currency instead of bleeding it, and through control over storage and logistics the country gains greater resilience against global shocks. This vision, if realised, could position Sri Lanka in the same league as Singapore or Fujairah—small states leveraging geography to punch above their weight.",
    "The Hambantota LPG terminal, owned by LAUGFS Terminals Ltd., is an $ 80+ million investment with advanced design. It includes over 30,000 metric tons of storage with further expansion potential, berths capable of handling the largest VLGCs, transshipment infrastructure for re-export cargoes, and modern safety and environmental systems that comply with international standards. Its integration with Hambantota Port’s deep-draft facilities ensures economies of scale unmatched in Sri Lanka.",
    "By contrast, Litro’s Kerawalapitiya terminal has only 8,000 metric tons of storage capacity and cannot berth VLGCs, forcing multiple costly smaller shipments. This structural limitation entrenches higher costs for the state-owned entity and, ultimately, for consumers.",
    "The smaller terminals such as Litro’s Kerawalapitiya facility can only receive mixed LPG cargoes with shipment sizes limited to around 3,500 to 4,000 metric tons. Given Litro’s current market share, demand, and terminal capacity, this means arranging a shipment virtually every two days to maintain supply. Compounding this challenge, Kerawalapitiya relies on a mid-sea CBM mooring rather than a land-based jetty. During the monsoon season, vessel berthing and unloading often face delays, resulting in costly demurrages that go well beyond the previously stated import premiums.",
    "By contrast, Hambantota eliminates these risks. It can berth the largest VLGCs at a dedicated jetty, while LPG transported inland by road or even cylinder filling at Hambantota itself would reduce logistic costs significantly. This underscores that Hambantota is not merely an alternative; it is a practical solution to systemic inefficiencies in Sri Lanka’s current LPG supply chain.",
    "The current controversy stems from a simple clause in Litro’s tender: allowing suppliers to use Hambantota. Critics paint this as favouritism. In reality, it is economic rationality.",
    "At import volumes of 25,000–35,000 MT per month, the annual savings reach $ 17–24 million. This is not a minor margin—it is a national economic benefit. By enabling suppliers to use Hambantota, Litro opens the door to lower premiums, larger cargoes, and thus cheaper LPG for consumers.",
    "Those who cry “conflict of interest” ignore international practice. Shared infrastructure is standard in modern energy markets. In Europe, multiple LNG and LPG traders share common regasification terminals. In India, Aegis Vopak operates common-user terminals that handle the majority of imports. In the United States, pipelines and storage hubs are shared across dozens of energy firms. Even Sri Lanka’s petroleum sector operates under the same principle, with the Ceylon Petroleum Storage Terminals Limited serving all downstream players. Allowing competitors to use Hambantota is not a scandal; it is best practice.",
    "The loudest critics are not defenders of the consumer. They are defenders of commissions. For two decades, politically connected agents and middlemen thrived on opaque tenders. Small shipments through Colombo terminals generated inflated premiums and lucrative margins. Each avoided dollar of savings was someone’s commission lost.",
    "The Hambantota option threatens this ecosystem. By cutting costs transparently, it erodes the illicit rents that brokers, traders, and aligned politicians enjoyed. That is why they cry foul—not because of principle, but because their pockets are touched.",
    "A fair question arises: if Hambantota is so advantageous, why hasn’t LAUGFS fully used it? The reasons are extraordinary, not structural. The terminal was commissioned in 2018, only for the COVID-19 pandemic to disrupt global trade soon after. Sri Lanka’s own economic crisis between 2020 and 2022 saw severe foreign exchange shortages that prevented letters of credit. Country credit downgrades caused banks to refuse financing imports. Bangladesh, one of the main target markets, suffered its own economic crisis. Domestic political instability compounded investor hesitation.",
    "This perfect storm of global and local crises clipped Hambantota’s wings. None of these negate the terminal’s underlying economic rationale. With stability returning, Hambantota can deliver on its promise.",
    "Only the present Government, elected on a mandate to fight corruption, has had the courage to allow Hambantota’s inclusion in Litro’s tender. By doing so, it struck a blow against entrenched interests. This is not favouring LAUGFS. It is favouring the nation. It is a rational, nation-minded step that prioritises cost efficiency, energy security, and foreign exchange savings over commissions and cartels.",
    "The misrepresentations by certain Opposition parliamentarians are nothing more than an attempt to weaponise falsehoods for political mileage. Facts, however, remain stubborn. Hambantota saves money. Hambantota enhances security. Hambantota earns foreign exchange. Hambantota belongs to Sri Lanka.",
    "Sri Lanka has wasted decades in rhetoric about becoming an energy hub. Hambantota offers a second chance. If fully utilised, it can save up to $ 30 million annually in foreign exchange, generate re-export earnings from neighbouring markets, secure the nation’s energy needs, and provide competitively priced LPG to households and industries.",
    "The real choice is stark: either embrace Hambantota’s promise or remain captive to corrupt cartels. So, who cries for Hambantota and why? Those who profited from the old system. But for every Sri Lankan household struggling to afford cooking gas, Hambantota is not a rival’s asset—it is a national asset.",
    "(The writer is the Founder and Chairman of LAUGFS Gas PLC, with over 30 years of experience in the LPG mid- and downstream business. He is a member of the Industry Council of the World Liquid Gas Association (WLGA) and a frequent speaker at global and regional LPG forums.)"
  ]
}