{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Uncertainty-stability-and-the-Executive-Presidency/4-765997",
  "time_ut": 1724691618.0,
  "original_lang": "en",
  "original_title": "Uncertainty, stability and the Executive Presidency",
  "original_body_lines": [
    "The total change of a system of government which has stood for 46 years is a very serious matter and anyone proposing to change it should present a convincing argument and show us how the new system will work. We need to remember that going back to the old system may no longer work, as the world and our country has changed around us, and we sit next to a giant economically powerful neighbour. A change of the Executive Presidency also means that the provincial councils will need to change",
    "It is said that the beauty of cricket is in its uncertainty. This could be the reason why we are so preoccupied with politics; we love its uncertainty. We should be thankful, for if it were certain, we would no longer be living in a democracy. While uncertainty in the outcome of an election is democracy, the breakdown of the system of government could become anarchy.",
    "“Don’t throw out the baby with the bathwater” are the words of President J.R. Jayewardene defending the Executive Presidency in a speech during his retirement.",
    "The cry for abolishing the Executive Presidency is being heard again as it has since its creation in 1978. It is always fashionable to call for it at election time even when those calling for it are candidates for the very same Executive Presidency they want to eradicate.",
    "It is now 46 years since the creation of the Executive Presidency. During this period our country has faced a civil war in the north and east, an insurrection in the south, a devastating bomb attack, and a foreign exchange crisis leading to severe shortages of fuel, electricity and cooking gas. During this period, we lost one president to a suicide bomb attack and seriously injured another, and the last elected president abdicated.",
    "Not only does the Executive Presidency provide stability during crises, but it also provides clear succession in the event of a death or abdication of the executive.",
    "Speaking to CNN form his hotel room at the Oberoi, New Delhi, soon after the assassination of President Premadasa, J.R. said “Mr. D.B. Wijetunga has been sworn in as President under our constitution, He is not acting, he is President with full power, President elected by the people.” (quoted from a hand written note)",
    "In 1987 in the midst of the post peace accord riots President J.R. met a group of industrialists on the request of the late Patrick Amarasinge, Chairman of the Federation of Chambers of Commerce. “We are worried that the government will fall” said one CEO, J.R. tapped the arm of his chair and said, “as long as I am seated on this chair, this government cannot fall”.",
    "Not only was the truth of these words proven many times over, the seamless transfer of power, leaving no gaps, in the event of losing the executive means that there is no opportunity for an illegal interim administration/military rule to take control. Such an unconstitutional government becomes a necessity to bring about normalcy as elections cannot be held in an environment of a mass uprising, war or insurrection. There is then a great risk of such unconstitutional governments overstaying and subverting the very democracy it was supposed to restore.",
    "We know that an attempt was made to create an “all-party” interim administration soon after our own mass uprising, the Aragalaya. The clarity of our constitution and the seamless transition it provides prevented this, avoiding weeks, months or even years of uncertainty.",
    "“…the executive is chosen directly by the people and it is not dependent on the legislature during the period of its existence”",
    "“…not subjected to the whims and fancies of an elected legislature; not afraid to take the correct but unpopular decisions because of censure by its parliamentary party”",
    "President Ranil Wickremesinghe has taken the “correct but unpopular decisions” required to stabilise the economy. He has increased massively the price of fuel, electricity, and cooking gas, VAT from 8% to 18%, increased corporate and personal tax rates, made agriculture taxable, brought in a wealth tax and heaped a huge economic burden on the population. The poverty rate has increased, thousands of small businesses have closed, and our youth are leaving the country in droves, seeking employment overseas.",
    "The exchange rate has stabilised, and total collapse of the economy has been prevented, a far worse predicament.",
    "This could not have been done without the power of the Executive Presidency.",
    "Any Prime Minister, sitting in parliament, attempting such draconian measures would have been thrown out of office in short order as the pain felt by the electorate would have been too great to bear for their elected representatives in parliament.",
    "In a 1978 speech at the convocation ceremony at the University of Colombo, President J.R. cautions future Presidents and makes 10 pledges as a precedent for future Presidents to follow, the first three are as follows.",
    "First:  I will always act through the cabinet and parliament, preserving the parliamentary system as it existed without diminution of any of their powers.",
    "Second: I will not create a group known as the Presidents men and women who will influence him.",
    "Third:  I will implement laws and decisions passed by parliament impartially, without political, party of family bias.",
    "These words are prophetic, many of our Presidents after J.R. never followed these and faced the consequences. Most even played the dual role of Finance Minister, violating one of the most basic principles of corporate governance, keeping the executive and finance functions separate. J.R never did this, he would say “Ronnie wouldn’t let me do it” referring to his finance minister Ronnie De Mel, gracefully accepting the fact that he too needed to be constrained at times.",
    "Most of our Presidents created their own groups with personal friends, family members or military buddies, creating a new power centre around the President, very often at conflict with the cabinet and parliament. Many of our Presidents became isolated, surrounded by a group of “yes” men and lost touch with reality. The best example is President Gotabaya who was so insulated that he was oblivious to his own physical danger even when the mob was about to swarm into the President’s house.",
    "This is precisely why J.R. refused to create a powerful Presidential Secretariat in the style of the US White House, with advisors and staff and decided instead to always work through the elected members of the cabinet and parliament.",
    "If not the Executive Presidency, what then is the alternative?",
    "Imran Khan, the best hope for Pakistan in decades of failed military regimes and military backed regimes, is today fighting for his survival, both politically and to avoid further incarceration.",
    "Hugely popular and elected to parliament, prime minister Imran Khan was defeated by three votes in a no-confidence motion and sent to prison on charges of corruption. This sentence was suspended but he is now facing further charges which could sideline him from the 2024 elections. His political future and the future of Pakistan looks bleak.",
    "The situation in Bangladesh is no better with a constitutionally questionable caretaker government and a period of instability with no end in sight.",
    "Is this the type of democracy we are trying to achieve by going back to the Westminster system?",
    "“All it took was three and a half lakhs each” J.R. once told me about his engineering the crossover of government MPs to defeat the SLFP government of Prime Minister Sirimavo Bandaranaike in 1964, by one vote, in a no-confidence motion, “what is the use of a system like that”, was his cynical summary.",
    "J.R.’s proposal for an Executive Presidency came not only from his own machinations of breaking the SLFP government in 1964, but it is a result of his own bitter experience with his Prime Minister who was unable to stand up to the psychological pressure exerted on him on the floor of the parliament at a time of crisis, causing the collapse of the democratically elected UNP government in 1953 and again in 1960.",
    "He concluded that the system was inherently weak, and a new system was necessary. As he said in his 1966 landmark speech “…we have not achieved the economic freedom our people are entitled to. This has been one of our major failures.”",
    "It is reasonable that minority communities would want the Executive Presidency to go. They would feel that there is very little hope of one of their members ascending to the Presidency when we have a Sinhala Buddhist majority who vote directly for one man or woman. Their best hope of gaining power is then through a Westminster system.",
    "In addition to minority groups there is a raft of foreign funded NGOs and local organisations who are calling for the abolishing of the Executive Presidency. I doubt that they have our best interest at heart and their motive could possibly be to create a weaker Sri Lanka, more malleable for foreign interests.",
    "It is time we looked hard at the funding sources of organisations that try to influence policy in Sri Lanka. The USA has very strict rules on declaration on the funding of lobby groups, we could emulate this.",
    "The total change of a system of government which has stood for 46 years is a very serious matter and anyone proposing to change it should present a convincing argument and show us how the new system will work. We need to remember that going back to the old system may no longer work, as the world and our country has changed around us, and we sit next to a giant economically powerful neighbour. A change of the Executive Presidency also means that the provincial councils will need to change.",
    "I sincerely believe that if we abolish the Executive Presidency, the Sri Lanka we know will disappear to be replaced by a country that we no longer recognise and can no longer live in.",
    "(The writer is a pioneer solar energy entrepreneur, a former member of the Colombo Municipal Council, a former Sri Lanka Consul General to Germany and a grandson of President J.R. Jayewardene.)"
  ]
}