{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101261/jetstar-asia-to-launch-low-cost-direct-flights-from-singapore-to-colombo",
  "time_ut": 1723710900.0,
  "original_lang": "en",
  "original_title": "Jetstar Asia to launch low-cost direct flights from Singapore to Colombo",
  "original_body_lines": [
    "Jetstar Asia Airways has announced it will become the only low-cost carrier to fly direct from Singapore to Colombo, Sri Lanka, as the new service takes off on 21 November 2024.",
    "The Singapore low-cost carrier will operate five return services each week using their fleet of Airbus A320s, offering more than 90,000 low fares between the two destinations each year.",
    "Issuing a statement, Jetstar Asia stated that the split schedule will offer morning and evening departures from Changi Airport providing choice for those starting their journey in Singapore and easy connections for those travelling via Singapore on Jetstar Airways’ (JQ) daily service from Melbourne or the up to six weekly flights from Perth.",
    "To celebrate the announcement, Jetstar Asia has launched one-way sale fares from Singapore to Colombo from just SG$149, making Sri Lanka more accessible than ever. Club Jetstar members have access to even lower fares, starting from SG$139.",
    "Jetstar Asia CEO John Simeone said Colombo was the gateway to Sri Lanka and the perfect destination for those looking for adventure, a romantic getaway or family holiday.",
    "“Sri Lanka is a vibrant destination known for its stunning scenery and warm hospitality and is must-visit place for many,” Mr. Simeone said.",
    "“With our incredible low fares, we’re excited to enable more people to experience this wonderful country with its stunning beaches, delicious food and fascinating history and culture.",
    "“Today’s announcement demonstrates our ongoing commitment to introducing exciting new destinations and I want to thank Changi Airport Group, Sri Lanka Tourism, Airport and Aviation Services Sri Lanka and Hayleys for their ongoing support.”",
    "Chairman of the Sri Lanka Tourism Promotion Bureau, Chalaka Gajabahu said Jetstar Asia’s direct flights between Singapore and Sri Lanka was set to supercharge the growth of the tourism industry.",
    "“Jetstar Asia is making history as the first low-cost carrier to offer direct flights from Singapore to Colombo opening up exciting opportunities for travellers to visit Sri Lanka,” Mr. Gajabahu said.",
    "“On behalf of the Sri Lanka Tourism Promotion Bureau, we congratulate Jetstar Asia and look forward to a successful partnership that ensures memorable journeys for all our valued customers.”",
    "Chairman of Airport and Aviation Services of Sri Lanka Eng. Athula Galketiya welcomed Jetstar Asia’s announcement of scheduled flights between Singapore and Sri Lanka, highlighting the positive impact it will have on tourism growth.",
    "“This connectivity will enhance the travel experience for both local and international travellers and we thank Jetstar Asia for choosing Bandaranaike International Airport,” Mr. Galketiya said.",
    "“This will boost Sri Lanka’s aviation and tourism industries and we will work to ensure a pleasant journey for our valued passengers.”",
    "Changi Airport Group’s Executive Vice President for Air Hub & Cargo Development, Mr. Lim Ching Kiat said Jetstar Asia’s new service on this route would provide another option for travellers looking to explore the beautiful sights and multitude of experiences that Sri Lanka has to offer.",
    "“Changi Airport congratulates Jetstar Asia on the launch of its new service to Colombo, Sri Lanka,” Mr. Lim said.",
    "“Sri Lanka is a popular tourist destination which has seen rapid recovery since the pandemic.”",
    "“Travellers from Sri Lanka can also leverage this new service to visit Singapore, as well as use Changi Airport as a gateway to fly to Southeast Asia and the rest of Asia Pacific.”"
  ]
}