{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-new-govt-establishes-ministerial-investigation-units-amid-criticism-197334/",
  "time_ut": 1735653600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka new govt establishes ministerial investigation units amid criticism",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s new government has decided to establish investigation units in each ministry to hold public officials accountable amid large number of complaints against those officials and criticism of trade unions dictating terms in ministries.",
    "President Anura Kumara Dissanayake-led ruling National People’s Power (NPP) has promised an overhaul in the governance to ensure accountability and transparency while eliminating corruption.",
    "Tens of thousands of Sri Lankans demanded a system change in the governance to hold rulers accountable for their actions during 2022 mass protests which led to oust then President Gotabaya Rajapaksa and his government which declared bankruptcy in April that year.",
    "However, top NPP officials have said the “system change” is not as easy as they had thought earlier, given public officials have been doing the same thing what they are used to, including long delays in the discharging their duties in the public service.",
    "“At present, a large number of complaints pertaining to public service are being received daily, nominally and anonymously, by the president’s office, the prime minister’s office, as well as public representatives,” the government said in its official cabinet decisions document.",
    "“In order to protect the public trust kept in the government, and especially in order to make prospective positive changes in the public service, an impartial and scientific investigation of such complaints should be carried out.”",
    "“Accordingly, the Cabinet of Ministers has approved the proposal presented by his Excellency, the President, to establish investigation units…. to investigate the facts pertaining to the functioning of public institutions under the previous government, public complaints, statements, and information reported from various sources regarding the functioning of the current public institutions.”",
    "The investigations units will be established under a Grade 1 Executive Officer of an island-wide service or a Class 1 officer who has experience at ministerial level pertaining to the investigation procedures.",
    "The move also comes amid increasing criticism of public officials with lower grade who are attached to Marxists Janatha Vimukthi Peramuna (JVP) trade unions trying to dictate terms in their respective public offices and complaining about their seniors.",
    "The JVP is the largest coalition partner of the NPP and it has strong trade unions across the country.",
    "Some public officials who are holding executive grades have said their decisions are being scrutinized by the lower officials because of the affiliation with NPP trade unions.",
    "Sri Lanka has not implemented strong accountability measures in public offices except for some politically-motivated witch hunting in the past. (Colombo/December 31/2024)"
  ]
}