{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99531/us-to-boycott-un-tribute-to-iran-leader-killed-in-helicopter-crash",
  "time_ut": 1717049880.0,
  "original_lang": "en",
  "original_title": "US to boycott UN tribute to Iran leader killed in helicopter crash",
  "original_body_lines": [
    "The United States will boycott a United Nations tribute on Thursday to Iranian President Ebrahim Raisi, who was killed earlier this month in a helicopter crash, a U.S. official said.",
    "The 193-member U.N. General Assembly traditionally meets to pay tribute to any world leader who was a sitting head of state at the time of their death. The tribute will feature speeches about Raisi.",
    "“We won’t attend this event in any capacity,” a U.S. official, speaking on condition of anonymity, told Reuters. The U.S. boycott has not previously been reported.",
    "Iran’s mission to the United Nations in New York declined to comment.",
    "Raisi, a hardliner who had been seen as a potential successor to Supreme Leader Ayatollah Ali Khamenei, was killed when his helicopter came down in poor weather in mountains near the Azerbaijan border on May 19.",
    "“The United Nations should be standing with the people of Iran, not memorializing their decades-long oppressor,” said the U.S. official. “Raisi was involved in numerous, horrific human rights abuses, including the extrajudicial killings of thousands of political prisoners in 1988.”",
    "“Some of the worst human rights abuses on record, especially against the women and girls of Iran, took place during his tenure,” the official said.",
    "The U.N. Security Council stood at the beginning of an unrelated meeting for a moment of silence on May 20 to remember the victims of the helicopter crash.",
    "Deputy U.S. Ambassador to the U.N. Robert Wood reluctantly stood with his 14 counterparts.",
    "The United States expressed its “official condolences” for Raisi’s death, the State Department said on May 20. White House national security spokesperson John Kirby also said that day: “No question this was a man who had a lot of blood on his hands.”",
    "U.S. President Joe Biden’s administration was strongly criticized by some Republican members of Congress for offering condolences to Iran.",
    "Raisi, 63, was elected president in 2021 and in office ordered a tightening of morality laws, oversaw a bloody crackdown on anti-government protests and pushed hard in nuclear talks with world powers."
  ]
}