{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/teejay-lanka-board-gets-two-independent-directors/",
  "time_ut": 1709509200.0,
  "original_lang": "en",
  "original_title": "Teejay Lanka board gets two independent directors",
  "original_body_lines": [
    "Teejay Lanka PLC has announced the appointment of Bill McRaith and Shrihan B. Perera as independent, non-executive directors, effective 1st March 2024.Recently retired after an illustrious career of more than three decades in the global apparel and retail industries, Bill McRaith was, in his last appointment, Chief Supply Chain Officer at PVH Corp., the American clothing company that owns brands such as Tommy Hilfiger and Calvin Klein.",
    "Based at the company’s New York headquarters, he oversaw PVH’s global supply chain operations and was responsible for developing the global production structure, processes, manufacturing footprint and logistics network that serviced the needs of the company’s global retail and wholesale divisions.",
    "A native of Scotland and an Honorary Professor of Glasgow Caledonian University, Mr McRaith has also served as Senior Vice President of Global Sourcing at Wal-Mart, managing electronic, hardware, toys, and home furnishings supply chains; as Executive Vice President of Manufacturing, Sourcing and Product Development for Victoria’s Secret; and as Chief Supply Chain Officer – Intimates at Limited Brands.",
    "Shrihan Perera was the CEO of Teejay Lanka PLC from April 2018 to December 2019 and retired four years ago. He is a Fellow of the Chartered Institute of Management Accountants/CGMA, UK., and has a B.Sc. in Mechanical Engineering 2nd Class Upper Honors, from the University of Moratuwa.",
    "He served as CEO of Brandix Apparel Solutions Limited from January 2010 to March 2018, and as National Finance Director of Unilever Sri Lanka Limited from April 2007 to December 2009.",
    "IIHS launches Bachelor of Business Administration programme with UGC approval",
    "INSEE Cement recognises outstanding business partners at Business Partner Awards 2023",
    "Teejay wins Silver in ‘Extra Large’ category at NCE Export Awards",
    "Teejay wins Silver in ‘Extra Large’ category at NCE Export Awards",
    "Teejay knits new 5-year partnership with University of Sri Jayewardenepura",
    "Teejay wins ‘Best Annual Report in Apparel Sector’ & Merit Certificate at CMA Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}