{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113194/new-laws-not-intended-for-personal-gain-focus-is-common-good-president",
  "time_ut": 1759502220.0,
  "original_lang": "en",
  "original_title": "New laws not intended for personal gain; focus is common good – President",
  "original_body_lines": [
    "President Anura Kumara Dissanayake today offered a response to the joint letter by the Chief Prelates of the three Buddhist Chapters warning that the proposed Penal Code amendment criminalizing corporal punishment and alleged initiatives promoting LGBTQ-related tourism could undermine cultural values and trigger serious social crises.",
    "Speaking during the ceremony held in Kandy, to mark the presentation of the Scroll of Appointment (Śrī Sannas Pathra) to the Most Venerable Naranpanawe Ananda Nayake Thero, newly appointed Anunayake of the Asgiri Chapter of the Siyam Maha Nikaya, the head of state outlined the government’s position on the matter.",
    "He stated that during discussions on the tourism industry, it was emphasized that Sri Lanka’s 2,500-year-old historical heritage offers significant potential to strengthen this sector. Additionally, Sri Lanka’s natural beauty, its wildlife, and the hospitality of its people are crucial assets in promoting tourism, he said.",
    "The President emphasized that these factors, rather than trends alone, form the backbone of a successful tourism industry.",
    "President Dissanyake stated: \"Other than these, nothing else is a priority for our tourism industry. There are separate places for other activities. Therefore, the confusion that has arisen over that announcement is not state policy, nor does it reflect the basic principles of the tourism industry.\"",
    "Meanwhile, commenting on the proposed amendment to the Penal Code, the President stated that if necessary, an amendment could be introduced, and if not, the law could remain as it is, emphasizing that everything done currently had not been carried out for personal purposes.",
    "“Regarding the Penal Code, although amendments prepared in advance were presented to Parliament, they have not yet been passed. We now have the opportunity to propose further amendments if necessary, or to maintain the current provisions.”",
    "“These laws are not intended for personal gain; their focus is the common good. Our vision is to build a stronger and better state, a goal that can only be realized by recognizing and fulfilling the responsibilities entrusted to us as the ruling party, with significant roles assigned to our Mahanayaka Theros.”",
    "The President further stated that it is essential to protect the youth from the drug menace by building a national movement, emphasizing that village temples play a crucial role in raising awareness within communities and adding that the police alone cannot fulfill this responsibility."
  ]
}