{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96498/uk-parliament-approves-sunaks-rwanda-bill-as-right-wing-rebels-back-down",
  "time_ut": 1705548840.0,
  "original_lang": "en",
  "original_title": "UK Parliament approves Sunak’s Rwanda bill as right-wing rebels back down",
  "original_body_lines": [
    "UK Prime Minister Rishi Sunak survived a key test of his leadership Wednesday, fending off right-wing rebels to win a crunch parliamentary vote on his contentious plan to send migrants to Rwanda.",
    "Sunak, in power since October 2022, has staked his political future on the scheme, as Britain gears up for its next general election later this year.",
    "Right-wing Conservatives had threatened to kill the Safety of Rwanda (Asylum and Immigration) Bill, but they ultimately backed down and the government won comfortably by 320 votes to 276.",
    "The result means Sunak avoids a serious weakening of his authority, as his faction-ridden party desperately needs to claw back support from the main opposition Labour party before the nationwide vote.",
    "The bill is the British leader’s answer to a UK Supreme Court ruling late last year that deporting asylum seekers to Kigali is illegal under international law.",
    "The latest legislation, if passed, would compel judges to treat Rwanda as a safe third country.",
    "It would also give UK ministers powers to disregard sections of international and British human rights legislation.",
    "While the bill cleared its third and final hurdle in the elected House of Commons, it will need to be approved by the unelected upper chamber House of Lords before it becomes law.",
    "The government does not hold a majority in the Lords, where members are likely to scrutinise the proposals and propose a number of amendments, setting up another battle with Downing Street.",
    "The legislation could also still be blocked by legal challenges, drawing out the long-running saga -- dubbed a “farce” and a “gimmick” by Labour -- even further.",
    "London has already paid Kigali £240 million (280 million euros) since ex-prime minister Boris Johnson first announced the plan in April 2022.",
    "Sunak has pledged to slash record levels of regular migration and stop asylum seekers crossing from France to Britain in small boats.",
    "He insists the Rwanda bill is essential to deter migrants from considering travelling to the United Kingdom via unauthorised routes.",
    "But the proposal has reopened splits between right-wingers and moderates in the ruling party not seen since the wranglings over what Brexit should look like following the 2016 EU referendum.",
    "Several dozen Tory lawmakers backed unsuccessful amendments that sought to toughen the scheme, including by disapplying international law and restricting migrants’ right to appeal deportation.",
    "Two deputy chairmen resigned their roles in support of the tweaks, which received the vocal support of Johnson, who is no longer an MP and not able to vote.",
    "Sunak refused to bow to rebel demands though because doing so would almost certainly have seen the bill scuppered by moderates, who say the legislation already pushes at the margins of acceptability.",
    "In a bid to quell the dissent, Sunak’s government announced that it would hire new judges to create thousands of additional sittings to fast-track cases to the courts.",
    "His “illegal migration minister” also appeared to suggest that ministers would have the power to force civil servants to ignore last-minute injunctions from the European Court of Human Rights.",
    "Sunak also faced down rebels during the first vote on the bill in December.",
    "Around 30,000 asylum seekers crossed the English Channel on rudimentary vessels last year. Five died trying to make the journey this past weekend.",
    "Hundreds were picked up from the freezing waters and brought ashore on Wednesday, an AFP photographer in the south coast port of Dover saw.",
    "Sunak has yet to announce the date of the election but has said it will be held this year.",
    "Some opinion polls put Labour 20 points ahead of the Tories, suggesting the governing party is heading for a landslide defeat.",
    "The Conservatives have ruled since 2010, when Labour was last in power.",
    "Sunak, in power since October 2022, has staked his political future on the scheme, as Britain gears up for its next general election later this year."
  ]
}