{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/prca-country-rep-calls-for-ethics-and-standards-in-sri-lankas-advertising-and-marketing-industry/",
  "time_ut": 1718395980.0,
  "original_lang": "en",
  "original_title": "PRCA Country Rep calls for ethics and standards in Sri Lanka’s advertising and marketing industry",
  "original_body_lines": [
    "Sri Lanka needs to put together a cohesive and comprehensive set of regulations and standards when it comes to advertising, marketing and communications and this should be done in consultation with various stakeholders in the industry, highlighted",
    "Thanzyl Thajudeen, the country representative of the Public Relations & Communications Association (PRCA), the world’s largest and influential PR body.",
    "Even though there exist certain codes, they are certainly not implemented in practice. And many of them stand in isolation such as those targeted at medicines, health and food sectors or other channels such as media, telco, or outdoor. The industry is lacking a unified framework, enabling opportunities for exploitation, many of which have contributed to social, economic and psychological dysfunctions.",
    "This is quite visible in many sectors in the country, from financial services to food and education, and there is little or no control over that which is being conveyed or carried out. There are no measures to monitor and report misleading advertising or claims made by brands, or discussions on the effect it has on children, or encouraging unhealthy choices or unethical consumptions.",
    "Sri Lanka needs to establish an independent, non-governmental body that oversees such, and ensure they are accountable and socially responsible. There also needs to be more active dialogue and knowledge sharing, not just within the industry but vertically with other domains. This provides a holistic view and understanding of the impact of the actions and activities these brands and corporations have on the broader society and community.",
    "ISMM signs MoU with Ministry of Industries as part of contribution to national endeavour",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}