{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/trump-biden-debate-saga-vital-lessons-on-the-burden-of-gerontocracy/",
  "time_ut": 1719818045.0,
  "original_lang": "en",
  "original_title": "Trump-Biden Debate Saga: Vital Lessons On The Burden Of Gerontocracy!",
  "original_body_lines": [
    "The world surely would have felt awkward, watching the recent Trump and Biden showdown on TV. Behind the scenes at the first debate between Joe Biden and Donald Trump, the buzzy atmosphere of the spin room descended into horror-struck silence within a first few minutes of Biden opening his mouth. Watching the exchanges between them, the debate looked akin to participating in elder abuse, pestering old men with incessant questions as if to deny them the dignity of their dotage. Biden from the moment he shuffled onstage and muttered his first answer in a hushed and wheezing monotone, made it clear that he will be too old for the job whether now, and surely for another four-year term.",
    "Trump was much the same as he always has been, ignoring every question posed to him, repeating bizarre lies, until his time ran out. Biden seemed in worse condition, but Trump was by no means sharp. While Trump told bombastic lies in front of the audience, Biden struggled to recall what were obviously canned responses. Biden certainly is in the wintertime of his life and he ought to rest, but Trump in his advanced age too, would be the worst possible alternative. The main choice for America appears to be between someone who belongs in a retirement home, not the White House, and a convicted felon. Thus, America, a country of roughly 336 million people, should ask itself! Are these two choices the best it can offer?",
    "With many leaders showing their age recently, a previously somewhat obscure word, “Gerontocracy,” meaning “rule by elders or the dominance of politics by old men,” is popping up everywhere. India’s Narendra Modi (69), Russia’s Vladimir Putin (67), China’s Xi Jinping (66), Turkey’s Recep Tayyip Erdoğan (66), and Brazil’s Jair Bolsonaro (65). Sri Lanka too had aged politicians in the recent past like Mahinda Rajapkasa (78) and Ranil Wickeremesinghe (75) refusing to give up their thirst for power, and still fighting for the top slot. Russians have mostly shrugged at Putin’s attempt to stay in power into the winter of his life. Populous China is ruled by 66-year-old President Xi, who has basically anointed himself ruler for life. Even Brazil, where the population is just as young as India, plumped for grumpy grandpa Jair Bolsanaro in recent elections. It’s a similar story in Egypt, Hungary, Turkey, Poland and countless other nations: The boomers are still in charge. India’s Modi energizes his Hindu base by demonizing Muslims and promising to return India to its ancient, pre-Islamic glory. It’s no accident that most boomer leaders thus are strongmen, who twist the law to achieve their illiberal and populist goals. The US is however an outlier even in a world where the majority of lawmakers are much older than the broader populace. Whoever wins the next U.S. presidential election will be the oldest person in history to have been elected to the country’s highest office.",
    "The fear of a Gerontocracy as well as an appreciation of the benefits of geriatric wisdom, both found favour in the ancient world. Two thousand years earlier, Plutarch, a Greek philosopher who lived under the Roman Empire, wrote a long essay, ‘Whether an Old Man Should Engage in Public Affairs’, where he notes: ‘Some people claim that public men, when they have passed their prime, should sit down in retirement at home’ and give way to more youthful energies and fresh brain power. Yet ‘when in difficulties or in fear’, says Plutarch – at the time of writing, well past his prime, he admits – people nonetheless ‘yearn for the rule of elder men’. Why is this? And is the yearning reasonable?",
    "The simplest explanation is that when people feel anxious about the future, especially in times of political instability, they look for figures whose authority has an aura of indisputability. However, despite these stock generational contrasts, ancient writers were all too aware that geriatric wisdom often falls far short of best-case ideals. Popular myths, history, and philosophy constantly highlight the characteristic errors and vulnerabilities of older men in power. The chief risks have more to do with the complex psychology of ageing than with the physical or mental health of older people. Elders may have a reputation for wisdom, but they can also be narrow-minded, dogmatic, bigoted, unbending, self-righteous – and insist that these qualities embody their wisdom.",
    "In a declining society, the images of an aging leadership can come to embody a general sense of withering and decay. A civic nightmare becomes the caricaturist’s dream. In Moscow, the late nineteen-seventies and early eighties was the era known as zastoi, the time of stagnation. The US  also appears to be in the midst of its own zastoi; a teetering democracy of gerontocrats! The polls show that much of the American electorate fears just that. Voting in many democracies has often become a matter of choosing among highly constrained choices.  President Ronald Reagan once joked that Soviet leaders “kept dying” on him during his first few years in office. Vladislav Zubok, a top Soviet historian at the London School of Economics who grew up in the USSR, told once that there was no single thing that led to the fall of the Soviet Union. But he emphasized that during that era of gerontocracy, “we were all aware of something going deeply wrong.”",
    "Historians and political scientists say the Soviet Union’s morphing into a gerontocracy toward its end contributed to its demise, arguing that this serves as a cautionary tale for other countries — particularly the US, at a time when many of its top leaders are well beyond the age of retirement typical in other fields. The fact the US is a democracy makes it even “more painful” to see it move toward being gerontocratic, Zubok said, laying much of the blame on the “pernicious role of money” in the seemingly nonstop cycle of elections. Even with “periodic elections” in the US, Zubok said, it’s still ending up with “the same kind of people who grow old” in power.A gerontocratic government is not necessarily an inherent sign of democratic decline — but in a country like the US, it can point to deep flaws in the system. The American gerontocracy is composed of a group that has for decades refused to relinquish power. A healthy mix of generations in political office would have its advantages.”",
    "Voters in recent research polls did not express a high degree of confidence in either Biden or Trump across all five of the dimensions they were asked about: mental and physical fitness for office, choosing good advisers, acting ethically in office, and respecting democracy. Voters had the lowest level of confidence in Biden when it comes to having the mental and physical fitness to do the job. Trump was viewed most negatively for his respect for democracy and ability to act ethically in office. A majority of polled voters said that Biden and Trump are too old to serve another term, and  that both men are mentally unfit for office. It’s Gerontocracy: the exceptionally old political class that governs the US.",
    "How old is too old to lead? A 2022 poll showed that more than half of Americans, 58%, believe there should be a maximum age limit for elected officials, with 39% saying that limit should be age 70. “Aging is not a one-size-fits-all phenomenon, and different people might have different strengths and weaknesses at different time periods of their life,” says Casey Brown, an assistant professor of psychology at Georgetown University who is on the steering committee for the university’s Center for Healthy Aging. “So, I don’t think there’s a simple answer to the question of how old is too old to lead.” What science does tell us is that cognitive function begins to decline in early adulthood. Typically, across the board, part of the normal aging process, there will be changes in certain aspects of cognitive functioning”",
    "Brown says, “Different things in the realm of executive functioning might be the ability to use working memory. So, for example, keeping the number of things in mind at once and manipulating that information in your head can become more difficult. The amount of information that you can keep in mind at once tends to decline.” Older people tend to lose a sense of purpose as they age, which might help explain why elected officials are sticking around well into their golden years. There’s often a decline in feelings of purpose … and an involvement in society”. “And so, maybe some of these highly intelligent older adults, who have made it to very high-status careers, maybe they’ve maintained their purpose, and they don’t want to let it go.” For the elderly leaders who survive it, an unstable post-coronavirus situation could even consolidate their appeal further. The boomers built their wealth on a period of unparalleled globalization, trade and freedom of movement. Now, as borders go up and the world tips into recession, people may turn to them for a reminder of happier, wealthier times. The boomers will be all too happy to roll back the clock if it lets them stay in power a little longer.",
    "Associate Professor Daniel Bessner from the University of Washington says, virtually most parliaments around the world are older than the population they represent. According to Professor Daniel Stockemer from the University of Ottawa, “In general, representative democracy should try to represent their population. A uniquely American gerontocracy issue is its influence on the future political class. A lack of youth representation makes a difference in how parliaments work and what is on the agenda. “Young people don’t participate that much … one of the reasons is that they are alienated.” The theory goes that when young people don’t participate in elections, they end up less represented in parliament, and that means they become dissatisfied and disinterested in politics. “We call this the vicious cycle of political alienation,” Stockemer says. “If a group is not at the decision-making table, it has very few possibilities to influence policies. In fact, in relation to the political sphere, young citizens have been described as an ‘excluded majority’ with an insufficient legislative presence.",
    "Where there are two-party systems like in the US, its specific electoral institutions prevents the formation of youth parties. The networks of young activists who can influence lawmakers, seem not to be able to form as easily here. Without a youth party, young, politically active people are forced to get experience in aged led environments. The result is that “even the young people that do manage to get elected tend to be more like old people”. Some countries have tried implementing youth quotas in government to prevent gerontocracies, such as mandated youth seats, youth candidate quotas, or individual party quotas, but the experiment in many countries has not been a huge success, even in a democracy like the US.",
    "Mitt Romney, announcing his retirement, at the age of seventy-six, wasn’t wrong to declare that it is time for a new generation of leaders to take the helm. They’re the ones that need to make the decision that will shape the world they will be living in.” Many challenges block younger would-be lawmakers from entering office: the lack of political connections and endorsements, limited fundraising power, and statutory minimum age restrictions. Ramiro Sarmiento, a spokesperson at Run For Something, which helps progressive candidates in the US under 40 run for state and local elections. says “Our government today is run like a gerontocracy. So it is no surprise that the public policy that comes out of them, benefits them. That means older politicians are not going to pass laws that prevent them from re-election. Instead, a “critical mass” of young politicians is needed to bring change. People from both parties can get behind the idea of “passing the baton to a new generation”.",
    "Another concern about elderly politicians is that gerontocracy encourages apathy and disinterest among youth. As much as we may  believe that experience is necessary for political office, this is ridiculous. There are serious questions whether 80+ year-olds have the stamina and mental sharpness to serve in these demanding offices. But even more importantly, we live in a period of rapid change due to globalization, the digitization of communications and the dizzying pace of technological innovation. We need new thinking from a younger generation of political leaders to deal with the critical challenges of the 21st century. The gerontocracy has and their chance and, frankly, have failed as the sad state of US and beyond aptly demonstrate.",
    "Aksel Sundström, a political scientist explains, “The relative absence of young adults in politics could contribute to what we call the vicious cycle of political alienation among the young. It is marked by low numbers of younger people in parliaments, low voter turnouts and political disenchantment—factors that tend to feed and amplify each other”. “In the US, that threshold is 25 for the House of Representatives and 30 for the Senate. In our opinion, these antiquated and arbitrary rules regarding age violate democratic principles. Ultimately, the message turns out to be that younger people are not welcome to participate in politics. Sweden is one of the very few examples of countries where younger people actually have a high presence in their parliament. Ultimately, if our leaders are breaking important promises to the voters and the political system isn’t giving voters candidates that appeal to them, how can we be surprised when the people sour on our democracy itself?"
  ]
}