{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98406/basl-condemns-use-of-parliamentary-privileges-to-undermine-judiciarys-independence",
  "time_ut": 1712164860.0,
  "original_lang": "en",
  "original_title": "BASL condemns use of parliamentary privileges to undermine judiciary’s independence",
  "original_body_lines": [
    "The Bar Association of Sri Lanka (BASL) has expressed deep concern about the recent remarks made by certain Members of Parliament condemning the invocation of Supreme Court’s fundamental rights jurisdiction by a citizen to challenge the issuance of liquor licenses.",
    "Reiterating that every citizen has a fundamental right to seek redress from the Supreme Court, the apex court of the country, as enshrined in the Constitution, the BASL said this right cannot be curtailed under the guise of parliamentary privileges.",
    "Accordingly, it has categorically condemned the claims made by these MPs suggesting otherwise.",
    "The BASL, in a statement issued on Wednesday (03), said it views with grave concern that any attempts to use parliamentary privileges to interfere with the independence of the judiciary directly or indirectly.",
    "It also emphasized that it would, under no circumstances, remain silent when attempts are made to weaken the independence of the judiciary.",
    "“The recent trend of parliamentarians making statements that undermine the rule of law and the proper administration of justice is deeply troubling.”",
    "Furthermore, the BASL raised concerns about reports of a citizen being summoned before a parliamentary privileges committee for expressing personal views on social media regarding an MP.",
    "“The Constitution of Sri Lanka guarantees fundamental rights, including the freedom of expression, to all citizens. Holding individuals accountable before Parliament for expressing their views on the performance of elected officials is a clear violation of these fundamental rights.",
    "“The right to freedom of expression is a cornerstone of a democratic society. Sri Lankan citizens have the right to express their views, including those critical of a legislator’s performance, without fear of retribution from Parliament.”",
    "As such, the BASL urged all parties to uphold the rule of law and respect the independence of the judiciary, underscoring that the citizens must be free to exercise their fundamental rights, and parliamentarians should refrain from actions that undermine these principles.",
    "It also went on to urge all stakeholders to uphold the principles enshrined in the Constitution, particularly the independence of the judiciary and the fundamental rights of citizens."
  ]
}