{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83145",
  "time_ut": 1700483940.0,
  "original_lang": "en",
  "original_title": "Former Deputy Inspector General of Police   Ravi Seneviratne Tells Australia’s ABC investigations  that Probe  by Police into the 2019 Easter Attacks were Derailed Through Political Interference  Immediately after Gotabaya Rajapaksa was Elected President; Says Leade Investigator and 22 others were Removed and Over 700 CID Personnel Intimidated by an Overseas Travel ban.",
  "original_body_lines": [
    "A retired police commander has shed new light on claims that the former Sri Lankan government may have colluded with a terrorist group for political gain, resulting in the deaths of hundreds of people, including Australians, in the 2019 Easter Sunday bombings.",
    "The attacks by Islamic state-inspired terrorists on churches and luxury hotels killed 269 people including two Australians and injured about 500 other people.",
    "The head of the Catholic Church in Sri Lanka is now calling on the Australian government to support an independent investigation into the allegations, a call backed by Melbourne woman Chathudilla Weerasinghe, who survived the attack on Colombo’s Kingsbury hotel.",
    "“They should carry out an investigation … because there were so many blasts on the date — similar timings, coordinated – it has to be a major planned-out thing,” Ms Weerasinghe said.",
    "In September, the UK’s Channel 4 aired claims by a former government aide, Asad Maulana, that a top intelligence official met with members of the terrorist group National Thowheed Jam’ath (NTJ) as part of an alleged plot to help former Sri Lankan president Gotabaya Rajapaksa win government by creating a national security crisis from the attacks.",
    "Now, the former head of the investigation into the bombings has spoken out for the first time about what he claims was political interference which derailed the police probe.",
    "Former deputy inspector general of police Ravi Seneviratne said his team was taken off the case when Mr Rajapaksa took office six months after the bombings.",
    "Mr Seneviratne told ABC Investigations that his lead investigator was removed without explanation “immediately after the new government was elected — at the time, not even a prime minister or the cabinet had been appointed”.",
    "He said over the months that followed, 22 more officers were removed from the investigation, “but I was not given any reason for any of those transfers”.",
    "The incoming government also imposed an overseas travel ban on more than 700 Criminal Investigation Department officers under Mr Seneviratne’s command.",
    "Mr Seneviratne said this was seen as a bid to intimidate police who might investigate allies of the Rajapaksa regime.",
    "“Because of this action, many officers were scared. Some officers even sought transfers because they didn’t want to work there any longer.”",
    "Police charged more than 90 people in connection with the Easter Sunday attacks, but Mr Seneviratne said investigators hit roadblocks when they found “some intelligence officers had links with the Muslim group”.",
    "One of these was unearthed with help from the US Federal Bureau of Investigation, which traced regular communications with the NTJ terrorists to an Internet Protocol address used by a secret military intelligence operative.",
    "Mr Seneviratne has claimed that military intelligence officers also visited the house of one suicide bomber on the morning of the attacks but did not share this information with police.",
    "“On such occasions, when we tried to question certain individuals and groups, we faced some obstacles,” Mr Seneviratne said.",
    "Sri Lankan intelligence agencies twice stopped police from questioning associates of the suicide bombers on the grounds they were involved in national security operations, he said.",
    "“As military intelligence informed us that those officers were dealing with intelligence related secret matters, we didn’t investigate them further.”",
    "Mr Seneviratne said military intelligence had thwarted an earlier investigation which he believed could have prevented the Easter Sunday attacks.",
    "He said military intelligence had given police “wrong information” which concealed the role of the NTJ in the murder of two constables in east Sri Lanka six months before the Easter Sunday attacks.",
    "In documents filed in the Supreme Court of Sri Lanka last year, Mr Seneviratne alleged the Directorate of Military Intelligence and the Security Intelligence Service were “suspected to have conspired to plant [evidence] to mislead CID investigations on the murder of two police officers to prevent them from discovering the real assailants”.",
    "Mr Seneviratne told ABC Investigations that he believed there was “a possibility to prevent the Easter Sunday attacks, if we were able to find out the suspects of the police murders”.",
    "In September, Asad Maulana, a former aide to a current Sri Lankan government minister, told Channel 4’s Dispatches program that he witnessed a meeting between the NTJ terrorists and then head of military intelligence, Suresh Salley in February 2018, 14 months before the Easter Sunday bombings.",
    "Mr Maulana claimed to Channel 4 that the intelligence chief later told him Mr Rajapaksa needed “an unsafe situation” to win an election.",
    "Mr Seneviratne said Mr Maulana’s claims demanded a “thorough investigation”, including into why intelligence officers misled police about NTJ.",
    "Mr Maulana’s former boss, the State Roads Minister Sivanesathurai Chandrakanthan, has accused him of concocting the allegations to bolster his claim for asylum overseas.",
    "Mr Rajapaksa, who after his ousting last year was sanctioned by Canada for human rights violations during Sri Lanka’s civil war, has dismissed the allegations as “absurd”.",
    "Mr Salley has denied any contact with the NTJ terrorists, saying he was overseas at the time of their alleged meeting.",
    "He is now the head of Sri Lanka’s Security Intelligence Service, a role that saw him meet Australian officials including Home Affairs Minister Clare O’Neil last year.",
    "Neither Mr Rajapaksa nor Mr Salley responded to ABC interview requests or questions.",
    "Last month, Channel 4 declined to appear before a commission of inquiry launched by current Sri Lankan President Ranil",
    "The head of the Catholic church in Sri Lanka, Cardinal Malcolm Ranjith, called on the Australian government to help build international pressure for an independent investigation to “help us to find out what really happened to these 270 people and who was behind it”.",
    "“We want the Australian government, and also many governments in the world, to consider this as a serious human rights violation, violation of the dignity of human beings and serious suspicions of a political plot appearing,” he said.",
    "He said in Sri Lanka, “big people, ministers … those who are in the intelligence services, had some role to play in the general mayhem that existed during the wartime: disappearances, murders during the war time, and then subsequently”.",
    "“That is why we have been clamouring and asking for a transparent investigation, which is free, which is not guided by politicians … and also according to international standards.”",
    "Cardinal Ranjith said one of his priests was being sued for defamation by Suresh Salley, after raising questions about the Easter Sunday attacks and what he said appeared to be “a political plot by a group of people at the top”.",
    "“Other priests … have been under surveillance of these people. I am sure they are having files about many of us, even myself, I’m quite sure of that, because our telephones are not safe anymore for us to converse freely,” he said.",
    "In Melbourne, Chathudilla Weerasinghe still lives with a fragment from an NTJ bomb inside her from the Easter Sunday attack on Colombo’s Kingsbury hotel.",
    "“It’s too risky to get the shrapnel out because it’s right next to the heart,” she says.",
    "“[The doctors] don’t want to risk that. So, it’s better to just leave it there.”",
    "Her father Ranjith, a Monash University mathematics lecturer, said the family took seriously allegations that some Sri Lankan officials might have been complicit in the attacks.",
    "“If it happened in Australia, definitely I am shocked,” he said.",
    "“But back in Sri Lanka, it could be possible. The politicians are a very different breed.”"
  ]
}