{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/adb-financial-heft-for-sustainable-tourism-development/",
  "time_ut": 1720539420.0,
  "original_lang": "en",
  "original_title": "ADB financial heft for sustainable tourism development",
  "original_body_lines": [
    "The Asian Development Bank (ADB) is now in the process of implementing a project to finance the tourism space in Sri Lanka which will support policy actions to introduce reforms in the tourism sector to enhance resilience to shocks and strengthen institutions and streamline decision-making, Country Director, ADB Sri Lanka Resident Mission, Takafumi Kadono, told the Serendipity Knowledge Program, ‘Tourism and Biodiversity Conservation”, held recently at Shangri La Hotel, Colombo.",
    "‘It will be presented to the ADB Board at the end of the year. Under this program USD 100 million will be allocated this year with another USD80 million for 2025 and an additional USD 30 million to support sustainable tourism in Sigiriya and Trincomalee, Kadono told a panel discussion.",
    "Kadono added: ‘Tourism and biodiversity conservation is a very important topic in Sri Lanka currently as the country looks to strengthen high potential economic sectors to support recovery and place the economy firmly on a high growth trajectory. Tourism is a key driver of growth and expansion must be done in a sustainable manner.",
    "‘The ADB has been supporting the tourism sector since mid- 2018 but it was only in 2019 that they started tourism operations in Sri Lanka after the Easter Sunday attacks which took a heavy toll on the industry. The ADB aided tourism by providing technical assistance worth USD 1.5 million.’",
    "Vincent Shacks, Group Impact Manager, Wilderness, South Africa made the keynote speech at the event.",
    "Meanwhile, Chandana Sooriyabandara, Director General, Department of Wildlife Conservation, Sri Lanka, told the panel discussion that the government is trying its level best to invest in the bio- conservation sphere.",
    "He said that it is the stakeholders’ collective responsibility to protect nature for succeeding generations. ‘Therefore, tourism industry stakeholders, such as, hotels, trackers, the Wildlife Department and tour operators should guard against disturbing wildlife in national parks, he added.",
    "Dr. Asha de Vos, Founder and Executive Director, Oceanswell, said that Sri Lanka has a lot to offer to the tourism world but training tour operators and guides and introducing a unified price structure is the need of the hour.",
    "The panel discussion was held with the participation of the above speakers, Priyantha Fernando, chairman, Sri Lanka Tourism Development Authority and Sharon Atapattu-Tissera, owner and operator of Hideaway Villa, Arugam Bay.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}