{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/World-renowned-consumer-electronics-brand-KONKA-returns-to-Sri-Lanka-in-partnership-with-FLiCo/34-765225",
  "time_ut": 1722975814.0,
  "original_lang": "en",
  "original_title": "World-renowned consumer electronics brand KONKA returns to Sri Lanka in partnership with FLiCo",
  "original_body_lines": [
    "From left: Future Life Holdings Chief Operations Officer Sanjaya Jayaweera, Chief Admin and Marketing Officer Kasun Perera, Konka Overseas Brand Development Senior Manager You Shanshan (Fiona You), Konka Regional Director Lu Wei (Reed Lu) and Future Life Holdings CEO Danushka Udugama at the Konka Flico partnership in Colombo – Pic by Daminda Harsha Perera",
    "World-renowned Chinese consumer electronics brand KONKA is returning to the local market in partnership with the new distribution agent in Sri Lanka FLiCo, a Future Life Holdings subsidiary.",
    "KONKA, is a globally recognised brand known for its superior and innovative consumer electronics products. Through the FLiCo network, a wide range of KONKA’s products, including TVs, refrigerators, deep freezers and washing machines, will now be accessible to consumers across the country.",
    "Having commenced its operations eight years ago as a micro finance company, Future Life Holdings, the parent cof FLiCo, has witnessed significant growth and expansion, branching out into a multitude of sectors. Its portfolio now encompasses subsidiaries operating in a diverse array of industries, ranging from hospitality, retail (supermarket networks), and agro-industrial services to IT services, advertising and media, travel and tourism, consumer electronics, showrooms, and more. This continued diversification has solidified the company’s standing as a dynamic and influential player across various sectors.",
    "The launch of FLiCo heralds the beginning of an extensive network of consumer electronics and appliances showrooms across the country. As a testament to the brand’s commitment to excellence, Sri Lankan cricketing sensation Maheesh Theekshana joined FLiCo as its brand ambassador. Further exemplifying FLiCo’s dedication to teamwork, excellence, and reliability, the brand has co-sponsored the Galle Marvels, the runners-up in the Lanka Premier League. This strategic marketing approach highlights FLiCo’s relentless pursuit of success and its commitment to offer a superior experience to Sri Lankan consumers.",
    "FLiCo last week inaugurated its first two KONKA-branded showrooms at auspicious times in Maharagama and Pelawatte. The event was attended by the presence of esteemed guests, including Overseas Business Division Senior Manager Fiona You, KONKA Regional Director Reed Lu, and Future Life Holdings Directors Danushka Udugama, Sanjaya Jayaweera, and Kasun Perera, who graced the occasion representing FLiCo.",
    "With the unveiling of the FLiCo network, Sri Lankan consumers can now conveniently access a range of top-notch products, including the innovative and high-quality offerings from KONKA, renowned for its technological advancements and excellent value for money.",
    "For more information on FLiCo and its range of products, please visit the official website at www.flico.lk, explore the FLiCo Facebook page, and stay connected through various FLiCo social media channels."
  ]
}