{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112117/china-to-hold-massive-parade-to-mark-wwii-victory",
  "time_ut": 1756858080.0,
  "original_lang": "en",
  "original_title": "China to hold massive parade to mark WWII victory",
  "original_body_lines": [
    "China will hold a massive military parade in central Beijing on Wednesday to mark the 80th anniversary of its victory in World War II, pledging its commitment to peaceful development in a world still fraught with turbulence and uncertainties.",
    "In Tian’anmen Square stand towering structures shaped like the Great Wall -- a symbol of the Chinese nation’s courage and solidarity in resisting foreign aggression -- crowned with giant numerals “1945” and “2025.”",
    "Tens of thousands of people are expected to attend the event.",
    "President Xi Jinping, also general secretary of the Communist Party of China Central Committee and chairman of the Central Military Commission, is expected to address the rally and review the parade.",
    "This will mark the second time since 2015 that China has held a military parade to commemorate the hard-won victory in the Chinese People’s War of Resistance against Japanese Aggression and the World Anti-Fascist War.",
    "The military parade through the Chang’an (Eternal Peace) Avenue is meant to send the message that “Justice prevails,” “Peace prevails,” and “The people prevail,” according to organizers.",
    "More than 20 foreign leaders, including Russian President Vladimir Putin and Kim Jong Un, the top leader of the Democratic People’s Republic of Korea, will join Xi on the Tian’anmen Rostrum to watch the parade.",
    "Representatives of people who had assisted Chinese people’s WWII efforts, or their family members -- from countries such as Russia, the United States, the United Kingdom, France, and Canada -- are invited to the grand ceremony.",
    "Japan officially surrendered on Sept. 2, 1945, by signing the Instrument of Surrender. China has designated Sept. 3 as Victory Day.",
    "China was the first country to fight against fascist aggression, and sustained the longest resistance, beginning in 1931.",
    "The country contained and engaged over 50 percent of the Japanese army’s overseas military strength, eliminating over 1.5 million enemy troops. The number of Chinese military and civilian casualties amounted to 35 million, accounting for one-third of the total casualties among all countries during WWII.",
    "With immense national sacrifices, China made significant contributions to the victory of the World Anti-Fascist War. The parade is expected to demonstrate its commitment to making greater contributions to world peace and development.",
    "The parade will involve more than 10,000 military personnel, along with over 100 aircraft and hundreds of ground armaments, arranged into formations according to a wartime command system.",
    "The People’s Liberation Army’s (PLA) new system of services and arms -- the result of military reforms under Xi’s leadership -- will be put on display for the first time.",
    "The parade will showcase China’s advanced armaments, including unmanned intelligence and counter-unmanned equipment, hypersonic missiles, directed-energy weapons, electronic jamming systems, and strategic weaponry.",
    "China has repeatedly stated that the PLA is capable of defending China’s sovereignty, unity, and territorial integrity.",
    "Chinese soldiers who have participated in United Nations peacekeeping operations will also march past Tian’anmen Square, marking their first appearance in a V-Day parade. China is currently the largest contributor of peacekeeping troops among the permanent members of the UN Security Council.",
    "This is also the first military parade since Xi led China to embark on a new journey to pursue Chinese modernization on all fronts. The country has laid out a roadmap to basically achieve modernization by 2035.",
    "Through the parade, China will demonstrate that under the Party’s leadership, the full rejuvenation of the Chinese nation is set to be achieved.",
    "The faces of many spectators on the scene were radiant with pride and joy.",
    "Standing in Tian’anmen Square ahead of the event, 16-year-old Zhao Zihan recalled that he had watched the previous V-Day parade live on television 10 years ago. “Today, I am here in person, surrounded by spectators waving national flags and commemorative banners, and the atmosphere is incredible,” said Zhao, whose father helped prepare the parade as a PLA serviceman.",
    "“I think every Chinese person would be moved by this moment,” he said.",
    "Thirteen-year-old Ouyang Jinyuan said she was eagerly looking forward to the release of doves at the end of the ceremony, a moment symbolizing humanity’s shared, deep aspiration for peace.",
    "Lyu Shouye, a 25-year-old graduate student studying AI, said the situation today is very different from what it was 80 years ago.",
    "“A poem from 80 years ago, when we achieved victory, said we had been revived. But now, 80 years later, we are not only revived but also growing and taking root in this world with even greater vitality,” he said.",
    "In 2019, Lyu, then a college student who had just arrived in Beijing from his hometown, participated in the National Day parade and experienced the nation’s strength first-hand.",
    "“Now our country has reached a stage where we need to undertake greater responsibilities,” he said."
  ]
}