{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-bondholders-agree-on-28-pct-hair-cut-gdp-gains-capped-at-15-pct-170753/",
  "time_ut": 1720043940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka bondholders agree on 28-pct hair cut; GDP-gains capped at 15-pct",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka and sovereign bond holders have reached a deal to exchange 14.43 billion dollars in defaulted bonds and overdue interest for new instruments linked to future gross domestic product growth, governance and also standard fixed interest bonds.",
    "Bondholders have also agreed to an 11 percent haircut on 1.889 billion dollars of past due interest, compared to an earlier proposal, according to a London Stock Exchange filing.",
    "Sri Lanka will exchange 12.55 billion dollars for bonds with an initial hair cut of 28 percent, which include bonds with a state contingent factor (macro-linked bonds) involving future dollar gross domestic product.",
    "The deal will have to be confirmed by the Secretariat of Sri Lanka’s Official Creditor Committee to ensure comparability with their restructure terms and IMF staff on compliance with a debt sustainability analysis, the government said.",
    "The gains under the GDP link will be capped at 85 percent of the original principal representing a minimum haircut of 15 percent on the bonds, in a deal with representatives of bondholders (ad hoc group) who collectively hold about 50 percent of the securities.",
    "Sri Lanka will also pay a consent fee equal to 1.8 percent on the original bonds or 225 million dollars to persuade all bondholders to accept the deal.",
    "Past due interest will be turned into a 4.0 percent bonds with a total principal of 1,678 million dollars maturing from 2024 to 2028.",
    "The 12.25 billion bonds will be exchanged for bonds with a face value of 9,036 million dollars, maturing from 2028 to 2038.",
    "This includes eight state contingent bonds whose hair cut could improve to 15 percent from 28 percent if GDP grows at a defined faster rate than the conservative (pessimistic according to bondholders) forecast made by the International Monetary Fund.",
    "Coupons would also go up to as much as 9.75 percent after 2033.",
    "The hair cuts could increase up to 34.5 percent, and up to 40.4 percent after 2028, if the GDP growth falls below IMF projections.",
    "Sri Lanka is recovering strongly under monetary stability provided by the central bank through largely deflationary policy and currency stability up to now.",
    "Analysts have warned that its announced policy of ‘flexible’ inflation targeting with 5-7 inflation generation amounts to un-anchored discretionary policy where a non-credible domestic anchor three times the level of stable countries is targeted without a clean floating currency regime.",
    "Such regimes in Sri Lanka and elsewhere, including Ghana, has led to sovereign defaults in the past just as money supply targeting without a clean float (primarily sterilizing reserve sales) seen during the Latin American sovereign default wave after 1978, regardless of fiscal deficits, revenue to GDP levels or debt to GDP levels.",
    "The macro-linked bonds is a new device where any gains would accrue to the bondholders rather than earlier mechanisms involving separate value recovery instruments (VRIs) which were traded separately and ended up in the hands of hedge funds.",
    "There will be two standard bonds of 800 million dollars to mature in 2024 and 2035 which could be turned into bonds linked to governance or so-called environmental, social and governance securities.",
    "Bondholders had previously proposed that coupons would fall if the government reaches certain benchmarks on governance. (Colombo/July04/2024)"
  ]
}