{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102058/tense-situation-near-examinations-dept-as-parents-protest-",
  "time_ut": 1726645200.0,
  "original_lang": "en",
  "original_title": "Tense situation near Examinations Dept. as parents protest",
  "original_body_lines": [
    "A group of parents of students who recently sat for the Grade 5 Scholarship exam staged a protest in front of the Department of Examinations this morning (18) over the proposed decision to disregard three questions in the exam’s first paper during the paper marking process.",
    "The protesters are demanding that the entire Grade 5 Scholarship examination, which was held on September 15, be cancelled instead.",
    "Accordingly, several parents who were engaging in the protest were provided the opportunity to enter the Department of Examination in order to hand over a letter.",
    "Riot police had been called in to remain on standby as the protest had continued for several hours, said Ada Derana reporter.",
    "Parents engaged in the protest are also calling for the resignation of the Commissioner General of Examinations as they claim he has taken the issue lightly.",
    "Meanwhile, several similar protests have been reported in other parts of the country as well.",
    "The Grade 05 Scholarship Examination was held on September 15 with a total of 323,879 applicants sitting for the exam.",
    "However, an incident was reported where three questions similar to those on the Grade 5 Scholarship exam paper had allegedly been posted online via a model exam paper.",
    "The Commissioner General of Examinations Amit Jayasundara said that an investigation was conducted based on the information received alleging that a teacher in the Alawwa area had uploaded a model question paper to social media which had included three questions similar to three questions in the first paper of the Grade 5 Scholarship Exam.",
    "Accordingly, the committee that had prepared the question paper of the scholarship examination was convened on September 17 for a discussion, and it was decided to remove the three related questions subject to an inquiry."
  ]
}