{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/from-whites-to-mud/",
  "time_ut": 1723926960.0,
  "original_lang": "en",
  "original_title": "FROM WHITES TO MUD",
  "original_body_lines": [
    "“Roti” Sivaratnam was Captain of the Royal College Rugby Team in 1957. He was also Captain of Boake House, which I belonged to.",
    "One afternoon after school, I was on the tennis court practicing. At that time, we all wore white for both cricket and tennis practices.",
    "From nowhere, “Roti” appeared on his bike and seemed extremely agitated. He caught a glimpse of me and immediately, in a most aggressive manner, summoned me to talk to him. He had a reputation for that and was a bit of a domineering guy.",
    "I had no choice other than to excuse myself from the game in progress and go up to him.",
    "As I got to his bike, he said firmly, jump on to the ‘doubling’ bar, which I did with no reasons given and no questions asked by me, for fear that most of us had for “Roti”.",
    "I was told during our short journey, illegally doubling within school premises, that Boake was playing an inter House rugby game and were badly short of players. He wanted me to make up the team and play for Boake.",
    "I was horrified and pleaded with him that I knew nothing of rugby and had never seen a game. My sport was cricket and tennis and athletics of sorts participating in sprints. My pleas went unanswered.",
    "As we arrived at the ground which was soggy and muddy after recent rains, I was absolutely shocked and terrified to see the attire, size and unfriendliness of the rugger players already changed and ready to play.",
    "They looked simply ferocious, dirty and angry. Here was I, a rather timid delicate guy dressed all in white. The contrast could not have been more dramatic and unfriendly.",
    "“Roti’s” comforting instructions to me was, that all I had to do was throw the ball",
    "in occasionally from that white line, which he pointed out to me. I received some satisfaction from those comforting words, as I was considered an excellent cover fieldsman (in cricket) with a strong and accurate throw from the covers. “Roti’s” requirement appeared implementable.",
    "Those words sounded so sweet and resounding and provided some well required respite from the horror that I had been thrust into.",
    "A whistle blew and all mayhem erupted on the playing field. To me it was a brutal and frightening spectacle, particularly just coming from a genteel tennis court.",
    "As I looked on mesmerized, one of the players, must have been from Boake House as they all looked miserably unfriendly and muddy, threw the ball to me and simultaneously I heard this chorus of voices screaming, “run you bugger, run.” I had absolutely no idea what to do next.",
    "I looked over my shoulder and lo and behold to my horror got a glimpse of this marauding pack of muddied “buffaloes” charging towards me with blood in their eyes.",
    "Instantaneously, I commenced a sprint and began running to “save my life”.",
    "Run, I did until, to my relief, the thunder of their “hoofs” began to fade.",
    "“Come back you idiot”, he bellowed, adding further, “you need to touch down when you cross that line”. Cross that line I did a couple of times during the game.",
    "After the game, the renowned Royal rugby Master, Mr. Thambapillai, walked up to me and simply said, “Pereira see you at First XV practice tomorrow.”",
    "Now all covered in mud, began a most eventful rugby journey that encompassed many exhilarating experiences.",
    "That included being chosen to play, under “Roti,” that year in the Bradby encounters, and scoring a try in the Colombo leg. Next year, 1958, playing under Dudley Fernando, Royal won the Bradby after a lapse of some seven years. The second leg at Longdon Place remains ever memorable for the “legendary” try scored by Royal.",
    "Whilst still at Royal, I was chosen to play for Ceylon in the All India Rugby Tournament in Madras. The high-point of my career being made Captain of the Ceylon Rugby Team. I consider myself extremely blessed, privileged and honored to have played for Royal with two team mates, “Roti” and Ken Balendra who went on to become two of Sr Lanka’s most outstanding entrepreneurs.",
    "Undoubtedly, the “fairy tale” occurrence of this “white’s” journey was that “Roti” became my brother-in-law, marrying my wife’s sister and the two of us became the closest of friends.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}