{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/how-does-voters-thinking-shape-the-policy-interventions-of-the-government/",
  "time_ut": 1717286285.0,
  "original_lang": "en",
  "original_title": "How Does Voters’ Thinking Shape The Policy Interventions Of The Government?",
  "original_body_lines": [
    "In any unfavourable circumstances, it is easy for us to blame others without critically examining the issue. Similarly, politicians are often blamed for the short-term oriented, popular policy interventions of governments, which are considered unhealthy for the long-term of the economy. However, we need to see this issue from multiple perspectives for a better understanding.",
    "At present, Sri Lanka is practising representative democracy to appoint rulers for the country. In another way, people vote to select their representatives in different levels of the government during various elections. In one aspect, this system allows voters to select their leaders freely without external influences. On the other hand, such a system would enhance the accountability of leaders towards the citizens with regard to their conduct. Accordingly, the candidates who were able to win the hearts of the voters will be selected as their representatives during the elections. This indicates the vital role played by voters’ thinking in this mechanism, as voters’ decisions are shaped by their thoughts.",
    "Numerous studies have been conducted on citizens’ voting behaviours and their expectations. Mainly, there are two ways to view and understand external incidents we face in our daily life. First, the emotional viewpoint, which refers to the interpretation of the world based on our feelings and subjective experiences. In contrast, the rational viewpoint refers to the process of understanding the world based on logic, reason, and objective analysis. Certainly, many of us would accept without questioning that the rational view of the world will assist us in making more precise decisions when compared to the emotional view. However, rational thinking requires conscious effort and analytical skills before making a decision. As a result, many of us unintentionally used to rely on emotional viewpoints to understand our day-to-day incidents.",
    "From the origin of civilization, human activities have been motivated by their intention to live an easier life than before. Not surprisingly, this motive has led to various innovations all over the world, which have ultimately contributed to making life easier day by day. However, this should be understood very carefully, because life will be easy only when we live it the hard way. This doesn’t mean that we have to live a hard life always. Instead, it highlights the story behind living an easy life in reality. To make this fact clearer, listen to a success story of any personality of your interest. Therefore, it is not practical to expect ease in every aspect of our lives.  However, many of us have become victims of this illusion of easy living, always looking for the easy way to face a given situation. Moreover, this mindset would not be an exception even when it comes to our voting behaviour. Consequently, this laziness adversely influences our future growth prospects for a better life.",
    "Let’s consider the popular story of Kautilya and the poor man. Let’s assume that a poor man has two options to choose from: ‘a fishing rod’ or ‘a fish caught from fishing’. The response of the poor man totally depends on his short-run vs long-run concerns in his life. If he opts for the first option, he may need to improve his fishing skills, which require a little hard work, but he may be able to fight more strongly with his poverty in the future. Opposingly, if he selects the second option, he may be able to get rid of his hunger immediately while remaining in poverty at the same level in the future.",
    "Similarly, in government expenditure programmes, governments do not have ability to provide both options due to financial constraints on most occasions. As a result, they naturally ended up with the most popular policy option to attract the most voters. This has been identified as the bitter truth behind the popular policy interventions of most governments across the world.",
    "Think of a mango tree planted for commercial purposes. It is obvious that the owner needs to make certain sacrifices without benefits during the first few years. However, once it starts bearing fruit, his continuous sacrifices will be compensated by regular harvests. Most economists equate this to the story of economic development. Similar to the mango tree, there is an initial period of investment and sacrifice with no immediate benefits. Over time, as the investments begin to yield returns, these initial sacrifices are compensated by continuous benefits. In economic terms, these sacrifices take the form of forgone present consumption opportunities. In another way, the present generation, both government and individuals, need to allocate more resources for capital goods by reducing the allocation for the present consumption. As seen in the Figure, in reality, doing this while maintaining the popularity of the rulers would be challenging in many contexts.",
    "Two main elections are about to take place in Sri Lanka in the near future. In this backdrop, let’s closely examine the current Sri Lankan context. Various fiscal benefits are being granted by the same rulers who told us the importance of maintaining fiscal discipline to overcome the ongoing crisis. Most opposition parties seem to be attempting to capitalize on the burden of ongoing reforms with numerous promises, but they avoid touching certain critical aspects of the issue. For instance, there have been many statements about overstaffing issues in public institutions. On the other hand, most public servants are putting maximum pressure on the government to get a salary hike, indicating that they still have not learned the fundamentals of demand-pull inflation. However, once inflation hits the economy later, they will likely be the first to blame the government for the poor economic policies. Altogether, one can say that all these parties are trying to cheat each other without properly thinking about the future impact of those actions. Therefore, as I perceive, the real challenge to the country’s progression is posed by ourselves, including all responsible parties who play in this game with less insight.",
    "*The writer is a Senior Lecturer, Department of Public Administration, University of Sri Jayewardenepura and currently, reading for the Ph.D. in Governance and Development, GSPA, NIDA, Thailand."
  ]
}