{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-reminds-State-officials-responsibility-to-protect-public-wealth/56-768019",
  "time_ut": 1729038747.0,
  "original_lang": "en",
  "original_title": "President reminds State officials’ responsibility to protect public wealth",
  "original_body_lines": [
    "President Anura Kumara Dissanayake yesterday called on the State officials to protect public wealth similar to religious property, insisting that no one has a legitimate right to subject that wealth to fraud or corruption.",
    "“I will stand by every action taken in the public’s interest within the boundaries of official duty and will not hesitate to take necessary action if improper acts are committed,” he said, during a progress review meeting of the Power and Energy Ministry yesterday.",
    "Stating that the commitment of the current public servants is essential to create an efficient and effective public service that satisfies the citizens, the President said he is ready to take every step necessary to achieve this.",
    "“Public servants must act with responsibility and accountability to fulfil the structure, goals and expectations of people’s mandate,” he said.",
    "During the meeting, a detailed and extensive review was conducted regarding the current projects in the energy sector and those scheduled for implementation over the coming years.",
    "Discussions were also held on how to achieve the energy sector goals over the next three years, as well as the short-term and long-term relief that could be provided to the public.",
    "The President pointed out that, similar to other countries where the energy sector holds a prominent position, Sri Lanka has given the energy sector a leading role.",
    "“The Energy Ministry is an important one that generates revenue, and with higher earnings, there are societal discussions about possible irregularities,” he said.",
    "He stated that during this Presidential election, the people had voted with expectations, and he is committed to fulfilling that mandate.",
    "The President highlighted that the public has placed their trust in a new political tradition due to dissatisfaction with the old political culture, the economic problems they face, and their dissatisfaction with the performance of the public service.",
    "He also pointed out that the public believes corruption, fraud, and mismanagement are behind the country’s economic collapse and that the people have given this mandate to prevent these issues.",
    "Dissanayake said he would protect the trust placed in him by the people to stop corruption and fraud across the public sector and urged public servants to fulfil their responsibilities properly."
  ]
}