{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/2024-The-Year-of-VAT-and-Elections-EDITORIAL/172-275148",
  "time_ut": 1705438080.0,
  "original_lang": "en",
  "original_title": "2024 – The Year of VAT and Elections - EDITORIAL",
  "original_body_lines": [
    "The last year 2023, was a difficult one for us Lankans. This year, with an additional VAT increase, it is surely going to be more challenging to us all, given that salaries have not kept pace with the rising cost of living. The enlargement of the VAT net will surely push many from the middle class into poverty.",
    "According to ‘Economynext’, the number of poor in Lanka has surged by 4 million to 7 million since 2019. World Bank statistics show poverty in our country increased from 25 percent in 2022 to 27.9 percent in 2023.",
    "It is in the midst of this rising poverty, President Wickremesinghe confirmed that Presidential and Parliamentary elections will be held this year.",
    "It has been customary that prior to elections being announced, all governments have been in the habit of handing out freebees at election time. This time around, our President seems to be breaking with tradition. Not only have the prices of essentials risen astronomically, the government has also increased the Value Added Tax (VAT) by three percent (it has also been extended in scope!)",
    "President Wickremesinghe’s candidature for the post of President has been forwarded by the United National Party (UNP). Wickremesinghe has to his credit the reigning-in of inflation, ensuring the availability of basic goods and services - albeit at a cost - which were unavailable at the time he was appointed Head of State, and bringing under control extremist elements who were threatening the Rule of Law countrywide.",
    "Political parties in the opposition - while condemning price rises and enhanced taxation - have so far not put forward any alternate plan to ease the burdens.",
    "At the same time, none of the major political parties - though speaking of the need to form a common front - seem to be really interested in joining hands and forming a coalition of forces to challenge the sitting President for his post.",
    "The Samagi Jana Balavegaya (SJB) - the main opposition group in Parliament - has already named its leader as Presidential Candidate. It is making no move to discuss a common candidate for the upcoming election. Rather it calls on other political parties to support its candidate.",
    "The National People’s Power (NPP) - an alliance led by the Janatha Vimumukthi Permuna (JVP) - has announced Anura Kumara Dissanayaka as its Presidential Candidate. The NPP coalition/alliance is rapidly gaining support among members of the Muslim community, especially among the Muslim youth and poorer sectors.",
    "The Sri Lanka Podujana Peramuna (SLPP) has not confirmed that it will contest the Presidential poll on its own.",
    "Meanwhile, in the north and east - home to the Tamil community - a different election is about to take place. The Ilankai Thamil Arasu Katchi (ITAK) or Federal Party, is about to elect a President to its party.",
    "The Federal Party once the dominant political force of the northern and eastern Tamils and subsequently a leading force within the Tamil National Alliance (TNA) is today but a shadow of its past self.",
    "The TNA itself has split and the Federal Party is on its own. The party President has throughout its existence been elected by consensus. This time around however the party appears to be tearing itself apart over who its President should be.",
    "Meanwhile, a new formation, the Democratic Tamil National Alliance (DTNA), comprising the Democratic People’s Liberation Front (earlier PLOTE), the Eelam People’s Revolutionary Liberation Front (EPRLF), Tamil Eelam Liberation Organisation (TELO) and the Jananahaya Poralikal (comprising erstwhile LTTE militants) have come together to contest elections.",
    "The new grouping is also in discussions with the Thamil Makkal Theshiya Katchchiya (Tamil People’s National Party) led by former Chief Minister of the North and East, Vigneswaran",
    "According to sources within the DTNA, once the election for the post of President of the Federal Party is finalised, discussions on whether to put forward a common candidate to contest the forthcoming Presidential election will be discussed.",
    "With so many candidates in the field, it is difficult to imagine anyone obtaining the fifty percent plus one votes needed to win the Presidential election outright.",
    "It may not be long therefore, before we see the leaders of other political formations too making their way north seeking the all-powerful optional vote at the Presidential election."
  ]
}