{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103135/schools-close-in-lahore-as-pollution-hits-record-level",
  "time_ut": 1730692800.0,
  "original_lang": "en",
  "original_title": "Schools close in Lahore as pollution hits record level",
  "original_body_lines": [
    "Unprecedented air pollution in the Pakistani city of Lahore has forced authorities to close all primary schools for a week.",
    "From Monday, 50% of office workers will also work from home, as part of a “green lockdown” plan. Other measures include bans on engine-powered rickshaws and vendors that barbecue without filters.",
    "“This smog is very harmful for children, masks should be mandatory in schools,” Punjab Senior Minister Marriyum Aurangzeb said.",
    "Lahore, Pakistan’s second-largest city, topped the world list of cities with the most polluted air for a second time on Sunday.",
    "The air quality index, which measures a range of pollutants, exceeded 1,000 on Saturday, well above the benchmark of 300 considered “dangerous” by the World Health Organization, according to data from IQAir.",
    "The level of fine particulate matter in the air, the most damaging to health, also soared well into hazardous levels.",
    "Raja Jehangir Anwar, a senior environment official, said the “biggest headache” causing the smog was the practice of burning crop waste, known as stubble, across the Indian border.",
    "Aurangzeb said the fumes were “being carried by strong winds into Pakistan”.",
    "“This cannot be solved without talks with India,” she said, adding that the provincial government would initiate such discussions through the foreign ministry.",
    "The government is urging people to stay indoors and avoid unnecessary travel.",
    "Vehicles equipped with pumps are spraying water into the air to help control the smog level. Construction work has been halted in certain areas.",
    "The situation will be assessed again next Saturday to establish whether schools should remain shut.",
    "Inhaling toxic air can have catastrophic health consequences, including strokes, heart disease, lung cancer and some respiratory diseases, according to the WHO.",
    "Last month pupils were banned from outdoor exercise until January and school hours were adjusted to prevent children from travelling when pollution levels are the highest.",
    "“As a mother, I am full of anxiety,” 42-year-old Lilly Mirza told AFP news agency.",
    "“Last year was not this bad... Somebody needs to tell us what has happened. Did a pollution bomb explode somewhere?”",
    "The smog crisis is worse in winter, when cold, denser air traps pollutants closer to the ground."
  ]
}