{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101445/presidents-fund-provides-lifeline-for-sri-lankan-athletes-world-junior-championship-hopes-after-ada-derana-report",
  "time_ut": 1724398440.0,
  "original_lang": "en",
  "original_title": "President’s Fund provides lifeline for Sri Lankan athletes’ World Junior Championship hopes after Ada Derana report",
  "original_body_lines": [
    "The President’s Fund has stepped up to provide necessary financial assistance to twelve Sri Lankan athletes, who were on the verge of missing the 2024 World Junior Athletics Championship in Lima, Peru due to a lack of financial support. This intervention came after Ada Derana revealed the athletes’ predicament.",
    "The 2024 World Junior Athletics Championship, scheduled to take place from August 27 to 31, is an important platform for young athletes to demonstrate their abilities on the global stage.  However, despite their qualification, the Sri Lankan athletes faced the possibility of being left behind as the authorities of the Sports Ministry had refused to provide necessary provisions, including air tickets.",
    "Against this backdrop, the Sri Lanka Athletics Association had taken steps to obtain the necessary visas for the athletes after travelling to India since the athletes have successfully met the required performance standards.",
    "Nevertheless, the absence of financial backing from the ministry jeopardized their participation since the association’s request for financial assistance from the Sports Ministry had been rejected, with a written response notifying that the budget allocated for foreign competition trips had already been exhausted, leaving no funds available for air tickets or any other essential provisions for the World Junior Athletics Championship.",
    "Following the widespread attention brought to this situation by Ada Derana, which highlighted the athletes’ plight, the President’s Fund has allocated the required funds to cover the athletes’ air travel expenses, ensuring their participation in the championship.",
    "The athletes are now set to compete in the international event, restoring hope for their athletic futures."
  ]
}