{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Medical-degree-admissions-for-local-students-at-KDU/56-760518",
  "time_ut": 1712690827.0,
  "original_lang": "en",
  "original_title": "Medical degree admissions for local students at KDU",
  "original_body_lines": [
    "In a move aimed at expanding opportunities for aspiring medical students in Sri Lanka, the Cabinet of Ministers approved offering admission to local students for the medical degree programme at the General Sir John Kotelawala Defence University (KDU).",
    "“The admission process for local students to the medical programme at KDU will commence this year, based on the student’s ‘Z score’ attained at the GCE Advanced Level Examination, along with other relevant qualifications,” Cabinet Co-Spokesman and Minister Bandula Gunawardena said.",
    "He said this will also help the country to stop the outflow of foreign exchange to countries like Bangladesh, Belarus China among others, where many Sri Lankan students study for their MBBS medical degree.",
    "“Previously, the university exclusively offered educational opportunities to the children of military personnel and police. However, under the new scheme, it will extend access to higher education to local students unaffiliated with military service, though on a payment basis, thereby broadening the scope of opportunities available,” he explained.",
    "Gunawardena said the inclusion of local students in the medical degree programme at KDU is expected to contribute to the development of a highly skilled and competent healthcare workforce in Sri Lanka. “By offering a pathway for aspiring medical professionals to receive world-class education within the country, the Government aims to address the growing demand for qualified healthcare professionals,” he added.",
    "The proposal to this effect submitted by President Ranil Wickremesinghe, in his capacity as the Defence Minister was approved by the Cabinet of Ministers."
  ]
}