{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Aberdeen-Holdings-recognised-with-multiple-awards-in-2023/34-757660",
  "time_ut": 1705949708.0,
  "original_lang": "en",
  "original_title": "Aberdeen Holdings recognised with multiple awards in 2023",
  "original_body_lines": [
    "Expo Commodities with three coveted accolades at NCE Export Awards",
    "Bio Extracts titled Best Exporter in the Herbal and Ayurvedic sector at the Presidential Export Awards",
    "Aberdeen Holdings, one of the country’s leading conglomerates with a presence across 11 diverse sectors, has been honoured for its exceptional performance and growth momentum, with several of its subsidiaries receiving prestigious awards and titles throughout 2023.",
    "Expo Commodities, a subsidiary of Aberdeen Holdings, received three coveted accolades at the 31st NCE Awards by the National Chamber of Exports (NCE). Notably, Expo Commodities secured the overall Gold Award (Medium) in the Organic Products category, the Gold Award (Extra Large) in the Spices and Spices Based Products category, and the Bronze Award (Extra Large) in the Coconut and Coconut Products category.",
    "These awards reinforce Expo Commodities’ position as an industry leader in diverse export sectors, delivering top-quality spices and coconut products and driving innovation in the global marketplace while maintaining a strong focus on sustainability.",
    "Highlighting Sri Lanka’s significant contributions to global healthcare through traditional and natural remedies, Bio Extracts clinched the title of Best Exporter in the Herbal and Ayurvedic sector at the 25th Presidential Export Awards organised by the Sri Lanka Export Development Board (EDB). This accolade is a testament to Bio Extracts’ world-class range of herbal and ayurvedic products, renowned for their effectiveness, purity, and sustainable sourcing practices. It is noteworthy that this achievement goes beyond the recognition of herbal and Ayurvedic accomplishments, as it distinguishes the organisation’s innovative approach and the seamless integration of traditional paths with contemporary trends.",
    "Ruhunu Farms was bestowed with the Southern Province Best Entrepreneur Award 2023 – Best Energy Efficiency Enterprise. This prestigious award, organised for the sixth consecutive time by the National Enterprise Development Authority (NEDA) in collaboration with the Hambantota District Chamber of Commerce (HDCC), supported by the Chambers of Commerce in Galle and Matara, the Consulate General of India Hambantota Office, and Southern Province Development Authority, recognises Ruhunu Farms’ commitment to energy efficiency and entrepreneurship.",
    "The impressive array of awards earned by Aberdeen Holdings and its subsidiaries underscores the conglomerate’s commitment to excellence as a cohesive group. Since its establishment in 2011, Aberdeen Holdings has undergone a remarkable transformation, fostering a culture of unwavering commitment to excellence. With thirteen subsidiary companies collectively employing over 1,300 dedicated professionals, each contributing significantly to the overall success of the group, the accolades earned in 2023 serve as a testament to Aberdeen Holdings’ relentless pursuit of excellence in every facet of its journey."
  ]
}