{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85924",
  "time_ut": 1748089800.0,
  "original_lang": "en",
  "original_title": "Renowned Sri Lankan actress  Malini Fonseka who played the female lead in the Tamil film ‘Pilot Premnath’ starring Sivaji Ganesan  passes away in Colombo on Saturday (May 24, 2025) at the age of 78.",
  "original_body_lines": [
    "Renowned Sri Lankan actor Malini Fonseka — who played the female lead in the Tamil film ‘Pilot Premnath’ [1978] starring Sivaji Ganesan — passed away in Colombo on Saturday (May 24, 2025). She was 78.",
    "Having begun her acting career in the early 1960s in Sinhala theatre, Ms. Fonseka went on to become a sought-after artiste and film star, winning several awards.",
    "She became familiar to Indian audiences with her role in ‘Pilot Premnath’, a joint Indo-Sri Lankan production directed by A.C. Trilokachander, which was filmed across many scenic locations on the island. In a 2023 piece on actor Sivaji Ganesan, senior journalist D.B.S. Jeyaraj pointed to the lively song ‘Udarata Menike’ in the film, sung by L.R. Easwari and A.E. Manoharan, based on Sri Lanka’s popular musical form ‘Baila’. The film was a hit in both countries.",
    "Ms. Fonseka was also a Member of Parliament representing President Mahinda Rajapaksa’s alliance from 2010 to 2015, through the ‘National List’, which allots seats to political parties based on their share of votes as per Sri Lanka’s proportional representation system. She remained a staunch supporter of Mr. Rajapaksa.",
    "Years after the end of the civil war, Ms. Fonseka, along with other top Sri Lankan actors, invited their counterparts in Tamil Nadu to visit Sri Lanka and assess the post-war situation, when the South Indian Artistes Association observed a fast in support of the Sri Lankan Tamil cause.",
    "“The Sri Lankan film industry has borrowed many ideas, techniques and technicians from Tamil Nadu. The two film industries have had a very friendly and positive relationship from the 1950s onwards. We want that to continue,” Ms. Fonseka told The Hindu in 2013. “It was a delight working with Sivaji Ganesan,” she said.",
    "In 2019, Ms. Fonseka inaugurated the Women’s International Film Fest organised by Malayalam Cine Technicians Association (MACTA) at St. Teresa’s College in Kochi, and called for greater collaboration between technicians from India and Sri Lanka.",
    "Ms. Fonseka’s final rites would be held with state honours on Monday, authorities announced."
  ]
}