{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sustainable-intelligence-data-ai-for-a-resilient-future/",
  "time_ut": 1757341444.0,
  "original_lang": "en",
  "original_title": "Sustainable Intelligence: Data & AI For A Resilient Future",
  "original_body_lines": [
    "In the 21st century, intelligence is no longer the sole preserve of human wisdom. It now includes the vast realms of data, machine learning, and artificial intelligence (AI). Yet intelligence on its own is not enough. The same brilliance that split the atom also created fear of annihilation. The same ingenuity that mapped every corner of the Earth has failed to safeguard it.",
    "The urgent challenge before us is to align intelligence with sustainability — intelligence that respects ecological limits, empowers communities, and ensures resilience for future generations.",
    "Sustainable intelligence goes beyond being “smart.” It is about being wise. We can see this progression in three layers:",
    "Nature itself models this. In a forest, trees process carbon, exchange nutrients, and even “communicate” underground. They do not optimize for growth alone but for the survival of the entire ecosystem. That is sustainable intelligence.",
    "We live in a time when every human choice reverberates across the planet. The statistics are sobering:",
    "* Plastic: Over 400 million metric tons are produced annually, with only 9% recycled. Up to 10 million tons flow into oceans each year.",
    "* Climate: By 2030, climate change could push 100 million people into poverty (World Bank).",
    "* AI: By the same year, AI could add $15.7 trillion to the global economy (PwC), while millions of jobs vanish.",
    "* Data: By 2025, the world will generate 463 exabytes daily, yet less than 0.5% will be analyzed.",
    "We live amid abundant intelligence but scarce wisdom. This is why sustainability must anchor AI. Aligned with ethics, AI can be our greatest ally; misaligned, it becomes a threat.",
    "* Climate & Environment: Drones in Kenya boost farm yields by 30% while conserving resources; Microsoft’s Planetary Computer enables real-time ecosystem monitoring.",
    "* Energy & Infrastructure: Denmark uses AI to balance wind and solar, reducing waste. Singapore applies predictive maintenance to prevent failures in water and transport systems.",
    "* Disaster Resilience: AI forecasts floods in Bangladesh 10 days ahead, while machine learning in California predicts wildfire spread.",
    "* Social Inclusion: Voice recognition aids people with disabilities; in India, AI expands credit access for small entrepreneurs.",
    "Here, AI augments humanity. It is not about replacing humans but helping societies live sustainably and inclusively.",
    "* Up to 85 million jobs may disappear by 2026, even as new ones emerge.",
    "* Ethical dilemmas arise — should AI recommend relocating entire communities?",
    "* Circular Economy AI – turning waste into resources, as in Amsterdam.",
    "* Ethical Charters – auditing AI for ecological and social impacts.",
    "* Cultural Integration – New Zealand recognizes the Whanganui River as a legal person, embedding values beyond economics.",
    "By 2050, two paths are possible. In one, unsustainable intelligence drives energy hunger, job loss, climate displacement, and monopolized data. In the other, sustainable intelligence powers climate-smart cities, co-governance, inclusive growth, and resilient communities.",
    "The choice is not tomorrow’s. It is today’s. Humanity’s survival depends less on how much intelligence we possess, and more on how wisely we use it. Sustainable intelligence is not only a technical journey but a moral one — aligning data and AI with compassion, fairness, and stewardship.",
    "Our task as innovators and leaders is clear: not just to build smarter machines, but to nurture wiser societies. Let us not merely advance artificial intelligence. Let us cultivate sustainable intelligence.",
    "*This is a speech made by Dr Vipula Wanigasekera at the 3rd Business and ICT International Research  Conference of Esoft University on 8 Sept 2025.  He is a former Diplomat, Head of Tourism Authority, Academic, Author, Youtuber, Meditation and Reiki healer"
  ]
}