{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112444/charlie-kirk-shooting-suspect-identified-as-tyler-robinson",
  "time_ut": 1757689080.0,
  "original_lang": "en",
  "original_title": "Charlie Kirk shooting suspect identified as Tyler Robinson",
  "original_body_lines": [
    "The suspect arrested in connection with the shooting of conservative activist Charlie Kirk has been identified as Tyler Robinson, a 22-year-old man from Utah, authorities said Friday.",
    "Kirk, 31, was fatally shot on Wednesday while he was speaking to around 3,000 people at an event at Utah Valley University. The manhunt that ensued took several twists and turns in the hours following the shooting.",
    "Two people were taken into custody on Wednesday, but both were later released.",
    "Earlier Friday, President Trump announced during an appearance on Fox & Friends that a suspect was in custody. “I think with a high degree of certainty we have him,” he said.",
    "Investigators and authorities on Thursday night pleaded for the public’s help in finding the gunman. Utah Gov. Spencer Cox said that law enforcement had received more than 7,000 tips related to the shooting.",
    "The FBI released new surveillance video Thursday night of the suspected shooter fleeing the scene. Six images of the same suspect had been shared earlier in the day. They described the gunman as a “college age” male who “blended in well” with students.",
    "The FBI offered a reward of up to $100,000 for information leading to the identification and arrest of the person.",
    "A high-powered bolt-action rifle was recovered from a wooded area near the university, authorities said. They believe this is the weapon that was used in the “targeted” shooting that left Kirk dead.",
    "Kirk’s body was transported to Arizona, where Kirk lived with his family, on Air Force Two on Thursday afternoon. Trump and Vice President JD Vance have both said they plan to attend Kirk’s funeral, which is expected to be held next weekend."
  ]
}