{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/modis-fragile-balancing-act-indias-democratic-erosion-its-geopolitical-dilemma/",
  "time_ut": 1736379921.0,
  "original_lang": "en",
  "original_title": "Modi’s Fragile Balancing Act: India’s Democratic Erosion & Its Geopolitical Dilemma",
  "original_body_lines": [
    "A shadow of discord crept to form a year ago between the United States and India, ignited by whispers of an assassination plot in New York. The accusations, though improbable, revealed underlying tensions between two purported allies. Not long after, Gautam Adani, a billionaire industrialist and confidant of Indian Prime Minister Narendra Modi, found himself ensnared in controversy. Accused of orchestrating $250 million in bribes to secure energy contracts, Adani’s empire—once touted as a cornerstone of India’s economic rise—faced an unrelenting reckoning.",
    "What followed was a predictable symphony of denial. The Bharatiya Janata Party (BJP) lashed out, accusing Washington’s “deep state” of plotting to destabilize India. Baseless claims filled the air, portraying not defiance but fragility. Modi, once celebrated as a master of geopolitical navigation, now appeared increasingly insulated by propaganda, drifting further from democratic principles he once professed to champion.",
    "The accusation of foreign conspiracy served dual purposes. Domestically, it aimed to stifle dissent, branding opposition voices as pawns of external machinations. Internationally, it sought to pivot toward Donald Trump, a figure who shares Modi’s proclivity for invoking unseen enemies to galvanize political support. Yet such strategies carry inherent risks. Silencing dissent stirs unease both within and beyond India’s borders, raising alarms over the nation’s democratic trajectory. For Western powers, this divergence raises a stark and uncomfortable question: Can a leader undermining democracy at home remain a credible partner in defending it abroad?",
    "In its defense, the BJP leaned on familiar tropes, accusing the Congress party of weaponizing the Organized Crime and Corruption Reporting Project (OCCRP). References to George Soros and the US Agency for International Development enriched a narrative that painted OCCRP as a puppet of foreign agendas. “A media tool for the deep state,” declared BJP spokesperson Sambit Patra, in a claim both dramatic and tenuous. Yet the specter of Soros extends beyond rhetoric. “Keep away from Soros,” an Indian officer warned me earlier this year, his tone laced with urgency and suspicion. This undercurrent of anxiety reflects a broader narrative of fear that pervades India’s political discourse. Was Soros truly orchestrating these exposés? Even think tanks in Southeast Asia, found themselves entangled in similar whispers of influence.",
    "Still, as C. Raja Mohan noted, the India-US relationship remains steadfast, anchored by nearly $200 billion in trade and a shared urgency to contain China’s ascendancy in the Indo-Pacific. Military agreements and defense collaborations provide stability in an otherwise turbulent partnership. But these bonds are not invulnerable. Modi’s drift toward authoritarianism risks eroding the trust that underpins this alliance, casting doubt on India’s reliability as a democratic bulwark in the region.",
    "India’s strategic importance is undeniable. It plays a pivotal role in implementing the prescriptions of the Indian Ocean Region Strategic Review Act of 2024, which explicitly calls for cooperating with the governments of Indian Ocean region countries on security challenges. Yet, even as Trump 2.0 signals a renewed focus on this strategy, the road ahead is fraught with challenges. Modi’s internal misadventures, which undermine democratic norms, complicate efforts to expand alliances and strengthen regional partnerships. The backdrop of a potential recalibration in US strategy toward China only adds to this complexity, as Washington may find it increasingly difficult to reconcile its democratic ideals with India’s authoritarian drift.",
    "Amid this uncertainty, Donald Trump extended an olive branch to Beijing, inviting President Xi Jinping to his inauguration. Though declined, the gesture marked a recalibration in the great-power dynamic—a quiet acknowledgment of India’s vulnerabilities. Meanwhile, Harmeet Dhillon, a prominent figure in Trump’s administration, emerged as a vocal critic of Modi’s policies. Appointed to lead the Justice Department’s civil rights division, Dhillon did not mince words: “India has sent death squads to target North American Sikhs outspoken on civil and human rights in Punjab,” she declared. Her criticism extended to the Biden administration’s perceived inaction, calling for a stronger stance on human rights. Dhillon’s appointment signals a significant shift in Washington’s approach to Modi. While the Biden administration’s quiet tolerance allowed room for ambiguity, Trump 2.0 promises sharper edges. Sikh separatism, Modi’s heavy-handed governance, and their reverberations across India’s neighborhood will likely create new fault lines. The once-unshakable US-India relationship now finds itself at a precarious crossroads.",
    "India’s predicament grows more complex as it navigates an evolving global landscape. The Indo-Pacific strategy, critical to counterbalancing China, relies heavily on India’s cooperation. However, Modi’s domestic policies—marked by democratic backsliding—raise doubts about his ability to uphold the values central to this partnership. Crushing dissent and invoking foreign conspiracies may serve short-term political goals but risk long-term damage to India’s credibility on the world stage. For the United States, this poses a profound dilemma. Can it continue to embrace India as a strategic partner while overlooking its democratic erosion? Or will the shifting tectonics of global power necessitate a recalibration, one that holds Modi’s government accountable for its contradictions?",
    "As Trump prepares to chart a new course in US-China relations, Modi’s India teeters on the edge of irrelevance, caught between internal discord and external expectations. The fragility of its democracy, once a source of strength, now threatens to undermine its standing in the very alliances it seeks to uphold. In the grand theater of geopolitics, the stakes have never been higher, and the cost of missteps never more profound."
  ]
}