{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Rethinking-Central-Bank-independence-in-Sri-Lanka-s-development-journey/4-768873",
  "time_ut": 1730851716.0,
  "original_lang": "en",
  "original_title": "Rethinking Central Bank independence in Sri Lanka’s development journey",
  "original_body_lines": [
    "Although an independent CBSL is intended to operate free from political interference, it remains heavily influenced by IMF directives, fostering dependency on IMF guidance",
    "In September 2023, after 73 years, the Central Bank of Sri Lanka (CBSL) gained formal independence with the enactment of the Central Bank of Sri Lanka Act (Act 16 of 2023), replacing the Monetary Law Act. This step towards autonomy, largely influenced by conditions from the International Monetary Fund (IMF), aims to shield the CBSL from political influence. The rationale is straightforward: an independent central bank prevents political leaders from manipulating monetary policy, especially during election cycles, to boost short-term economic growth and re-election chances. However, the implications of this shift warrant deeper analysis as it could lead to unintended economic consequences for Sri Lanka.",
    "The new Act sets the CBSL’s primary objective as price stability through a flexible inflation-targeting framework. Although the CBSL can work toward stabilising output near its potential level, this mandate remains restrictive. For instance, in scenarios of high inflation paired with stagnant growth, the CBSL has limited options to boost economic activity or support employment through expansionary monetary policy. Such a narrow focus on price stability, while aligned with global trends and neoliberal economic principles, neglects crucial priorities like growth and employment.",
    "In practice, as long as inflation is within the target range, the CBSL is considered to be fulfilling its mandate—even if low growth and high unemployment persist. This “inflation bias” reflects a broader trend in monetary policy worldwide but may be unsuitable for a developing economy like Sri Lanka’s, where sustainable development requires balancing inflation control with economic growth and social welfare.",
    "The origins of this inflation bias stem from the inherently political nature of monetary policy. Controlling inflation generally benefits creditors, such as banks and bond investors, while debtors, including the general populace, are disadvantaged by high real debt costs. To curb inflation, central banks often raise interest rates, a measure that typically slows economic growth and disproportionately impacts working people. In developing nations, where middle- and lower-income citizens represent a large segment of the population, prioritising inflation control over employment or income growth risks widening social inequalities. Nevertheless, the IMF has long promoted inflation-targeting frameworks for developing nations, often without fully accounting for the social impact on low-income groups.",
    "A similar paradox exists when countries transition from low-income to middle-income status and seek financing in international bond markets. As they turn to sovereign borrowing, they become subject to the volatility of these markets and the judgment of credit rating agencies. Any signs of political or economic instability can prompt credit downgrades, increasing borrowing costs or even excluding them from international capital markets. Developing countries then face higher poverty and austerity pressures, with welfare budgets often sacrificed to meet debt obligations.",
    "Given these realities, the IMF’s dual advocacy for central bank independence and market-based borrowing can appear contradictory. While the IMF cautions against inflationary policies for fear of harming growth, it overlooks the risks posed by unsound borrowing practices by the same political leaders, which can lead to debt traps. In Sri Lanka, for instance, the recent economic crisis was less about central bank independence and more about years of irresponsible borrowing that left the country burdened with unsustainable debt. When inflation surged in 2022, it was fuelled largely by currency depreciation, as the CBSL struggled to defend its dwindling reserves—a problem rooted more in excessive foreign debt than in domestic inflationary policies.",
    "An emphasis on central bank independence and market borrowing also risks undermining Sri Lanka’s economic sovereignty. Although an independent CBSL is intended to operate free from political interference, it remains heavily influenced by IMF directives, fostering dependency on IMF guidance. Simultaneously, reliance on foreign borrowing can lead to recurring debt crises and increase IMF dependence. In practice, this results in a cycle where the country requires IMF bailouts to manage debt obligations, often at the cost of control over its economic policy.",
    "As Sri Lanka prepares for a new government post-14 November, it must carefully evaluate the extent of external influence on its economic policy. A critical question is whether Sri Lanka has already ceded too much control over its monetary and fiscal policy decisions to outside actors. Aligning national development goals of the new government will likely require greater coordination between monetary and fiscal policies, ensuring they operate in tandem to achieve shared objectives. The CBSL should retain the flexibility for strategic interventions that foster growth, development, and social welfare when needed.",
    "While price stability remains essential, it cannot substitute for policies that drive economic growth, support employment, and enhance social welfare. The CBSL’s mandate could be broadened to include these priorities, as seen in other central banks worldwide. It is striking that, as a Socialist Republic, the CBSL does not prioritise citizen welfare and prosperity as its core mission, whereas even central banks in capitalist economies often highlight growth, employment, and social welfare. Over time, incorporating goals of inclusivity and environmental sustainability could ensure a more holistic approach to development that aligns with the well-being of all Sri Lankans.",
    "(Dr. Priyal Perera has lectured in Economics and Finance at Charles Sturt University and La Trobe University in Australia and tutored at the University of London’s SOAS. He holds a PhD from Temple University, USA.)",
    "(K.P. Nanda Sri Karunagoda is a former Director of the Central Bank of Sri Lanka and a specialist in Microfinance Regulation & Supervision at the Bank of Papua New Guinea. He holds an MA from the University of Ohio, USA.)"
  ]
}