{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pre-election-games/",
  "time_ut": 1707565680.0,
  "original_lang": "en",
  "original_title": "Pre-election games",
  "original_body_lines": [
    "Public opinion last week overwhelmingly welcomed the resignation of former Health Minister Keheliya Rambukwella, widely perceived to be responsible for the chaos the country’s once proud health sector has plunged into. We have not been told whether he volunteered his resignation or caved in to a demand from above. Though in remand custody, he enjoys the comforts of the prisons hospital and home cooked meals very much like previously convicted or remanded political panjandrums.",
    "Field Marshal Sarath Fonseka was an exception, soldiering through his ordeal with the proverbial stiff upper lip, refusing a pardon that was his for the asking. The likes of SB Dissanayake, jailed on a charge of contempt of court, spent much of their time in the Merchant’s Ward of the Colombo National Hospital. One convict continues to hold cabinet office pending disposal of an appeal and serves a chief government whip.",
    "Wednesday’s opening of the fifth session of the ninth parliament after a brief 12-day prorogation for no clearly discernible reason, other than as alleged by the opposition to get rid of Prof. Ranjith Bandara from the chair of the Committee of Public Enterprise (COPE), attracted attention. TNA MP, M.A. Sumanthiran, wondered aloud whether the president, who has made several policy statement (previously called throne speeches) at openings of parliament during his short tenure, loves to do so as often as he can.",
    "Thankfully this one lacked the customary pomp and pageantry like a motorcade with motorcycle and sometimes mounted outriders, honour guard and gun salute reportedly on the president’s directive. A bevy of pink-clad school girls sang the traditional jayamangala gatha as he entered parliament, concluding with the familiar exhortation of Raja bhavathu dhammiko,  something almost invisible in contemporary Sri Lanka governance.",
    "This being an election year, those who toppled Gotabaya Rajapaksa off the presidential throne, and his brother Mahinda from the prime ministry in 2022 are now within touching distance of an opportunity to enforce the system change they demand by the ballot rather than through agitation. But whether they will be able to do so remains a wide open question. The same clowns strut the political stage. In the context of the upcoming presidential election later this year with a general election to follow next year, the start of the new parliamentary session saw inevitable discussion, both within political circles and in the country at large, of what is likely to follow.",
    "Although 10 billion rupees have been allocated for the various elections that are due, presidential, parliamentary and local, the people have not forgotten that the local elections for which nominations were received in 2022 were not held on the excuse that there was no money to pay for them. On Thursday, Chief Opposition Whip Lakshman Kiriella voiced the suspicion that there may be an attempt to push back the presidential election on the grounds of abolishing the executive presidency. No denial was forthcoming at the time of writing.",
    "Historically, the people of this country are not strangers to elections not being held when due. Among the most notorious of these was Prime Minister Sirima Bandaranaike postponing the parliamentary election due in 1975 via the Republican Constitution of her United Front government elected in 1970. She appropriated a further two years for this government on the grounds that the time lost due to the JVPs 1971 insurrection must be made good.",
    "JR Jayewardene, who resigned his parliamentary seat in 1976 in protest over this measure, and was re-elected comfortably at a by-election, went much further than Mrs. Bandaranaike had done. Using the referendum provision written into his 1978 constitution he extended the tenure of the then incumbent parliament for a further term.",
    "President Wickremesinghe who already has two members of the Opposition SJB in his cabinet has been hinting broadly that more will follow. Field Marshal Sarath Fonseka, the war winning army commander and current chairman of the SJB, has gone public about his disenchantment with his party and its leader, Sajith Premadasa, for taking former army commander Daya Ratnayake on board and naming him senior advisor on state affairs.",
    "Fonseka is resentful of Ratnayake’s role in court martialling him and the patronage appointments he received from President Gotabaya Rajapaksa post-retirement. Hard on the heels of this appointment, a former navy commander, Daya Sandagiri has joined the SJB as advisor on naval and maritime policies. Such moves smell of a reaction to the JVP/NPP’s success in organizing former military personnel, both officers and other ranks, within its fold.",
    "Premadasa’s edict that his MPs boycott Wednesday’s parliament opening was flouted by several members of his parliamentary group. Some of them have been accompanying the president on overseas junkets. Quite apart from split lines appearing in the SJB, a similar situation prevails in the ruling SLPP with Prof. GL Pieris, its founding chairman, throwing his hat into the SJB ring and several other realignments.",
    "All these and those that are likely to follow are based on calculations on which side offers the best chance of re-election or cashing in on plums of public office available for distribution post-election. The voters are very well aware of such realities. But they have nevertheless voted in undesirables in the past and this trend is unlikely to disappear soon.",
    "The same holds true for the kind of candidate to be fielded by the different political parties. They have never been shy of nominating bad hats if they have vote winning abilities.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}