{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/vietnamese-women-living-in-sri-lanka-explore-ways-to-bring-two-nations-closer-185868/",
  "time_ut": 1730505180.0,
  "original_lang": "en",
  "original_title": "Vietnamese women living in Sri Lanka explore ways to bring two nations closer",
  "original_body_lines": [
    "ECONOMYNEXT – Vietnamese women in Sri Lanka have met newly appointed envoy Trinh Thi Tam at an interactive session to mark Viet Nam Women’s Day 2024, a statement said.",
    "The Vietnamese community in Sri Lanka numbering about 200, is made up of Buddhist monks and nuns, ladies married to Sri Lankan men and staff of foreign projects.",
    "“This program allowed the female Vietnamese community in Sri Lanka to explore ways to bring Viet Nam closer to Sri Lanka through people-to-people exchanges and activities,” the statement said.",
    "Embassy of Viet Nam in Sri Lanka hosted an interactive session for Vietnamese women living in Sri Lanka, including those married to Sri Lankans and nuns studying in Sri Lanka.",
    "Ambassador Trinh Thi Tam highlighted the qualities of Vietnamese women, such as their resourcefulness, endurance and dedication to family which they preserve and promote whether they live in Viet Nam or abroad.",
    "Every Vietnamese woman in Sri Lanka was invited to become an ambassador to bring the image and culture of Viet Nam closer to the people of Sri Lanka, particularly through their interactions with their Sri Lankan families, neighbors, and colleagues.",
    "They were also called upon to the Embassy in major culturally-related activities, on the Viet Nam National Day, Lunar New Year (Tet), Birth Anniversary of President Ho Chi Minh, International Vesak celebration to further foster people-to-people links.",
    "Vietnamese women in Sri Lanka had discussed the challenges of language, cultural, and lifestyle differences, as well as the scarcity of Vietnamese products in local markets.",
    "The had group brainstormed ideas, including online English classes for Buddhist monks and nuns, establishing a Vietnamese women’s association, and creating more effective communication channels.",
    "Sri Lanka currently has four Vietnamese restaurants in Colombo owned and managed by Vietnamese ladies, serving authentic Vietnamese dishes.",
    "A Vietnamese temple in Kandy, built 5 years ago by a Vietnamese monk, is a beloved place of many local children, to stay and study.",
    "Viet Nam is making significant strides in gender equality, the statement said. According to the United Nations, Vietnamese women are playing an increasingly prominent role in all aspects of life in recent years.",
    "In Sri Lanka, October is also a month for promoting awareness of women’s health, particularly breast cancer awareness.",
    "In both nations, the proportion of women occupying significant political, economic, and social roles is rising, the statement said.",
    "While Sri Lanka recently nominated a female prime minister, Viet Nam has a vice president and three female ministers. Even recent Vietnamese Ambassadors to Sri Lanka were mostly female. (Colombo/Nov01/2024)"
  ]
}