{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/conflict-left-in-sri-lanka-constitution-to-avoid-referendum-167774/",
  "time_ut": 1718236260.0,
  "original_lang": "en",
  "original_title": "Conflict left in Sri Lanka constitution to avoid referendum",
  "original_body_lines": [
    "ECONOMYNEXT – The 19th Amendment created a conflict in Sri Lanka’s constitution, but it remained unresolved because the then government was determined to avoid a referendum.",
    "The deficiency in the constitution was highlighted in a report by  EconomyNext on Tuesday and later taken up during a government meeting at the highest levels, sources familiar with the issue said.",
    "The constitutional error, which has persisted since April 2015, could allow an incumbent president to extend his term by less than a year without facing a referendum.",
    "Former legislator and President’s Counsel Jayampathy Wickramaratne said the brief from the then government was to come up with a bill for a 19th Amendment which could be passed without a referendum.",
    "“As a member of the team that drafted the 19th Amendment to the Constitution, I wish to make a clarification,” Wickramaratne said, adding that they were aware of the issue.",
    "“The government had clearly advised the drafting team that the Nineteenth Amendment Bill should be passed only by a two-thirds majority, in keeping with the pledge of presidential candidate Maithripala Sirisena… that no amendment necessitating a referendum would be placed before Parliament.",
    "“As such, the draft did not propose reducing the maximum period from six to five years,” he said, referring to an Article which should have been amended to read “five years” instead of the original “six years.”",
    "Article 83, which was an entrenched provision, could not have been amended without a referendum, and therefore they left Article 83(b) untouched.",
    "Even changing a full stop or a comma in the constitution requires a two-thirds majority in parliament and in some cases requires endorsement at a national referendum.",
    "Political sources said there had been polemic invective directed at those behind the 19th Amendment when the government discussed the issue on Tuesday.",
    "While all references to the six-year terms of both the president and parliament were changed to five years in line with the 19th Amendment, Article 83(b) was left untouched, giving President Ranil Wickremesinghe a loophole to extend his term.",
    "Any bill to extend the five-year  term of the president or parliament requires approval in parliament with a two-thirds majority, followed by endorsement at a referendum.",
    "However, under Article 83(b), such a referendum is required only if the bill extends the term to over six (6) years, not five (5) years as it should have been.",
    "This means that, in theory, President Wickremesinghe could extend his own term and that of parliament by 11 months and 29 days without breaching the constitution."
  ]
}