{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96673/israeli-troops-cut-off-khan-younis-after-suffering-worst-gaza-loss",
  "time_ut": 1706027700.0,
  "original_lang": "en",
  "original_title": "Israeli troops cut off Khan Younis after suffering worst Gaza loss",
  "original_body_lines": [
    "Twenty-four Israeli soldiers were killed in Israel’s worst day of losses in Gaza, the military said on Tuesday, as its forces encircled southern Gaza’s main city, trapping Palestinian residents trying to flee.",
    "Spokesman Rear Admiral Daniel Hagari said 21 soldiers were killed when two buildings they had mined for demolition exploded after militants fired at a nearby tank. Earlier, three soldiers were reported killed in a separate attack.",
    "Israeli tanks, advancing west towards the Mediterranean, shut the road out towards the coast on Tuesday, blocking the escape route for civilians trying to reach Rafah, the last town on Gaza’s southern edge – now crammed with more than half the enclave’s 2.3 million people.",
    "At least 195 Palestinians were killed in the space of 24 hours, raising the documented toll to 25,490, according to Palestinian health officials, who say thousands more dead are feared lost in the rubble.",
    "The advancing Israelis have blockaded hospitals, which Palestinian officials say makes it impossible to rescue the dead and wounded. At the European Hospital, reached by Reuters in southern Khan Younis, Ahed Masmah brought in five corpses, piled on a mattress on his donkey cart.",
    "At Khan Younis’s main Nasser hospital, the biggest still functioning in the Gaza Strip, bodies were being buried on the grounds because it was unsafe to go out to the cemetery.",
    "Footage filmed by Palestinian journalist Hamdan El-Dahdouh showed persistent gunfire hitting the top of the main building.",
    "Another Khan Younis hospital, Al-Khair, was stormed by Israeli troops who arrested staff, according to Palestinian officials.",
    "Al-Amal Hospital was unreachable; the Red Crescent which runs it said a tank shell had hit its fourth-floor headquarters there, a civilian had been killed at the entrance and Israelis were firing from drones on anyone who moved nearby, making it impossible to dispatch ambulances."
  ]
}