{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111916/katchatheevu-belongs-to-sri-lanka-that-will-never-change-fm-responds-to-vijay",
  "time_ut": 1756293780.0,
  "original_lang": "en",
  "original_title": "‘Katchatheevu belongs to Sri Lanka, that will never change’ – FM responds to Vijay",
  "original_body_lines": [
    "Sri Lanka’s Foreign Minister Vijitha Herath today issued a stern response to the controversial comments recently made by Indian actor-turned-politician Vijay regarding the Katchatheevu Island.",
    "“Katchatheevu Island belongs to Sri Lanka. It is an island belonging to Sri Lanka. Therefore, that will never change,” the minister said, responding to questions from reporters during the weekly Cabinet press briefing.",
    "He stated that elections are slated to be held in South India and candidates will make various statements in the election stage to obtain votes. “This is not the first time. Even in the past, various such statements have been made on the election stage.”",
    "However, statements made on those election stages will not change anything, Minister Herath emphasized.",
    "“I saw that Vijay had made this statement at an election rally,” he said, adding that not much attention should be paid to that statement.",
    "The minister further emphasized that neither the central government of India nor any diplomats have made any such comments and that therefore there will be no change to the islet’s status.",
    "Katchatheevu will continue to belong to Sri Lanka in the future, he reiterated.",
    "Tamilaga Vettri Kazhagam (TVK) chief and Indian actor Vijay had recently called for the retrieval of Katchatheevu Island from Sri Lanka to protect Tamil Nadu’s fishermen.",
    "Addressing the party’s state conference in Madurai, he had reportedly said: “To ensure the safety of our fishermen, retrieve Katchatheevu and give it to us.”",
    "Katchatheevu island was ceded by the Indian administration under Prime Minister Indira Gandhi to Sri Lanka in 1974 in an act of bilateral largesse."
  ]
}