{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Birthday-tribute-to-Krishantha/14-758030",
  "time_ut": 1706743918.0,
  "original_lang": "en",
  "original_title": "Birthday tribute to Krishantha",
  "original_body_lines": [
    "Many have been my blessings over the past 15 years after a fresh lease of life afforded me in 2008. Spending quality time with my family including my grandchild more recently as well as attending spiritual retreats, with the latest ending on Australia Day long weekend, have been standouts.",
    "Retreats are a time to reflect on life and the mysterious workings of God in one’s life. It was definitely the mercy of God that afforded me a fresh lease of life after my abductors were hell-bent on literally silencing me after torture. God works on earth through angelic as well as human beings through their acts of goodness – the essence of God. At Christmas, the angels announced, “Glory to God on high and peace to men of goodwill”. Hence, a good person irrespective of their faith is already inclined towards God.",
    "Here’s a tribute to my friend and former boss, Krishantha Cooray, who celebrates his birthday with his young family on 1 February. He was forced to flee Sri Lanka when the authorities attempted to frame unfounded charges against him in another case, which I don’t hope to discuss here. Rivira CEO Krishantha was a marked man ever since his vociferous local and international campaign to get me released. Even after my release, The Nation, for which I wrote a controversial weekly defence column, kept on the pressure to bring to book those responsible for my abduction and torture.",
    "On that fateful 2008 National Heroes Day, when Krishantha and my colleagues visited my distraught family, our 10-year-old daughter shook him saying, “Uncle Krishantha you have to bring my Thaththi back”. Moved by compassion, Krishantha wasted no time and spared no effort to bring me back.",
    "He made a beeline to the Dehiwela police station to forcefully demand information of my whereabouts as the local police had previously visited me to establish my new address. He simultaneously contacted his friend Dr. Hans Wijesuriya, the then Dialog CEO, to establish my location through phone towers. After establishing the area of my safehouse, he again literally went the extra mile, fearlessly driving towards the location.",
    "He used his influence to get Cabinet Minister Karu Jayasuriya request President Mahinda Rajapaksa to have me released. He even requested Jayasuriya to pull out of a government given its dismal human rights record.",
    "This degree of goodness by a man driven to establish a relatively new media house that he helped nurture so painstakingly with great business acumen was incredible. Krishantha proved himself a bold publisher to break into a saturated print media market by starting The Nation, edited by Lalith Allahakkoon and Rivira, edited by Upali Tennakoon before adding a third title, The Bottom Line, edited by Nisthar Cassim.",
    "Few publishers would have dared to boldly empower their editors to take on the authorities at that time and fewer publishers would have stood for their staff the way Krishantha did. He was a fearless human being ready to sacrifice his media outlet, his own position, his financial stakes and even his life.",
    "Yet, in an eloquent YouTube tribute to slain Sunday Leader Editor Lasantha Wickrematunge to mark the latter’s 13th death anniversary, Krishantha humbly recognised that Lasantha was the most fearless editor/media person in Sri Lanka. He called on professionals to stand up for their own members as that was the only way to speak truth to power. With ink in his veins, Krishantha has been a prolific writer and political analyst over the decades.",
    "The Nation newspaper, headed by Lalith who had pioneered many English newspapers, was a thorn in the flesh of the then Rajapaksa administration. The Rajapaksas gradually made inroads into the media company by buying controlling shares through an ally. Krishantha, Lalith and his great team were disbanded. The Nation eventually died a natural death.",
    "Exactly 200 years ago in 1824, Field Marshall Arthur Wellesley, famed for defeating the great French warrior Napoleon at Waterloo, posed the famous challenge, “Publish and be damned”. The Nation, published by Rivira Media, headed by Krishantha was up to the challenge in the face of an invincible government that ruled with an iron fist. After Napoleon’s abdication, Wellesley had a hero’s welcome and was elevated to the highest peerage as the Duke of Wellington. He went on to become the Prime Minister of England twice.",
    "Krishantha Cooray went on to become the Chairman of Lake House Newspapers, the largest publishing house in Sri Lanka, and during his tenure he ensured his editors enjoyed freedom and independence like never before in the State-run media group.",
    "Had it not been for a boss who had my back, I would have been among the dead. I salute you for this. Best wishes Krishantha on your birthday and the year to come.",
    "(The writer was Associate Editor at The Nation at the time of his abduction.)"
  ]
}