{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/12-people-injured-during-turbulence-on-Qatar-Airways-flight/108-283408",
  "time_ut": 1716778680.0,
  "original_lang": "en",
  "original_title": "12 people injured during turbulence on Qatar Airways flight",
  "original_body_lines": [
    "CNN - Twelve people were injured after a Qatar Airways flight from Doha to Dublin was hit with turbulence on Sunday.",
    "The flight, which landed in Dublin shortly before 1pm local time, was met by emergency services, including airport police and the fire and rescue department.",
    "According to a statement from Dublin Airport, six passengers and six crew members were injured in the incident, eight of which were taken to hospital following assessment. The Qatar Airways flight QR017 experienced turbulence while flying over Turkey, the statement said.",
    "Dublin Airport said it was assisting passengers and staff and that operations were unaffected. The plane’s return flight to Doha, flight QR018, is scheduled to go ahead as expected, though its departure will be delayed, the airport said.",
    "In a statement to CNN, Qatar Airways said that the flight landed safely in Dublin, but that “a small number of passengers and crew sustained minor injuries in flight and are now receiving medical attention.”",
    "“The matter is now subject to an internal investigation,” the statement continued. “The safety and security of our passengers and crew are our top priority.”",
    "It comes days after 104 passengers were injured and a man with a heart condition was killed on a Singapore Airlines flight that was hit with severe turbulence.",
    "Flight SQ321 from London to Singapore was cruising at 37,000 feet on Tuesday when the plane dropped sharply before climbing several hundred feet, according to flight tracking data. It then repeatedly dipped and ascended for about a minute.",
    "About 65,000 aircraft suffer moderate turbulence every year in the US, and about 5,500 run into severe turbulence. These numbers, however, might be destined to grow.",
    "Paul Williams, a professor of atmospheric science at the University of Reading in the United Kingdom, told CNN in 2022 that he believes climate change is modifying turbulence.",
    "“We ran some computer simulations and found that severe turbulence could double or triple in the coming decades,” Williams said.",
    "The findings, which were later confirmed by observations, highlight a type of turbulence called “clear air turbulence,” which isn’t connected to any visual clues such as storms or clouds. Unlike regular turbulence, it hits suddenly and is hard to avoid.",
    "Singapore Airlines has previously said its flight encountered sudden turbulence. A spokesperson said Sunday that its investigations are ongoing. An earlier CNN analysis of satellite data found the flight entered an area where thunderstorms were developing, which can produce turbulence.",
    "It is not yet known what kind of turbulence the Qatar Airways plane experienced."
  ]
}