{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Bait-of-ruble-and-shadow-of-war-Sri-Lanka-s-mercenary-scandal/4-779485",
  "time_ut": 1753464547.0,
  "original_lang": "en",
  "original_title": "Bait of ruble and shadow of war: Sri Lanka’s mercenary scandal",
  "original_body_lines": [
    "The promise of a substantial income, far exceeding what they could ever hope to earn at home, overshadowed the inherent dangers of becoming a foreign fighter",
    "The elaborate deception unravelled the moment they landed on the promised land. Instead of the sworn logistical or support jobs, many found themselves immediately conscripted into the Russian military, handed dilapidated weapons, and hurled onto the brutal frontlines of the Ukraine war. There was no cadre training, no proper personal protective equipment, and certainly no safe, rear-echelon duties. The passports, initially taken for “processing,” were often confiscated by the mercenary recruiting companies in Russia, effectively trapping them in a foreign land with no means of escape. Compounding this betrayal was the bitter language barrier",
    "The Sri Lankan mercenary scandal exposes how economic hardship forces former soldiers into the Russia-Ukraine conflict. Brainwashed by spurious promises of high pay and Russian citizenship, hundreds paid towering fees to flesh-peddlers, some linked to retired generals. Instead of safe roles, they face frontline combat, with passports confiscated. As of early 2025, over 550 Sri Lankans were recruited, and at least 59 confirmed dead, though true figures are likely much higher. Families are left in debt and despair, exposing a critical lack of veteran support and the devastating impact of exploitation and insufficient government oversight.",
    "The whispers, initially faint, swelled into a call that resonated across the leafy tea estates and bustling coastal villages of Sri Lanka. From the sun-kissed beaches of Negombo and Hikkaduwa to the historic walls of Galle to Matara and the vibrant fishing communities of Trincomalee and Batticaloa, tales of dubious riches, expedited foreign citizenship, and a life liberated from the clutches of economic despair began to circulate. These stories offered a flickering candle of hope in a nation still reeling from an unprecedented financial crisis.",
    "Yet, this beacon of hope came tethered to a grim, unspoken pact: fighting a war thousands of miles away, a conflict not their own. This is the dreadful journey of Sri Lankan foot soldiers, forged in the crucible of a long civil war, now transformed into reluctant mercenaries on the globalised battlefield of the Russia-Ukraine conflict—a saga steeped in deceit, desperation, and the chilling echoes of modern warfare.",
    "In the stifling, incense-laden air of clandestine offices tucked away in Colombo’s suburbs, a new and morally ambiguous trade thrived. Aspiring recruits, many of them battle-hardened veterans of the brutal, decades-long civil war against the Liberation Tigers of Tamil Eelam (LTTE), fidgeted in plastic chairs. Their eyes, accustomed to scanning for threats in the dense jungles and urban labyrinths of their homeland, now fixated on glossy brochures depicting idyllic Russian landscapes—a stark contrast to the grim realities of a war zone. Across from them sat the purring recruiters, men with slicked-back hair and creepy smiles, speaking a language of fantastical sums.",
    "“Corporal,” they would sing, their voices dripping with insincere respect, “you’ve seen action, haven’t you? Fought the LTTE, a true patriot. Your country owes you, but frankly, your country can’t pay you what you’re worth. Russia can.” For these soldiers, whose last measly army wages often barely sufficed to feed their families, the figures mentioned—up to $ 3,000 a month, guaranteed, with the alluring prospect of Russian citizenship—sounded like a weight of gold. They wished – for their children, faces no longer skinny with hunger, their futures secured. This was an opportunity, a desperate egress from their crushing reality. They understood the inherent risks; they had faced death countless times on the frontlines of their own internal conflict, in close-quarters combat and brutal counter-insurgency operations.",
    "When questions arose about a “catch,” the recruiters would chuckle, dismissively waving a hand. “No catch, my friend. Just a small administrative fee for our services. Think of it as an investment in your future. A mere 1 to 1.2 million rupees upfront.” For many, this was a fortune they did not possess. Yet, the smooth-talking agents had an answer for every hesitation: “Ah, but you have assets, don’t you? Land? Gold? We have partners who can arrange a loan. It’s a quick process, nothing to worry about. Just sign here, and your journey to prosperity begins.”",
    "Papers, a blur of legal jargon predominantly in Russian, a language alien to them, were presented. Promises of “logistical support” far from the combat zone were whispered, and “tourist” or “business” visas, later to be converted, were assured. Travel arrangements, they were told, would be seamless. Passports, “for processing,” were handed over, a vital conduit to their new, prosperous lives. As they left those offices, an embryonic knot of unease might have tightened in their guts, but the intoxicating image of their families, well-fed and secure, pushed away the doubts. They were going to Russia. They were going to save them.",
    "This irksome script, sadly, played out countless times. Hundreds, if not thousands, of Sri Lankans, many of them former military personnel hardened by the brutal tactics and protracted engagements of the Eelam wars, fell victim to these predatory schemes. Enticed by the allure of substantial salaries, expedited Russian citizenship, and the false promise of non-combat roles, they mortgaged their properties, pawned their meagre belongings, and paid exorbitant fees to illegal foreign employment agencies. Some paid as much as Rs. 1.2 million upfront, with additional sums deposited to ensure smooth passage through Moscow airport.",
    "However, the elaborate deception unravelled the moment they landed on the promised land. Instead of the sworn logistical or support jobs, many found themselves immediately conscripted into the Russian military, handed dilapidated weapons, and hurled onto the brutal frontlines of the Ukraine war. There was no cadre training, no proper personal protective equipment, and certainly no safe, rear-echelon duties. The passports, initially taken for “processing,” were often confiscated by the mercenary recruiting companies in Russia, effectively trapping them in a foreign land with no means of escape.",
    "Compounding this betrayal was the bitter language barrier. Imagine a battle-hardened infantryman from the Sri Lanka Light Infantry, accustomed to the Sinhala and Tamil commands barked on the killing fields of Kilinochchi, now confronted with the cacophonous pronouncements of Russian generals. “Вперед! Vpered!” they would bellow, meaning “Advance!” But for many of these Sri Lankan recruits, the word was hard-to-make-out sound, a terrifying signal that sent them blindly into the muzzle of heavy artillery barrages and intense small arms fire. Orders were often relayed through gestures, broken English, or the desperate shouts of a few who might have picked up meat and potatoes Russian, leading to thought-out confusion and increased casualties.",
    "Reports vividly detail the horrific conditions. These recruits, some lured by the prospect of European travel via Russia, were forced to sign contracts in Russian that they could not comprehend, unwittingly binding them to military service. They were deployed to the most brutal sectors of the zone of operations, including the eastern and southern fronts in Ukraine, in regions like Donetsk, Luhansk, Kherson, and Zaporizhzhia, and even, in some accounts, to the border areas within Russia itself, such as Kursk.",
    "The fighting conditions were unforgiving. Having trained and fought primarily in tropical climes, the Sri Lankan mercenaries were ill-prepared for the stone-cold, unforgiving Ukrainian winter. Temperatures plummeted to -20°C and below, a stark contrast to the humid warmth of their homeland. Frostbite and hypothermia became as formidable adversaries as the Ukrainian forces. Their rations were often meagre and unpalatable—standard Russian military IRPs (Individual Food Rations) comprising mostly canned goods like buckwheat porridge with beef, sausage stuffing, and hard crackers. These insipid provisions, designed for survival, offered little comfort or proper sustenance in the biting cold and relentless combat. With little to no access to adequate winter gear, many suffered immensely, their thin uniforms offering scant protection against the biting winds and heavy snows.",
    "The exact number of Sri Lankan mercenaries entangled in the Russia-Ukraine conflict remains elusive and tragically fluid. As of early 2025, Sri Lanka’s Foreign Minister stated that over 500 Sri Lankans had been recruited for Russian military service, with at least 59 confirmed fatalities. However, earlier reports suggested up to 186 confirmed deaths and 60 missing in action, highlighting the clandestine nature of these operations and the immense challenges in tracking individuals ensnared in this globalised conflict. A smaller, though significant, number of Sri Lankans have also joined the Ukrainian foreign legion. The discrepancies in figures underscore the desperate and unregulated recruitment, making official counts almost impossible.",
    "The pervasive desperation for foreign currency in the wake of Sri Lanka’s unprecedented economic collapse made former soldiers, already struggling to find meaningful employment and dignity in civilian life, particularly vulnerable. The promise of a substantial income, far exceeding what they could ever hope to earn at home, overshadowed the inherent dangers of becoming a foreign fighter. These were men who had known the grim calculus of war, yet even their battle-hardened resolve was no match for the insidious trap of economic desperation.",
    "A disturbing layer of complexity is added by allegations of involvement from high-ranking Sri Lankan military officials. Last year, Sri Lankan police arrested two retired generals and six others for allegedly acting as illegal recruiting agents for Russian mercenary firms. This points to a deeper, more systemic issue within the country, where individuals with connections and influence exploit the vulnerability of ex-servicemen for profit, effectively engaging in human trafficking under the guise of foreign employment.",
    "While the Sri Lankan Government has now publicly cautioned veterans against being duped by these illegal agents and is attempting to negotiate with Russia for the return of its citizens, critics argue that the response has been woefully slow and insufficient. The absence of a robust demobilisation and reintegration strategy for war veterans following the LTTE conflict left a vast pool of experienced, yet often unemployed, individuals susceptible to such dangerous propositions. These were men who possessed invaluable combat skills and tactical acumen but lacked stable livelihoods, making them easy prey for unscrupulous operators.",
    "The Sri Lankan mercenary recruitment scandal serves as a dead, chilling reminder of how profound economic despair, coupled with the predatory practices of unscrupulous actors and a systemic lack of governmental oversight, can transform former heroes into unwilling participants in someone else’s war, with utterly devastating end-results. The families left behind, weigh-down with crippling debt and grappling with the unknown fate of their loved ones, are the silent victims of this dark passage, their gut-wrenching wait for safe return, or at the very least, for answers, a constant testament to this tragic globalised conflict."
  ]
}