{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/AMW-and-New-Holland-Tractors-celebrate-10-year-partnership-with-free-inspection-campaign/34-769577",
  "time_ut": 1732302668.0,
  "original_lang": "en",
  "original_title": "AMW and New Holland Tractors celebrate 10-year partnership with free inspection campaign",
  "original_body_lines": [
    "Associated Motorways Ltd., a leader in Sri Lanka automotive industry celebrates ten successful years of partnership with New Holland Tractors as its sole distributor in Sri Lanka. Since the inception of the partnership, AMW has been deeply committed to supporting the agricultural sector by providing reliable equipment and unparalleled service to farmers across Sri Lanka. In celebration of the partnership, and in lieu of the current ‘MAHA’ season, AMW conducted a series of free inspections for loyal customers around the country.",
    "Throughout the month of October, AMW’s service teams conducted free inspections in key agricultural locations including Mullaitivu, Horowpothana, Batticaloa and Sammanthrai. The objective of the inspection campaign was to support local farmers by ensuring that their New Holland tractors were in optimal condition for the upcoming season. Over 100 inspections were conducted during the campaign, underscoring the company’s dedication to supporting farmers and helping them maintain their equipment, which is essential for their livelihoods.",
    "Additionally, AMW also offered a variety of other benefits to participating farmers, such as expert technical advice from CNH trained technicians, who provided valuable insights on tractor maintenance. The company also offered special discounts on genuine spare parts, giving farmers an opportunity to access high-quality components at affordable prices. The AMW team also immediately addressed any urgent repairs on the spot, allowing farmers to resume their activities with minimal disruption.",
    "AMW supports their loyal customers, recognising the pivotal role that farmers play in lives communities and the national economy. As a forerunner in Sri Lanka’s automotive industry, AMW remains dedicated to providing exceptional service and support agricultural sector, and empowering farmers the necessary tools and resources they require for their livelihoods to thrive."
  ]
}