{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103873/red-alert-issued-for-cyclone-fengal-severe-weather-expected-impact-to-reduce-after-today",
  "time_ut": 1732893360.0,
  "original_lang": "en",
  "original_title": "‘Red’ alert issued for Cyclone ‘FENGAL’: Severe weather expected, impact to reduce after today",
  "original_body_lines": [
    "The Department of Meteorology has issued a ‘Red’ alert warning for the Cyclone “FENGAL” over Southwest Bay of Bengal for the land, the deep and shallow sea areas around the island.",
    "As per the warning, the Deep Depression over Southwest Bay of Bengal moved north-northwestwards and intensified into a cyclonic storm “FENGAL” and was located about 280 km Northeast of Kankasanthurai and 310 km north-northeast of Trincomalee at 2.30 p.m. today, November 29, 2024.",
    "It is likely to move west-northwestwards and cross north Tamil Nadu-Puducherry coasts as a cyclonic storm around noon of November 30, the advisory said.",
    "It can be expected that the influence of this system on the island’s weather will gradually reduce after today (29).",
    "Meanwhile, showers or thundershowers will occur at times in Northern and North-central provinces and in Trincomalee district. Heavy showers above 100 mm are likely at some places in Northern province.",
    "Showers will occur at times in Western, Sabaragamuwa and North-western provinces and in Galle, Matara, Matale and Kandy districts. Showers or thundershowers will occur at several places elsewhere of the island in the evening or night.",
    "Strong winds of about 60 kmph can be expected at times over Northern, North-central, North western, Eastern, Central and Southern province, it added.",
    "The deep and shallow sea areas off the coast extending from Batticaloa to Puttalam via Trincomalee and Kankasanthurai will be rough to very rough as the wind speed can be increased up to 60-70 kmph at times. Very heavy showers or thundershowers are likely at some places in said areas.",
    "The swell waves of about 2.5-3.0 m height may increase in the sea areas off the coast extending from Batticaloa to Kankasanthurai via Trincomalee. (this is not for land area) There is a possibility that near shore sea areas off the coast extending from Batticaloa to Kankasanthurai via Trincomalee may experience surges due to swell waves, the Met. Department said.",
    "Naval and fishing communities are warned not to venture to the deep and shallow sea areas off the coast extending from Batticaloa to Puttalam via Trincomalee and Kankasanthurai until further notice.",
    "They are also requested to be attentive about future advisories issued by the Department of Meteorology in this regard.",
    "The public is also urged to contact the local disaster management authorities for emergency assistance and to be attentive about future advisories issued by the Department of Meteorology in this regard."
  ]
}