{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mrs-b-becomes-pm-and-i-the-secretary-to-the-worlds-first-woman-prime-minster/",
  "time_ut": 1734329460.0,
  "original_lang": "en",
  "original_title": "Mrs. B becomes PM and I the Secretary to the world’s first woman prime minster",
  "original_body_lines": [
    "Anura bothered about his mother seeing his school report before he did",
    "(Excerpted from Rendering Unto Caesar, by Bradman Weerakoon, Secretary to the Prime Minister)",
    "In 1960, as she rode to power, after a grueling campaign, as the world’s first-ever woman prime minister, Sirima Bandaranaike was making the global headlines and taking Ceylon too into the limelight, which was to last for decades. The world wondered as to how this phenomenon, of a woman being chosen to be prime minister, had occurred in Ceylon. Was it some peculiar provision of dynastic succession by which the wife succeeded to a vacancy caused by the death of a husband Could such a thing occur only in an Asian country? Was it, as uncharitable political opponents would say, a consequence of the enormous wave of sympathy that followed close on the tragic death of a popular leader? Was the phenomenon connected mystically with the primacy of motherhood’ (matar) so central a part of the culture of the Indian subcontinent?",
    "There appeared to be some validity in each of these propositions. It took six years more before Indira Gandhi became India’s first woman prime minister. Then followed Golda Meir of Israel and thereafter several others. The breach had been opened and we had been the first to do it. I was going to have the privilege of being the secretary of the first woman prime minister of the world.",
    "The election of a woman head of government was so unusual, that the newspapers were not sure what to call her. “There will be need for a new word. Presumably, we shall have to call her a Stateswoman,” London’s Evening News wrote stuffily on July 21, 1960. “This is the suffragette’s dream come true,” said another.",
    "She was born Sirimavo Ratwatte on 17 April 1916, in Balangoda at the family home and married Solomon Dias Bandaranaike, then minister of local government and health in the State Council, in 1940. He was seventeen years older than her when they married. She claimed no particular political philosophy herself. Her purpose in coming into politics, as she often said, was to complete the visionary work which her husband had begun.",
    "During the March 1960 election called by W Dahanayake, the SLFP was led by C P de Silva and she did not contest. In support of the party she said, “I am not seeking power but I have come forward to help the SLFP candidates so that the party can continue the policy of my late husband.”",
    "The results of the March 1960 general elections were inconclusive. Under C P de Silva’s leadership the SLFP did tolerably well, winning 44 seats as against the UNP’s 50. What was however lacking in the SLFP campaign effort was the charismatic leadership and negotiating skills, which had brought about the coalition of anti-UNP forces, the Mahajana Eksath Peramuna or MEP under S W R D Bandaranaike.",
    "Dudley Senanayake’s government of that time (March to July 1960) was the shortest in the history of Ceylon and he was forced to call another general election in July of the same year.",
    "As the parties geared up for the polls, Sirimavo was prevailed upon to accept the presidentship of the party on 24 May 24, 1960. It was proclaimed on that occasion that in the event of the SLFP winning, Mrs Bandaranaike would be the prime minister.",
    "For Sirimavo, the eight months that elapsed between the death of her husband and her assumption of the leadership of the Sri Lanka Freedom Party was a period of intense introspection. Where did her principal obligations lie? With her young family of two daughters, Sunethra and Chandrika and son Anura, now bereft of their father’s guidance? Or with his political party, which was now deprived of his leadership?",
    "During the period of mourning she had publicly expressed her distaste for politics. She had seen her husband betrayed and killed. She was once reported to have said that she “would not take the prime ministership even if it was handed to me on a platter!”",
    "But once she realized that without her, the SLFP would never form a stable government, her fighting qualities and determination took over. With the help of her cousin Felix R Dias Bandaranaike, a No-contest Pact with the LSSP and the CP was entered into in May 1960. This was “to permit the widest mobilization of forces to defeat the UNP” and it ensured for Sirimavo an epic victory. She emerged as the first woman prime minister in the world.",
    "The primary motivation that drove her to accept what was, personally for her, an unattractive job, was her conviction that no other person as leader could fulfill the yet unachieved goals set by her late husband. This was manifested in her first message to the nation:",
    "By their verdict the people have clearly affirmed their faith in the democratic socialist policies initiated by my late husband. It was far from my mind to achieve any personal glory for myself when I assumed the leadership of the party at the request of its leaders. I knew that if I did not take this step the forces of reaction would once again begin to oppress the masses for whose salvation my husband sacrificed his very life.",
    "The speech set some important trends in political thinking. Foremost among them was the idea that the ‘forces of reaction’ had done Mr Bandaranaike to death and that Mr Bandaranaike had `sacrificed his life for the masses’. It was a powerful line, which persisted for a long time.",
    "But there were many, including some of her close relatives, who doubted whether the untried widow of a great leader could so easily step into his shoes. How could an eminently respectable Sinhala Buddhist woman, whose life had centered around family and home, handle the manifold challenges of an emerging nation state? P E P Deraniyagala, a cousin of the late S W R D and best-man at the wedding in 1940, reflected this sentiment pithily when he said, “What does she know of politics? In Solla’s (Solomon’s) time Sirima presided over nothing fiercer than the kitchen fire. She’ll end by spoiling her personal reputation and ruining the family name.”‘ He, and others like him, were soon to find themselves in serious error.",
    "The woman who was to be the world’s first prime minister was made of sterner stuff than her detractors envisaged. As she articulated on her role, she was to say:",
    "I feel most strongly that home is a woman’s foremost place of work and influence, and looking after her children and husband are duties of the highest importance. But women also have their vital role in civic life, they owe a duty to their country, a duty which cannot and must not be shirked, and at least some of their time should be devoted to social welfare work.",
    "Yet critics were still to refer to her lack of any outstanding attainments as she entered the highest office. She brought with her no university degree, parliamentary experience or administrative knowledge. But what she had were formidable enough – personal magnetism to draw the masses; ability to command the loyalty and respect of her ministerial colleagues; and the ability to convince the public that she was a woman of good moral character who would be honest in her public dealings.",
    "Her background supported these basic claims for leadership. Sirimavo Bandaranaike hailed from an upper-class Kandyan family with a long feudal background. She had a grooming from childhood for working with people, for people, and social service came naturally to her. It was almost a case of noblesse oblige as in the training of the European nobility in feudal times. She was also the eldest in a family of five boys and two girls and had from early childhood assumed a position of leadership in the family.",
    "Soon after leaving St Bridget’s Convent, a leading Catholic school for girls in Colombo, (although Sirimavo always was a devout Buddhist) she became an active member of the Lanka Mahila Samiti, perhaps the oldest and largest women’s social service association in the country. The Lanka Mahila Samiti was formed in 1931 – the year Sri Lankan women received the right to vote – through the initiative of Dr Mary Rutnam, a Canadian who was inspired by the women’s institutes of Canada. Sirimavo always acknowledged her debt to the Mahila Samiti for giving her the confidence to speak in public and move easily and knowledgeably rural folk.",
    "Sirimavo settled easily into her work schedule as prime minister. She decided to shift into Temple Trees, leaving 65, Rosmead Place its painful memories to be looked after by a caretaker.",
    "The picture (overleaf) is of her first day in office with me by her side. I was thirty years old. The office is the same as that used by the former prime minister – Ranil Wickremesinghe.",
    "With three lively children in the house Temple Trees became, once again after a long period of hibernation, a place not only official work, files, quick movement and hustle and bustle but a place with the added delight of a background of children’s games, laughter, chatter and music. She rarely used her official room in the Fort Office in Senate Square where the prime minister’s main secretariat was located, being quite happy to operate from the guesthouse section of Temple Trees.",
    "This part of the building constructed to accommodate state visitors, housed some modest office space and it was here that the prime minister, the private secretary and myself spent most of our official time. Dr Seevali Ratwatte, the prime minister’s younger brother came in as private secretary initially and he was succeeded in a few months by elder brother Mackie who himself was a medical practitioner.",
    "Mr. Bandaranaike’s personal assistants Amerasinghe, and the ever-smiling Piyadasa were always on hand to help meet constituents from Attanagalla, Mr Bandaranaike’s electorate, and sundry droppers- in at Temple Trees. It was Amerasinghe who was there by Mr Bandaranaike’s side when he lay injured on the floor, and who had telephoned me to announce that, “Lokka has been shot.”",
    "The main part of the prime minister’s office continued in the Fort and most public mail was received there. Dharmasiri Pieries, a young civil service cadet of great promise whom I had chosen, held the position of assistant secretary. He had a table on a side of my room and ably held the ‘fort’, while I spent most of my official time at Temple Trees. The mass of correspondence, which came in daily and did not need to be personally seen by the prime minister, was dealt with expertly and expeditiously by about 15 experienced Subject clerks who knew by long experience exactly what to do to keep business moving.",
    "They were supervised by Francis Samarasinghe MBE, the office assistant, a man who had been inducted by D S Senanayake’s secretary, the meticulous and highly efficient N W Atukorale. He and C. Nadarajah, the chief clerk, ran a tight ship and could be virtually given a free hand. The confidential stenographer to the prime minister, Linus Jayewardene, whom I used almost exclusively since the prime minister did not dictate letters personally, was a character, and a priceless asset. He was one of the quickest and most accurate of stenographers, except on ‘race days’ when he would need to take-off, to place a bet or two with the bookies who operated on the sly, taking ‘all ons’ on the foreign horse races. Linus could always be trusted to have in his drawer a copy of the latest ‘Racing Form’. He was also a keen and appreciative connoisseur of female beauty and would often, and quite unprompted, keep me updated on the current best female form in town.",
    "As a concession to her unfamiliarity with the parry and thrust of parliamentary debate, Sirimavo choose to sit in the Senate during her first five years as prime minister. The Senate, (the Soulbury Constitution provided for a bicameral legislature), consisted of 30 members. Fifteen were appointed by the governor-general on the recommendation of the prime minister and 15 elected by the lower House. One-third of the membership retired every second year so the government and Parliament alike had the opportunity to infuse new blood.",
    "Like the House of Lords in the British Parliament, it had little power of its own and its principal objective was to subject legislation to a second opinion, the approval of both Houses being necessary to secure the passage of legislation. However, at most times it acted only as a rubber stamp, hardly ever amending or refusing its consent to bills sent up from the other House.",
    "Proceedings in the Senate, whose president then was Sir Cyril de Zoysa, a member of the UNP and one time bus-transport magnate, were sedate and unemotional, the members being generally non-politicians, although favoured by the party which put them forward.",
    "The SLFP got one of its senators to resign and Mrs Bandaranaike was duly appointed in his place by the governor-general. Although some cabinet minsters had earlier come from the Senate – the minister of justice invariably being a senator, the prime minister, the chief executive and the head of the government, had never ever before been from the Senate. This led to quite a lot of critical comment especially from the opposition in the Lower House, the House of Representatives. “Who was to reply to questions of policy if the prime minister was in the Senate?” was the constant refrain.",
    "The leader of the House, C P de Silva, would explain the circumstances which had led to Mrs Bandaranaike not contesting the elections, but this was usually countered by the argument that she could as well have asked one of her own members of parliament to resign from the House and come into Parliament by contesting that seat at a by-election. I recall a minister, at an especially heated debate during which the issue was brought up, who was greeted with howls of protest by the LSSP, when he intemperately suggested that the House, considering the way some members behaved, was no place for a lady.",
    "The fact that the prime minister – the fount of power and the harbinger of change – was not present in the House certainly affected the style and content of the administration. The Temple Trees office, where the prime minister held court each day, assumed an importance of its own. Persons who were close to the prime minister – either through being Mr Bandaranaike’s loyalists, or newer ones like Felix and J P Obeyesekera, became the intermediaries who carried the news of parliamentary proceedings and gossip to the prime minister. Inevitably Sirimavo lost that close touch with her parliamentary colleagues which she could have had if she had been a regular member of parliament. As a result, dissension and the formation of cliques could not be effectively countered in time, and various power groups and ‘young turks’ began to manifest themselves shortly thereafter.",
    "The loneliness that the top position generates and which Sirimavo was soon to experience, was moderated to some extent by Felix Bandaranaike who at the age of 29 years and a newcomer to politics and Parliament, held the powerful post of minister of finance and parliamentary secretary to the minister of defence and external affairs. Both Felix and his wife Lakshmi, who was his private secretary, were relatives as well as good friends, and were so close that they were usually on a first-name basis with ‘Sirima’ as they called the prime minister, except in public and official occasions. They were both enormously loyal to Sirimavo, committed to the party and its causes, hard-working and brilliant strategists. They naturally aroused considerable jealousy, especially from the older party stalwarts, and even from close family members, and continued to face, throughout their association with Sirimavo a largely concealed, but nevertheless acute, hostility from many sides.",
    "C P de Silva led the party in the House while Felix Dias represented Sirimavo in the many spirited battles in Parliament. This gave Sirimavo the space to deal, unhindered by the heat of parliamentary debate, with the-many domestic and foreign challenges then emerging. But it had its downside. It eventually led to the creation of wide spaces between her and the rank and file of the party membership and this unfortunate alienation encouraged the formation of cliques and dissenting groups.",
    "For the first time since independence, the prime minister was to be from the Senate. Her seat in the front row of the House of Representatives remained vacant throughout the period of that Parliament. The vacant seat was symbolic of the fact that the prime minister was in the ‘other place’, but that her virtual presence was in the Lower House. In fact what happened was that Felix took on the role of answering questions addressed to her in his capacity as parliamentary secretary to the ministry of defence and external affairs.",
    "It further added to my duties. When the Senate sat, I sat in the Gallery, there being no Officials Box, assisting as necessary with notes to the prime minister from there. When the House of Representatives sat and important Bills were taken up, or at the adjournment debate at the end of the day, I would sit in the Officials Box in the House and monitor what was happening. It added to my work, and my moving around, but it was one way Sirimavo’s great interest in what was going on in Parliament could be assuaged.",
    "The economy and the budget, at the beginning of the sixties, were the sites of the early problems Sirimavo had to face. The worsening of the terms of trade made rationing and import substitution inevitable. There was a shortage of foreign exchange and I recall that travelers abroad were restricted at one point, to a sum of three Sterling pounds and fifty pence as their travel allowance. Visits abroad for education and medical treatment were strictly limited. This raised great problems for Sirimavo when it became time for Sunethra – her elder daughter – to go to Oxford.",
    "The father had always wanted the children to have their final education abroad. So Sunethra, who had been a bright student at St Bridget’s Convent and easily passed the qualifying tests, gained admission to Somerville College. Foreign exchange was a problem, and Sirimavo was not going to bend the rules for her children. Arrangements were made for a relative – Michael Dias, brother of Felix Bandaranaike, who was a lecturer at Cambridge – to help out. The documentation was all in order, the Exchange Control authorities were happy and the entire procedure was very open and straightforward.",
    "However, the press was not going to leave this alone and the usual critical comments about the children of privileged families getting special facilities while the others had to go the `aswa vidyalaya”, etc – a portion of the university being then conducted at the former Grandstand of the race course on Reid Avenue – continued for some time. I remember Sunethra, who hated publicity, being much put out by all the fuss and bother.",
    "Sirimavo always took a great interest in the children’s schooling. Anura who was then 12 or 13 years old and attending Royal College was a constant concern, as he still had not settled down to the grind of study and homework. He would often be playing cricket in the large back lawn or declaiming, very much in the manner of a speaker on a political platform, to his admiring team-mates. When the holidays commenced, after the term tests were over, time of extreme anxiety for Anura. I would see him hovering around the office area in anticipation of the arrival of his school report. He wanted to have a look before the document was seen by the prime minister. I had quite a problem deciding whether I should show it to him first or put it up to the mother.",
    "Promoting efficiency in economic governance and obtaining investment for development",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}