{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceat-kelani-inspires-top-dealers-with-autobahn-convention-awards-gala/",
  "time_ut": 1731007080.0,
  "original_lang": "en",
  "original_title": "CEAT Kelani inspires top dealers with ‘Autobahn’ convention & awards gala",
  "original_body_lines": [
    "Hosts top 125 dealers and their families at two-day event at Cinnamon Grand and Port City",
    "Sri Lanka’s leading tyre brand CEAT pulled out all the stops to felicitate and recognise top dealers at a two-day convention and awards gala at the Cinnamon Grand and the Port City recently, blending glitz and fun with an illuminating technical session.",
    "Themed ‘Autobahn’ to reference the German engineering, research and development expertise that underpin the brand, the event revolved around Sven Rath, General Manager – Global Outdoor Testing at the CEAT Research & Development Centre in Frankfurt, Germany, who was present in person.",
    "Delivering the welcome address at the awards dinner, CEAT Kelani Holdings Chairman Chanaka De Silva said that collectively, the 125 top dealers felicitated represent the heartbeat of the company and are a vital part of its success.",
    "Pointing out that CEAT Kelani had achieved several significant milestones despite the challenges in the market, De Silva said the company had continued to grow, innovate and serve customers better than ever before, retained its status as the most-loved tyre brand in the country, and received an AA+ rating from Fitch for the fourth consecutive year in 2024.",
    "CEAT’s top 10 dealers countrywide received handsome awards for their contributions to the Company’s performance while the top 45 dealers received awards of excellence, and the top performers in each of tyre categories manufactured by the company were recognised separately at the dealer convention. A noteworthy feature was the presence of representatives of two of CEAT’s top customers in two key export markets – Singapore and Egypt.",
    "Top dealers honoured at the event received cash awards, gift vouchers, trophies and certificates in recognition of their performances in each of the product categories that CEAT manufactures, as well for overall excellence.",
    "SL’s coconut price hike has roots in past erratic policies on fertilizer use – CDA chairman",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}