{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Hows-Niroshan-Dickwella-Public-Enemy-No-1/108-278141",
  "time_ut": 1709483280.0,
  "original_lang": "en",
  "original_title": "How’s Niroshan Dickwella Public Enemy No 1?",
  "original_body_lines": [
    "Colombo, March 3 (Daily Mirror) - Niroshan Dickwella was drafted into Sri Lanka T20 squad last week in place of Kusal Janith Perera who is claimed to be suffering from an illness and is unavailable for Bangladesh tour. Since then the chief selector Upul Tharanga has come under heavy criticism over the selection of the notorious wicket-keeper batsman.",
    "Tharanga has clearly given his reasons on picking the dashing left-handed opener over the likes of Shevon Daniel and Lasith Crosspulle who are short of runs in the domestic tournaments, yet the general public and media have already written him off.",
    "Given Sri Lanka's new team composition under the captaincy of Wanindu Hasaranga where the Islanders have stuck to two fast bowling all-rounders in Angelo Mathews and Dasun Shanaka, and also the fact that Kamindu Mendis nearly got Sri Lanka over the line in the last T20 International against Afghanistan, Dickwella is unlikely to seal a spot in the playing XI, but the real question is, did he really not deserve an opportunity to be in the squad.",
    "In his last five innings Dickwella has scored 183 runs including two half centuries, and this was something chief selector clearly stated as one of the reasons to select the former Trinity player. Shevon Daniel, Lasith Crosspulle and Nuwanidu Fernando are brilliant young cricketers, but in the recent past they have not been in good form. Bhanuka Rajapaksa is another name that many Sri Lankan supporters have been confused about. The burly left hander is still one of Sri Lankan fans' favourites especially given his heroics in Asia Cup final against Pakistan a couple of years ago, but he has also not performed well in the recent past playing franchise-based cricket. So, considering the 'form', perhaps Tharanga made the right call.",
    "However, what many people have questioned the most is his disciplines.",
    "Dickwella, throughout his career has had issues with disciplines, and this probably hit new levels when he alongside Kusal Mendis and Danushka Gunathilaka breached the bio bubble in Durham during the England series at a time Sri Lanka was having a very tough tour. The trio was first handed a two-year ban which was then reduced.",
    "Since then Dickwella has avoided been on the headlines for wrong reasons, but at the same time Dickwella is going to be Dickwella. Yet, he - like all the other domestic cricketers, has given himself a chance by scoring runs, so Upul Tharanga's decision to back a player who is in-form cannot be classified a 'favour'.",
    "Dickwella perhaps got lucky with Kusal Janith Perera's situation - as they say someone's pain is someone's gain, but to crucify someone even before they fail doesn't sound very mature either - especially given that SLC have not hesitated to welcome the players are who have even run over the pedestrians.",
    "Everyone in life deserves a second chance, but it doesn't always work out. For instance over 6,900,000 people appeared to believe in second chance a few years ago. Let's hope Dickwella does better than Rajapaksas."
  ]
}