{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/govt-all-hat-no-cattle/",
  "time_ut": 1710350400.0,
  "original_lang": "en",
  "original_title": "Govt. all hat no cattle",
  "original_body_lines": [
    "President Ranil Wickremesinghe has embarked on an ambitious mission to have Artificial Intelligence (AI) taught in schools. This is something long overdue. The importance of preparing Sri Lankan students for future challenges and modernising the education system to align it with job market requirements, etc., cannot be overstated. However, before trying to make Sri Lanka AI savvy, the President should find some intelligent persons to function as Cabinet ministers in charge of vital sectors.",
    "The government, which has undertaken to turn the economy around, cannot even accomplish a simple task like regulating the prices of eggs and rice, and ensuring fair prices for paddy. Agriculture Minister Mahinda Amaraweera and Trade Minister Nalin Fernando are heard talking nineteen to the dozen, making promises of all sorts and issuing warnings, but the prices of eggs and rice remain in the stratosphere while paddy farmers are agitating for reasonable prices for their produce. Big onion prices have shot up, but no action has been taken to increase the local onion production although this country is not short of fertile land.",
    "The Agriculture Minister and the Trade Minister are working in silos, and the only thing they do together is to lock horns. They have been trading accusations during the past few weeks. Unless they iron out their differences and work in tandem, the exploitation of the paddy farmers and rice consumers will continue indefinitely. Egg prices are soaring because traders are manipulating the egg market with impunity, and the government is trying to solve the problem by importing as many eggs as possible. The large-scale rice millers are making unconscionable profits by purchasing paddy at ludicrously low prices and selling rice at prohibitively high prices.",
    "We have pointed out in several previous comments, quoting researchers and civil society groups, that the state machinery is geared to look after the interests of the large-scale millers with political connections. When the paddy harvesting season approaches, the wealthy millers, who own sprawling warehouse complexes, create an artificial shortage of rice by hoarding paddy, compelling the government to import rice. After the government takes delivery of the imported rice, the Millers’ Mafia releases part of their stocks to the market, bringing down the prices of rice so that they can purchase newly-harvested paddy at low prices. Imported rice stocks in government warehouses remain unsold due to their poor quality and the fact that most Sri Lankans prefer locally-produced rice to imported varieties. They end up as animal feed, causing huge losses to the state coffers. After the harvesting season is over, the large-scale millers hoard paddy again to keep the prices of rice high.",
    "Banks and other financial institutions collaborate with the Millers’ Mafia. They delay the loans that small-scale rice millers apply for until the large-scale millers have stocked up on paddy. This is the name of the game. Successive governments have turned a blind eye to it for obvious reasons; the big-time millers have huge slush funds and politicians benefit from their largesse. Consumer rights protection groups have alleged that the wealthy egg traders also look after the interests of government politicians and top bureaucrats.",
    "The solution to the problem of the Millers’ Mafia fleecing both the farmer and the consumer alike is to revitalise the small-scale millers with state assistance; funds must be made available for them to purchase paddy in time for the commencement of paddy harvesting seasons. Empowering the small-scale millers to give the Millers’ Mafia a run for its money will be half the battle in protecting the interests of the farming community and the rice consumers. Successive governments have been barking up the wrong tree instead of plucking up the courage to grasp the nettle.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}