{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/NCE-urges-authorities-to-expedite-Sri-Lanka-s-accession-to-Madrid-Protocol/34-764455",
  "time_ut": 1721346000.0,
  "original_lang": "en",
  "original_title": "NCE urges authorities to expedite Sri Lanka’s accession to Madrid Protocol",
  "original_body_lines": [
    "Sri Lanka exports a wide range of goods under various trademarks, contributing significantly to economic growth in international trade. As an exporters’ chamber, the National Chamber of Exporters of Sri Lanka (NCE) actively encourages its members to export under their own brands. However, the cost of registering trademarks in multiple countries can be prohibitively expensive. For instance, registering in 10 countries means incurring tenfold the cost. The Madrid Protocol offers a solution to this issue.",
    "The Madrid System, officially known as the Madrid Protocol, is an international treaty administered by the World Intellectual Property Organisation (WIPO). It provides a streamlined and cost-effective way for businesses to register their trademarks in multiple countries. Joining this system would offer significant benefits to Sri Lankan exporters.",
    "One of the primary advantages of the Madrid System is the substantial reduction in costs associated with trademark registration. Instead of registering trademarks separately in each country, businesses can file a single application with a single fee and select multiple countries for trademark protection. This consolidation greatly reduces administrative and legal expenses.",
    "Additionally, the Madrid System simplifies the trademark registration process. With a single application written in one language and submitted to one office, businesses can protect their trademarks in up to 128 member countries. This streamlined process saves time and effort for Sri Lankan exporters while providing centralised management of trademarks.",
    "NCE President and leading tea exporter Jayantha Karunaratne underscores the importance of Sri Lankan brands registering in international markets. He stated, “It is crucial for Sri Lankan brands to gain recognition in international markets. Registering our own brands provides numerous benefits to Sri Lankan exporters and the country as a whole.” Karunaratne emphasised that having Sri Lankan brands recognised globally not only enhances the visibility and reputation of individual businesses but also elevates the overall image of Sri Lankan products on the world stage. This recognition can lead to increased demand, better market access, and higher revenue for exporters, thereby significantly contributing to the national economy.",
    "Despite the clear benefits, Sri Lanka is not yet a member of the Madrid Protocol. The decision to accede to the Madrid Protocol has been debated for the past 3 to 4 years. While the country agreed to accede to the Madrid Protocol in 2017, the process was delayed to 2018, then to 2020. As of February 2020, the Government of Sri Lanka had given its approval to accede to the Madrid Protocol, but the process remains incomplete. Necessary legal provisions must be included in the National Intellectual Property Act No. 36 of 2003 to effectuate this accession. Although the bill has been drafted, it has not yet been enacted.",
    "In his 2023/2024 National Budget Speech, the President of Sri Lanka acknowledged the hurdles faced by exporters in registering trademarks globally, citing both time and financial constraints. During a meeting in November 2023, the Secretary to the Ministry of Trade, Commerce, and Food Security assured stakeholders that the accession process would accelerate in alignment with the President’s commitment outlined in the budget speech.",
    "However, as of June 2024, the Director General of the Intellectual Property Office reported that the legal draftsman had forwarded the draft bill relating to accession to the Madrid Protocol to the Attorney General for a constitutional review, and feedback is still awaited.",
    "NCE Secretary General/CEO Shiham Marikar emphasised the financial burden associated with the current trademark registration process and highlighted the importance of the Madrid Protocol in increasing the global reach of Sri Lankan brands.",
    "Given Sri Lanka’s focus on an export-oriented economy, facilitative measures like joining the Madrid Protocol are crucial for improving international trade. Therefore, as the voice of exporters, the NCE strongly urges the President to oversee and expedite the process of Sri Lanka’s accession to the Madrid Protocol, ensuring that Sri Lankan trademarks are registered globally and thereby enhancing the country’s competitiveness in international markets."
  ]
}