{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/messages-and-subtexts/",
  "time_ut": 1735745700.0,
  "original_lang": "en",
  "original_title": "Messages and subtexts",
  "original_body_lines": [
    "New Year messages are usually run-of-the-mill statements which say very little in many words. But the one President Anura Kumara Dissanayake has issued for 2025 can be considered different; it sounds like a mini policy statement. He has highlighted his government’s primary development goals, which include the eradication of rural poverty, the implementation of the ‘Clean Sri Lanka’ initiative and the building of a digital economy. The President has also said in his message that his signature project, ‘Clean Sri Lanka’, whose launch coincided with the dawn of 2025, ‘aims to uplift society to greater heights through social, environmental, and ethical revival’. At the inauguration of ‘Clean Sri Lanka’ yesterday in Colombo, the President said the initiative would go beyond a mere environmental clean-up, and it aspired to ‘restore deeply eroded social and environmental fabric of the country’, and the government’s aim was to ‘create cleanliness and rejuvenation across all sectors of society’.",
    "It is only natural that the eradication of rural poverty figures high on the JVP-led NPP government’s list of priorities. The JVP’s support base has been predominantly rural, and its expansion to urban areas to the extent of improving its electoral performance significantly occurred after the formation of the NPP coalition. More than 80% of Sri Lankans live in the rural sector, which is also home to about 80% of the country’s poor, and therefore, the government’s efforts to eradicate rural poverty make economic and political sense. Why the NPP administration is keen to build a digital economy is also understandable. Previous governments only paid lip service to the digitalisation of the economy, and that is one of the main reasons why this country has been lagging behind many other developing nations.",
    "Everything about Sri Lanka’s economy is antiquated and looks like a relic from a bygone era. An analogue economy is an anachronism in today’s digital world, where e-commerce, the use of big data for decision-making, digital currencies, the integration of AI in business processes, automation, etc., have become the order of the day. It is heartening that President Dissanayake has undertaken to digitalise the economy as a national priority.",
    "The government’s efforts to achieve the upliftment of society through social and environmental revival also deserve public support. However, the reference in President Dissanayake’s New Year message to ‘ethical revival’, which is also emphasised by other NPP leaders at various fora, is intriguing. It reminds us of President Gotabaya Rajapaksa’s policy statement presented at the inauguration of the Fourth Session of the 8th Parliament in January 2020. He said among other things: “One of our main themes during the last election was the development of a virtuous, law-abiding and disciplined society. The public has given us a mandate for this purpose.” The people believed in Gotabaya’s pledge to bring order out of chaos that the UNP-led Yahapalana government had plunged the country into, and elected him President in 2019 because they considered him a stickler for discipline. Most of those who backed Gotabaya and the SLPP switched their allegiance to Dissanayake and the NPP subsequently.",
    "After the 2019 regime change, the then Opposition including the NPP accused the SLPP government of trying to position itself as the guardian of morals and enforce discipline on the people by decree. Using his military background to bolster their claim, some of them asked whether Sri Lanka was becoming a country like ‘Oceania’ ruled by Big Brother in Orwell’s novel, ‘1984’, where the Thought Police play a crucial role in ensuring compliance. Such questions are bound to be asked about ‘Clean Sri Lanka’ due to some NPP stalwarts’ frequent streams of invectives against the public service. Their hostile campaign is considered part of the NPP’s strategy to tame the public officials who are not willing to subjugate their professional independence and integrity to the government’s political agenda.",
    "The government is apparently on a campaign to make the public service out to be Sri Lanka’s Augean Stables, and its task will be easy because the people are resentful towards state employees. Hercules diverted two rivers through King Augeas’ filthy stables to clean them, but the NPP government is waiting for a tsunami to flush Sri Lanka’s Augean Stables. Minister K. D. Lal Kantha has warned that the public service will be hit by a ‘tsunami’ similar to the one that helped clean Parliament.",
    "Let’s hope that the ‘tsunami’ the NPP bigwigs are talking about will not turn out to be a socialist version of McCarthyism, which led to the repression and persecution of the left-wing individuals in the US about seven decades ago. Sri Lanka is no stranger to witch-hunts against public officials and others after regime changes.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}