{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Australia-marks-national-day-that-stokes-patriotism-and-anger/108-275817",
  "time_ut": 1706323800.0,
  "original_lang": "en",
  "original_title": "Australia marks national day that stokes patriotism and anger",
  "original_body_lines": [
    "Sydney, Jan 27 (CNN) — “Australia Day is Dead!” Indigenous activist Gwenda Stanley chants into the loudspeaker, as a crowd of thousands breaks into applause.",
    "It’s Australia’s national day, but the crowd in central Sydney seethes in anger and cheers in solidarity with Indigenous Australians, many of whom view January 26 as nothing but the anniversary of their colonial dispossession, 236 years ago this Friday.",
    "“Australia is stolen land and we need to be united and firm in our resistance and sustain that resistance until justice is achieved under our terms,” protest organizer Lynda-June Coe, a Wiradjuri woman, told CNN.",
    "The Sydney crowd is diverse, and it’s replicated in Australian cities nationwide.",
    "Each year an increasing number of non-Indigenous Australians find it impossible to celebrate Australia Day, in the knowledge that many of their Indigenous fellow citizens treat it as a day of mourning.",
    "“I think it’s important to show up for the First Nations people in this country,” says Grace, from the crowd on a hot, humid morning in Belmore Park near Sydney’s Central Station.",
    "“I think that there are plenty of other times that you can party if you want to celebrate the lots of good things about this country,” she says.",
    "Elise wears the black, red and yellow of the Aboriginal flag on her earrings, as her friends hold a sign saying said: “Put down ya beer, pick up a banner. This is not a day to celebrate.”",
    "Nearby, Kevin Shaw-Taylor agrees January 26 is “absolutely not” an appropriate day for national celebrations.",
    "On the other side of the city, the Australia Day party was in full swing. The public holiday gives Australians a three-day weekend in the height of summer just a month after Christmas. Millions took full advantage.",
    "Nowhere are the celebrations more colorful than Sydney Harbor. The city’s iconic yellow and green ferries were decked out in Australia Day regalia to take part in the annual race across the very same water that British Royal Navy officer Arthur Phillip crossed in 1788, planting the British flag at Sydney Cove to proclaim the new colony on January 26.",
    "Frank Bongiorno, a history professor at the Australian National University (ANU), says its “pretty creative” to connect that colonial date to the modern state of Australia – which was founded on January 1, 1901.",
    "That’s why many of Australia’s Indigenous peoples, and an increasing number of the non-Indigenous or “settler” population, have long dubbed the national holiday “Invasion Day” or “Survival Day” – acknowledging British settlement as first and foremost an act of Indigenous dispossession.",
    "This year, the often toxic argument over the colonial past and continued disadvantage for Indigenous people has taken on a new dimension – it’s the first Australia Day since voters rejected a proposal to acknowledge the nation’s first people in its constitution.",
    "Last October, Australians were asked in a referendum whether the country’s constitution should be amended to recognize Aboriginal and Torres Strait Islanders through the creation of an Indigenous advisory body – the Voice to Parliament – to advise on matters directly impacting Indigenous people.",
    "Supporters said the Voice to Parliament would give First Nations people a say in efforts to remedy issues such as the eight-to-nine year life expectancy gap between Indigenous and non-Indigenous Australians or disproportionately high Indigenous incarceration rates.",
    "A study by the ANU found that most voted against the proposal because they didn’t want division and were wary of giving some Australians rights not held by others – arguments promoted by the referendum’s most vocal critics.",
    "Professor Chelsea Watego, executive director of Queensland University’s (UQ) Curumba Institute for Indigenous research, says the result reflected the Australian public’s attitude toward Indigenous people, who make up just under 3% of the population.",
    "“It was a test for the Australian people to finally come clean and maybe have an honest conversation about racism in this country. But they can’t and they won’t. They will never let go of it because it enables them to occupy stolen land and not feel guilty about it,” says Watego, a Munanjahli and South Sea Islander woman.",
    "Instead of guilt on Australia Day, a vast number of Australians “associate it with summer fun,” says Bongiorno, from the ANU. “Its particular cultural and political implications for many people are rather muted.”",
    "But that is changing, according to both professors, who see an increasing number of non-Indigenous Australians choosing to use the day to mourn Indigenous loss and advocate for better outcomes.",
    "Bongiorno says one ramification of a bitterly fought debate over the Indigenous Voice to Parliament, which descended into a swirl of misinformation and ugly rhetoric, is a sense that political capital can be won by stoking the culture war.",
    "“The main impact has been on the domestic politics,” he said.",
    "“Clearly the (center-right) Coalition parties (led by) Peter Dutton believes they got an advantage from their opposition to the Voice and now they are attempting to squeeze further advantage out of controversies around Australia Day.”",
    "Dutton, who serves as federal opposition leader, this month called on Australians to boycott the country’s largest supermarket chain, Woolworths, over its decision not to sell cheap Australia Day paraphernalia ahead of the holiday. Dutton labeled the firm’s decision an “outrage” and “against the national interest.”",
    "A Woolworths store in Queensland was vandalized in the wake of Dutton’s comments – spray-painted with curses and the nationalistic sporting catchphrase: “Aussie Oi Oi Oi.”",
    "Woolworths CEO Brad Banducci took out full-page advertisements in national newspapers explaining the decision was a commercial one and appealing for the company’s staff to be kept safe.",
    "One prominent commercial television breakfast host goaded Banducci for serving up “wokeness on aisle 3.”",
    "“They are proud, hardworking Australians,” Banducci said of the Woolworths workforce. “For them to be seen as anti-Australian or woke is fundamentally unfair. Fair to address it to me but not to them.”",
    "As emotions run high, vandalism has gone both ways. A century-old statue of Captain Cook was found face down in the grass in Melbourne on Thursday, his severed feet still attached to the plinth that celebrates his charting of Australia’s east coast and his proclamation of the land as British in 1770, almost two decades before the colony was established. Red paint was also splashed over a monument to Queen Victoria.",
    "With all the toxic rhetoric, the hurt feelings and damaged pride – there has been little room in the mainstream post-referendum debate for new initiatives to remedy the very modern, very tangible problem of Indigenous disadvantage.",
    "Instead, the notion of the Blak Sovereign Movement has gained traction among Indigenous people who do not want to have to ask the settler population for their rights, instead vowing to empower themselves to control their own affairs.",
    "Many proponents of Blak Sovereignty voted no in the referendum for that reason.",
    "“I’m always excited about the way in which Blakfullas clap back, often under the most oppressive circumstances,” said UQ’s Watego, using a term by which many Indigenous Australians self identify.",
    "“The 26th of January is when we come together each year, to remember not just what we’ve lost, but to make a powerful statement to settlers that we’re not going anywhere, we’re not a dying race and we’re not going to be absorbed into the general population.”"
  ]
}