{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankan-appointed-vice-president-global-rural-tourism-council/",
  "time_ut": 1733767020.0,
  "original_lang": "en",
  "original_title": "Sri Lankan appointed Vice President, Global Rural Tourism Council",
  "original_body_lines": [
    "The World Council of Rural Organization driving the global agenda where a typical visitor experiences nature based activities in a village, agriculture, rural lifestyle/ culture and sightseeing has appointed marketing professional and Former Tourism Chairman Dr Rohantha Athukorala as the Vice President of the World Rural Tourism Council( WRTC). Dr Gan Yongfu the Secretary General World Rural Tourism said ‘ We need a person who has value chain development experience linked to brand development which includes export marketing and we are delighted to have Dr Athukorala do this task for the South Asian Region’.",
    "When a majority of households in a country is challenged by the rising cost of living, Rural Tourism has been adopted in many parts of the world as a strategy to drip down the benefits of Tourism at a village level said Dr Athukorala. South Asian countries must adopt this best practice, especially in Sri Lanka he voiced.",
    "Dr Athukorala with a twenty year multinational career track record in British Multinationals UNILEVER, ReckittBenckiser and DiverseyLever was the youngest Chairman to be appointed to the Sri Lanka Export Development Board and Sri Lanka Tourism.",
    "He was instrumental in setting up the Achchuveley Industrial zone when he was working for the United Nations( UNOPS). He led the Tourism Carrying Capacity Study of Sigiriya funded by the UNDP and Tourism Development Strategy of Central/ Uva province in partnership with the Sri Lanka tourism Ministry once again funded by UNDP. A saught after speaker globally, he recently was the key note guest at ‘ Tourism Potential in Pakistan in Islamabad, Global Rural Tourism Conference 2024, China.",
    "There are many Rural Tourism projects implemented in China and the World Tourism Council calls for Tourism industries across the world to safeguard rural villages with its knowledge systems whilst targeting the global traveler. It is a brilliant strategy to address the issue of poverty in a country voiced Dr Gan Yongfu the Secretary General World Rural Tourism. The head quarters are based in Luncun, Huzhou, China.",
    "Corporate leader Kishan Nanayakkara featured in 2024 APAC Leading Lights list",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}