{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-seeks-enhanced-trade-ties-with-India-calls-for-quota-reforms/34-769649",
  "time_ut": 1732482623.0,
  "original_lang": "en",
  "original_title": "Sri Lanka seeks enhanced trade ties with India, calls for quota reforms",
  "original_body_lines": [
    "The Export Development Board (EDB) is pushing for strengthened trade relations with India, its third-largest export destination, as key issues around market access and trade quotas take centre stage.",
    "The request was made when Indian High Commission First Secretary and Head of the Economic and Commercial Wing Devika Lal called on EDB Chairman Mangala Wijesinghe to discuss ways to enhance bilateral trade.",
    "Wijesinghe highlighted the importance of leveraging India’s expertise to scale industries and align with global supply chains.",
    "“India is uniquely positioned to assist Sri Lanka in navigating new manufacturing trends and creating opportunities for our businesses within regional and global networks,” he said.",
    "Noting that Sri Lanka’s apparel industry, a cornerstone of its export economy, he said it faces an 8-million-piece quota restriction when exporting to India.",
    "During the discussions, Wijesinghe highlighted the critical need to remove these limits, which he said were hampering the sector’s growth potential in a high-demand market.",
    "Similarly, the EDB Chief pointed out that Sri Lanka’s pepper exports are constrained by quotas, limiting their ability to capitalise on India’s growing spice market.",
    "Wijesinghe requested India’s support in removing these barriers, highlighting the broader need to resolve market access challenges for Sri Lankan exporters, particularly in food products, where stringent Indian standards often pose obstacles. Indian High Commission First Secretary reiterated India’s commitment to deepening economic ties, outlining opportunities for Indian investments in Sri Lanka’s mineral sector.",
    "She stressed the importance of aligning Sri Lanka with global manufacturing trends to integrate into international supply chains.",
    "“Sri Lanka has significant untapped potential in spices, apparel, jewellery, tea, rubber, and fruits. By connecting Sri Lankan exporters with Indian businesses and trade chambers, we can unlock these opportunities,” Lal said, emphasising the need for robust information sharing on Indian market standards.",
    "India remains the third largest trade partner for Sri Lanka, accounting for $ 829.7 million in exports and $ 3.17 billion in imports in 2023.",
    "Top Sri Lankan exports to India include: animal feed, pepper, areca nuts, petroleum oils, non-alcoholic beverages, textile articles and insulated wires and cables.",
    "Key Indian imports to Sri Lanka include: sugars and confectionery, pharmaceuticals, knitted and woven fabrics, petroleum products, base metal products and electrical and electronic goods.",
    "Stating that Sri Lanka is seeking to diversify its exports and modernise its manufacturing base, Wijesinghe stressed that foreign direct investment (FDI) from India is seen as a pivotal driver.",
    "“Enhanced market access, streamlined standards and closer business collaborations could set the stage for a mutually beneficial chapter in the region’s economic story,” he pointed out.",
    "The discussion also explored investment opportunities in ports, logistics, and renewable energy, sectors seen as key to transforming Sri Lanka’s economic trajectory.",
    "With over 2,500 years of shared cultural, linguistic and religious ties, the relationship between India and Sri Lanka is deeply rooted in history. Trade and investment links have grown steadily, with both nations fostering cooperation in areas such as economic development, education, and defence."
  ]
}