{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Wild-giant-panda-population-increases-in-China/108-275704",
  "time_ut": 1706162760.0,
  "original_lang": "en",
  "original_title": "Wild giant panda population increases in China",
  "original_body_lines": [
    "China, Jan 25 (China Daily) -The population of wild giant pandas in China has increased from around 1,100 in the 1980s to nearly 1,900, according to the latest announcement from the National Forestry and Grassland Administration on Thursday.",
    "The International Union for Conservation of Nature has adjusted the threatened status of giant pandas from \"endangered\" to \"vulnerable\".",
    "\"This indicates that the conservation efforts for giant pandas in China have been recognized by the international wildlife conservation community, which is a full affirmation of our country's conservation efforts,\" said Zhang Yue, deputy director of the Wildlife Conservation Department of the National Forestry and Grassland Administration. \"The remarkable achievements in the protection of giant pandas and their habitats in China have attracted global attention.\"",
    "Giant pandas are a unique species in China and are hailed as a national treasure.",
    "He mentioned that in order to strengthen giant panda conservation, China has conducted four nationwide surveys, gaining an understanding of the wild population and distribution. Building upon this foundation, key ecological projects such as the protection of natural forests, returning farmland to forests and grasslands, and the construction of nature reserves for the protection of wildlife and plants have been vigorously implemented to continuously enhance the protection of the wild population and their habitats.",
    "In October 2021, China established Giant Panda National Park, with a total area of more than 22,000 square kilometers, to provide strict protection for approximately 72 percent of the wild giant panda population.",
    "In addition to the wild population, the global captive population of giant pandas has now reached 728 individuals, with 46 successfully bred last year.",
    "Zhang added that the average kinship value of the captive population of giant pandas is gradually decreasing, while genetic diversity continues to increase. Scientists say the existing captive population can maintain 90 percent of its genetic diversity for up to 200 years."
  ]
}