{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hela-apparel-holdings-acquires-major-uk-based-apparel-brand-licensing-house/",
  "time_ut": 1706198940.0,
  "original_lang": "en",
  "original_title": "Hela Apparel Holdings acquires major UK-based apparel brand licensing house",
  "original_body_lines": [
    "Landmark acquisition signifies the first time a Sri Lankan apparel manufacturer has acquired a brand management company in one of its key markets.",
    "In a landmark move for the Sri Lankan apparel industry, Hela Apparel Holdings PLC has announced the acquisition of a major UK-based apparel brand licensing house. The company, which currently trades under the name Focus Brands, is a market leader in the design, sourcing, distribution and promotion of sports fashion and lifestyle apparel brands.",
    "It currently holds exclusive licensing agreements for the design and distribution of a number of major apparel brands, including Ellesse and Nautica, in the UK, European Union and other global markets. Hela has acquired a 100% shareholding in the company from JD Sports Fashion PLC, one of the world’s leading global omnichannel retailers of sports, fashion, and outdoor brands with 3,400 stores across 38 countries.",
    "Through the acquisition, Hela has taken the first major step in its strategy to become a fully vertically integrated service provider for the apparel sector. Focus Brands will form the basis for the organisation’s new brand licensing division, which will initially operate independently of the existing apparel manufacturing business. The transaction also marks the first time a Sri Lankan apparel manufacturer has acquired a brand management company in one of its key markets, moving Hela significantly closer to its end customer and expanding its range of services to brand marketing and distribution.",
    "Sharing his thoughts on the acquisition, A. R. Rasiah, Chairman of Hela Apparel Holdings PLC, said “The addition of Focus Brands to the Hela Group is a watershed moment for us as an organisation. We see immense potential to build significant synergies with our existing manufacturing business, supported by the addition of a Focus Brands well-experienced team of over 200 who have a proven track record of successfully growing major apparel brands. We intend to leverage their renowned design, product development, marketing, and distribution capabilities to further elevate Hela’s offering to its existing customers across the industry.”",
    "The acquisition will expand Hela’s global presence through Focus Brands’ six state-of-the-art product showrooms located in London, Manchester, Berlin, Munich, Düsseldorf, and Amsterdam, alongside a sourcing office in China. The company’s service offering to its customers will be further strengthened through a network of warehousing facilities in the UK and Europe, placing Hela in a distinctively advantageous position within the industry.",
    "Dr Alastair Alderton, Co-Chairman and Non-Executive Director of Hela Apparel Holdings PLC, and CEO of Rianta Capital, a London-based investment advisory firm with a strong footprint in the global fashion industry and representatives of Hela’s largest shareholder, added his thoughts on the acquisition. “The global apparel industry as we know, has changed drastically. The demands of consumers are evolving at a rapid pace and geopolitical volatility is increasing, which calls for much closer collaboration and harnessing of synergies between apparel brands and trusted manufacturers. Through this acquisition, Hela will gain closer access to its end-consumer and be able to provide truly comprehensive solutions to the brands it serves. We look forward to supporting Hela on this journey with Rianta Capital’s market-leading expertise in forward-looking consumer apparel businesses.”",
    "Hela Apparel Holdings completes FY 2022/23 with resilience, amidst a challenging operating environment",
    "Hela Apparel Holdings receives ISO 14064-1:2018 certification for the second consecutive year",
    "Hela Apparel Holdings records a resilient performance in Q2, amidst a challenging demand environment",
    "Hela Apparel Holdings rolls out enterprise application to deliver enhanced business value",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}