{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/VAT-increase-SOUNDs-death-knell-for-publishers-readers/131-278571",
  "time_ut": 1710095520.0,
  "original_lang": "en",
  "original_title": "VAT increase: SOUNDs death knell for publishers, readers",
  "original_body_lines": [
    "Around 30% of the bookshops have already shut down due to the effect of the VAT increase",
    "The increase of VAT to 18% has been added to books that were already in stock before the government regulation came into effect",
    "Book industry officials state that the industry already pays around a billion rupees or more in taxes on imported raw materials",
    "Though the Government imposed VAT (Value Added Tax) on vegetables and other essential goods, books were spared for all these years. However a VAT increase of 18% has affected the book publishing industry.",
    "“Around 30% of the bookshops have already shut down due to the effect of the VAT increase,” said Sri Lanka Book Publishers Association (SLBPA) President Samantha Indeewara Samarasinghe.. In 1950, United Nations Educational, Scientific and Cultural Organization (UNESCO) signed the Florence Agreement. The Florence Agreement is a treaty that does not impose customs duties and taxes on certain educational, scientific and cultural materials that are imported, including books. Sri Lanka violates the UNESCO Florence Agreement, to which the country is a signatory. “With the imposition of VAT on books, Sri Lanka attains the dubious distinction of becoming one of the very few countries that imposes a tax on a vital source of knowledge and information,” said Samarasinghe.",
    "He pointed out that the reason behind imposing VAT is because the International Monetary Fund (IMF) has forced the government to comply with such a demand. “According to IMF officials, for the country to increase its income it should follow a better taxation method. These officials haven’t said that books should be imposed with VAT” said Samarasinghe. He said that due to the Covid-19 pandemic, people faced a lot of issues, but their salaries never increased. Therefore, their purchasing power has decreased, and they are reluctant to buy books and go for other essential goods.",
    "“The prices of books have risen with the increasing cost of paper. The readers cannot afford the prices of  books.",
    "The Manager of the Vijitha Yapa Bookshop (Pvt) Ltd, R.M.G. Devapriya",
    "The 18% VAT has been in effect since January 1, 2024. The increase of VAT to 18% has been added to books that were already in stock before the government regulation came into effect. Readers will have to pay 18% VAT for the items that had 0% VAT on them,” said Samarasinghe. He said that the government has failed to keep its word regarding building a knowledge-based society and as a result people have become more reluctant to purchase books.",
    "The Ministry of Consumer Affairs Authority and Ministry of Finance have advised the use of two different types of tags; with VAT and without the 18% VAT. Therefore, there will be a conflict between the buyer and seller, because the buyer will not pay a higher amount for the book. Answering a question raised regarding the stocks of books bought before 2024, Samarasinghe said that the method of two types of tags was introduced. “The paper cost has risen by 300% and the publishers still pay the VAT. They do this while 3-4 types of VAT are in effect, but with the new VAT imposed, the reader will have to pay extra to purchase the book,” explained Samarasinghe.",
    "He explained that there are publishers who are affected and not affected by the VAT. If the revenue is below 60 million (publisher’s income) the individual doesn’t have to pay the VAT, but the publishers who earn more than 60 million are subjected to VAT. Due to VAT affected and non affected publishers, the same book will have two different prices. He simplified the concept and explained that the same book will differ in price with a publisher being forced to pay VAT pricing his book at Rs.118, and the publisher unaffected by VAT selling his book for Rs.100. “Sri Lanka has a small number of publishers who earn over 60 million rupees per year and many publishers are doing their business on a small scale. Therefore the VAT won’t provide much support to the government,” opined Samarasinghe.",
    "Books are considered as intellectual property. Book industry officials state that the industry already pays around a billion rupees or more in taxes on imported raw materials. “With the involvement of digital devices people distanced themselves from books and as a result, we organised the Colombo International Book Fair to encourage people to read books. As a result, the number of readers increased, but now given the income of an individual, it is hard for readers to afford books,” underscored Samarasinghe.  He explained that the presence of the high VAT has critically affected children’s education; which means the VAT has a negative effect on educational books and books read for entertainment. People tend to find other solutions; they will make copies from the essential parts of books, hence the entire book will not be read.",
    "“Book publishers will face unemployment issues if this situation prevails. We are still trying to meet the president for a discussion. We hope that the government will take steps to discontinue the imposition of VAT,” said Samarasinghe. He added that not only the books that are published within Sri Lanka, imported books are also subjected to the 18% VAT.  Therefore, book importers and bookshop owners will be affected if the VAT isn’t reduced. Some writers used to send the softcopy of the publication to other countries and import the hardcopy due to the high paper cost. Since the 18% VAT was imposed the writers will not be able to rely on that process. “Since the VAT is only 18% and the import tax is 10%, a writer who imports a book after publishing will have to pay more with other taxes that are in place. But before the tax was imposed this method was a success. This VAT is applicable for any educational or entertainment books even though they are imported.” explained Samarasinghe. He said that the book publishing industry is seeing a drop in publishing.",
    "Sri Lanka has a small number of publishers who earn over 60 million rupees per year and many publishers are doing their business on a small scale. Therefore the VAT won’t provide much support to the government",
    "- Samantha Indeewara Samarasinghe President Sri Lanka Book Publishers Association",
    "“People will get used to reading e-books if the VAT remains the same. Though online reading has been introduced people will experience eye strain and other health issues when using online platforms for reading. Sri Lankans are still used to holding a book in hand when reading” said Samarasinghe. “Every library has stipulated funds allocated annually. But the number of books will decrease with the amount allocated, due to the high price brought by VAT. As a result  libraries will have a lesser number of books; which would then create an illiterate society. The end result of the taxation method has not yet been fathomed by the government,” said Samarasinghe.",
    "“The SLBPA spoke to the government officials about the problem, and we were asked to write to the IMF about the issue, which we did. Also, we wrote about this to the IPA (International Publishers Association) and the European and International Booksellers Federation (EIBF)” explained Samarasinghe.",
    "EIBF represents the Ceylon Importers and Exporters Booksellers Association and IPA represents the Sri Lanka Book Publishers Association (SLBPA). EIBF is the voice of booksellers across Europe and around the world. As representatives of the national booksellers’ associations, including the Ceylon Importers and Exporters Booksellers Association both associations have worked together to explain the catastrophic consequences that such a tariff will have on the country’s book sector and dissuade the Government from adopting the policy. “As a result, they have appealed to the government to exempt VAT from books. But the government has failed to act. If this situation prevails, books would become a luxury in the future,” warned Samarasinghe.",
    "The University of Kelaniya has a Department of Library and Information Science. The university needs a lot of books for its students to study. The head of the Department of Library and Information Science Prof. M.K. Weerasinghe said that the book publishing sector is facing a crisis due to the VAT. “For a country to develop it needs new thoughts and new ways. This purpose was served by books, but with the imposing of VAT publishing of books will decrease,” said Prof. Weerasinghe.",
    "He also referred to the Florence Agreement by UNESCO. “Though the writers write books, libraries can no longer afford to buy their books. The price of books has already risen by 300% and now an 18% VAT has been imposed.",
    "There are 17 libraries, 1,167 public libraries, 6,000 school libraries and 1 national library in Sri Lanka, according to Prof. Weerasinghe. Readers often visit these facilities in search of knowledge. All these libraries are affected by the increased VAT,” said Prof. Weerasinghe. “Libraries are the windows to see the space, but now we have no windows left. The University library is like the heart of a man. It is almost dying now due to the lack of books,” said Prof. Weerasinghe. He added that it is difficult to be rated as a good university when there are no sought after books. He used India as an example and said that there is no VAT imposed on their books. The Indian Prime Minister Narendra Modi often takes steps to develop libraries in India. He compared India to Sri Lanka, where Lankan Parliamentarians were throwing books at each other not very long ago. “When people stop reading books, they will become narrow-minded and there will be no revolutions against the government. If the present VAT prevails, books will become extinct,” said Prof. Weerasinghe. He also said that libraries should be able to purchase books to update readers with new information.",
    "Librarian of the Colombo Public Library Stanley Gunawardhana said that prices of books have increased from 2022 onwards. “We were provided Rs.4,700,000 per annum to purchase books. Due to the VAT, we had to reduce the number of books purchased  by 20%. We used to purchase 5 copies but now we have reduced it to 3-2 copies” said Gunawardhana.",
    "Libraries are the windows to see the space, but now we have no windows left. The University library is like the heart of a man. It is almost dying now due to the lack of books",
    "- Prof. M.K. Weerasinghe Head of the Department of Library and Information Science",
    "The Colombo Public Library has increased its number of members by 30%. Readers have joined the library due to the unaffordable prices of books. “We do have some 20th-century books, but we are trying to get more new books. Sometimes it gets late to get new books to the library. We buy books from January to November,” said Gunawardhana. He said that the library has encountered paying VAT four times after it was imposed. He also said that since the VAT was imposed, they are facing difficulties in providing popular books whereas the society also fails to gather information through print media.",
    "Vijitha Yapa Bookshop (Pvt) Ltd Manager R.M.G. Devapriya said that there has been a 90% drop in the sale of books. “People put the books back on the shelf after a quick look of the 18% VAT. People often inquire about the price and go to other shops where VAT is not applicable. Only when those shops run out of stocks that we get a chance to sell our books,” said Devapriya.  “Nowadays, the youth use online platforms to access books, due to staggering prices of books. They opt for the softcopy, download and print it. This is less costly than buying the book,” said Devapriya. He said that pasting two price stickers costs even more. “The sticker sheet costs Rs. 6000 and therefore we experience losses. Foreigners are often surprised by the two prices posted on the same book,” said Devapriya. Vijitha Yapa Bookshop observes that there is a 99% decrease in the purchasing power of library officials when they visit their book store.  The bookshop was generating sales ranging from 75%-85% before the VAT, but after the VAT sales have dropped by 30%- 40%. Devapriya said that since sales have dropped, they have reduced purchasing by around 60%. But still, book launches are held and new books are published. He said that most of the bookshops are operated on a rent basis and they are finding it hard to pay rentals due to the loss of business. Devapriya said that the less affluent leave the stores without buying a single book due to the high prices.",
    "We were provided Rs.4,700,000 per annum to purchase books. Due to the VAT, we had to reduce the number of books purchased by 20%. We used to purchase 5 copies but now we have reduced it to 3-2 copies",
    "“I have been writing for 18 years, and there is a certain audience that follows me. Those readers are still buying my books,” said poet, fiction writer and self-publisher Vihanga Perera. He said that publishers should come up with new strategies to make literature affordable. “I’ll have to be realistic with the frequency, the volume that I produce and the pricing of the book. I’ll have to rethink this,” said Perera. He added that his books were published by leading publishers and they have increased the price of his book. “It was something normal for me to go to a bookshop thrice a week and I would buy anything that caught my eye. I only buy the very essential books that I can afford. This is not good for the overall literacy of the community,” said Perera. “E-books give a different experience, but having a book is a lifestyle, cultural thing, which can’t be substituted for being paperless,” said Perera.",
    "For the record, on March 6, President Ranil Wickremesinghe declared that he will be removing the VAT on books and exercise books in the near future.",
    "Responding to the above statement, SLBPA President Samarasinghe said that the government’s promise to relax VAT on publications would  have a positive effect on novels and all printed books."
  ]
}