{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/seylan-bank-records-a-strong-performance-despite-a-challenging-environment/",
  "time_ut": 1708625220.0,
  "original_lang": "en",
  "original_title": "Seylan Bank records a strong performance, despite a challenging environment",
  "original_body_lines": [
    "The Net Interest Income of the Bank was reported as LKR 40.1 Bn in 2023 compared to LKR 40.5 Bn reported in 2022, a slight 1% drawback due to volatility in interest rates during the year. The Bank’s Net Interest Margin on Average Total Assets stood at 5.76% in 2023 compared to 6.33% in 2022.",
    "Net fee and commission income of the Bank has shown a notable growth of 16 % to LKR 7 Bn from LKR 6 Bn reported in previous year. The growth in 2023 is mainly attributable to fee income from cards, loans and other financial services.",
    "The Bank’s Total Operating Income decreased by 3% to LKR 49.5 Bn in 2023 compared to LKR 51 Bn in the previous year mainly due to decrease in foreign exchange income.",
    "The Bank recorded an impairment charge of LKR 17Bn during 2023 against LKR 26 Bn reported in corresponding period of 2022 with a reduction of 36%. The Bank made impairment provision to capture the changes in the macro economy, credit risk profile of customers, and the credit quality of the Bank’s loan portfolio in order to ensure adequacy of provisions recognized in the financial statements. During the year 2023, the impairment charge on Loans and Advances amounts to LKR 15.3 Bn (2022 – LKR 21Bn) and impairment charge on Foreign Currency Denominated Bonds amounts to LKR 1.5 Bn (2022 – LKR 4.7Bn).",
    "An exclusive webinar to explain the research methodology behind SLIM-KANTAR People’s Awards 2024",
    "Seylan Bank marks 6th consecutive year as Official Banking Partner of Colombo Motor Show",
    "Seylan Bank PAT surges 79% to LKR 4.49Bn for nine months of 2023",
    "Seylan Bank reports impressive 1H 2023 profitability and strong growth",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}