{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-deep-state-unmasked-trumps-battle-asias-geopolitical-crossroads/",
  "time_ut": 1754749736.0,
  "original_lang": "en",
  "original_title": "The Deep State Unmasked: Trump’s Battle & Asia’s Geopolitical Crossroads",
  "original_body_lines": [
    "The term derin devlet—“deep state”—originated in Turkey, but today it finds its most potent expression in Washington, D.C. What was once a whispered suspicion has now become undeniable: unelected officials, career bureaucrats, and ideologically entrenched elites have long directed the trajectory of American policy—often in defiance of the will of the electorate.",
    "Donald J. Trump did not just confront this system; he exposed it. His presidency was a rebellion against a permanent political class that has steered U.S. foreign policy through wars, regime change, and economic coercion, all under the banner of democracy and liberal order. Trump dared to question these assumptions, and the reverberations of his challenge have echoed far beyond the United States—reaching into the capitals of the Global South.",
    "In Myanmar, the break from business as usual was unmistakable. On July 7th, Trump bypassed traditional diplomacy and sent a direct letter to junta leader Min Aung Hlaing. Washington’s favored democratic proxy—the National Unity Government—was ignored. This wasn’t a blunder; it was a deliberate move. It signaled that the U.S. President need not be beholden to career diplomats, think tanks, or unelected NGO networks. Trump exercised the authority of the office without apology, shaking a foreign policy establishment that had grown too comfortable with its own unaccountable power.",
    "In doing so, he revealed a critical truth: the American state is not monolithic. One America is led by elected officials, responsible to voters. The other is governed by insiders—what Trump and his supporters call the “deep state”—who wield influence behind the scenes, often contradicting the mandate of the people. This elite class, composed of liberal internationalists, neoconservatives, and an orbit of NGOs and donors, believes in reshaping the world in America’s image—whether the world wants it or not.",
    "Trump, in contrast, championed a realism that resonated far beyond U.S. borders. For leaders and citizens in Colombo, Naypyidaw, Hanoi, Phenom Peng, Dhaka, and Kathmandu, Trump’s rejection of regime change and foreign entanglements rang true. These are regions that have experienced firsthand the sharp edge of American “engagement,” where aid came with strings, and democracy was too often delivered by drone.",
    "Trump’s instincts cut through that hypocrisy. In South Asia, his moves were bold and unfiltered. When he reached out to Pakistan’s General Asim Munir, bypassing India’s establishment, New Delhi saw betrayal. But to Trump, this was pure realpolitik: America’s interest comes first, not ideological alliances. He slapped India with a 25% tariff and shrugged at its Russia ties. “They can take their dead economies down together, for all I care,” he reportedly said. Brutal, perhaps—but honest. That honesty has been missing from Washington for decades.",
    "In Sri Lanka, questions lingered long after Prime Minister Modi’s high-profile visit. The freshly signed India–Sri Lanka Defense MoU left a sense of quiet discomfort in its wake. “Who really asked for this?” many in Colombo murmured. Small nations have long been subjected to pressure from larger neighbors and foreign actors hiding behind diplomacy and economic coercion. Under Modi’s growing assertiveness, India’s reach has expanded far beyond its borders—to the streets of Canada and even New York. The undercurrents reached even the author. From afar, a rogue intelligence officer, speaking through the cover of a well-known global network, sent a veiled warning to Washington—its tone cold, its meaning unmistakable. This was no isolated act. It revealed a deeper, more disturbing truth: a transnational deep state operating without borders, without accountability. This is precisely the kind of global overreach that President Trump spent years challenging. While career politicians capitulated to elite networks and foreign influence, Trump stood firm. He recognized early what many are only beginning to understand: sovereignty—whether in Washington, Colombo, or anywhere—must be defended from globalist manipulation and unelected power.",
    "Inside Washington, Trump’s disruption was met with fierce resistance. His critics weren’t just Democrats—they were embedded in the intelligence community, the State Department, and even within his own National Security Council. But Trump never stopped pushing. His ten-point plan to dismantle the deep state—starting with restoring executive authority to fire rogue bureaucrats—is already gaining momentum ahead of 2025.",
    "Director of National Intelligence, Tulsi Gabbard, recently released declassified documents alleging a “treasonous conspiracy” by senior Obama-era officials to fabricate the Russia collusion narrative. These documents, buried for years, are now surfacing. They point to an enduring problem: unelected elites manipulating truth for political ends. Trump’s claim that the system is rigged—once dismissed—is now being proven right.",
    "The cost of exposing the deep state was steep. Trump was relentlessly attacked by the media, sabotaged from within his own government, and falsely accused of being a threat to democracy. But his greatest threat was to those who feared transparency. His willingness to pull back the curtain earned him admiration across parts of the world that have long suspected America’s noble image was a disguise. During my recent visit to South and Southeast Asia most I interviewed had a positive remark on Trump, “a true patriot doing his work for his nation” said a highly decorated senior military officer while having lunch with me.",
    "Trump’s foreign policy was not isolationist—it was pragmatic. He avoided new wars, pursued peace deals, and prioritized American strength over ideological crusades. The Abraham Accords were signed, North Korea was engaged directly, defused India-Pakistan war and the recent Thai-Cambodia conflict, a full scale Iran Israel war was ended and China was confronted where it mattered: in trade, technology, and strategic influence.",
    "For the Global South, Trump’s presidency offered a refreshing alternative to decades of moralistic intervention. While liberal elites warned of declining American influence, they failed to see that Trump was building something different—a model of strength through sovereignty, not subversion. Agencies such as NED, USAID or Soros fund had enough substantive information to act, but they failed to capture the hearts and minds of global south. Trump identified this gap.",
    "Leaders across the Global South are now facing their own “shadow wars.” Even a small island like Sri Lanka, strategically perched in the Indian Ocean, is not immune. Sri Lankan President Dissanayake now navigates a geopolitical chessboard shaped by these very dynamics. The recent opening of South Asia’s largest Hong Kong based Melco casino in Colombo, catering mainly to India’s growing middle class elite, is seen by some as a quick fix for an economy in crisis. Yet what I saw in Colombo were the signs of a grey economy rising—where many scramble for a share while the vulnerable are forgotten.",
    "To his credit, President AKD has thus far avoided the traps of dependency and blind alignment. By securing tariff relief from the U.S. and balancing relations with both India and China, he shows signs of strategic maturity. But the deeper question remains: Can Sri Lanka sustain an independent foreign policy in an era of Shadow wars with intensifying global rivalry?",
    "Trump showed that it is possible to reject imposed agendas without rejecting global leadership. His message to the world was simple: America should lead by example, not by coercion.",
    "As America once again stands at a crossroads, the shadow war between elected authority and unelected power continues. Trump may be controversial, but he is also consequential. He ripped off the mask. He revealed the machinery. And in doing so, he offered a path not just for America—but for nations in the global south—to choose sovereignty over submission.",
    "In the ashes of a broken consensus, a new world is being forged. It is not shaped in the backrooms of Washington, but in the open choices of sovereign states ready to think beyond old alliances and empty promises.",
    "*Asanga Abeyagoonasekera is a Senior Fellow at the Millennium Project in Washington, D.C. He is the author of the forthcoming book ‘Winds of Change: Geopolitics at the Crossroads of South and Southeast Asia’ published by World Scientific Singapore."
  ]
}