{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/imf-increases-bailout-access-to-600-pct-from-200-pct-of-member-quota-154161/",
  "time_ut": 1710204720.0,
  "original_lang": "en",
  "original_title": "IMF increases bailout access to 600-pct from 200-pct of member quota",
  "original_body_lines": [
    "ECONOMYNEXT – The International Monetary Fund has increased normal access to its funds to 600 percent of the quota for member countries from the current 200 percent for at least 12 months amid global economic turmoil.",
    "Many countries are experiencing currency trouble of external default after a spurious economic doctrines over the past decade, while floating rate nations are experiencing fiscal trouble as inflationary policy is scaled back.",
    "“The increase was initially approved in March 2023 for a period of 12 months, ending on March 5, 2024,” the IMF said in a statement.",
    "“The extension takes place in the context of the still uncertain global economic environment, and the need for a smooth transition to the comprehensive review of the GRA access limits planned for the second half of 2024.”",
    "IMF Executive Board Extends Temporary Increase in Access Limits Under the General Resources Account",
    "Washington, DC – March 11, 2024: The Executive Board of the International Monetary Fund (IMF) approved on March 4, 2024 an extension until end of 2024 of the temporary increase in normal limits on members’ annual and cumulative access to Fund resources in the General Resources Account (GRA) to 200 and 600 percent of quota respectively.",
    "The increase was initially approved in March 2023 for a period of 12 months, ending on March 5, 2024. The extension takes place in the context of the still uncertain global economic environment, and the need for a smooth transition to the comprehensive review of the GRA access limits planned for the second half of 2024.",
    "IMF lending to members is subject to both normal annual and cumulative limits on access to the Fund’s general resources. Access to resources beyond these limits is subject to meeting the requirements of the Fund’s exceptional access framework. The last comprehensive review of access limits in the Fund’s GRA happened in 2016, establishing an annual limit of 145 percent and a cumulative limit of 435 percent of quota.",
    "The decision to temporarily raise GRA limits in March 2023 reflected the challenging economic environment and uncertain prospects faced by emerging markets and developing economies. The Board noted at the time that an extension of the temporary increase could be appropriate, if circumstances warranted, and should be considered before the expiration of the 12-month period.",
    "The extension will allow member countries facing large shocks and increased financing pressures in an uncertain environment to access higher levels of financial support in the GRA without triggering the exceptional access framework. It will also avoid a possible fluctuation in GRA normal access limits between March 2024 and the comprehensive review of GRA access limits planned for later this year, ensuring more predictability in the Fund’s lending toolkit.",
    "The forthcoming comprehensive review of access limits, expected to be completed in the second half of 2024, will reassess the adequacy of access limits in light of their erosion against key metrics, taking into account the outcomes of the 16th General Review of Quotas and other factors, including the need to safeguard Fund resources.",
    "Executive Directors supported the staff proposal to extend until end‑2024 the temporary increase in the annual and cumulative limits on overall access to Fund resources in the General Resources Account (GRA). The annual access limit in the GRA will continue to be set at 200 percent of a member’s quota and the cumulative access limit at 600 percent of quota. Directors noted that since the GRA access limits were increased in March 2023, the economic recovery has continued and inflation has receded in some countries, but the global outlook remains weak and uncertain, with risks especially elevated for vulnerable emerging market economies.",
    "Directors stressed that access limits are key elements of the Fund’s risk management framework, providing an important safeguard to Fund resources. Increased access limits should not automatically imply higher access for a member. Access would continue to be determined by rigorous assessments informed by standard access policy criteria, including the size of the balance of payments need, the strength of program policies, the country’s record of using Fund resources, debt sustainability, and capacity to repay the Fund, as well as the catalytic role of Fund financing. Directors also emphasized the importance of enhanced scrutiny and additional safeguards for exceptional access cases.",
    "Most Directors considered that maintaining the higher limits through end‑2024 would help avoid large swings in SDR nominal values of access limits in the context of their erosion against key metrics, pending the comprehensive review of access limits in the second half of the year. Directors noted that the impact of the proposed extension of higher access limits on the Fund’s liquidity and on the demand for Fund resources is expected to be limited, although subject to uncertainty. In this context, they recommended close monitoring of liquidity and credit developments and the impact on the Fund’s precautionary balances. Directors concurred with the proposed transitional rules for exceptional access and for the High Combined GRA and PRGT (Poverty Reduction and Growth Trust) credit exposure policy safeguards (PS‑HCC) in case access limits, and hence the PS‑HCC thresholds, were to revert to lower levels after 2024.",
    "Directors looked forward to the comprehensive review of access limits planned for late‑2024, which will consider the GRA access limits and other access‑related policies in the context of the 16th General Review of Quotas. The comprehensive review will evaluate developments with respect to access limits vis‑à‑vis relevant macroeconomic aggregates. In this context, a few Directors cautioned that the Fund’s risk tolerance should not be tightening when some members face significant challenges. A few other Directors did not share the view that the Fund’s risk tolerance has implicitly or de facto tightened, but has instead loosened, and emphasized that normal access limits should be set in a manner that appropriately safeguards Fund resources. Directors emphasized that the review should be holistic and take into account a broad range of considerations. They stressed that today’s decision should not prejudge the outcome of the review."
  ]
}