{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/icc-breaks-ground-on-the-residencies-kohuwala-a-new-benchmark-in-urban-living/",
  "time_ut": 1755105300.0,
  "original_lang": "en",
  "original_title": "ICC breaks ground on ‘The Residencies Kohuwala’ ~ a new benchmark in urban living ~",
  "original_body_lines": [
    "International Construction Consortium (ICC), announces the groundbreaking of its latest residential project, “The Residencies Kohuwala”. Set in one of Colombo’s most dynamic and connected neighborhoods, this new development is poised to redefine city living with smart design, premium amenities, and ICC’s signature quality.",
    "As both developer and contractor, ICC brings a unique commitment to excellence, delivering what is promised, on time, and without compromise. This dual expertise continues to set ICC apart in the real estate landscape, ensuring each project is completed with precision, integrity, and long term value.",
    "The launch of The Residencies Kohuwala comes as ICC celebrates significant milestones across its other flagship projects:",
    "The Residencies Kotte, a landmark twin-tower development with 234 apartments, is now in its final construction phase and well ahead of schedule. With construction completion anticipated by December 2025, it stands as a testament to ICC’s reliability and project discipline.",
    "Meanwhile, Oceanfront Service Apartments Marine Drive, ICC’s third beachfront service apartment project is rapidly gaining attention. Located on Colombo’s iconic Marine Drive, this project offers a rare investment opportunity with high ROI potential and year-round rental appeal.",
    "With each new venture, ICC continues to shape communities, elevate living standards, and deliver on the promise of trust, timeliness, and top-tier construction.",
    "The Residencies Kohuwala is now officially underway, if you’re looking to live in a location that offers unmatched convenience with easy access to leading schools, hospitals, shopping malls, and supermarkets then this is your opportunity. Visit us today and discover urban living, elevated by ICC’s promise of quality and trust.",
    "First Capital Holdings reports robust Q1 FY2025/26 performance with Rs. 2.15Bn Profit after Tax",
    "99x reports breakthrough market traction for its new agentic AI platform",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}