{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/un-report-details-sri-lankas-dire-rights-situation-unhrc-should-renew-monitoring-evidence-collection/",
  "time_ut": 1724757395.0,
  "original_lang": "en",
  "original_title": "UN Report Details Sri Lanka’s Dire Rights Situation: UNHRC Should Renew Monitoring, Evidence Collection",
  "original_body_lines": [
    "The Sri Lankan government has been trying to persuade international partners of its achievements in reforming the economy and protecting human rights.",
    "However, a new report by the United Nations high commissioner for human rights warns that Sri Lanka is facing renewed threats to fundamental freedoms. It finds that authorities have sought new repressive laws and engaged in intimidation and violence against victims of past abuses, civil society activists, journalists, and government critics.",
    "The government denies responsibility for grave abuses during Sri Lanka’s 1983-2006 civil war. “This entrenched impunity has also manifested itself in the corruption, abuse of power and governance failures that were among the root causes of the country’s recent economic crisis,” the report says.",
    "The economic crisis, which escalated in 2022, has doubled the poverty rate. The UN estimates that a quarter of households are suffering food insecurity, yet “democratic reforms and accountability for corruption and economic mismanagement remain largely unfulfilled.”",
    "The report finds that “ill-treatment by police and security forces remain prevalent.” Between January 2023 and March 2024, the Human Rights Commission of Sri Lanka recorded 21 alleged extrajudicial killings, 26 deaths in custody, and 1,342 arbitrary arrests and detentions. The UN examined recent allegations of “abduction, arbitrary detention, torture, ill-treatment and sexual violence perpetrated against individuals of Tamil ethnicity by Sri Lankan security forces.”",
    "Since ending a moratorium on the abusive Prevention of Terrorism Act in 2022, the government has used the law dozens of times against perceived critics, especially Tamils. The families of victims of enforced disappearance face reprisals for engaging with the UN or foreign diplomats. Authorities have detained 121,957 people in a brutal anti-drugs campaign, sending thousands to military-run “rehabilitation” centers.",
    "Meanwhile, new laws “have profound implications for … fundamental freedoms and the rule of law,” the report says. The Online Safety Act contains powers to restrict freedom of expression, and proposed legislation curtailing nongovernment organizations would severely affect groups already suffering from “surveillance, intimidation and harassment.”",
    "The high commissioner calls upon members of the UN Human Rights Council to renew UN mandates for monitoring and evidence collection and for “the international community … to help break the cycle of systematic impunity… [by] using all potential forms of jurisdiction.” Human Rights Watch echoes this call and urges UN member states to ensure the Human Rights Council, at its upcoming September session, adopts a resolution renewing those mandates."
  ]
}