{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-boosts-digital-banking-with-pay-and-win-transact-and-win-promos/",
  "time_ut": 1718813100.0,
  "original_lang": "en",
  "original_title": "ComBank boosts digital banking with ‘Pay and Win’ & ‘Transact and Win’ promos",
  "original_body_lines": [
    "Will wipe out 300 electricity bills and present six tour packages to Singapore to users of ‘ComBank Digital’ from June to August 2024",
    "The electricity bills of 300 customers will be wiped out, and three customers will each win a tour package for two to Singapore under an exciting new campaign launched by the Commercial Bank of Ceylon to promote use of ‘ComBank Digital’ – Sri Lanka’s most-used digital banking platform.",
    "The Bank has announced that these valuable prizes will be offered under two promotions – ‘Pay and Win’ and ‘Transact and Win’ that will run till the end of August 2024, and will be open to all existing users of ComBank Digital as well as new registrants that meet the eligibility criteria.",
    "Under the ‘Pay and Win’ promotion Commercial Bank will provide cashbacks of up to Rs 10,000 for 300 customers that pay their electricity bills via ComBank Digital in June, July and August, rewarding 100 customers each month.",
    "Running concurrently, the ‘Transact and Win’ promotion is for customers that perform five or more transactions including three utility bill payments per month for three consecutive months. They will go into a draw and three lucky winners will be selected to win six Singapore tour packages.",
    "“ComBank Digital already processes an average of more than 4 million transactions each month, and our objective is to boost this figure further with an incentive,” Commercial Bank’s Assistant General Manager – Digital Banking Mr Pradeep Banduwansa said. “This campaign will stimulate wider use of ComBank Digital, enabling more people to experience its features, functionality and convenience, with the added benefit of winning exciting prizes and cashbacks.”",
    "AIA’s top performers shine in France at the prestigious President Club Convention",
    "Sri Lanka Tourism hosts travel agents for Buddhist Pilgrim Tours",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}