{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Market-lending-rate-falls-to-two-year-low-as-economy-readies-to-take-off/108-281119",
  "time_ut": 1713735840.0,
  "original_lang": "en",
  "original_title": "Market lending rate falls to two-year low as economy readies to take off",
  "original_body_lines": [
    "Prime rate hits a peak level of 29.67 percent in November 2022",
    "The often watched market lending rate, which guides the rest of the rates on loans to small businesses to mortgages to consumers, touched a two-year low last week continuing its descent.",
    "The average prime lending rate or the rate at which the banks lend to their most creditworthy clients for a short term fell 22 basis points to 10.41 percent last week.",
    "This was the lowest level from 9.85 percent on April 1, 2022 just before the Central Bank raised interest rates by a bumper 700 basis points to rein in the inflation at the time.",
    "Both government securities yields and the market lending rates are on the descent during the last 10 months since the time Central Bank pivoted to cut rates for the first time in June last year.",
    "The prime rate hit a peak level of 29.67 percent in November 2022 when the monetary policy was  crushingly tight.",
    "The Treasury bill yields too fell last week across all three maturities to slightly above 10.0 percent, closely in line with where the policy rates are.",
    "The Central Bank in late March cut their key policy rates by 50 basis points to 8.50 percent and 9.50 percent levels as inflation remained soft but they were less happy about the money flowing into the real economy.",
    "Although private sector credit has picked up, the pace of growth has disappointed them as they had asked the banks to adjust their lending rates swiftly and sufficiently to reflect the monetary policy easing.",
    "The current lending rates should support the economy to accelerate its recovery as people and firms borrow to consume, for growth and to invest.",
    "Sri Lanka is in the cusp of a fresh credit cycle which could see a record amount of credit being disbursed by the banks in the coming months.",
    "This could potentially improve the incomes of people and thereby at least partly restore the purchasing power they lost during the red-hot inflation cycle seen in 2022 and most of 2023."
  ]
}