{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Refrigerated-trucks-from-UNICEF-supported-by-Japan-to-boost-immunisation-services/56-764618",
  "time_ut": 1721677252.0,
  "original_lang": "en",
  "original_title": "Refrigerated trucks from UNICEF supported by Japan to boost immunisation services",
  "original_body_lines": [
    "Health Minister Dr. Ramesh Pathirana, Japanese Ambassador Mizukoshi Hideaki, Health Secretary Dr. Palitha Mahipala, and Acting UNICEF Representative Begoña Arellano joined the handover ceremony of nine refrigerated trucks, procured by UNICEF via funding from the Government of Japan",
    "The Health Ministry has received nine refrigerated trucks procured by UNICEF with, funding from the Government of Japan to further improve the delivery system of vaccines to all children, across Sri Lanka.",
    "The trucks were handed over by Ambassador of Japan Mizukoshi Hideaki and Acting UNICEF Representative Begoña Arellano to Health Minister Dr. Ramesh Pathirana.",
    "Dr. Pathirana said: “I welcome the support of the Government of Japan and UNICEF to further strengthen immunisation, which is a key pillar of Sri Lanka’s healthcare system. These refrigerated trucks will boost the ability of the Health Ministry to transport vaccines in a safe and timely manner.”",
    "The trucks are part of a total contribution of $ 3 million from the Government of Japan that funded cold chain equipment, including large, walk-in cold rooms to store vaccines at safe temperatures, portable vaccine carriers and temperature monitors, which have already been handed over to the Health Ministry intermittently from 2021 to date.",
    "Ambassador Hideaki said: “I am honoured to announce the forthcoming handover of nine refrigerated trucks, a tangible symbol of Japan’s enduring commitment to Sri Lanka’s public health endeavours. These trucks will serve as vital conduits in the seamless transportation of vaccines throughout the nation, ensuring that every community receives the necessary protection against preventable diseases.”",
    "The trucks will facilitate the transportation of vaccines from central to regional storehouses and onwards to the health facilities. The vaccine carriers and cold boxes are already procured and distributed to the offices of the medical officers of health and hospitals.",
    "UNICEF Acting Representative Arellano said: “Vaccination protects children from many preventable diseases and enables them to live a healthy life. Vaccines are temperature-sensitive and need to be transported in appropriate conditions. These trucks will help us reach every child in every corner of Sri Lanka with the right vaccine at the right time. UNICEF values the long-standing support of the Government of Japan and collaboration with the Health Ministry in improving the health of all children in the country. Over the years, the Government of Japan has made significant contributions to support the joint efforts of UNICEF and the Health Ministry in addressing both the long- and short-term health needs of children.”"
  ]
}