{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-should-separate-foreign-policies-from-borrowing-policies-Dr-Devarajan/108-284550",
  "time_ut": 1718052600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka should separate foreign policies from borrowing policies: Dr. Devarajan",
  "original_body_lines": [
    "A prominent economist stressed the need for Sri Lanka to separate its foreign policies from the borrowing policies, so it does not repeat the same mistakes that have resulted in it having to grapple with high cost of debt.",
    "Citing the government’s decision in 2019 to reject the favourable loans from the US and Japan, to choose commercial loans from China, due to the country’s lenient stance over Sri Lanka’s human rights issue, former World Bank Acting Chief Dr. Shanta Devarajan noted the move was detrimental and added to the woes of the country.",
    "“I think this was a big mistake because it mixed up the foreign policy objectives with the economic policy objectives. You always borrow from the cheapest lender, regardless of what your foreign relations are with that country. So, Sri Lanka should keep its borrowing policy separate from its foreign policy,” asserted Dr. Devarajan.",
    "He added that some say it is impossible to make the separation but it is possible, as in the case of Taiwan and China.",
    "“Taiwan and China are sworn enemies. They don’t even recognise each other and yet China is Taiwan’s largest trading partner and largest investment destination. So, in terms of economic policy, they continue as they wish,” noted Dr. Devarajan.",
    "He went on to note there are three ways of financing a fiscal deficit: borrowing from abroad, leading to a debt crisis, borrowing domestically in the private capital market, which can raise interest rates and slow down investments and borrowing from the central bank, which creates inflation but with a lag.",
    "However, the governments are tempted to borrow from the central banks as the lag accommodates the accountability, if simultaneous events such as global recessions or pandemics were to occur.",
    "“That’s exactly what happened between 2020 and 2022. The government financed the fiscal deficit by borrowing from the central bank and inflation hit 70 percent. That’s why in order to make the government, finance ministry accountable for its financing decisions, we introduced Central Bank Act of 2023,” Dr. Devarajan noted.",
    "He also emphasised the need to preserve the Central Bank Act, which prevents the governments from pressurising the institution to finance fiscal deficits directly.",
    "Moreover, Dr. Devarajan backed Sri Lanka’s shift from official creditors to private bondholders in its foreign debt management.",
    "Independent investors, motivated by profits, impose strict fiscal discipline on the government, compared to the official creditors with political objectives, according to Dr. Devarajan."
  ]
}