{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98549/biden-says-netanyahus-approach-to-war-in-gaza-is-a-mistake",
  "time_ut": 1712721360.0,
  "original_lang": "en",
  "original_title": "Biden says Netanyahu’s approach to war in Gaza is a ‘mistake’",
  "original_body_lines": [
    "Israeli Prime Minister Benjamin Netanyahu’s approach to the war in Gaza is a “mistake,” U.S. President Joe Biden said in an interview published on Tuesday, offering further criticism of Israel’s handling of the conflict.",
    "“I think what he’s doing is a mistake. I don’t agree with his approach,” Biden said in comments to Univision, a U.S. Spanish-language TV network.",
    "Biden has also previously called Israel’s bombing in Gaza “indiscriminate,” and its military actions “over the top.”",
    "The White House said last week that the president, in a call with Netanyahu, threatened to make conditional, U.S. support for Israel’s offensive on it taking concrete steps to protect aid workers and civilians. That call followed an Israeli airstrike that killed seven staff of the aid group World Central Kitchen.",
    "“What I’m calling for is for the Israelis to just call for a ceasefire, allow for the next six, eight weeks, total access to all food and medicine going into the country,” Biden said in Tuesday’s interview.",
    "Israel’s military assault on Gaza, has been the subject of mounting international criticism. Domestically, Biden has also faced months of protests, from anti-war activists, Muslims and Arab Americans across the country, who have demanded a permanent ceasefire in Gaza and restrictions on U.S. military assistance for Israel.",
    "Hamas’ Oct. 7 attack, on Israel killed 1,200 people, according to Israeli tallies. Israel’s subsequent military assault on Hamas-governed Gaza has killed over 33,000, according to the local health ministry, displaced nearly all of its 2.3 million population and led to genocide allegations that Israel denies. The coastal enclave also suffers widespread hunger.",
    "Israel has received more U.S. foreign aid than any other country since World War II, although annual assistance has been dwarfed for two years by funding and military equipment sent to Ukraine since Russia’s 2022 invasion.",
    "The United States has traditionally shielded Israel in the U.N. Security Council and vetoed three draft resolutions on the war in Gaza. It abstained last month when the Security Council demanded an immediate ceasefire."
  ]
}