{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-call-bids-for-two-500mw-offshore-wind-farms-190750/",
  "time_ut": 1732842060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to call bids for two 500MW offshore wind farms",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is planning to call bids to develop two 500 Megawatt wind plants offshore of Mannar and Puttalam after feasibility studies are concluded in 2027, Ceylon Electricity Board Chairman Tilak Siyambalapitiya said.",
    "The CEB has to make detailed environmental studies, sea floor, and logistics before calling for bids, Siyambalapitiya told a forum organized by Sri Lanka’s Export Development Board.",
    "The Mannar site is substantially superior in energy yield compared to Puttalam he said.",
    "It will be about 100 kilometers off shore, but wind turbines could be planted on the sea floor.",
    "Power will be brought to the shore by cables with no offshore grid substation and connected to the grid.",
    "The Puttalam site was about 10 kilometres off shore but wind was not as good as Mannar.",
    "Transmission cost was also higher requiring new lines as existing capacity was full.",
    "A third location that could be developed later was Hambantota which was less attractive.",
    "The two plants were for local consumption in line with a power generation plan.",
    "Due to working offshore, costs were about three times on shore development at the moment, where bids had come in at below 5 cents a unit in Mannar, Siyambalapitiya said.",
    "By the time bids were called in 2027, international prices would have come down. It will be 2028 when anyone was on the ground building, he said.",
    "A wind farm in Mannar built by the CEB and financed by the Asian Development Bank required two years of study, he said.",
    "The site has bird radar to stop migrating birds. The plant last year lost about 5 percent of potential energy due to automatic shut downs of turbines when bird flocks were detected by radar.",
    "However there was problem with birds striking transmission lines. In addition, due to coastal fishing (mar-dal), birds were diving to pick up dead fish, which was not detected by radar.",
    "Offshore development will also have to address the issues of birds, he said and mitigatory actions carried out.",
    "“Obviously we will have radars. More radars as well and similar mitigatory measures will have to be adopted,” Siyambalapitiya said.",
    "We need to be together with the birds and harness the energy from the wind as well.”"
  ]
}