{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-sugar-milk-powder-consumption-hurting-people-economy-minister-154620/",
  "time_ut": 1710401700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s sugar, milk powder consumption hurting people, economy: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – If Sri Lanka can cut down on its consumption of sugar and milk powder, both its people and the economy would benefit, its Minister of Health has said.",
    "“In the South Asia region, we are one of the countries with the highest diabetic population,” Minister Ramesh Pathirana told a gathering of medical professionals and reporters at the launch of a public health website.",
    "According the international medical journal The Lancet’s IDF Diabetes Atlas, the prevalence of diabetes in adults (crude percentage) across south Asian countries is 8·8% in India, 8·6% in Sri Lanka, 7·9% in Bhutan, 6·9% in Bangladesh, 6·9% in Pakistan, and 4·0% in Nepal.",
    "“Our consumption of simple sugar is extremely unhealthy; it’s also hurting our economy because we spend 300 million dollars to import sugar.”",
    "Pathirana, a physician, asked doctors to advise their patients to cut down on sugar and milk powder consumption.",
    "“We are one of the countries with the highest per capita consumption of milk power. In our region the other country is Bangladesh.",
    "“I don’t know other mammals that drink milk as adults. Even if you have to drink milk, I don’t know any other nation that drinks powdered milk like us. We spend 300-400 million dollars on powdered milk imports to make other countries rich.”",
    "Milk powder is widely consumed in Sri Lanka in place of fresh milk and is recognised as an essential food item. The economic crisis led to a shortages in imported milk powder.",
    "Pathirana said that the new website will help educate the public, provided it is kept up-to-date.",
    "Sri Lanka’s medical services had plateaued due to the economic crisis, he said, while the country’s demographic pattern was fast changing to become one of the fastest ageing populations in the world.",
    "“With that we’ve seen significantly rising levels of non-communicable diseases in the country, be it hypertension, diabetes mellitus, stroke, heart ailments, and cancer.",
    "“So it’s that much more important that we keep people informed about disease patterns and changing lifestyles.” (Colombo/Mar14/2024)"
  ]
}