{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SF-found-responsible-for-2006-disappearance-of-Tamil-youth/56-758377",
  "time_ut": 1707690867.0,
  "original_lang": "en",
  "original_title": "SF found responsible for 2006 disappearance of Tamil youth",
  "original_body_lines": [
    "The Vavuniya High Court has held the Sri Lanka Army, along with several former officers, including the former Army Commander Field Marshal Sarath Fonseka, accountable for the disappearance of a Tamil youth in Sri Lanka’s war zone over 18 years ago.",
    "The court’s ruling was issued on 7 February during the hearing of the habeas corpus petition concerning the disappearance of the victim, Kandasamy Ilamaran.",
    "It is claimed the youth had disappeared while in the custody of the Sri Lanka Army at the Omanthai security post in 2006.",
    "Vavuniya High Court Judge Manikkavasagam Ilancheliyan who delivered the verdict said that the former Commanding Officer Omanthai, the Vanni Commander, and the Sri Lanka Army Commander during that period were responsible for the disappearance of Ilamaran.",
    "At the time of the youth’s disappearance in 2006, the Sri Lankan Army was commanded by Field Marshal Sarath Fonseka, who later became an opposition MP, while Major General W.U.B. Edirisinghe had served as the Vanni Commander.",
    "The Vavuniya High Court Judge has additionally directed the Attorney General to initiate legal proceedings regarding the disappearance of the youth. Furthermore, the judge has instructed the Sri Lanka Army to ensure that steps are taken to produce Ilamaran in court by 3 July.",
    "Ilancheliyan has also said in his decision that if these directives are not implemented, the three military officers identified as responsible must compensate the young man’s mother with Rs. 1 million before 3 December 2024.",
    "According to the victim’s family, Kandasamy Ilamaran disappeared in 2006 after crossing from the LTTE-controlled area to the Omanthai army post in the Sri Lankan military-controlled area. However, the Sri Lanka Army during the proceedings had informed the court that the youth was neither arrested nor detained.",
    "Senior Counsel K.S. Ratnavel, representing the victims, had however informed the court that the Tamil youth had arrived at the Omanthai checkpoint as he is mentioned in the registration documentation there. The lawyer further stated before the court that the young man was last seen at the Omanta checkpoint, and thereafter had disappeared."
  ]
}