{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SAGT-surpasses-two-million-TEU-milestone-again-in-2024/56-771302",
  "time_ut": 1735769081.0,
  "original_lang": "en",
  "original_title": "SAGT surpasses two million TEU milestone again in 2024",
  "original_body_lines": [
    "The South Asia Gateway Terminals Ltd. (SAGT) said yesterday it has reached a significant milestone yet again by achieving two million TEU in 2024.",
    "In its 25-year history, the SAGT has twice before reached the two million mark in 2018 and 2019, but this is the first time post-pandemic and Sri Lanka’s economic crisis, highlighting the company’s resilience and operational strength. The SAGT is Sri Lanka’s first public private partnership (PPP) and flagship venture of the Board of Investment (BOI).",
    "SAGT CEO Romesh David said: “We are incredibly proud of this achievement, which reflects the commitment and hard work of our entire team. Our success in reaching a throughput of two million TEUs for the third time in a terminal with an original design capacity of 1.1 million TEU is a testament to the innovation and continuing investment the company has made in people, technology, and equipment in the midst of a challenging external environment and reinforces the leadership role the SAGT plays in Sri Lanka’s maritime industry.”",
    "The SAGT said its achievement of two million TEUs highlights the expertise of Sri Lankan skilled and professional staff in tandem with the collaborative efforts of stakeholders like the marine and other divisions of the Sri Lanka Ports Authority (SLPA) and internal and external providers of trucking and lashing services, whose contributions have been exceptional.",
    "Noteworthy is that, a throughput of two million TEU per annum, ranks the SAGT among the best of the best terminals in the world on the productivity indicator of TEU per Hectare of Yard, reinforcing the SAGT’s leadership in the region and greatly supporting the growth momentum and global standing of the Port of Colombo as a major transhipment hub.",
    "One of the key drivers behind the SAGT’s success has been its focus on sustainability, safety, and digitisation. The terminal has made great strides in reducing its environmental impact, aligning with the goals leading to the International Maritime Organisation’s (IMO) 2050 net-zero target. These efforts are complemented by ongoing sustainability initiatives, such as the exploration of green hydrogen technology and solar energy solutions, further positioning the SAGT as an environmentally responsible leader in the maritime industry.",
    "In addition to its sustainability efforts, the SAGT has embraced digitalisation and automation as part of its continuous improvement strategy. The imminent introduction of a Vehicle Booking System (VBS) for trucks will further improve operational efficiency by optimising truck turnaround times, which are even today at globally competitive levels, and help to reduce congestion within the Port as a whole through better planning of truck traffic. The system will allow shippers, consignees, truck operators/drivers, and other Port users to manage container movements to and from the Port and track container status via a mobile app, making the entire process more streamlined and reducing administration at the gates.",
    "Moreover, the SAGT also introduced a Digital Safety Management System, which integrates all safety-related tasks onto a single platform. The company believes that this is the first time such an integrated system has been implemented in a container terminal globally, ensuring a more seamless and efficient approach to safety and safety management.",
    "Looking to the future, the SAGT said it is continuing to innovate with upcoming projects that will further boost its operational capabilities. The installation of Optical Character Recognition (OCR) technology at the gate and quayside is set to streamline container processing and improve efficiency even further.",
    "The SAGT also said its achievement of two million TEUs in a single year is a significant feat that defines the company’s journey. It also reflects the ongoing growth and development of the Port of Colombo, which is increasingly becoming a key transshipment hub in the region.",
    "“As the Port continues to evolve with the addition of much needed deep draft capacity through developments in the east and west container terminals of the Colombo South Harbour, the SAGT is committed to maintaining the leadership role it plays in the industry, driving operational excellence and setting new standards for automation, sustainability, and safety while pushing boundaries to deliver world-class services to its customers,” a statement added."
  ]
}