{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Says-Sri-Lanka-is-an-unsinkable-aircraft-carrier-The-country-manufactures-poverty-as-politics-is-more-profitable-than-its-industries-Major-Gen-Dr-Boniface-Perera/231-284314",
  "time_ut": 1717696500.0,
  "original_lang": "en",
  "original_title": "Says Sri Lanka is an unsinkable aircraft carrier “The country manufactures  poverty  as politics is more profitable  than its industries”  - Major Gen. Dr. Boniface Perera",
  "original_body_lines": [
    "A tearful goodbye to Major Gen. Perera as he was leaving Wanni region",
    "If political business is earning more profit than country’s industries, that country will never prosper but will manufacture menace",
    "After the war when I was appointed as the Competent Authority in Wanni, I treated all the communities equally. In fact I gave preference to Tamil community",
    "Military intelligence should not be there to find out the details of politicians, opponent parties, but to hunt for economic opportunities even outside the country",
    "Our defence policy or national security policy should be ‘Active Defence’",
    "Poverty is the worst enemy and it is a breeding ground for terrorism",
    "National Security is very wide spectrum. Before we go further we must understand national survival",
    "If there is no national economy there cannot be national security",
    "Major Gen. Dr. Boniface Perera a battle hardened Infantry officer served the Sri Lanka Army for more than 36 years dedicating 20 years in the battlefield. He was the former Security Forces Commander of the Wanni Region and Eastern province in addition to being the Competent Authority to resettle 300000 displaced people in the North.  Having secured a PhD in economics, presently Major Gen. Perera is working as an International researcher and international writer. He has authored more than 100 research articles and 16 scientific books. He is an advanced researcher in the university of science and technology in Taiwan.",
    "You as a senior Infantry Officer in the rank of General with more than 2 decades of fighting experience and in addition have gained an exceptional academic background including an PhD in economics. Can you explain the wider spectrum of national security?",
    "National Security is very wide spectrum. Before we go further we must understand national survival. National survival depends on six to seven fillers. Mainly national economy, then national security, national culture, national diplomacy, science and technology and information and innovation and lastly political capability.",
    "This is academically accepted and also I have done research in 28 countries to study national security policy for Sri Lanka and how it suits Sri Lanka. So by the look you can understand the importance of national security in relation to national survival. So national security is not about shooting a terrorist or gangsters or declaring curfew, firing water cannons and tear gas and arresting people. It is very primitive and basic or I would say very tactical. National security has to be linked with national economy. If there is no national economy there cannot be national security. So national security should be linked with national culture. Without culture no nation can exist. National security again should be linked with diplomacy. If our diplomacy is OK and if we share peace with everyone we can cut down so much money that will be spent on national security. So there is a direct correlation between national security and national diplomacy. Then again national security is linked with science and technology. Now this is AI (Artificial Intelligent) era. During a digital era we cannot grow manioc or sweet potato and run a country. So national security will have to be always connected with science and technology. Then we come to information and innovation. Information is money. Information is data. Without innovation no nation can move forward. So innovation and information are very much linked to national security. So lastly it is political capability. All of us know very well since independence what happened to us. Since we didn’t understand political capability the country is now bankrupt. It has become almost a failed state. So we never had visionary leaders. We never had honest leaders. We never had leaders with genuine ideas for people. They just come to earn their bucks. They just come to entertain their families, cousins and relations and they just come to enjoy their tenure. That is what has happened if we really study their behaviour. From the President downwards, up to the lowest level of politicians we would observe all these features.",
    "Therefore, in Singapore, for one to enter parliament there has to be the holder of a degree. In our country anybody can enter parliament. Most of the people who are in the parliament are not qualified to be in a normal office; even to hold the post of office assistant (peon). But they are in parliament and some are even ministers. So therefore with that type of background in the parliament how can we ensure national security? Therefore, national security largely depends on all these aspects.",
    "So what should be the national security policy for Sri Lanka?",
    "The National Security Policy should be very carefully drafted. Regarding National Security, one cannot say “We are offensive or we are defensive. That has to be linked with national culture. What is our culture? We are religiously bias as people. We are God fearing people. There are 71 percent Buddhists. The balance are Christians, Muslims and Hindus. All these are good people. Actually they fear to do wrong things. Given that type of culture, mainly the majority, be it Buddhists, the theme of Buddhism is Ahimsa and Madhyaprathipada. That is the central path and we don’t harm anyone. So therefore our culture says non-align and our foreign policy derives from culture that is non-aligned. Non-aligned means ‘Meda Mawatha’ or Madhyaprathipada’ Ahimsa means we are friendly with everyone and enmity with no one. We are friends. Therefore, only we have to prepare our national security policy. Our National security policy therefore cannot be offensive. Our national security policy should be defensive. Because we cannot forget the fact that Sri Lanka has faced numerous threats, internally and externally since the birth of Jesus Christ. We had the 1971 insurgency and in 1983 the Northern problem. We also had the Easter Sunday attack. So just because we are defensive we cannot sit and wait in the barracks. Our defence must take an active form. Therefore our defence policy or national security policy should be ‘Active Defence’.",
    "So, likewise, in the United States, the defence policy is preemptive; that means you attack before the enemy attacks you. You won’t wait till the enemy attacks you. In Russia they use a ‘deterrent’. Russia has so much of power. So no one is going to attack Russia. So that is a deterrent. Even a lion can attack a giraffe. It is very unlikely that buffalos will attack snakes. This is because there is a deterrent. With regard to China it is ‘active defence’. China will not be the first person to use nuclear weapons. They will use it, but they will never go on the offensive. They are defensive, but they are active. So these are the three important countries in the world who have national defence policies. Based on that and taking our culture and foreign policy into consideration, all three must be considered when deciding on national security. The national security policy should be ‘Active Defence’. Nobody can say we are going on the offensive. If we are offensive we are violating basic principles of Buddhism and basic principles of our culture.",
    "In this context, according to your view, is the national security of our country under threat?",
    "National security will be under threat when the national unity is absent. National security can be enhanced through national unity. Therefore my theory is no national unity is possible where there is no national security. So the problem we face is mainly because our politicians have caused divisions in our people using nationality, race, religion and caste. So they were working against the national security. Basically they were not aware of the larger picture of the national security. The main aspect of national security is to protect the motherland, sovereignty and territorial integrity. National security will ensure the wishes of the people. It should pave the way for overall development of the country. So dividing nations will not help in the overall development. And selling important areas does not ensure national security. They are taking action against the national security policy.",
    "You mentioned about selling. Geopolitically, we are sandwiched between so many super powers, We have to please China and also India. We have to please the USA and then Japan. In this context what can you say about our national security stands?",
    "Sri Lanka is like an unsinkable aircraft carrier. Anyone who captures Sri Lanka, doesn’t need an aircraft carrrier. So the US has about 11, Russia has about 2 while China and India are developing in this aspect. If they capture Sri Lanka they have a carrier and this is the best aircraft carier; because this facility is unsinkable. Why the US is interested is because it wants to curtail China. Why India is interested is because we are located just South of India. Sri Lanka is by the main sea route and energy route of China and that passage is through Hambantota. There is so much oil and energy passing through Hambantota. Without Sri Lanka, China’s national security is under threat. If we move into China side India’s national security under threat. So the US also will lose its hegemony. So therefore as you rightly said, we are sandwiched in between global and regional powers.",
    "We have to be very careful in handling this. In my opinion we should not take a side. This is because our foreign policy and culture do not allow us to take one side. We are on the Meda Mawatha or in other words we are non-aligned. We are following the concept of Ahimsa and cannot fight against anyone. Therefore it is true that we cannot satisfy everyone, but at the same time we should not take a side. That should be our foreign policy.",
    "See how Singapore is dealing with the world. Singapore aligns with China and also is with the US. It is also good with India. So we can follow a certain amount of polices practised by Singapore. We must never take sides. We cannot fight India. We cannot antoganise India. If we antagonise India what would happen? The LTTE was created mainly by them. If India is going to invade us I don’t think anyone can do anything. We must keep this in mind. Again we need China because they gave so much of loans. Our developments were made thanks to Chinese loans and we have to repay them. So we have to be very closely associated with a neighbour who is fifty time bigger than Sri Lanka. We cannot think of fighting against India and we don’t have any other external enemies other than some extremist elements. So our defence must be active defence. We must keep monitoring how the people are coming and going. That aspect should be kept under surveillance.",
    "What is the correlation between national security and economy and which is more important?",
    "There is a country called Kuwait. It had so much of money. It had money for generations. They never had a defence system. They didn’t consider national security as having importance. What happened was suddenly a man by the name of Saddam Hussein from the adjoining country- Iraq- came and invaded this country. So Kuwait had to pay much money to the US and rescue Kuwait. In that sense national security has greater importance than the national economy. So what happened to Sri Lanka? Sri Lanka never had money to buy energy. This country never had money to buy gas and hospital units and the very basics. And at that time the priority was the economy more than security. So both national security and national economy are important; akin to the left hand and the right hand. So for Sri Lanka, at present, priority can be given to national economy. When we are fighting the LTTE it was national security. Now is the time to turn around the national economy and develop the country. When the economy flourishes, national security can also be enhanced.",
    "As a decorated military officer, having a significant education background in the discipline of national security and national economy, what suggestions do you make to pull this country out of this current mess?",
    "I will give the rulers of this country one solid advice. But I think no party leader or person would like to accept it. So would a country like this prosper with corruption? When the business of politics is earning more profit than country’s economy that country will never prosper. And it will manufacture menace. What has happened to Sri Lanka is it has manufactured menace. The number one business in Sri Lanka is politics. Corruption must be stopped. Waste must be controlled.",
    "I suggest that any political leader should have under his purview about 25-30 ministries. And these leaders should not have any authority to approve tenders. Tenders must be handled by a 7-member council or committees for each ministry. If one can promise this set-up, the person who assumes power will achieve development goals. It can be UNP or any other party. The SLPP cannot do this because it already has an extremely bad record of corruption. If this can be done, corruption can be controlled 100 percent.",
    "You being a war veteran have been campaigning to reduce military strength. Now there is also another problem where many cases of ex-military is involved in crimes. How should a country deal with so many 1000s of people who had undergone military and weapon training?",
    "This is a very timely question. The theme for my PHd was “Translation of retired military personnel into economic actors through entrepreneurship” for which I spent more than 5000 night hours. The answer is in this study. I met Mahinda Rajapaksa, Basil Rajapaksa, Gotabaya Rajapaksa, Maithripala Sirisena and Sajith Premadasa. Sajith paid some attention to what I said, but the others did not. These are my findings. When I was in the Army I asked from the retiring solders what they are planning to do after retirement. There were four answers. ‘Sir I will hire a three wheeler, the next said that he would be a security guard, another said he has a paddy land and will be a farmer and the last person said that he hadn’t thought of doing anything. By the time they retired they had reached the active age of 40s. After 20 years of service they can be really of use to enhance the economy. How can we do it? I did a research and found out that 68 percent of veterans who are retiring prefer to be entrepreneurs. You must compare the characteristics of veterans and entrepreneurs. To be an entrepreneur you must be brave, loyal, know commerce and be able to take decisions. All these characteristics are there in the soldier by the time he retires. It is very easy to convert a soldier into an entrepreneur. In the US, 860,000 veterans have created 850,000 jobs. So they are contributing hugely to the American economy. After the war, till 2020, there were 50,000 soldiers who retired. Out of them, 68 percent said that they would like to be entrepreneurs. Let’s say that if 25000 veterans became entrepreneurs, three of them could create 75000 jobs. I can do that. I am confident that I can do that. But the interest of the politicians is not to serve the country. To convert a soldier to an entrepreneur we have to give human capital, social capital and financial capital.",
    "When you were leaving Wanni you got an emotional farewell; especially from the Tamil community. Despite you being a Sinhalese and a senior military officer, the Tamil community there showed much affection. So as a military officer who worked with the Tamil community and who won their hearts what is your view as to why we couldn’t finish the ethnic problem despite the war having concluded militarily 15 years ago?",
    "From a larger perspective our recognition would have been as Sri Lankans; not Sri Lankan Tamils or Muslims or whatever. And as I have said our defence policy should have been no “National unity no nationals security”. We are all one and we are all human beings. When I was in the Wanni I treated all the communities equally. In fact I gave preference to the Tamil community when I was the competent authority to resettle about 300,000 people. I was handling the tail-end of it. But I ensured that all the Tamils were resettled first, then the Muslims and then only the Sinhalese.",
    "The arms struggle by the Tamil youth in the form of the LTTE was defeated militarily. According to your view, do you think that the Tamil community as a minority should live with a defeated mindset?",
    "It should not happen. They are our people and are from our country. We are all Sri Lankans. We must give them confidence. Actually the last government did something for the North. There was development in the way of Uthur Wasanthaya. Whether those involved played out money or not we don’t know, but that was a welcome move. This is because they arranged some ways of transportation to the South. Trains, bridges, roads and infrastructure were provided. We can create a lot of jobs because it is seaborne area. We can have a coastal seaborne academy. Poverty is the worst enemy and it is a breeding ground for terrorism. So that has to be eradicated and we have to develop the North and the East more than any other place without thinking whether the people there are Tamils, Muslims or Sinhalese. This will be the foundation for long term peace. If poverty is eradicated terrorism won’t be there. There is no need to take up arms.",
    "Especially after the Easter Sunday attacks there is a fear about Islamic terrorism in Sri Lanka. Even right now four Sri Lankans have been arrested in India on the suspicion that they were connected to the ISIS. Would there be any room for Islamic terrorism in Sri Lanka?",
    "While national unity is very important at the same time we have to take all the possible actions to curtail extremism, terrorism and fundamentalism. We must not allow them to use media to antagonise others. It is important to be constantly vigilant on these people and their activities. So there is a need to improve our intelligence. Actually military intelligence might be not be there to find out the details of politicians and opposition parties. Our military intelligence should be deployed even outside the country to seek economic opportunities.",
    "For an example when the Indian R&AW came to Sri Lanka they were trying to find out economic opportunities for Indians in Sri Lanka. Then they realised that in Sri Lanka, goods are transported using heavy vehicles, such as IZUZU from Japan. The price of that vehicle is very high. Sri Lankans couldn’t afford that. So they went with the great idea and suggested to their government that in Sri Lanka there is a huge market for lower priced heavy vehicles. And then TATA and Asok Laylend arrived here. And the entire country was captured by these two Indian companies. Who did it? Their intelligent force. Our military intelligent should be deployed in embassies outside and they must find out what the job opportunities for Sri Lanka are over there. What are the economic opportunities for entrepreneurships? These are the things they must do. When there is an attack on a Christ Church in New Zealand our Intelligent should have assessed the situation because it was done in a mosque. Muslim people were killed by Christians. So a similar issue can be present in Sri Lanka. That can come from anywhere. From a Sri Lankan context our intelligent people should have analyzed that Muslim extremists could attack the Christian community in Sri Lanka. There is a correlation between these attacks and the attack in New Zealand.",
    "With so much of experience as a battle-hardened military officer and academically qualified in economics what is your expectations for the future?",
    "My expectation is I need to join anyone who could give me an opportunity to transmute my ideas and whatever I have studied into action. One of the main expectations for me is to transform retired military people as economic actors through entrepreneurship. I will support anyone, any government or any leader who would give me the support to do this. By doing that I am not going to get a single rupee. I don’t want the 5000 night hours I burnt for my studies to go awaste. I invite any government to use my study and help me. And I also see that there is no hope for the people of this country. Fishermen have lost hope as they cannot go to sea due to high price of fuel. The farmer cannot go to the farm as he is not sure about the harvest as there is no manure. And the youth have lost hopes and they are going abroad. According to the figures available more than 60000 youth have gone abroad. The support the entrepreneurs are given is taxed in the form of VAT and SESS. The government is doing nothing for the entrepreneurs. Parents have no hope for their children they are sending them abroad. Which community has hope? No community has hope. Whoever can give hope to these people can build confidence. My expectation is that hope will be developed by someone."
  ]
}