{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/09/22/kpi-found-again-coincidence-or-criminal-continuity",
  "time_ut": 1758548940.0,
  "original_lang": "en",
  "original_title": "'KPI' Found Again :Coincidence or Criminal Continuity?",
  "original_body_lines": [
    "COLOMBO (News 1st); A cache of weapons unearthed in Middeniya has reignited concerns over organized criminal networks.Among the recovered items were two gold-colored T56 magazines—strikingly similar to a weapon seized months ago at the entrance of a luxury housing complex in the Wellawatte-Havelock area. That weapon, found in the possession of two women, later led to the arrest of former Minister Duminda Dissanayake. Though the case remains under judicial review, the suspects, including the former minister, have since been released on bail.What makes the Middeniya discovery even more alarming is the presence of T56 rifle bullets marked with the initials “K.P.I.” These markings were previously linked to the assassination of Club Wasantha, also known as Surendra Wasantha Perera, on July 8 last year. At the time, “K.P.I.” was associated with notorious organized crime figure Kanjipani Imran.The latest breakthrough came after the arrest of Sampath Manamperi, a former local council candidate from the Sri Lanka Podujana Peramuna, who was brought to Middeniya yesterday. He is suspected of maintaining direct ties with a criminal syndicate involved in ICE drug trafficking.Manamperi’s interrogation led police to a house in the Weerodagama area, where the following items were recovered:Two gold-colored T56 magazines115 rounds of T56 ammunitionOne hand grenadeA damaged 9mm pistolInvestigations revealed that the weapons had been buried on September 3 on the property of a female associate. Her husband, an employee of the Ceylon Electricity Board, has also been taken into custody.The weapons cache is part of a broader investigation into five individuals—Kehelbaddara Padme, Backhoe Saman, Panadura Nilanga, and two others—who were arrested in Indonesia and repatriated to Sri Lanka. While “K.P.I.” markings have previously been linked to Kanjipani Imran, there is no documented history of collaboration between him and Kehelbaddara Padme.The discovery in Middeniya adds a new layer to the unfolding narrative of politically entangled organized crime in Sri Lanka."
  ]
}