{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/maids-and-ayahs-then-and-now/",
  "time_ut": 1726342740.0,
  "original_lang": "en",
  "original_title": "Maids and Ayahs then and now",
  "original_body_lines": [
    "As one gets older, far away times somehow do not seem so far away. I can recall a time when maids were called ayahs and were as numerous as those unemployed graduates constantly and publicly demanding government jobs.",
    "Ayahs generally lasted a long time. They came when quite young and often stayed on as family retainers. If they came from family-owned estates, marriages were arranged for them and everyone remained in the ‘big’ house till old age set in. The ayahs dressed comfortably and very prettily in the redda/hette and the word ayah had not become politically incorrect.",
    "It is now. A crisis among my old ayahs (sorry maids) of 15 years had them quarreling mightily with each other (not even with me) and skittering off without so much as a sad backward glance. My home was literally thrown to the wolves. New maids came and went with demands that left me pale with shock.",
    "“About six, including the servants,” (only I didn’t say servants. I said ‘helpers’).",
    "My Dearly Beloved went pale with indignation. He likes eggs, toast and a reasonable breakfast that will sustain him until lunch. He had been told to keep his thoughts to himself after one such interview went completely off the rails when he innocently asked one hopeful if she could iron his shirts using Spray Starch.",
    "“But there will not be enough work for her?” he said thoughtlessly and loudly to me. The maid turned on her heel and vanished muttering “cooking meals for six people three times a day and no work they are saying.”",
    "He was told to shut up at interview time. A difficult matter for him. Especially when the next interviewee sported a tight skirt and T shirt.",
    "“What will you wear when you are working?” he asked before anyone could muzzle him.",
    "“I am wearing aprons sir. Madam is buying the aprons, otherwise all my nice dresses and all will get spoilt no.”",
    "Then came the Middle East returnee whose ideas included a TV set and a cool bedroom if not quite an ACeed one. She got a fairly quick heave-ho. The next one told me she could clean so perfectly that not a speck of dust would be seen. But that’s all she would do.",
    "“Anney Madam by the time I sweep, and dust, and make beds, and beat the carpets and all it will be nighttime, no?”",
    "“But you don’t have to do everything everyday,” I plead getting pretty desperate. But no. She was firm.",
    "It seems to me that maids are getting as specialized as doctors these days. I thought that ill treatment was common in the Middle East but those I have met are devoted to their employers and returned only because of family commitments. They seem to have had excellent living arrangements which we certainly cannot match here. Or have I just been unlucky?",
    "Daily maids are another popular business nowadays, but the question of trustworthiness rears its ugly head. While honesty might be possible, it is hard to lock up all kinds of knick-knacks, clothes and other attractions which might eventually test the best of maids.",
    "Of course, eventually some sort of bargain is struck, and one finds a maid to suit the situation. Salaries are going through the roof and my Dearly Beloved’s shirts remain un-ironed by the house help. Laundries, take-away food places, all kinds of delivery services do lighten a housewife’s burdens. But oh, for the all purpose ayah of my youth.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}