{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/german-supply-chain-act-could-drive-sri-lanka-tea-exporters-away-report-193514/",
  "time_ut": 1735205400.0,
  "original_lang": "en",
  "original_title": "German supply chain act could drive Sri Lanka tea exporters away: Report",
  "original_body_lines": [
    "ECONOMYNEXT – Although Germany’s Supply Chain Act on Sri Lanka’s tea industry is minimal, tea exporters are likely to be driven out of the German market to countries with less stringent regulations, a policy paper by the Friedrich Naumann Foundation says.",
    "“Particularly in cases where Germany is not an essential market for an industry, as is the case with the tea industry of Sri Lanka, the Supply Chain Act would only drive exporters away from Germany,” a policy paper on German Supply Chain Act: Impact on the tea and apparel industries of Sri Lanka showed.",
    "The German supply chain act was passed in the Bundestag and was in effect from January 2023.",
    "“Tea industry is generally not happy about the new law,” Sudaraka Ariyaratne, Research Consultant and Author of the Publication said at a panel discussion organized by the Foundation to discuss the Act’s implications on Sri Lanka’s tea and apparel industries.",
    "The event, held at Cinnamon Grand Colombo, brought together industry representatives, including key stakeholders from Sri Lanka’s tea sector.",
    "Complying with the supply chain act would increase costs for tea exporters such as for auditing and other due diligence procedures, the panelists pointed out.",
    "“Here it’s all stick, no carrot,” attorney-at-law Shyamali Ranaraja said.",
    "This can result in the German market being unattractive to the Lankan exporters making them explore new markets that earns more profit.",
    "Germany is the twelfth largest destination for Ceylon tea in 2023.",
    "“Exporters would still sell their products to countries with less stringent regulations, with no improvements to the ethical standards in global supply chains,” the policy paper said.",
    "“To avoid this phenomenon, which would be an unintended consequence of the Act, it is important to incorporate in-built economic incentives for compliance by suppliers.”",
    "The policy paper said this could be achieved through the promise of higher premiums to compliant suppliers.",
    "“The Sustainability Investment and Sustainability Differential conditions of the Rainforest Alliance certificate, which mandates that certified suppliers are given a monetary payment above the market price, provide an example of how economic incentives can be modelled into a law of the nature of the Supply Chain Act.”",
    "Sri Lanka smaller exporters at higher risk from German human rights supply chain law.",
    "The paper also pointed out that key stakeholders of the tea industry in Sri Lanka, particularly plantation workers and employees of smallholder farms, which the act aims to protect, are completely unaware of the existence of the act.",
    "“The lack of awareness among these communities regarding the paths of recourse available to them under the Act in the case of a rights violation makes it less likely that the complaints channels introduced by the Act with re-",
    "“As such, it is important that German government institutions, civil society organisations, and other interested parties conduct awareness programmes among vulnerable communities about this Act, so that it fully serves its intended purpose.” (Colombo/Dec24/2024)"
  ]
}