{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113093/pm-harini-calls-for-a-prosperous-nation-where-children-thrive-and-elders-live-with-dignity",
  "time_ut": 1759283220.0,
  "original_lang": "en",
  "original_title": "PM Harini calls for a prosperous nation where children thrive and elders live with dignity",
  "original_body_lines": [
    "Prime Minister Dr. Harini Amarasuriya says that the government is committed to creating a safe, supportive, and child-friendly environment while protecting children from abuse, labour, and stress, and ensuring their growth with dignity and knowledge.",
    "“Children are the lifeline of a nation. It is our responsibility to build a fostering childhood for them,” she said in a message on World Children’s Day, under the theme “Nurture with Love – to lead the World.”",
    "In her message she also highlighted the government’s dedication to safeguarding elders by strengthening their security, wellbeing, and dignity, reaffirming the nation’s responsibility to build a prosperous society for both children and elders.",
    "“I would also remind that our Government is committed to ensuring the protection, mental wellbeing, and health of our senior citizens, while creating a respectful and dignified social environment for them.”",
    "“It is with great pleasure that I extend my greetings as Prime Minister on the celebration of World Children’s Day, under the theme ‘Nurture with Love – to lead the World.’",
    "Children are the lifeline of a nation. It is our responsibility to build a fostering childhood for them.",
    "As a country with nearly 31% of its population comprising children, the Government has been entrusted with a special responsibility.",
    "Understanding this responsibility with utmost sincerity, our Government is committed to creating ‘a safe world for children – a creative future generation,’ by ensuring their protection, safeguarding their childhood, and providing every facility necessary for their growth.",
    "The government has already initiated in guaranteeing the safety of every child while creating an economically, socially, and psychologically secured environment that is child-friendly, enabling them to live with dignity and be enriched with knowledge.",
    "It is the expectation of the present Government to raise a child who grows up in a free, peaceful, and compassionate environment. In this regard, I emphasize that every possible measure is being taken to prevent the child labour, child abuse, harmful pressures, and stress from the lives of our children.",
    "On this day, which also coincides with World Elders’ Day, I extend my best wishes for good health and safety to all elders. I would also remind that our Government is committed to ensuring the protection, mental wellbeing, and health of our senior citizens, while creating a respectful and dignified social environment for them.",
    "The Government recognizes its responsibility not only to strengthen the economic security of elders, but also to support the children and institutions that care for them, while ensuring proper protection for those elderly who require care.",
    "We dedicate ourselves to building a prosperous country and a beautiful life, where children enjoy a complete childhood and elders live a life of dignity.”"
  ]
}