{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Two-new-Directors-appointed-to-Tokyo-Cement-Board/34-779151",
  "time_ut": 1752786217.0,
  "original_lang": "en",
  "original_title": "Two new Directors appointed to Tokyo Cement Board",
  "original_body_lines": [
    "Distinguished banker Jegan Durairatnam and Michio Matsuoka have been appointed to the Board of Directors of Tokyo Cement Company (Lanka) PLC.",
    "Durairatnam possesses extensive experience in banking, having been with the Commercial Bank of Ceylon PLC for 36 years. He served as a Director of Commercial Bank of Ceylon PLC from April 2012 to July 2014 and as the Managing Director/CEO from July 2014 until his retirement in July 2018. He has held several other senior management positions at Commercial Bank of Ceylon PLC, including Chief Operating Officer, Deputy General Manager – International, Assistant General Manager – International, and Head of Imports. He has held the position of Managing Director of Commercial Development Company PLC and has served as a Director on the Board of Lanka Financial Services Bureau Ltd.",
    "Durairatnam currently serves as the Non-Executive Independent Chairman of DFCC Bank PLC. He also serves as a Non-Executive Director on the Boards of Asian Hotels and Properties PLC, Ceylinco Life Insurance Ltd., Assetline Finance Ltd., and Enviro Solutions Ltd.",
    "Michio Matsuoka has been appointed to the Board of Directors of Tokyo Cement Company (Lanka) PLC as the Nominee and Non-Executive Director, representing UBE Singapore Pte Ltd. He succeeds Shuichi Nakamoto, who held the position previously. Matsuoka currently serves as the Managing Director of UBE Singapore Pte Ltd.",
    "He holds a Bachelor of Arts degree from Sophia University, Japan, and an MBA from Babson College, USA. He brings extensive experience in business development and international marketing and has held roles as General Manager and Project Manager.",
    "With these appointments, the Board of Tokyo Cement Company (Lanka) PLC comprises Chairman Dr. Harsha Cabral, PC, Managing Director S.R. Gnanam, Dr. Indrajit Coomaraswamy, A.D.B. Talwatte, Ravi Dias, W.C. Fernando, Praveen Gnanam, A.A. Ludowyke, Mano Sekaram, Michio Matsuoka, and Jegan Durairatnam."
  ]
}