{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/usage-of-lithium-ion-batteries-to-upgrade-the-living-standards-of-mankind/",
  "time_ut": 1722908700.0,
  "original_lang": "en",
  "original_title": "USAGE OF LITHIUM-ION BATTERIES TO UPGRADE THE LIVING STANDARDS OF MANKIND:",
  "original_body_lines": [
    "WITH SPECIAL REFERENCE TO LEAD-ACID VS LITHIUM-ION BATTERIES CASE STUDY OF EV INDUSTRY IN SRI LANKA",
    "Dammika Perera Managing Director of KD Rise Group of Companiesdammika@risemotorslk.com",
    "The discourse of Lithium-ion batteries and electric Vehicles in the world towards a sustainable future of mankind has a comparably recent literature while Lead-acid batteries have a long history spanning over 150 years. Lead Sulphate is a toxic substance that may lead to anemia, kidney damage, eye side damage, and central nervous system damage and Lead Sulphate is the major component of lead-acid accumulators. The impact made by Lead-acid accumulators of EVs is influencing more than the Lead-acid starter battery of vehicles due to the capacity difference.",
    "The 2019 Nobel Prize for chemistry was jointly issued to John B. Goodenough, M.Stanely Whittingham, and Akira Yoshinoto recognizing their pioneering work of intercalation materials essential for the production of Lithium-ion batteries. This was considered as a turning point in the electric vehicle industry in the world for a sustainable future.",
    "Many countries including USA, the European Union, Some South East Asian Countries, and many other developing countries have limited and banned the importation of Lead-acid Batteries. It is especially noticeable that the European Chemical Agency (ECHA) makes recommendations to the EU member states about the Lead-acid chemicals being dangerous and need more regulations including legislation control. Not only that but also in 2011 the",
    "Chinese government closed down 90%of Lead-acid battery manufacturing facilities. The intention behind this was to crack down on lead poisoning cases, and water and air pollution. But it is a tragedy that still some countries are acting like garbage bins by importing toxic hazards from China only considering the low price.",
    "Sri Lanka is a beautiful nation in the Indian Ocean. However, many developed and developing countries have banned Lead-acid battery importation and consumption in their contexts. Sri Lanka still allows Lead-acid batteries to be imported without considering the hazards of these batteries to the nation. Unfortunately, Sri Lanka doesn’t have a proper mechanism to recycle Lead-acid batteries or re-export them to other countries that has the capability of recycling them. Moreover, the general impact of environmental hazards of Lead-acid batteries is extremely high compared to Lithium-ion batteries.",
    "Finally, it is highly recommended to use the Lithium-ion batteries and avoid the usage of Lead-acid Batteries in order to avoid all the efficiency, service life, environmental, health, safety, maintenance, capacity, and recyclability issues.",
    "Bourse in erratic mode as negative investor sentiment takes hold",
    "Durdans Hosptals re-accreditation helping to mark off SL as ‘prominent medical tourism destination’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}