{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/when-sovereignty-goes-berserk/",
  "time_ut": 1722878400.0,
  "original_lang": "en",
  "original_title": "When sovereignty goes berserk",
  "original_body_lines": [
    "Bangladesh Prime Minister Sheikh Hasina did a Gotabaya Rajapaksa yesterday, although it had been widely thought a few days ago that the latest round of popular uprising led by students, too, would be quelled. But thousands of protesters stormed the Prime Minister’s official residence. Hasina fled overseas, the way Gotabaya did in 2022.",
    "About 300 lives have reportedly been lost in the bloody clashes that rocked Bangladesh. PM Hasina did everything in her power to suppress anti-government protests. The military and the police had orders to shoot to kill; a curfew was imposed and the Internet shut. Even armed ruling party supporters were sighted operating alongside the police and the military to crush the protests, according to international media reports.",
    "Ironically, the ruling party politicians in Sri Lanka praised Hasina for the oppressive manner in which she had brought the first wave of protests under control. They said Gotabaya should have done likewise. It may be recalled that after coming out of hiding, most SLPP politicians kept on saying in public that if Gotabaya had ordered a crackdown when the Aragalaya protests erupted, he would still have been in power.",
    "It is being asked in some quarters why the people of Bangladesh took to the streets and went all out to oust PM Hasina even after the Supreme Court had resolved the job quota issue, which sparked student protests. The Bangladesh economy was performing relatively well; PM Hasina had a firm grip on power so much so that many thought it would be plain sailing for her and her government for years to come. But they misread the situation.",
    "There was a massive pressure build-up in the Bangladesh polity due to the suppression of democracy. After being in power for 15 years, PM Hasina became overconfident and impervious to public opinion. She was labouring under the misconception that public resentment could be overcome with strong-arm tactics, and the police and the military would crush the anti-government protests.",
    "Extra-parliamentary methods used to oust Hasina are antithetical to democracy. But that is the fate the countries whose leaders let power go to their heads and test the patience of the public have to face. After being ensconced in power, Hasina, who once led Bangladesh’s fight for democracy from the front, practised the antithesis of what she had preached. A witch-hunt was launched against Opposition politicians; brutal crackdowns on free speech and the suppression of democracy characterised her authoritarian rule. The last general election she swept was boycotted by the main Opposition party. Public resentment was welling up, but Hasina carried on regardless. If a free and fair election had been held, the people would have been able to vent their pent-up anger in a peaceful manner without resorting to violent protests.",
    "In this country, public resentment would have found expression in an anti-government swing, prompting the Gotabaya Rajapaksa administration to make a course correction if the mini polls had not been put off. The SLPP-UNP government also made a huge mistake by postponing the local government polls, again, last year, at the behest of President Ranil Wickremesinghe. Perhaps, it would not have baulked at derailing the presidential election as well but for stiff resistance put up by the Opposition, the media and others.",
    "It is hoped that the government leaders in Sri Lanka will learn from what has befallen the Hasina regime, and mend their ways. They must stop abusing power, undermining the judiciary and running roughshod over the people who are resentful beyond measure. The least they can do to defuse tensions and prevent another disastrous uprising, which will put paid to the economic recovery efforts, is to stop provoking the public; they must ensure that the upcoming presidential election is held in a free and fair manner so that its outcome will reflect the will of the people.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}