{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fine-lines-and-wrinkles/",
  "time_ut": 1732726080.0,
  "original_lang": "en",
  "original_title": "Fine Lines and Wrinkles…",
  "original_body_lines": [
    "I’ve had queries coming my way regarding Fine Lines and Wrinkles.",
    "Some would say with age it’s a natural happening but I believe if we take care of our skin, we can tone down Fine Lines and Wrinkles a great deal.",
    "Try out these homemade remedies and I’m sure you will notice a difference…",
    "Mix aloe vera gel with honey and apply it to your face. Leave it on for 15-20 minutes. Aloe vera has soothing properties, while honey provides moisture.",
    "Mash a ripe avocado and mix it with a teaspoon of honey. Apply the mixture to your face for about 15-20 minutes. Avocado is rich in vitamins and antioxidants that can nourish the skin.",
    ": Mix equal parts of plain yoghurt and honey. Apply it to your face and leave it on for 15-20 minutes. The lactic acid in yoghurt can help exfoliate the skin while honey is moisturizing.",
    "Mash a ripe banana and apply it to your face for around 15 minutes. Bananas are packed with vitamins and nutrients that can hydrate the skin.",
    "Mix ground oatmeal with warm water to create a paste. Apply it to your face and let it sit for 15-20 minutes. Oatmeal can soothe and gently exfoliate the skin.",
    "Mash ripe papaya and apply it to your face for about 15 minutes. Papaya contains enzymes that can promote skin renewal and brighten the complexion.",
    "Gently massage a small amount of coconut oil onto your face and leave it on for 15-20 minutes before rinsing. Coconut oil can help moisturize the skin.",
    "Blend cucumber into a paste and apply it to your face for about 15-20 minutes. Cucumber has a cooling effect and contains antioxidants that can help rejuvenate the skin.",
    "Mix cooled green tea with a little bit of honey and apply it to your face. Green tea is rich in antioxidants and can help reduce inflammation.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}