{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Developing-sustainable-business-Power-of-people-centric-management/4-760194",
  "time_ut": 1711998529.0,
  "original_lang": "en",
  "original_title": "Developing sustainable business: Power of people-centric management",
  "original_body_lines": [
    "As businesses navigate complex challenges and pursue growth opportunities in a turbulent environment, it is imperative to recognise that the true engine driving success lies in effectively harnessing and optimising human resources. It is people who drive all other resources, thus becoming the central force. Gone are the days when success was solely measured by financial metrics or technological competence. While money, machinery, and markets undoubtedly play crucial roles, they are merely tools in the hands of people. The real value lies in the talent, creativity, and dedication of individuals who comprise the workforce",
    "In today’s business landscape, swift technological advancements, economic fluctuations, and shifting consumer preferences make predictions increasingly difficult. Recent black swan events have further highlighted the volatility of the business environment. Industries face escalating hyper-competition due to globalisation and deregulations. Internally, organisational dynamics pose exceptional challenges due to the complex interplay of various factors. These include the intricacies of workforce diversity, dispersed teams, ongoing technological disruptions, a growing emphasis on employee well-being and mental health, ethical and social responsibilities, and the need for agility and flexibility of organisations.",
    "Looking ahead, the complexity of the future business environment is expected to heighten as emerging trends such as artificial intelligence, climate change, and geopolitical shifts (from a unipolar to a multipolar world) introduce additional layers of uncertainty and challenge to organisational dynamics.",
    "Sustainable business refers to an organisational approach that integrates economic, environmental, and social considerations into its operations and decision-making processes to create long-term value for all stakeholders, including shareholders, employees, customers, communities, and the environment. This approach aims to achieve financial profitability while also contributing positively to social well-being and environmental conservation, thus ensuring the company’s viability and resilience over time. Key drivers of sustainable business underscore the importance of integrating environmental, social, and governance considerations (ESG) into business strategies to create long-term value for stakeholders, promote resilience, and contribute to develop a more sustainable business. Some of the key drivers include risk mitigation and regulatory compliance, market share and growth, waste control and cost savings, innovation and diversification, talent attraction and retention, supply chain resilience, reputation and brand enhancement, and ESG framework.",
    "As businesses navigate complex challenges and pursue growth opportunities in a turbulent environment, it is imperative to recognise that the true engine driving success lies in effectively harnessing and optimising human resources. It is people who drive all other resources, thus becoming the central force. Gone are the days when success was solely measured by financial metrics or technological competence. While money, machinery, and markets undoubtedly play crucial roles, they are merely tools in the hands of people. The real value lies in the talent, creativity, and dedication of individuals who comprise the workforce. Effective management, therefore, goes above traditional notions centred on finance, markets, and other resources. It’s about cultivating a culture that values and empowers employees, recognising their potential as drivers of innovation and growth.",
    "This shift towards a people-centric approach is not just a matter of philanthropy; it’s a strategic imperative for sustainable business success. Moreover, in today’s interconnected global economy, where competition is fierce and customer preferences are constantly evolving, it’s the human touch that sets businesses apart. Exceptional customer experiences stem from engaged and motivated employees who understand the importance of building meaningful relationships. Analyse, for example, any success story of a local company or multinational corporation that experienced a significant turnaround in its fortunes, people’s talent lies in the heart of the secret. It was the people who made the difference—people enabled other resources to grow and be unique, not money, technology, or markets. It is people who create wealth and sustainable business which is the result of human talent.",
    "By placing a greater emphasis on employee well-being, fostering a culture of collaboration and trust, and aligning individual goals with the company’s mission, these companies not only improved their bottom line but also strengthened their brand reputation and market position, thus ensuring the long-term success of the company.",
    "People-Centric Management is an approach to management that prioritises the needs, well-being, and development of employees as the central focus of organisational strategy and decision-making. It emphasises creating a work environment where employees feel valued, engaged, and empowered to contribute their best efforts towards achieving organisational goals. People-centric management prioritises the human element of the organisation, recognising that employees are its most valuable asset. By focusing on creating a supportive, engaging, and inclusive work environment, organisations can unleash the full potential of their workforce and develop sustainable organisations.",
    "The concept of People-Centric Management has been shaped by various scholars and thought leaders. Some key figures who have contributed to the development of this concept include Peter Drucker, Douglas McGregor, Abraham Maslow, Frederick Herzberg, Elton Mayo Mary Parker Follett. These scholars, among others, have significantly influenced the development of the people-centric management concept by emphasising the importance of understanding, valuing, and empowering employees within organisations. Their theories and insights continue to shape modern management practices focused on creating positive work environments and maximising employee potential. There is enough evidence to prove the power of people-centric management approach in building sustainable business around the globe.",
    "Management is fundamentally about harnessing and optimising human resources because people are the driving force behind organisational success, not merely money, machinery, or markets. This realisation serves as a guiding principle for businesses striving to thrive in today’s dynamic and interconnected world. However, the journey towards people-centric management is not without its challenges. It requires a fundamental shift in mindset, a willingness to embrace change, and a commitment to continuous improvement. Human resources are unique compared to other resources due to their inherent value, complexity, subjectivity, emotional requirements, strategic impact, legal and ethical considerations, and the need for continuous development.",
    "In today’s global landscape, companies, regardless of their size or reach, encounter unavoidable challenges that jeopardise their sustainability: a scarcity of talented individuals with the right attitude. There are people who can make the difference. While there is an abundance of job seekers, the mismatch between available talent and the specific needs of companies intensifies a worldwide ‘war for talent.’ Given the complex and unique nature of human resources, the real challenge lies in attracting, retaining and effectively harnessing individual talents while meeting the organisational requirements on its path to success. This challenge rises above and is much more complex than managing any other resources. Embracing a people-centric management approach emerges as the ultimate remedy to this pressing issue and building sustainable business.",
    "Strong and committed leadership is essential for building trust and fostering a collaborative culture within a business organisation by setting the tone, leading by example, champions diversity and inclusion, communicating effectively, empowering others, building relationships, resolving conflicts, celebrating meaningful achievements, promoting continuous improvement, and cultivating a sense of belonging among all employees.",
    "Leadership has the potential to undermine a people-centric management philosophy in several ways and the most common leaderships issues are;",
    "(1) Ignoring feedback and input: Effective people-centric leadership involves listening to and valuing the input of employees. If leaders dismiss feedback, ideas, or concerns from their team members, it signals a disregard for their perspectives and contributions. This can lead to disengagement and resentment among employees, undermining the collaborative culture that is essential for success.",
    "(2) Favouritism and bias: When leaders show favouritism or exhibit biases in decision-making, it undermines the principles of fairness and equality within the organisation. Employees who perceive unfair treatment may become demotivated and disengaged, ultimately leading to a breakdown in trust and cohesion among team members.",
    "(3) Failure to address conflict and issues: Leadership plays a crucial role in addressing conflicts and addressing issues promptly and effectively. If leaders avoid or mishandle conflicts, it can create a toxic work environment where grievances worsen, and morale suffers. This erodes the foundation of a people-centric management philosophy, which relies on open communication and constructive conflict resolution.",
    "(4) Ignoring discipline: Disciplining employees within a people-centric management framework is a delicate but essential aspect of maintaining a healthy and productive work environment. leadership’s disregard for employee discipline can destroy a people-centric management philosophy by eroding trust, disrupting collaboration, damaging organisational culture, hindering employee development, increasing legal risks, and diminishing employee engagement. It is essential for leaders to prioritise and enforce discipline consistently and fairly, reinforcing the values of accountability, fairness, and respect within the organisation.",
    "(5) Unfiltered recruitment: Unfiltered recruitment can undermine the efforts of people-centric management by creating mismatches in cultural fit, reducing employee engagement, increasing turnover, diminishing team performance, damaging organisational reputation, and impeding the implementation of people-centric policies. It is essential for organisations to prioritise recruitment processes that carefully assess candidates’ fit with the organisation’s culture and values to support the success of people-centric management initiatives.",
    "Wealth creation often emerges from a combination of factors, including human capital (talent), financial capital, and the efficient utilisation of resources. Moreover, the symbiotic relationship between talented individuals and supportive resources often amplifies the process of wealth creation. However, the pivotal role of people in this process is often overlooked, distinguishing between sustainable and unsustainable businesses.",
    "It is necessary for businesses to recognise that the key to success lies in the people driving the businesses/brands forward in navigating the complexities of the modern marketplace. Embracing a management philosophy that places a high priority on human resources enables companies to unlock their full potential and set a course towards sustainable growth and prosperity. Managing human resources holds greater significance compared to managing other resources due to its multifaceted nature. It involves leveraging the unique abilities of individuals, nurturing creativity, providing effective leadership and motivation, investing in employee development and retention, addressing ethical and legal considerations, and promoting a high quality of work life. Fundamentally, management revolves around people, go above mere concerns about finances, machinery, or technology. While the importance of material resources may fluctuate over time, the intrinsic value of the human factor remains constant and enduring.",
    "Trust-building and the cultivation of a collaborative culture stand as vital pillars within a people-centric approach to management. When employees feel trusted, valued, and empowered to collaborate with their peers, they become more engaged, motivated, and productive. Consequently, this fosters a positive work environment, encourages innovation, and ultimately leads to organisational success.",
    "(The writer holds a Ph.D. Mgt. (UJP), and is a Management Consultant, Researcher, Visiting Lecturer, Accredited Director, Chartered Member CIPM, MSLIM, AITD. He held positions such as Executive Director, CEO, Sr. Executive Vice Presidents/Group Head of HR, and has 25 years of industry experience.)"
  ]
}