{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-event-management-association-enhancing-professional-standards-and-setting-industry-benchmarks/",
  "time_ut": 1709916360.0,
  "original_lang": "en",
  "original_title": "The Event Management Association: Enhancing professional standards and setting industry benchmarks",
  "original_body_lines": [
    "The Event Management Association (EMA), the only professional industry body in Sri Lanka for event management, with a membership of over 50, sheds light on the often unseen, yet crucial role that professional event managers play in creating and delivering successful events and fostering a thriving industry within the country and the region. They aim to raise awareness among corporates and individuals about the significant benefits they stand to gain when working with a member, endorsed by EMA.",
    "At their AGM held on the 30th of January 2024, the following office bearers were appointed by the EMA to drive these objectives. President – Nisal Caldera, Vice President – Kamesh Malwana, Vice President – Sajith Kodikara, Secretary – Saliya Weerasekara, Treasurer – Gayan Attanayake, Assistant Secretary – Uzmaan Ghouse, Assistant Treasurer – Azmath Jahn. Committee Members; Kapila Pieris, Bhathiya Jayakody, Miikke Abaysinghe, Janice Hakel Ranasinghe, Charm Dias, Mahesh Primithilal, Kosala Sureshchandra, Romesh Fernando. Further, Gerry Jayasinghe, Roshan Wijeratne, and Nishan Wasalathantri were appointed as Advisory Council Members of the association.",
    "Saliya Weerasekara, Secretary of the EMA, commented that “Choosing EMA-affiliated professionals isn’t just about achieving a successful event. It’s about choosing a partner who upholds industry standards and ethics, continuously drives innovation, demonstrates professionalism, and ultimately, strengthens the event management sector that plays a pivotal role in our national economy.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}