{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98900/security-breach-at-sydney-airport-as-man-runs-onto-tarmac-and-tries-to-board-sri-lanka-bound-flight",
  "time_ut": 1714306560.0,
  "original_lang": "en",
  "original_title": "Security breach at Sydney Airport as man runs onto tarmac and tries to board Sri Lanka-bound flight",
  "original_body_lines": [
    "A brazen intruder was captured walking across a jet bridge and onto a busy tarmac before he tried to board a nearby plane at an Australian airport.",
    "The unidentified 30-year-old man allegedly bolted through the screening area to breach security at the Sydney International Airport on Friday, 9 News reported.",
    "The Australian Federal Police say they were able to stop the man as he was moseying his way toward the tarmac.",
    "“AFP officers arrested a man, 30, who allegedly ran through the main screening area and gained access to restricted areas, including the apron,” said in a statement to the outlet.",
    "An apron connects the terminal buildings with the airfield, where baggage and passengers board a plane.",
    "Witnesses claimed they saw the man run through the airport’s immigration control area and onto the airport’s apron, the Daily Telegraph reported.",
    "He had allegedly tried to jump on board the cargo hold of a Sri Lanka-bound flight but was thwarted by baggage handlers.",
    "The man is seen walking leisurely across the top of the apron, looking out toward the tarmac, shocking video obtained by 9 News showed.",
    "The clip then shows him confronting baggage handlers as they were loading up the Sri Lanka-bound flight, who appeared to be trying to claim him and look around for help.",
    "Moments later, police are seen ripping the man off a lift near the cargo hold.",
    "As he’s slammed to the ground, the suspect is seen resisting three officers who eventually slapped cuffs on him.",
    "The intruder was charged with a court attendance notice for breaching restricted areas of the airport.",
    "It’s suspected the man was experiencing a mental health issue.",
    "In February, a man was captured on dramatic video running across the tarmac at Los Angeles International Airport and suffered minor injuries when cops collared him.",
    "Authorities believe he was under the influence of a substance during the incident.",
    "Similarly, in 2021, a woman was captured on video being tackled to the ground as she tried to wave down a plane at LAX’s Southwest Airlines gate.",
    "She was taken to a local hospital for minor injuries and a mental health evaluation."
  ]
}