{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Suspension-of-parate-action-An-overview/4-762545",
  "time_ut": 1717429482.0,
  "original_lang": "en",
  "original_title": "Suspension of parate action: An overview",
  "original_body_lines": [
    "The suspension of the parate action which is currently in force will have serious implications to the banks apart from the liquidity crisis which will affect and restrict their ability to lend",
    "My previous article titled “Parate execution: The last option and ‘not’ the first option” was published in the “Daily FT” on 1 January 2024 (https://www.ft.lk/columns/Parate-execution-The-last-option-and-not-the-first-option/4-756888). Considerable interest was expressed by many especially the banking community on this article since I have shared my personal experience for the benefit of all stakeholders.",
    "I am prompted to write this article as a follow-up due to the subsequent development towards the suspension of the parate action for the benefit of all. The Government in consideration of the appeals made by various sectors especially the MSME sector has introduced an amendment towards suspending the “parate action” which is now in force. It appears all pleas made by the banking community against the suspension have not had the desired effect. In this article as a personality with considerable exposure in this particular field I take the liberty and venture to share some of my thoughts on the implications which will be faced by the banks as a result of the current suspension for the benefit of all stakeholders in a realistic way.",
    "A Bill to amend the Recovery of Loans by Banks (Special Provisions) Act, No. 4 of 1990 was passed in Parliament recently.",
    "The amendment Bill puts a temporary hold on parate action by all Licensed Commercial Banks towards the recovery of their overdue facilities in relation to assets both movables and immovables mortgaged to the banks until 15 December 2024. The reality is, a hold has been placed on banks in utilising a powerful weapon possessed by them in recovering their overdue liabilities under their NPA (Non-performing Advances) secured against the mortgage of properties.",
    "Before I proceed let me give a brief insight to the introduction of “parate action”. The parate action rights were previously available and restricted only to the State Banking Institutions in Sri Lanka. However, in 1990 during the Presidency of President Premadasa, this was extended to the private banks with a view of protecting genuine borrowers and provide a level playing field to all banks incorporated in Sri Lanka. In 1990 at the time of the enactment of this Act, the amount stipulated for such parate action was limited to only Rs. 150,000 which was considered as substantial during the enactment of this Act. However, interestingly in 2011 with the enactment of the amendment which also extended the parate rights to movable assets the stipulated amount was enhanced up to Rs. 5 million by the then Government of President Mahinda Rajapaksa. In other words this was a huge jump. This resulted in the weakening of a powerful weapon hitherto possessed by banks.",
    "I very well remember attending a seminar in 1990 at the time of the introduction of this legislation. Several veterans of the banking community, in addition to various other leading personalities attended this seminar and explained the necessity of this legislation. One point which was emphasised was that this will protect the genuine borrowers. How will this protect genuine borrowers, one might argue. It was revealed banks will be compelled to increase the rate applicable on genuine borrowers to offset the loss incurred by the non-payment of borrowers mainly under the category of “wilful defaulters”.",
    "It was revealed certain banks and officials entrusted with the responsibility of remedial management used this powerful weapon to auction the properties mortgaged to the banks without giving due consideration to the difficulties faced by the borrowers. Even though the Act provides the borrowers to seek the intervention of the Courts for an injunction against the banks if there were any injustices done, due to the heavy legal expenditure most of the small time borrowers are not in a position to seek the intervention of the courts which resulted in the disposal of their assets mortgaged to the banks towards the recovery of the overdues. This was the main reason attributed which necessitated the enhancement of the stipulated amount to Rs. 5 million as it stands today.",
    "During the COVID crisis at a time when the whole world came to a halt, the regulators intervened and imposed a temporary suspension on parate action by banks in addition to a hold on the seizure of motor vehicles covering lease facilities. This temporary suspension expired on 31 March 2023 after which the banks were advised by the regulators to assess each case separately and act accordingly by giving due consideration to the difficulties faced by the borrowers whose businesses were affected due to the unexpected calamity which was followed by the worst economic crisis. Globally when countries were limping towards normalcy, we in Sri Lanka got caught to an economic crisis. In other words, we got caught to a dual calamity; one due to the natural calamity while the other was entirely due to a man-made calamity.",
    "The Government after taking into consideration the pleas made by affected borrowers especially the MSME sector placed and passed an amendment to temporarily halt the parate action ONLY up to 15 December 2024. In other words the amendment seeks to put a hold on such action for a duration of only six months. It’s NOT seeking to repeal the Act, as such a course of action will result in liquidity crisis in banks. Even after the expiry of this date, genuine borrowers unable to seek redress from the banks, will still have the right to seek the intervention of the courts for an injunction against banks if they feel the banks are not considerate in granting them relief.",
    "This is one of the main reasons, in all our lectures to the bankers, we consistently advise them that legal action should be the last option, similarly parate action should be the last option and not the first option. Whenever the bank officials communicate with the defaulters all such communications (whether verbal or written) should be recorded to counter any move by the defaulters to seek any injunction.",
    "It was noted, parate execution notices were published by a few Licensed Commercial Banks even after the enactment of the amendment covering the current suspension. According to some legal sources as reported in the print media the Amended Act does not provide retrospective effect. The amendment became law on 8 May 2024, hence they contend it prevents the banks in appointing or authorising any person to sell by public auction any property mortgaged to them after the aforesaid date.",
    "Let me briefly examine the implications banks will face due to the current suspension. The suspension of the parate action which is currently in force will have serious implications to the banks apart from the liquidity crisis which will affect and restrict their ability to lend.",
    "a) Banks will not be able to have any serious discussions with the affected borrowers since the suspension has placed the borrowers on a stronger position and has resulted in weakening the banks’ ability to arrive at any negotiated settlement. This also includes the wilful defaulters whose desire to cooperate with the banks are at almost zero level.",
    "b) All interest payable and recoverable on the facilities i.e., the loans classified as bad loans will have to be suspended and cannot be taken into their profits as the recovery of this income is in suspense and doubtful,",
    "c) Such suspended interest component will go up on a monthly basis without any prospects of recovery and will affect the profitability of the banks,",
    "d) The banks under normal circumstances will cease to suspend the interest on the bad loans once the suspended interest component equalises the total principal outstanding. In other words the principal liability will continue to remain outstanding without earning any interest which is the bread and butter of the banks.",
    "e) The banks’ management cost, in managing the bad loans will go up as even with the suspension of the parate action banks will have to continue with their recovery efforts notwithstanding the minimal cooperation of the borrowers by utilising other means to recover the outstanding, all of which will be a drain on the banks’ managerial expenditure.",
    "There is a misconception that banks whenever they go for parate action do not pay the balance component derived on such auction of the assets to the borrowers. This is far from the reality. As a personality involved in such operation during my banking career, I could state with authority I have not come across such instances. The banks once the auction takes place and the funds are at their disposal, utilise such funds to recover, the principal liability, interest held in suspense which will be substantial with the suspension of the interest component, the legal expenses incurred by them, charges incurred on the notice of parate action, auctioneers charges, etc., in addition to the expenditure incurred by banks in managing the bad loans which are in their Non-Performing section (NPA). After recovering the aforesaid, and if there is any balance remains, the banks will and should release it to the borrowers. The borrowers have a right to demand from the banks of the utilisation of the sale proceeds of their properties.",
    "What will happen after 15 December 2024 after the expiry of the suspension, we cannot predict. Some have argued the parate action suspension should be in force for a duration of three years while some others have voiced the complete repeal of the parate action. Such action or any extension for a long duration of the suspension will have serious repercussion for banks and will greatly affect their liquidity and hamper their ability to lend especially to the MSME sector.",
    "Banks will be cautious in lending against collateral if there is no mechanism at their disposal to realise the collateral within a reasonable period towards recovering their exposure which will compel them to go for a mortgage action. Such action is costly apart from the time duration it will take in arriving at the final outcome which of course will arise only after exhausting all legal options both by the banks and affected borrowers.",
    "The authorities may review the suspension after its expiry and allow it to lapse or there is a remote possibility of it being extended. The expectation is the suspension will lapse on 15 December 2024. The reality is, on the expiry of the suspension the banks will be burdened with substantial interest component held in their ‘suspense accounts’ in addition to the principal outstanding. Banks will have to consider giving the borrowers various concessions by way of interest reduction, extension of the repayment/grace period, etc.",
    "However the most crucial factor which will be faced by the banks will be their inability to secure the overall liability as the value of collateral held may not be adequate in some cases, to cover and secure the entirety of the portfolio outstanding inclusive of the accumulated interest held in suspense which will be substantial. This will even compel them to consider “haircuts” as enforcing parate execution will be a futile exercise. This in my view will be the reality of the situation.",
    "It has been made mandatory for the banks to establish business revival units to assist the affected borrowers which bestows greater responsibility for the banks and officials involved in remedial management. Accordingly, bankers should assess each case carefully and wherever, possible they should give concessions to the affected borrowers towards the continuity of such business ventures as many are dependents on such ventures. If such a course of action is taken there will not be any need for the authorities to consider any extension of the suspension of the parate action which is currently in force.",
    "Auctioning the properties mortgaged to the banks should always be the “last option and not the first option”!",
    "All bankers and particularly officials involved in remedial management should be extremely cautious in ensuring they do not lose the powerful weapon in their possession and such an eventuality will have serious repercussions to all stakeholders."
  ]
}