{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Not-AirAsia-bidding-to-acquire-SriLankan-Capital-A-CEO-clarifies/108-281384",
  "time_ut": 1714084380.0,
  "original_lang": "en",
  "original_title": "Not AirAsia bidding to acquire SriLankan: Capital A CEO clarifies",
  "original_body_lines": [
    "Capital A CEO Tan Sri Tony Fernandes clarified that it is AirAsia Consulting Sdn Bhd that is bidding to acquire SriLankan Airlines, and not AirAsia.",
    "If successful, the soon to be re-branded AirAsia Consulting will raise its own capital for the acquisition, Fernandes told reporters in Malaysia this week at a media conference that was held to announce the extension of his tenure as chief for another five years.",
    "“Just to clear that up for everyone, AirAsia is not buying SriLankan Airlines. AirAsia Consulting, which will set up its own fund, is looking at buying SriLankan Airlines. So, it’s not AirAsia,” he said.",
    "“I know it’s confusing, and AirAsia Consulting will be changing (its name) to Capital A Consulting very soon. So, that’s for airlines who want to consult our 23 years of experience, but AirAsia Consulting is also looking for opportunities to invest in airlines outside of ASEAN. AirAsia is fully focused on ASEAN. That’s our goal,”",
    "he added. AirAsia Consulting is among the six bidders for SriLankan Airlines. Fernandes noted there are two aims for AirAsia Consulting. One is to potentially take stakes in airlines outside of the AirAsia group and also just to provide consulting services.",
    "“Over the last 23 years, we have built up a whole lot of experience, but we have decided for AirAsia to only focus on ASEAN. Many airlines want us to help them set up a low-cost airline. Many governments have approached us to take over their airlines, AirAsia is not interested, as it is actually purely focused on ASEAN. So, we created this company called AirAsia Consulting, which sits under Capital A Aviation Services,” he said.",
    "AirAsia Consulting CEO Subashini Silvadas was quoted by The Edge saying that the company is still in the pre-qualification stage for the acquisition of national carrier SriLankan Airlines, and has yet to submit any price bid since due diligence has not been carried out."
  ]
}