{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83190",
  "time_ut": 1700915940.0,
  "original_lang": "en",
  "original_title": "President Wickremesinghe characterised the Constitutional Council (CC) as being ‘part of the executive’. Undeniably, the CC was established to check executive power and  not to act as an executive appendage.",
  "original_body_lines": [
    "President Ranil Wickremesinghe’s highly inappropriate jocularity in Parliament this week when commenting about the ‘Public Trust’ Doctrine only reinforces the (unfortunately) pejorative stamp of his Presidency as undermining the Constitution.",
    "Mind, this is not in the typically crude sledgehammer style of Medamulana rule but more subtle and hence far more dangerous.",
    "The President alleged that the Opposition Leader’s refusal of former President Gotabaya Rajapaksa’s offer to take the Presidency last year in the wake of unprecedented public anger against the Rajapaksas, was a breach of Public Trust.",
    "‘Where does this (ie; Public Trust) end?’ the President caustically asked. This was an obviously sneering aside to the Supreme Court ruling earlier this month referencing the breach of Public Trust by the Rajapaksa ruling coterie and its supporters who catastrophically mismanaged the country’s monetary and fiscal policy from 2020/2021.",
    "That was held by the Court to have directly contributed, (by commission and by omission), to Sri Lanka’s painful bankruptcy.",
    "That extraordinary crisis from which the country is still struggling to extricate itself, has precipitated large segments of the populace into penury, led to the breakdown of the public health and education systems resulting in thousands fleeing its shores.",
    "Not satisfied with that aside, the President went on to say that if he is not given the ‘support’ that he needs at this critical juncture, that again violates the Public Trust.",
    "But such frivolity is both unseemly and imprudent. The core components of the majority Supreme Court ruling is far from what the President mockingly reduces it to.",
    "Public Trust is not a question of a Presidential demand for ‘public support’ or finding fault with the Opposition Leader’s decisions as the case may be.",
    "In fact, this cursory treatment of an important legal doctrine going to the heart of political accountability is a reflection of how little Sri Lanka’s leaders regard the Rule of Law. President Wickremesinghe would do well to refresh his memory on the manner in which the doctrine of Public Trust had been painstakingly developed as an expansion of judicial review of executive and administrative action from the early 1990’s.",
    "Certainly this is not a new jurisprudential graft on judicial thinking of the apex court and he is not the first President challenged therein.  On the contrary, the doctrine forms a bedrock of jurisprudence based on public law principles read with Article 12 (1) ensuring the equal protection of the law.",
    "Its core warning is that discretions and powers vested in those wielding executive and administrative office cannot be ‘absolute, unfettered and unreviewable.’",
    "Through decades, (I must add, when the Court was propelled by its conscience as opposed to political ambition of a few judges), the doctrine has been judicially employed to reprimand constitutional violators for capricious, arbitrary and unreasonable exercise of power.",
    "This has ranged from giving relief for citizens affected by land acquisitions, compensation for evictions, appointments and dismissals and the corrupt exercise of political power.",
    "In the instant decision, the Court’s majority reasoning meticulously examines the various factors that led to the country’s financial collapse. Particularly pivotal were the 2019 tax revisions of the Gotabaya Rajapaksa Presidency which had been justified by the respondents as ‘re-engineering’ the tax system, creating a positive environment to spur business growth despite enormous loss of revenue.",
    "In dismissing that explanation, the Court observed that legislation to that effect had been introduced only in mid 2021 even though, by that time, it was patently clear that such a positive impact had not been evidenced. Instead, an ‘unmanageable budget deficit’ had been created and the country’s credit ratings had been lowered by ratings agencies.",
    "This in turn led to the ‘loss of access to capital markets at reasonable costs which resulted in the drying up of foreign exchange inflows (see at page 74).",
    "Remedial measures were imperative but not taken. These failures had a domino effect on the economy, which finally collapsed. Even so, the response by the Government of the day had been ‘confrontational’ with the Ministry of Finance and the Central Bank refusing to accept the downgrading. This was, in the Court’s view, both irrational and unreasonable, breaching the Public Trust reposed in the (then) President, Prime Minister, Finance Minister and the Secretary to the President.",
    "That same gross negligence was demonstrated in seeking assistance from the International Monetary Fund (IMF) and in not properly assessing the fact that a so-called ‘homegrown solution’ would not be viable to resolve serious economic ills. ‘The sudden departure or deviation from commitments with the international organisation had resulted in consequences detrimental to the country’ the Court observed (see at page 78).",
    "Even so, the attack on the ‘Public Trust Doctrine’ was not the only constitutional fracas that arose vis a vis the President’s remarks in the House. Firing on all guns as it were, President Wickremesinghe also characterised the Constitutional Council (CC) as being ‘part of the executive’ and claimed that it was ‘sabotaging’ the appointment of a new Inspector General of Police (IGP) and judges to the superior courts.",
    "For good measure, it has been proposed to appoint a Parliamentary Select Committee to ‘examine’ the CC’s working. The CC, as initially envisaged in the 17th Amendment, was conceived as a constitutional creature, sui generis in nature, meant to ‘restrict’ Presidential discretion when making appointments to constitutional commissions and key public/judicial offices (SC Determination No 6/2001, Decisions of the Supreme Court on Parliamentary Bills, 1991-2003, Vol VII).",
    "Undeniably, the CC was established to check executive power not to act as an executive appendage. Indeed, this Presidential reduction of the CC places it on par with the discredited Parliamentary Council of the Mahinda Rajapaksa-driven 18th Amendment and the Gotabaya Rajapaksa-driven 20th Amendment. In other words, President Wickremesinghe cannot run with the hare and hunt with the hounds as it were.",
    "He cannot boast that he made a ‘change’ with the 21st Amendment (and earlier with the 19th Amendment) by doing away with the obnoxious Parliamentary Council. And at the same time, reduce the CC to a cipher.",
    "This is not to say that the CC is all that it should be. Far from it. It is deficient in its supposed claim to ‘independence’ in its composition, presided over by the Speaker.",
    "The CC’s procedures in regard to its functioning should also be far more transparent. This has been a long standing problem for several years. That is not rectified by the Opposition Leader’s tabling of the minutes of the CC justifying his position over the still pending appointment of the tenth member to the CC.",
    "But all that does not justify the description of the CC as ‘part of the executive,’ let it be said clearly.",
    "Meanwhile, what is this squabbling over who should occupy front row seats in the House which took up a considerable amount of time with legislators jeering as the President baited the Opposition Leader. Are these matters that should even take up the time of parliamentary business forsooth?",
    "President Wickremesinghe was heard the other day to announce that parliamentary time should not be wasted. Well, it seems as if he is the first offender thereof.",
    "This sort of devilry in the House is to the detriment of the country, the people and indeed, the incumbent holder of the seat of the Presidency himself."
  ]
}