{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/How-inclusive-design-strategies-can-transform-Sri-Lankan-banking-experience/4-780244",
  "time_ut": 1755130380.0,
  "original_lang": "en",
  "original_title": "How inclusive design strategies can transform Sri Lankan banking experience",
  "original_body_lines": [
    "Sri Lanka’s digital banking market is projected to reach $ 1.21 billion by 2029, but there’s a substantial customer segment that remains largely untapped. Whilst banks focus on attracting tech-savvy millennials, they’re overlooking 1.6 million people with disabilities and 12.3% of the population aged 60 or older, demographics that represent not just social responsibility, but significant revenue potential.",
    "Consider this: a successful businessman in Colombo with visual impairment struggles to complete basic banking transactions online, eventually switching to a competitor with better accessible services. His frustration isn’t unique – it represents a systematic failure to capture market share from underserved customer segments.",
    "The business case for inclusive banking design isn’t about charity – it’s about revenue growth. When banks create accessible digital experiences, they unlock new customer acquisition channels while reducing operational costs. The numbers speak for themselves: digital self-service transactions cost $ 0.10-0.50 compared to $ 5-15 per call centre transaction, offering potential cost reductions of 50-70%.",
    "The challenge extends beyond accessibility for disabled customers. Consider a rice farmer from Anuradhapura attempting to understand a loan application filled with terms like “principal repayment schedule” and “collateral valuation procedures.” Even in Sinhala, these banking descriptions sound more like legal documents than everyday conversation. This customer abandons the application, not because they can’t afford the loan, but because they can’t navigate the language. In today’s interconnected world, people with disabilities – whether visual, hearing, motor, or cognitive – need to engage with banking services just like everyone else. They’re not seeking special treatment; they’re seeking equal access to financial products that enable them to participate fully in the digital economy. The proportion of Sri Lankans above 60 years will increase from 14% in 2017 to 22% by 2037. This ageing population, combined with the existing disability market and rural customers struggling with complex language, creates a customer base that forward-thinking banks can capture through strategic design improvements.",
    "International banking leaders have already demonstrated the business value of inclusive design. Their results provide a roadmap for Sri Lankan banks seeking competitive advantage.",
    "Bank of America pioneered accessible banking in the US, becoming the first to implement comprehensive online banking accessibility and nationwide talking ATMs. This early investment in inclusive design contributed to their current customer base of 66 million users and consistent top rankings in customer satisfaction surveys.",
    "Lloyds Banking Group serves approximately 6 million customers affected by disability or long-term health conditions, representing 20% of their total customer base. According to Accenture research they reference, companies leading on disability inclusion generate 1.6 times more revenue and 2.6 times more net income than their competitors. NatWest transformed their entire debit card portfolio with accessibility features, including notched cards that help visually impaired customers insert them correctly into ATMs. This seemingly simple design change reduced customer errors and support costs whilst attracting new customer segments.",
    "The pattern is clear across all these examples. Banks that invest in inclusive design see measurable improvements in customer acquisition, retention, and operational efficiency.",
    "For Sri Lankan banks, the inclusive design opportunity represents both immediate revenue gains and long-term strategic positioning. The numbers reveal significant potential across multiple customer segments. The primary market analysis shows 1.6 million people with disabilities currently underserved by traditional banking. If banks capture just 20% of this market, that represents 320,000 new customers. With average customer lifetime value in Sri Lankan banking estimated at $ 500-1,000, this translates to direct market potential of $ 160-320 million.",
    "The revenue opportunity extends far beyond disabled customers themselves through what we can call the secondary market multiplier. Each accessible customer influences 2-3 family members’ banking decisions. When banks provide better accessibility, entire families often switch their banking relationships, multiplying the customer acquisition impact.",
    "Sri Lanka has the highest proportion of older adults in South Asia, creating a natural customer base for accessible banking services through what we might term the aging population premium. Older customers typically hold higher account balances and use multiple banking products, increasing their lifetime value significantly compared to younger demographics.",
    "Perhaps most importantly, there’s substantial competitive differentiation value in being first to market. First-mover advantage in accessible banking creates brand loyalty that’s difficult for competitors to break. Customers who switch to accessible banks rarely return to less inclusive alternatives, creating a sustainable competitive moat.",
    "From my experience designing banking applications, the most impactful accessibility improvements are often the simplest to implement. Sri Lankan banks can capture this market opportunity through several strategic approaches that deliver measurable returns.",
    "Language simplification for market expansion represents the most cost-effective starting point. Banks should replace banking jargon with plain language across all customer touchpoints. Instead of “inward remittance,” use “money received from abroad.” Replace “principal amount” with “loan amount” and “maturity date” with “end date.” This simple change improves comprehension for elderly customers and those with cognitive disabilities whilst reducing customer service calls. Multi-language accessibility in Sinhala and Tamil using everyday terminology creates broader market appeal and reduces transaction errors.",
    "Digital interface optimisation offers significant competitive advantages through relatively modest investments. Larger text sizes and high contrast colours improve usability for aging customers. Voice navigation features reduce reliance on complex touch interfaces. Simplified menu structures decrease task completion time across all user groups. Screen reader compatibility opens access to visually impaired customers while improving overall user experience.",
    "Cost-effective physical improvements can drive immediate returns through enhanced customer experience. Staff training on disability awareness improves customer service scores across all demographics. Tactile card designs reduce customer errors and support costs while creating memorable brand differentiation.",
    "The most successful approach to inclusive banking implementation follows a phased strategy that balances investment with measurable returns. This framework allows banks to build momentum while demonstrating clear business value at each stage.",
    "Phase 1 spans the first six months and focuses on quick wins with modest initial investment. This includes staff training on disability awareness, website accessibility audit and basic improvements, and language simplification across customer communications. Banks can expect positive ROI through reduced support costs and immediate customer satisfaction improvements as these changes address fundamental usability barriers. Phase 2 covers months 6-12 with more substantial technology upgrades. This phase includes mobile app accessibility improvements, voice banking feature implementation, and multi-language support enhancement. Banks can expect improvement in ROI through customer acquisition and retention as these features open new market segments and reduce customer churn. Phase 3 extends beyond 12 months with comprehensive ecosystem development. This involves complete digital platform overhaul, advanced assistive technology integration, and comprehensive accessibility certification. Banks can expect positive long-term impact through market leadership positioning, premium service differentiation, and sustainable competitive advantage that becomes increasingly difficult for competitors to replicate.",
    "The inclusive banking opportunity won’t remain available indefinitely. As digital adoption accelerates and regulatory requirements evolve, banks that delay accessibility improvements will find themselves at a competitive disadvantage.",
    "Sri Lankan banks have a clear choice: lead the inclusive banking revolution or watch competitors capture this lucrative market. The global evidence is overwhelming - accessible design drives revenue growth, reduces costs, and creates sustainable competitive advantage.",
    "The question isn’t whether to invest in inclusive banking design, but how quickly banks can implement these changes. In an increasingly competitive financial services landscape, the banks that embrace accessibility today will dominate tomorrow’s market.",
    "The 1.6 million Sri Lankans with disabilities aren’t just a social responsibility – they’re a strategic business opportunity worth hundreds of millions in revenue potential. Forward-thinking banks that recognise this opportunity will transform not just their customer base, but their entire market position.",
    "(The writer is a seasoned Product and UX Designer with a decade of experience helping clients in fintech, B2B and B2C sectors, optimising user experiences and driving overall business success. Known for his strategic thinking and deep understanding of user behaviour, he has led the design of impactful products for leading regional and international clients. He can be reached via [email protected].)"
  ]
}