{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Celebrating-cultural-diversity-at-Independence-Arcade/56-780167",
  "time_ut": 1754951294.0,
  "original_lang": "en",
  "original_title": "Celebrating cultural diversity at Independence Arcade",
  "original_body_lines": [
    "Colombo’s Independence Arcade turned into a vibrant hub of culture, commerce, and community recently as ‘WINGS: Flight Begins Here’, a two-day diversity market, unfolded on 1 and 2 August, drawing large crowds in celebration of Sri Lanka’s rich pluralistic spirit.",
    "Hosted by Chrysalis, a non-governmental organisation committed to promoting economic independence, dignified work, leadership, and inclusion among underserved communities in Sri Lanka, the event was open to the general public and drew an enthusiastic and diverse crowd.",
    "The market showcased small and medium entrepreneurs from across the country, offering attendees the chance to support local businesses across various sectors — from crafts and food to eco-products and fashion. Beyond shopping, visitors engaged in interactive dialogues exploring the private sector’s role in social cohesion, and experienced Sri Lanka’s pluralistic heritage through dynamic cultural performances and community-driven initiatives.",
    "WINGS celebrates the achievements made under the Fostering Inclusive Communities and Economies (FICE) project, where 125 local small and medium businesses have been supported to improve their inclusion and green measures to expand the social impacts of their businesses. This project was supported by the Strengthening Social Cohesion and Peace in Sri Lanka (SCOPE) program co-funded by the European Union (EU) and the German Federal Foreign Office and is implemented by GIZ in partnership with the Ministry of Justice and National Integration.",
    "Highlights of the two-day program included a vibrant Diversity Market, where SCOPE-supported entrepreneurs showcased and sold their goods and services, demonstrating inclusive economic growth across communities.",
    "The event featured cultural performances with traditional music and dance, celebrating Sri Lanka’s rich heritage and multi-ethnic identity. Attendees also enjoyed the Diversity Kitchen, offering a range of cuisines that represented the country’s diverse culinary traditions. A dedicated Green Corner promoted eco-friendly and sustainable business practices, where FICE-supported entrepreneurs shared their experiences first-hand. Visitors engaged with thematic film screenings, presenting a range of short films and documentaries on social cohesion, empowerment and resilience, capturing the spirit of the FICE project. The event also featured the Facilitated Wall, an interactive space where participants expressed their messages of inclusion, peace, and collaboration. Over the last two years, in partnership with SCOPE, Chrysalis identified and connected women and youth owned businesses to growth opportunities and provided business inputs and training to enhance sustainable consumption and production practices and green measures. These support measures were carefully aimed at improving the select SMEs ability to promote diversity, equity and inclusion within and outside of their businesses.",
    "Since its launch, the project supported dozens of small businesses to expand through collaboration across ethnic and geographical boundaries. Entrepreneurs from Batticaloa, Mannar, Matale, Puttalam, and Matara, representing the Eastern, Northern, Central, North-Western, and Southern provinces presented their products and shared their success stories during the event. ‘WINGS’ served as a platform to showcase how empowering marginalised entrepreneurs contributes to stronger local economies and lasting resilience. The closing ceremony brought together these entrepreneurs along with community leaders and development partners to reflect on the outcomes and collective impact of the project.",
    "Chief Guest Ambassador of the European Union to Sri Lanka and the Maldives Carmen Moreno said: “Diversity is the main richness of Sri Lanka and this event is much more than a marketplace; it is a space of connection, recognition, and shared belonging. Inclusion is not just a matter of fairness, it is a driver of innovation, resilience, and economic growth. When everyone has the opportunity to participate and contribute, societies unlock their full potential to build a peaceful and prosperous future.” Speaking on the EU and German cooperation with Government of Sri Lanka, Ambassador of Germany to Sri Lanka Dr. Felix Neumann said, “This project shows that by investing in inclusion and giving entrepreneurs the tools they need, we can help equip the private sector of Sri Lanka to also contribute towards sustaining peace and prosperity in the country.”",
    "Chrysalis CEO Ashika Gunasena said: “FICE has demonstrated the transformative power of inclusive entrepreneurship. We have seen how providing training, markets and networks to women and youth from all communities leads to stronger businesses and stronger communities. As we close the project, we celebrate the resilience and creativity of our entrepreneurs, and the bridges they have built across cultures.”",
    "An Akuressa-based artisan Niluka Damayanthi said: Local entrepreneurs also expressed enthusiasm about the closing event. ‘Participating in FICE changed my business and my confidence. I have connected with entrepreneurs from other parts of the country and learned new skills. This celebration is a chance for us to share our journeys and inspire others.”",
    "An entrepreneur from Matara Kanzul Misba said: “Through FICE I learned modern business techniques and saw that people from different communities want to support each other. I’m proud to be here in Colombo, showcasing our products and our culture side by side. This project gave me a new vision for my future.”"
  ]
}