{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sanitising-plunder/",
  "time_ut": 1756922160.0,
  "original_lang": "en",
  "original_title": "Sanitising plunder",
  "original_body_lines": [
    "President Anura Kumara Dissanayake visited Kachchativu on Tuesday amidst a campaign by some Tamil Nadu politicians to pressure India into seeking control of it. Among them is Tamilaga Vettri Kazhagam Leader and popular actor Joseph Vijay Chandrasekhar popularly known as Vijay. Tamil Nadu film stars, given to melodrama and known for their ludicrous celluloid stunts that not only insult human intelligence but also defy every known law of physics, bellow anti-Sri Lanka rhetoric to gain political mileage.",
    "The Kachchativu issue was settled once and for all about five decades ago. On 30 Nov. 2011, the then Foreign Minister Prof. G. L. Peiris, answering a question in Parliament, stated that Kachchativu had not been ceded to Sri Lanka, and therefore the question of India officially giving up her claim on it did not arise. He pointed out that during negotiations between India and Sri Lanka on ‘the 1974 Maritime Boundary Agreement on the Historic Waters in the Palk Bay and Palk Straits’, Sri Lanka had established its claim to sovereignty over Kachchativu based on historical records since 1665 belonging to the Dutch East India Company and the British Colonial Government. Based on official correspondence, maps and specific legislation made by Ceylon in respect of the island, Sri Lanka had been able to establish through evidence the regular exercise of administrative control over the Island as well, Prof. Peiris said, noting that accordingly, the 1974 Agreement had formally confirmed Sri Lanka’s sovereignty over the island. The Indian position on the matter had been conveyed again on 26 August 2011 by the Minister of External Affairs of India in a statement in the Lok Sabha thus: ” … We will have to also bear in mind the fact that as per the Agreements we have concluded with Sri Lanka in 1974 and 1976, Kachchativu Island lies on the Sri Lankan side of the Maritime boundary. These Agreements were laid before the Parliament. Therefore, as far as the Government of India is concerned, the issue of Maritime boundary between India and Sri Lanka, and consequently, that of sovereignty over Kachchativu Island is a settled matter.”",
    "In September 2008, in answer to a question raised by Anura Kumara Dissanayake, MP, in Parliament, Foreign Minister Rohitha Bogollagama pointed out that the maritime boundary between Sri Lanka and India stood settled; the 1974 and 1976 Agreements taken together with the Exchange of Letters, signed by Kewal Singh, the then Foreign Secretary to the Government of India, and W.T. Jayasinghe, the then Secretary to the Ministry of Defence and Foreign Affairs of Sri Lanka, had put the question of fishing rights beyond doubt. A Foreign Ministry media statement quoted Bogollagama as having said that Paragraph 1 of the Exchange of Letters very clearly ruled out any fishing rights for the fishermen of the two states in each other’s waters: “Fishing vessels and fishermen of India shall not engage in fishing in the historic waters, the territorial sea and the EEZ of Sri Lanka; nor shall the fishing vessels and fishermen of Sri Lanka engage in fishing in the historic waters, the territorial sea and the EEZ of India, without the express permission of Sri Lanka or India, as the case may be.”",
    "Some Indian politicians are now trying to shift the goalposts. They keep raking up the Kachchativu issue and using it as a bargaining chip to exert diplomatic pressure on Sri Lanka in a bid to settle the illegal fishing problem on terms favourable to Indian fishers. Curiously, the incumbent Indian Minister of External Affairs S. Jaishankar reportedly said on 27 June 2025 that the effects of the Emergency (June 1975—March 1977) could still be felt in Tamil Nadu and in India-Sri Lanka relations as the Government of Prime Minister Indira Gandhi had not protected the interests of the Indian fishermen to fish in the Palk Strait while concluding a pact with Sri Lanka during that period. He reportedly said, “If the Emergency had not been there and if we had genuine Parliament at that time, I don’t think such an agreement would have been approved by the Parliament.” He has apparently sought to garner favour with the Tamil Nadu politicians and fishers and settle political scores with the Congress. Going by his logic, one can question the validity of the Indo-Lanka Accord signed by the J. R. Jayewardene government under Indian pressure.",
    "The Indian politicians who are backing the unchecked plunder of Sri Lanka’s fishing resources have gone to the extent of challenging the agreements between Sri Lanka and India on Kachchativu. The Indian Supreme Court, which heard a preliminary submission by a petitioner that the agreements made in 1974 and 1976 were unconstitutional and void, scheduled the case for final hearing on 15 September, 2025.",
    "There is much more to the issue of poaching than the plunder of Sri Lanka’s fishing resources. Tamil Nadu politicians are using it to undermine Sri Lanka’s sovereignty and perpetuate friction between New Delhi and Colombo. When Dr. Rajitha Senaratne was the Minister of Fisheries, he revealed that the Tamil Nadu politicians who owned trawlers rented them to fishermen on the strict condition that they be used for illegal fishing in Sri Lankan waters. So, India should look beyond the short-term political implications of the poaching issue and take cognisance of the strategic factors that drive it.",
    "It is unbecoming of democratic governments to defend lawbreakers engaged in organised illegal operations at sea or on land. Unfortunately, some key Indian politicians seem intent on legitimising a blatantly illegal practice through diplomatic and legal means.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}