{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111480/un-rights-chief-urges-govt-to-amend-laws-that-unduly-restrict-rights-and-freedoms-of-sri-lankans",
  "time_ut": 1755181380.0,
  "original_lang": "en",
  "original_title": "UN Rights Chief urges Govt to amend laws that unduly restrict rights and freedoms of Sri Lankans",
  "original_body_lines": [
    "UN High Commissioner for Human Rights Volker Türk has urged the Sri Lankan government to repeal or amend existing laws or proposed laws that unduly restrict the rights to freedom of opinion and expression, association, and peaceful assembly, including the Online Safety Act, International Covenant on Civil and Political Rights Act, draft Non-Governmental Organizations (Registration and Supervision) Act, and proposed amendments to Personal Data Protection Act.",
    "In a new report issued on Sri Lanka, UN High Commissioner for Human Rights Volker Türk said the Sri Lankan government’s pledges to deliver justice, restore the rule of law, and eliminate discrimination and divisive politics must finally yield concrete results.",
    "“Today, an opportunity presents itself for Sri Lanka to break from the past,” he said. “It now needs a comprehensive roadmap to translate these commitments into results.”",
    "The report follows High Commissioner Türk’s recent visit to Sri Lanka, where he met officials, civil society groups, political parties and religious leaders, and travelled to Trincomalee, Jaffna and Kandy – among the worst-affected areas.",
    "The report also calls for a clear acknowledgment of the alleged violations and abuses committed – including during the civil war – and recognition of the State’s responsibility and that of the non-state armed groups, including the LTTE.",
    "“The pain and suffering of victims remains palpable and their demands for truth and justice must be addressed,” Türk stressed.",
    "The report recommends comprehensive security sector reform and broader constitutional, legal and institutional changes to meet international human rights obligations. It welcomes the planned creation of an independent Public Prosecutor’s office.",
    "It also urges the establishment of a dedicated judicial mechanism, including an independent special counsel, to handle cases involving alleged human rights violations and grave breaches of international humanitarian law.",
    "Other recommendations include the release of military-held land in the north and east, repeal of the Prevention of Terrorism Act (PTA), and the release of long-term PTA detainees – some imprisoned for decades.",
    "The report further calls for amendments or repeal of several restrictive laws, including those relating to data and online safety, NGOs, and civil and political rights.",
    "While the primary responsibility for investigating and prosecuting crimes lies with the Government, the report by the High Commissioner also calls for complementary international support.",
    "It urges UN Member States to contribute to accountability and reconciliation efforts, leveraging OHCHR’s strengthened capacity to undertake related work.",
    "“These measures are crucial to realizing the Government’s vision of ‘national unity’ and above all ensuring there can never be recurrence of past violations,” Mr. Türk said."
  ]
}