{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pan-asia-bank-posts-strong-performance-with-pat-of-over-rs-2-1-billion-for-1h2025-increase-of-110/",
  "time_ut": 1754060160.0,
  "original_lang": "en",
  "original_title": "Pan Asia Bank posts strong performance with PAT of over Rs. 2.1 billion for 1H2025; increase of 110%",
  "original_body_lines": [
    "Pan Asia Banking Corporation PLC reported an impressive financial performance for 1H 2025 amidst diverse challenges emerging from the gradually reviving but challenging macro-economic environment. In financial terms, the Bank witnessed yet another period of growth and profitability, with an increase in Profit After Tax (PAT) of 110%. This growth is reflective of the robust portfolio management, effective cost management and commitment to generating sustainable profits. As a result, the Bank ended 1H 2025 with a PAT of Rs. 2.15 billion to more than double Earnings Per Share (EPS) from the previous year to reach Rs. 4.86.",
    "The Bank’s robust performance was complemented by the ability to navigate external challenges adeptly and an unwavering commitment to asset quality, which was reflected in maintaining one of the lowest Stage 3 Loan Ratios in the industry of 2.39% as of 30th June 2025, a testament to rigorous credit risk management and underwriting standards. While the government-imposed restrictions on recoveries posed headwinds, the Bank proactively refined its recovery strategies to minimise the impact.",
    "Market interest rates for both lending and deposits gradually came down in line with the policy decisions taken by the Monetary Board of the Central Bank of Sri Lanka (CBSL) to reduce the policy rates several times over. As a consequence, the Bank’s interest income for 1H 2025 decreased by 5% compared to the corresponding period last year, due to its response to the market conditions, in a situation of increased average loan portfolio. Furthermore, interest expenses for 1H 2025 decreased by 12% against the interest expense for 1H 2024 due to prevailing low interest rates despite the strong growth in average deposit book. Consequently, the net interest income increased by 7% during 1H 2025 as the drop in interest expense outpaced the drop in interest income.",
    "The Bank’s Cost-to-Income Ratio improved remarkably by over 475 bps to 47.92% in 1H 2025 from 52.68% for the year 2024.",
    "Hatton National Bank and Nucleus Software collaborate to enhance transaction banking experience with FinnAxia®",
    "CEAT Kelani recognised once again at National Business Excellence Awards 2025",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}