{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Namal-raises-concerns-over-policy-differences-with-President/56-763577",
  "time_ut": 1719535615.0,
  "original_lang": "en",
  "original_title": "Namal raises concerns over policy differences with President",
  "original_body_lines": [
    "Sri Lanka Podujana Peramuna National Organiser and Parliamentarian Namal Rajapaksa",
    "Criticises some actions of President Ranil Wickremesinghe, noting they do not align with SLPP policies",
    "Recalls past successes of SLPP leadership in ending SL’s three-decade long conflict and following development",
    "Blames Aragalaya for country’s collapse and questions if long queues for goods were orchestrated by a group​",
    "Asserts SLPP’s readiness for upcoming elections and Opposition to any delays",
    "Sri Lanka Podujana Peramuna National Orga-niser and Parliamentarian Namal Rajapaksa has said that some actions taken by President Ranil Wickremesinghe do not align with SLPP policies. Speaking at a party electoral organising meeting in Medawachchiya yesterday, Rajapaksa noted that while the SLPP appointed Wickremesinghe as President and supported certain legislations he introduced, the party disagrees with some of his policies as they do not align with those of the SLPP.",
    "He emphasised that the SLPP is the political party that has implemented policies to maximise the value of the country.",
    "“As a result, the SLPP, formed with Mahinda Rajapaksa, has become the strongest political force in our nation. The SLPP is the political movement for the next generation,” he said.",
    "Reflecting on the past successes of the party leadership, Rajapaksa highlighted that his father, former President Mahinda Rajapaksa, fulfilled his promise to end terrorism and make Sri Lanka a free country within just four years. He claimed the party-built roads, economic centres and provided employment to youth. While Rajapaksa acknowledged mistakes which may have occurred under the Gotabaya Rajapaksa Government, he assured the party will take steps to modernise the party’s policies on agriculture.",
    "“They need to be integrated with technology. We must create an environment where our children can secure good jobs and become successful entrepreneurs. We had the necessary program for that and had already started it. Unfortunately, due to the Government being overthrown, we were unable to implement it fully,” he explained.",
    "Rajapaksa blamed the Aragalaya for the country’s collapse and stated that the Government had to seek methods to rebuild the nation afterward.",
    "He mentioned that the party still has doubts about whether the long queues at the time were orchestrated by some party. However, he said the SLPP decided to support nation-building efforts, nonetheless.",
    "Rajapaksa also claimed the SLPP is prepared to face any election and said they will not support any effort to delay polls."
  ]
}