{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-companies-act-amendment-aligns-it-with-global-standards-deloitte-238553/",
  "time_ut": 1756376820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Companies Act amendment aligns it with global standards: Deloitte",
  "original_body_lines": [
    "ECONOMYNEXT – Changes to Sri Lanka’s Companies Act passed recently will help align the country’s legislation with international standards, enhance transparency and improve regulatory framework for businesses, Deloitte Sri Lanka and Maldives, a multi-disciplinary professional services firm, has said.",
    "“The legislation improves regulatory framework for business operations, enhances transparency, and aligns Sri Lanka with international standards such as those set by the Financial Action Task Force (FATF) and the Asia-Pacific Group on Anti-Money Laundering (AML),” Deloitte said.",
    "The amended act contains 21 amendments, which go beyond compliance, Deloitte points out, and will build investor confidence and help Sri Lanka position itself as a trusted and competitive business hub.",
    "“These reforms will challenge companies to raise their standards, but they will also create a level playing field that benefits the entire economy,” Disna Perera, Director – Corporate Secretarial, Deloitte Sri Lanka and Maldives, said.",
    "Companies (Amendment) Act No. 12 of 2025: What it Means for Businesses in Sri Lanka",
    "Deloitte Sri Lanka views the Companies (Amendment) Act No. 12 of 2025, which was officially certified and passed into law on 4 th August 2025, as a major milestone for the country’s corporate sector and a critical step in strengthening the governance framework.",
    "With 21 amendments introduced, the legislation improves regulatory framework for business operations, enhances transparency, and aligns Sri Lanka with international standards such as those set by the Financial Action Task Force (FATF) and the Asia-Pacific Group on Anti-Money Laundering (AML).",
    "These reforms are not only about compliance, but also about building investor confidence and helping Sri Lanka position itself as a trusted and competitive business hub.",
    "The most transformative update is the introduction of beneficial ownership disclosures under sections 130A to 130J.",
    "This requires companies, including offshore and overseas entities registered locally, to disclose and maintain up-to-date records of their beneficial owners.",
    "Deloitte observes this move strengthens accountability and aligns Sri Lanka with international anti-money laundering standards, creating a more transparent environment for investors.",
    "130A – Companies must disclose beneficial ownership (BO) details at incorporation or within 20 working days of changes, maintain a BO register, and notify the Registrar of Companies of any updates.",
    "130B – Empowers Registrar General of Companies to make available BO details to public authorities investigating money laundering, terrorist financing activities or any criminal offense.",
    "130C – Companies must appoint a natural person within three months of the Act’s effective date to safekeeping of the BO Register and make it available when requested.",
    "130D – The Registrar General must ensure that certain beneficial ownership (BO) information is made public and is responsible for handling requests under the Right to Information (RTI) Act",
    "130E – Gives Registrar authority to direct companies to disclose BO details.",
    "130F – Non-disclosure of BO details renders ownership unrecognised by law.",
    "130H – Existing Companies to disclose BO details within 6 months of the effective date of the Act",
    "130I – Hon. Minister is responsible to make regulations in respect of maintenance of BO register, reporting and obtaining BO details",
    "– Beneficial owner: a natural person holding 10% or more direct or indirect ownership or voting rights in a company",
    "– Effective control: a natural person exercising influence through ownership chains, board authority, or key strategic decisions in a company.",
    "From a practical perspective, businesses will need to have a proactive approach.",
    "Deloitte highlights that companies must establish reliable systems to capture beneficiary data, manage records securely, and ensure compliance with reporting obligations under the Registrar of Companies.",
    "While these requirements may initially seem demanding, they ultimately support a healthier business climate and prepare Sri Lanka for the FATF mutual evaluation scheduled for 2026.",
    "Among the other key changes are updates to long-standing ambiguities in the Companies Act No. 07 of 2007.",
    "Deloitte notes that these clarifications will bring more consistency to corporate law, giving companies a clearer framework to operate within.",
    "Clarification and Resolution of Ambiguities in the Companies Act No. 07 of 2007",
    "4 (2) – Clarifies conditions under which single-member companies can be formed.",
    "11 (5) – Extends statutory filing period to 20 working days in case the name change is triggered due to a change of status of the company",
    "51 (4) and newly introduced 51A – Deals with existing bearer share warrants and prohibit issue of new bearer shares",
    "52 (3) – Eliminates statutory filing period in capitalization of reserves",
    "206 (2) and 206 (3) – Requires giving a special notice of removal of a director and allow 14 days to make representation by the Director to be removed and obligation to read out the representation at the meeting if not",
    "211 (1) – Clarifies on re-appointment of director who has attained the age of 70 years or more, at an AGM is valid till next AGM provided next AGM will fall within 15 months from the former.",
    "341 – Removes the provision relating to adjournment of the final meeting in a dissolution of the company in view of no quorum present.",
    "424 – Allows extension of time where the Administrator is to present before the Creditors’ Committee to provide information relating to carrying out his function.",
    "487 (5) – Allows the application for re-registration of a company after the company name was struck off due to de-registration in 2007 under certain circumstances.",
    "508 (1) – Removes the requirement to obtain approval of the President of the Companies Dispute Board to refer a dispute to a member of the Companies Dispute Board and allow the President of the Companies Dispute Board to refer same dispute to any member of the Board.",
    "These include new provisions (Section 484A) allowing extensions of time to furnish information requested by the Registrar, along with the introduction of a general penalty clause (Section 513A) for cases of non-compliance where specific penalties are not already in place.",
    "Deloitte views these changes as essential to ensuring that the reforms are not just legislative intent but are backed by structured enforcement.",
    "As Sri Lanka moves towards reforms implementation, the success of these reforms will depend on digital infrastructure, inter-agency collaboration, and strong stakeholder engagement.",
    "Companies will need to balance transparency with privacy, following the Personal Data Protection Act (PDPA) to handle sensitive data responsibly.",
    "Deloitte advises businesses to adopt digital tools to streamline data collection, automate compliance processes, and identify potential risks, such as Politically Exposed Persons (PEPs), within ownership structures.",
    "For listed entities, tracking beneficial ownership of foreign investors will be a particular challenge.",
    "Deloitte notes that solutions can be drawn from regional practices, such as India’s approach with the Securities and Exchange Board requiring updates through Designated Depository Participants.",
    "Similar mechanisms could be considered in Sri Lanka to strengthen oversight in capital markets.",
    "Disna Perera, Director – Corporate Secretarial, Deloitte Sri Lanka and Maldives, commented, “Transparency and governance are no longer optional, they are the foundation for sustainable business.",
    "These reforms will challenge companies to raise their standards, but they will also create a level playing field that benefits the entire economy.”",
    "Deloitte sees the Companies (Amendment) Act No. 12 of 2025 as more than a regulatory shift, it is an opportunity to embed trust and accountability into the way Sri Lankan businesses operate.",
    "By making compliance an integral part of governance, companies will not only meet international expectations but also unlock greater long-term value.",
    "Deloitte remains committed to guiding organisations through this transition, helping them turn regulatory requirements into strategic advantages for sustainable growth.",
    "Deloitte Sri Lanka and Maldives is a multi-disciplinary professional services firm that is part of the Deloitte network. Deloitte offers a range of services, including Audit & Assurance, Tax, Strategy, Risk & Transactions, and Technology & Transformation. Deloitte is among the largest professional services networks globally, with a presence in over 150 countries and comprising more than 450,000+ professionals."
  ]
}