{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/02/07/president-to-open-new-parliament-session-deliver-policy-statement-in-scaled-back-ceremony/",
  "time_ut": 1707277920.0,
  "original_lang": "en",
  "original_title": "President to Open New Parliament Session & Deliver Policy Statement in Scaled-Back Ceremony",
  "original_body_lines": [
    "COLOMBO (News 1st); The Fifth Session of the Ninth Parliament is scheduled to be ceremonially declared open on Wednesday (7) by President Ranil Wickremesinghe.",
    "Following the ceremonial opening of the session, the President is scheduled to present the Statement of Government Policy in Parliament at 10.30 am according to the powers vested in him under Article 33 of the Constitution.",
    "Given the instructions of the President, arrangements have been made to hold the Ceremonial Opening of the Fifth Session as a formal ceremony and thus, gun salutes and motorcades shall not be held, said Kushan Jayaratne, Serjeant at Arms.",
    "Following the arrival of Speaker Mahinda Yapa Abeywardana and his wife, the Prime Minister Dinesh Gunawardena will arrive, followed by the arrival of President Ranil Wickremesinghe, and the first lady.",
    "There the Speaker and the Secretary General of the Parliament Kushani Rohanadeera shall receive the President near the main steps of the Parliament building.",
    "The President who shall then arrive at the Robing Room will stay there until approximately 10.25 am and according to tradition, the Deputy Serjeant at Arms, the Serjeant at Arms carrying the Mace, the President followed by the Speaker, the Secretary Generals of Parliament shall enter the chamber accordingly.",
    "Upon entering the chamber, the Deputy Serjeant at Arms shall announce \"Honorable President\" and the members of the ruling party and opposition shall stand and salute keeping in accordance with tradition.",
    "The President who enters the chamber presides over the House and at this time the Speaker sits with the Secretariat in the lower seat as during the Committee Stage.",
    "After the President presents the Statement of Government Policy, the House will be adjourned until 9.30 am on 08.02.2024.",
    "Following the adjournment, a tea party has been organized for the invited guests including diplomats.",
    "Foreign Diplomats, Former Presidents, Chief Justice, Attorney General, Secretary of Defense, Commanders of the three-armed forces and the Acting Inspector General of Police have been invited for the Ceremonial Opening of the Fifth Session of the Ninth Parliament.",
    "President Ranil Wickremesinghe prorogued the Parliament in accordance with the powers vested in him with Article 70 (1) of the Constitution with effect from midnight on the 26th of January 2024, announcing that the fifth session of the Ninth Parliament will commence on February 07 at 10.30 am.",
    "According to subsections (a) and (b) of Article 33 of the Constitution, following the end of one session of Parliament and a new session commences, the President has the opportunity to ceremonially declare open the Parliament and preside over to present the Government's Policy Statement.",
    "When the Parliament is prorogued, the questions and motions that have not been considered by the Parliament until then will be abolished, and the Members of Parliament thus have to take it up again in accordance with the standing orders.",
    "Furthermore, all other committees except the Liaison Committee of Parliament, Committee on High Posts, Select Committees and Sectoral Oversight Committees, should be re constituted following the beginning of the new session.",
    "The first session of the Ninth Parliament was held from August 20, 2020 to December 12, 2021, and the second session was held from January 18, 2022 to July 28, 2022. The third session of the Ninth Parliament was held from August 3, 2022, 27th January 2023 and fourth session of the Ninth Parliament was started from 8th February 2023 and by the time the session ended midnight today (26), the Parliament had met for 106 days.",
    "Sri Lanka Aims for Six-Month Debt Fix; US$3 Billion Annual Payment Looms",
    "CBK Back in Politics: Leads Broad Alliance for Upcoming Elections"
  ]
}