{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-dhammika-perera-ready-to-enter-presidential-race-but-says-slpp-must-decide-171048/",
  "time_ut": 1720168800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Dhammika Perera ready to enter presidential race but says SLPP must decide",
  "original_body_lines": [
    "ECONOMYNEXT — Businessman Dhammika Perera has said it is up to the ruling Sri Lanka Podujana Peramuna (SLPP) to decide who its presidential candidate should be and, until such time, he would continue his campaigning.",
    "Speaking to reporters at an SLPP event, Perera said 44 percent of the country have yet to decide whom to vote for.",
    "“No matter how big anyone talks on stage, no one talks about  how to develop the economy. I’m ready for the presidential election, but Sri Lanka’s biggest political party should decide who the candidate should be. I’m watching and waiting. Until then I’m doing what needs to be done to win the election,” said Perera.",
    "“Besides that, the biggest thing I have to do is, if I get on stage, I have to talk about developing the economy. I’m formulating that programme now. It is up to the SLPP to decide who will contest,” he said.",
    "The business tycoon said that he has already finalised his programme for education reforms.",
    "“For us, 60 days will be enough to explain how to develop the economy and get the undecided voters to this side as well. I’m an SLPP member and an SLPP MP. I have fulfilled all obligations,” he said.",
    "Meanwhile, SLPP leader and former president Mahinda Rajapaksa told reporters that the party has yet to decide on whether or not to field its own candidate at the presidential election.",
    "“As a party we still haven’t discussed together. There is time. We’re discussing the candidate. We have not decided yet on whether to field a candidate or not. We’ll do it on time,” he said. (Colombo/Jul05/2024)"
  ]
}