{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Maldivian-Coast-Guard-seizes-Lankan-fishing-trawler-carrying-illegal-drugs/56-769660",
  "time_ut": 1732483962.0,
  "original_lang": "en",
  "original_title": "Maldivian Coast Guard seizes Lankan fishing trawler carrying illegal drugs",
  "original_body_lines": [
    "Following a successful intelligence-sharing operation between the Sri Lanka Navy and the Maldivian Coast Guard, a Sri Lankan fishing trawler carrying about 344 kg of crystal methamphetamine and about 124 kg of cocaine was seized by Maldivian Coast Guard on 23 November 2024. The operation also led to the apprehension of five suspects in connection to the incident.",
    "The Maritime Rescue Coordination Centre (MRCC) Colombo, established at the Navy Headquarters, was alerted in the early hours of 23 November by the Maldivian Coast Guard’s MRCC regarding the Sri Lankan multi-day fishing trawler Ashen Putha (Reg. No. IMUL–A–0924–MTR). The trawler had reportedly entered the Maldivian Exclusive Economic Zone, prompting Maldivian authorities to request verification on whether the trawler was experiencing mechanical issues or distress.",
    "The Navy promptly reviewed its records on the trawler upon receiving the information. Based on available intelligence, it was identified that the multi-day fishing trawler was linked to drug trafficking. Acting swiftly with the instructions of the commander of the Navy Vice Admiral Priyantha Perera, the Navy shared this intelligence with the Maldivian Coast Guard to facilitate coordinated action.",
    "Based on intelligence provided by the Sri Lanka Navy, the Maldivian Coast Guard launched a special search operation on 23 November, targeting the multi-day trawler that had entered the country’s Exclusive Economic Zone. The operation uncovered approximately 344 kg of crystal methamphetamine and about 124 kg of cocaine on-board. The trawler, along with five suspects and narcotics, was subsequently seized by the Maldivian Coast Guard.",
    "The suspects apprehended in this operation were identified as residents of Dondra and Trincomalee, aged between 21 and 37. The Navy Intelligence and the Maldivian Intelligence Units are jointly investigating whether this narcotic consignment was destined for Sri Lanka or another country in the region.",
    "The Navy actively collaborates with regional maritime stakeholders to exchange information and conduct operations aimed at apprehending individuals involved in drug trafficking under the pretence of engaging in the fishing industry."
  ]
}