{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/an-overlooked-priority-govt-can-fix/",
  "time_ut": 1736186880.0,
  "original_lang": "en",
  "original_title": "An overlooked priority govt. can fix",
  "original_body_lines": [
    "Among the important promises of the NPP government to the people has been to address the problem of corruption and waste.  This was the centre piece of the Aragalaya protests that brought down the government in 2022.    The government made many other promises too when it was in the opposition.  But unlike in the case of these other promises, such as to reduce the cost of living, the promise to reduce corruption and waste is within the power of the government to a greater extent than to bring down the cost of living which is determined by external factors more than by internal ones.  The  government has cut down on its costs considerably.  Its celebrations of its electoral victory and swearing in of the new president and parliament was on a low key.  The president took only a small delegation with him on his first official trip abroad to India.",
    "The government’s first hundred days in office was also remarkable for the absence of any financial scandals involving members of the government.  This is a noteworthy achievement in a context in which those in the seats of government have invariably been involved in deals with one party or the other.  Dealing with the problem of corruption which has infiltrated every level of society will be very challenging especially as those who live on fixed incomes cannot  meet their costs of living on their present salaries.  The government’s inability to keep its promises made regarding reducing the cost of living and increasing salaries is due to its inheriting a problem not of its own making, which includes being fettered by agreements entered into by previous governments.",
    "The government’s commitment to making Sri Lanka clean is manifested in its appointment of a Presidential Task Force for a clean Sri Lanka.  The task force aims to elevate the country through a comprehensive social, environmental, and ethical transformation.  It appears that the government has taken the position that change must begin at the top as those who are its members hold top positions in the government, including the president’s secretary, the commanders of the armed forces and police and senior heads of the urban development authority.  However, addressing concerns regarding its composition, ensuring inclusivity, focusing on the enforcement of existing laws, and providing clear programmatic details will need to be dealt with.",
    "An important task that the government has taken upon itself, apart from  seeking the elimination of corruption and waste, is to eliminate racism and extremism in  society.  The government appears to be taking this as a very serious matter.  The confidence in the people that the government is non racist can be seen in the mandate it received from the areas in which the ethnic minorities predominate, notably the north and east, but also the central regions.  However, the Task Force for a Clean Sri Lanka potentially overlooks the perspectives of important ethnic and religious communities. This lack of inclusivity may hinder the programme’s acceptance and effectiveness across diverse populations.",
    "It can be said that corruption, waste and racism are the troika of negative values that drove the country to the pit of despair.  The country lost a considerable part of its income and wealth due to its national resources being taken for private purposes and being destroyed in war.   A key reason for the escalating ethnic conflict that eventually resulted in protracted war was the feeling amongst the ethnic and religious minorities that they were disregarded, not included and discriminated against.  The fact that most of the government’s appointees to decision making  bodies, such as the cabinet, the deputy ministers and most recently, the Clean Sri Lanka task force, are from the Sinhalese community could evoke memories of the past.",
    "The government’s justification for its pan-Sinhala selections (as occurred even during the Donoughmore Constitution period in 1936) may be that the selections are based on merit and proven commitment.  The preference to trust one’s own kind goes back a long way.  In 1936, the Sinhalese leaders felt they could trust the Sinhalese best in demanding independence from the British and so they chose an all-Sinhala board of ministers to negotiate with the British.   At the same time the fact that Sri Lanka is an ethnically and religiously plural society in which the ethnic and religious minorities amount to as many as 30 percent of the population needs to be taken into consideration.",
    "A key reason for including those of different ethnic, religious and gender backgrounds into decision making bodies is that they may see things differently than the way the majority sees things.  Having a more diverse representation in decision making  bodies may also slow down the speed of arriving at decisions.  But the discussion and debate that arises out of this mix of ideas and interests is often a solution that is more acceptable to a larger number and therefore more sustainable. Those who are left out of decision making  often feel they do not have ownership  of the solution that is being  arrived at.  They will then have little incentive to support it.",
    "Those who are not a part of the decision making process and resentful of it will invariably have a vested interest in distorting and giving an incorrect picture of what is happening.  The clean Sri Lanka task force has already come in for false criticism for allegedly taking a decision to stop street vendors from selling their wares on the streets.  This was done during President Gotabaya Rajapaksa’s government, which ordered them to immediately stop their street trade, which caused immense hardship to thousands of small traders.  The clean Sri Lanka task force’s mandate to keep the environment clean has been distorted by those who are politically opposed to the government.",
    "The importance of representation of ethnic and religious minorities in the government’s decision making bodies is that they will be able and willing to counter false propaganda that is created for the purpose of political advantage.  By failing to include them in decision making bodies, the government is opening the door to the re-emergence of ethnic and religious-based opposition, which the voters from the north, east and central regions rejected on this occasion.  Addressing this blind spot is not just about fairness—it is essential for long-term national unity and stability. There is a need for the government to consciously include ethnic and religious minorities at all levels of its governance structures to ensure the non-recurrence of racist politics.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}