{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Salt-producers-urge-enforcement-of-packaging-law-release-of-400-stalled-containers/56-780316",
  "time_ut": 1755216802.0,
  "original_lang": "en",
  "original_title": "Salt producers urge enforcement of packaging law, release of 400 stalled containers",
  "original_body_lines": [
    "Calls on Govt. to release 400 containers (11,200 tons) worth Rs. 800 m stuck at Colombo Port for 45 days",
    "Sri Lanka Salt Producers’ Association Chairman Ganaka Amarasinghe says heavy rains during 2023 Yala and 2024 Maha seasons hit production in main salt areas of Puttalam, Mannar, Elephant Pass, Trincomalee, Hambantota",
    "Domestic output falls short of 185,000-ton annual need; claims imports from India violate mandatory labelling laws",
    "National Organiser Chaminda Rusiru Maliyedda says port delays due to shipping company issues risk worsening shortages and destabilising market",
    "The Sri Lanka Salt Producers’ Association on Tuesday called on the Government to urgently enforce the country’s packaging regulations on imported salt products and to release 400 containers of salt currently held at the Colombo Port for the past 45 days.",
    "Speaking at a press conference held in Katunayake, Chairman Ganaka Amarasinghe said the industry has been struggling to maintain safe stocks due to successive adverse weather conditions.",
    "“Heavy rains during the Yala season in late 2023 and again in the Maha season of 2024 severely disrupted production in the country’s main salt-producing areas, including Puttalam, Mannar, Elephant Pass, Trincomalee, and Hambantota,” he said.",
    "With domestic output falling short, he said Sri Lanka has had to rely on imports to meet its annual consumption of 185,000 tons.",
    "Much of the recent supply has come from India, but Amarasinghe noted that imported packets often fail to comply with Sri Lanka’s mandatory packaging laws, which require specific labelling details.",
    "National Organiser Chaminda Rusiru Maliyedda said 400 containers are currently stuck at Colombo Port, containing 11,200 tons of salt valued at around Rs. 800 million.",
    "The delays, he said, stem from issues involving the shipping companies that transported the containers. “We request the Government to release these 400 containers immediately,” he urged.",
    "The Association, comprising 22 State and private manufacturing institutions operating 20 refining and production facilities across seven salt pans, warned that prolonged delays could exacerbate supply shortages and lead to market instability.",
    "Secretary Ranish Bathiudeen and Executive Committee Member Ivan Perera also participated in the briefing, stressing that the matter requires swift resolution to protect both the industry and consumers."
  ]
}