{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103944/us-assistant-secretary-of-state-to-visit-sri-lanka",
  "time_ut": 1733195340.0,
  "original_lang": "en",
  "original_title": "US Assistant Secretary of State to visit Sri Lanka",
  "original_body_lines": [
    "US Assistant Secretary of State for the Bureau of South and Central Asian Affairs Donald Lu is scheduled to travel to India, Sri Lanka, and Nepal from December 3 to December 10, the US Embassy in Colombo said in a statement.",
    "His trip will strengthen cooperation with key partners in South Asia to promote regional prosperity and security, the US Embassy said.",
    "In New Delhi, India, Assistant Secretary Lu will support U.S.-India collaboration in the Indo-Pacific and beyond.",
    "He will join Assistant Secretary of State for the Bureau of East Asian and Pacific Affairs Daniel Kritenbrink to lead U.S. participation in the U.S.-India East Asia Consultations.",
    "The Consultations, along with separate meetings with senior Indian officials, will provide an opportunity to exchange perspectives on global and regional issues, the statement added.",
    "Meanwhile on December 5, Assistant Secretary Lu will travel to Colombo, Sri Lanka, to advance U.S.-Sri Lankan joint efforts to promote sustainable economic growth, combat corruption, and strengthen people-to-people ties.",
    "USAID Deputy Assistant Administrator Anjali Kaur and Department of the Treasury Deputy Assistant Secretary Robert Kaproth will join the Assistant Secretary to meet with senior government officials from Sri Lanka’s new administration and representatives from civil society, according to the US Embassy in Colombo.",
    "Discussions will deepen ties with the new government, support its efforts to combat corruption, and explore how the United States can support Sri Lanka’s governance and economic reform agenda through tailored technical assistance, capacity building, and development programs, it added.",
    "Assistant Secretary Lu will conclude his trip in Kathmandu, Nepal, meeting with senior leaders to advance cooperation on environmental protection, women’s empowerment, and sustainable development. He will meet with youth leaders to gain insights into their vision for the future of U.S.-Nepal relations.",
    "Additionally, discussions will emphasize the importance of cultural preservation, recognizing Nepal’s rich heritage as a cornerstone of its identity and a key driver of its tourism and economy, said the US Embassy."
  ]
}