{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/caption-story/China-Sri-Lanka-celebrate-tea-for-harmony/110-283269",
  "time_ut": 1716471840.0,
  "original_lang": "en",
  "original_title": "China , Sri Lanka celebrate tea for harmony",
  "original_body_lines": [
    "On the occasion of the \"International Tea Day\" on May 21st, 2024, China Cultural Center in Sri Lanka held  “Tea for Harmony”—Yaji Cultural Salon event opening ceremony in Colombo recently.",
    "The activities included  Guangxi ethnic costume catwalk, Guangxi pictorial tour exhibition, Chinese and Sri Lankan traditional song and dance performances, intangible cultural heritage tea art experience, etc.",
    "The combination of Guangxi folk customs and tea allows  you to experience the oriental aesthetic life that has been passed down for thousands of years.",
    "Addressing the function , Chinese Ambassador Qi Zhenhong said that China is the birthplace of tea.",
    "“Through historical routes such as the Silk Road, the Ancient Tea-horse Road, and the Ten Thousand Miles of Tea Road, tea has traveled through time, transcended national bounders, spread across the East and the West, and integrated into different cultures and social customs. Tea has become a significant medium  for people in China and around the world to connect and be friends. It facilitates exchanges and mutual learning between China and the world and has become a shared treasure of humanity. In 2022, “Traditional Chinese tea-making techniques and related customs” were included in the UNESCO Representative List of Intangible Cultural Heritage of Humanity.",
    "In China, tea is not only a beverage but also the crystallization of civilization and knowledge passed down from generation to generation. It is not only a way of lifebut also an integral part of Chinese history and culture. According to reliable historical records, tea cultivation and production in China started 3,000 years ago. According to the legend of Shennong, the first man in Chinese history to use herbs as medicine, tea has a history of 5,000 years in China. Over thousands of years, Chinese tea culture has developed and accumulated rich spiritual and cultural connotations around tea making and tea drinking. It has permeated every corner of society, penetrated into people’s lives, and found its way into various fields of Chinese literature, calligraphy and painting, religion, and medicine. Chinese tea culture advocates the harmonious coexistence of humans and nature and serves as an important link between China and the world. Today, we are engaging infriendly dialogues between civilizations with tea as the medium and promoting mutual understanding and learning between civilizations. I hope that this event will help more and more people understand Chinese tea culture, appreciate the charm of Chinese traditional culture, and jointly promote the building of a community with a shared future for mankind.",
    "Sri Lankan tea, well known worldwide, has a unique history and cultural heritage. The people of China and Sri Lanka share a long history of growing, making, tasting and drinking tea, fostering exchanges and mutual learning. Though tea is produced in different places, it derives from a commonsource. Tea has become a common part of lifestyle of the two peoples and an important link to connect and bring them together ,” he said."
  ]
}