{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100500/after-sri-lanka-adani-plans-to-build-port-in-vietnam-to-tap-trade-opportunities",
  "time_ut": 1720950900.0,
  "original_lang": "en",
  "original_title": "After Sri Lanka, Adani plans to build port in Vietnam to tap trade opportunities",
  "original_body_lines": [
    "Billionaire Gautam Adani plans to build a port in Vietnam as the conglomerate seeks to develop infrastructure overseas to tap opportunities from increasing trade.",
    "Adani Ports and Special Economic Zone Ltd. has secured an “in-principle approval from the Vietnamese government” for a greenfield development in Da Nang, Karan Adani, Managing Director of the company, said in an interview.",
    "The project, which will have container terminals and multipurpose berths to handle various types of cargo, is at an early stage of planning and the total investment required hasn’t been finalized yet, he said.",
    "This will be the fourth international port asset for the Adani group after Haifa in Israel, Colombo in Sri Lanka and the Port of Dar es Salaam in Tanzania.",
    "On Friday, Adani’s new mega port in southern India saw the arrival of its maiden mother ship and the company wants to accelerate the expansion of the facility in a bid to grab a bigger share of the international maritime trade that’s currently dominated by China.",
    "“The idea is to make India a maritime hub,” Karan, the elder son of Gautam Adani, said. “We are targeting countries that are high on manufacturing or high on population, which will lead to high consumption. We are focusing on export volumes in these countries.”",
    "Adani Ports is the largest port operator in India. It gets about 5 per cent of its total volume from international operations and wants to increase the ratio to 10 per cent by 2030, Karan Adani said.",
    "The company is looking at opportunities in the Middle East, Southeast Asia, East Africa, Bangladesh, Sri Lanka, Maldives, Vietnam and Cambodia as these are regions where trade is coming to India, he said."
  ]
}