{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/politics-garbage-and-pillow-fights/",
  "time_ut": 1730404080.0,
  "original_lang": "en",
  "original_title": "Politics, garbage and pillow fights",
  "original_body_lines": [
    "The ongoing US presidential race has got down and dirty so much so that trash and garbage trucks have been dragged into the propaganda war between the Republicans and the Democrats. The two sides are attacking each other, according to Rafferty’s rules. On Sunday, a comedian who spoke at a Republican rally happened to remark that US territory of Puerto Rico was a ‘floating island of garbage’ and unwittingly provided grist to the propaganda mill of the Democrats.",
    "But two days later, President Joe Biden, true to form, made a gaffe; he said Trump supporters were garbage, and the Republicans seized on it to launch a massive counterattack, with Donald Trump going to the extent of travelling in the cabin of a garbage truck to a campaign rally, and condemning the Democrats, who provided the Republicans with a new line of attack and a rallying point.",
    "Gimmicks and rhetoric have come to dominate the US presidential contest, and the garbage drama, as it were, has eclipsed many vital issues, especially the staggering human cost of brutal Israeli attacks on Gaza, and the US complicity in the humanitarian tragedy. It is also doubtful whether Trump and his main rival, Kamala Harris (D), have paid much attention to the war between Russia and NATO being fought in Ukraine. Perhaps, why they are not intensely focused on the economy is understandable.",
    "The US economy is reportedly in good shape; the growth rate is satisfactory and the unemployment rate is low. This may be the reason why the presidential candidates have chosen to flog other issues hard, but according to some opinion survey results, about 80% of the American voters prioritise the economy over everything else, and they may not be happy with the Republican and Democratic campaigns.",
    "Whether Trump’s garbage truck gimmick will yield the desired result or whether the US public will relegate him to the dumping chamber of that vehicle in the upcoming presidential election remains to be seen. The possibility of Harris facing a similar fate cannot also be ruled out, given the anti-incumbency sentiments, Biden’s endless gaffes, Democratic bungling and the intensity of the Republican propaganda onslaught.",
    "Meanwhile, in Sri Lanka, which is going to the polls in less than two weeks to elect a new Parliament, the focus of the candidates and their leaders has shifted from the ailing economy to other issues; polemics, rhetoric and mudslinging have taken precedence over logical reasoning. In the run-up to the September presidential election, all parties vied with each other to make the highest number of promises, such as pay hikes, tax reductions, subsidies and anti-corruption campaigns in a bid to garner votes; now, they are making even more promises which, if implemented by any chance, would send the economy into a tailspin again.",
    "A ding-dong between former President Ranil Wickremesinghe and some NPP leaders, especially President Anura Kumara Dissanayake and Prime Minister Harini Amarasuriya, has overshadowed the key issues that political leaders should address ahead of a general election. Wickremesinghe keeps teasing the NPP bigwigs by claiming that he is a former President without a majority and Dissanayake is an incumbent President without a majority, and offering to give lessons to the PM on the Constitution. The NPP has turned on Wickremesinghe, but one wonders whether their battles are like scripted wrestling matches; they look more like pillow fights than typical vicious attacks that Sri Lankan politicians are notorious for.",
    "The NPP and the UNP cannot be so hostile towards each other, for it was a split caused by Wickremesinghe in the anti-NPP vote, in the recently-concluded presidential contest, that enabled Dissanayake to secure the presidency. Following its victory in the presidential race, the NPP may have thought that the upcoming parliamentary election would be a walk in the park, but it has become a trudge through a marsh, so to speak. The current battle between the UNP-backed New Democratic Front and the SJB for anti-government votes will also benefit the NPP, which may be able to obtain bonus seats by winning electoral districts.",
    "It is one’s fervent hope that whatever the outcome of the upcoming general election may be, all political dregs in the fray will be given a garbage truck ride to the landfill of politics, where they belong.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}