{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100138/indian-fishermen-to-be-charged-over-death-of-sri-lanka-navy-sailor",
  "time_ut": 1719472680.0,
  "original_lang": "en",
  "original_title": "Indian fishermen to be charged over death of Sri Lanka Navy sailor",
  "original_body_lines": [
    "Sri Lanka Navy says that the 10 Indian fishermen who were arrested while poaching in Sri Lankan waters off Kankesanthurai in the early hours of Tuesday (25) will also face charges for causing the death of a naval person and for causing damage to naval property.",
    "The Sri Lanka Navy had conducted a special operation off Kankesanthurai, Jaffna in the wee hours of June 25, to seize an Indian fishing trawler poaching in Sri Lankan waters.",
    "During this operation, a senior sailor from the Navy Special Boat Squadron sustained critical injuries due to the aggressive manoeuvres of the Indian trawler, resisting its seizure, the navy said.",
    "Unfortunately, the senior sailor succumbed to his injuries after being admitted to the Jaffna Teaching Hospital.",
    "The seized Indian trawler along with the 10 Indian fishermen were brought to the Kankesanthurai Harbour and they were handed over to the Kankesanthurai Police for onward legal proceedings.",
    "The Kankesanthurai Police has filed a ‘B’ report with the Mallakam Court in Jaffna, seeking prosecution of ten Indian fishermen. They face charges for illegal fishing in Sri Lankan waters, causing the death of a naval person during the operation and for causing damage to naval property, the navy said.",
    "On 25th June, the Jaffna Magistrate conducted a post-mortem examination of the deceased senior sailor. The examination determined that the sailor’s death was an accident, resulting from spinal code damage.",
    "The body of the deceased senior sailor was handed over to the next of kin for last rites last morning (26) while his funeral ceremony is scheduled to be held today (27) in Ibbagamuwa with full honours of the Navy.",
    "Following the tragic loss of this senior sailor during active duty, the Commander of the Navy posthumously promoted him to the rate of Fleet Chief Petty Officer, the navy media unit said.",
    "Sri Lanka Navy has also ensured that all necessary arrangements have been made for his family to receive the appropriate compensations and allowances, it said.",
    "The Magistrate of Mallakam Court on Wednesday (26) conducted an on-site inspection at Kankesanthurai Port. The inspection had focused on the Indian fishing vessel detained by the Navy and the Navy’s Fast Attack Craft, which was damaged during the operation.",
    "Meanwhile, the initial hearing of the case over this incident is scheduled for July 22 at the Mallakam Nmagistrate’s Court, Jaffna."
  ]
}