{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/imf-program-should-focus-on-cutting-sri-lanka-state-costs-instead-of-simply-raising-taxes-eran-186957/",
  "time_ut": 1731343860.0,
  "original_lang": "en",
  "original_title": "IMF program should focus on cutting Sri Lanka state costs instead of simply raising taxes: Eran",
  "original_body_lines": [
    "ECONOMYNEXT  – The International Monetary Fund program should look at cutting costs of the island’s bloated state instead of simply raising taxes on the people, former State Minister for Finance Eran Wickremaratne has said.",
    "The IMF has been promoting ‘revenue based fiscal consolidation’ an unusual strategy of supporting the ruler against the ruled, instead of fixing deficits with a combination of spending and revenue consolidation.",
    "“Why the IMF didn’t go to a fiscal consolidation not based on revenue?”, Wickramaratne said in an interview.",
    "“To their credit, I would say they talked about governance issues. But why didn’t they go more drastically on cost? I ran a bank. Others have run companies. The first thing you look at is cost.",
    "“If you look at cost savings, eliminating wastage, reform, whether it’s the armed forces, whether it’s the public service, whether it’s state-owned enterprises.”",
    "In Sri Lanka’s last crisis large volumes of money was printed to pay salaries of state workers and to cut rates after slashing taxes in aggressive ‘macro-economic policy’ to boost ‘potential output’.",
    "Wickramaratne said in the Gotabaya Rajapaksa administration taxes were cut and businesses also supported the move.",
    "Classical economists have pointed out that spending restraint is the key to cutting deficits. Increases in revenues will simply be spent on more subsidies and salary hikes of state workers.",
    "In 1966 B R Shenoy, a classical economists said simply raising revenues was a ‘statistical alternative’ to cutting deficits.",
    "At the time Sri Lanka’s revenue was 23 percent of gross domestic product and the central bank was still printing money through several tools including re-finance credit.",
    "“This alternative is beset with pitfalls,” Shenoy said in his 1966 report.  “Past experience in Ceylon, which is in line with experience in virtually all parts of the world, is that in a democratic set up political and other pressures are heavily on the side of more and more spending by the government.",
    "“When Revenues increase, under the weight of these pressures, expenditures too increase to  meet, or even exceed, Revenue collections. In Ceylon during the past seven years Revenues rose by 45 per cent and Expenditures charged to Revenues by 48 per cent.",
    "“There is a real danger that any programme for increased Revenue collections may be attended by a corresponding increase in the consumption expenditures of the government, and little may be left of the additional revenues to cover budget deficits.",
    "As predicted in 1966 in the last stages of the Ranil Wickremesinghe administration a series of subsidies were announced to farmers, fishermen as ordinary public was taxed heavily.",
    "More salary hikes which are now being carried out.  The report on salary hikes also recommended trimming the public sector.",
    "But trimming the public sector however is not a structural benchmark of the IMF program.",
    "The IMF program has also proposed more ‘capital decaying’ taxes, in a country with low investment levels, including a property taxes without cashflows to pay for them.",
    "Officials of the National People’s Power of President Anura Dissanayake has also pointed out that people cannot pay taxes without cashflows.",
    "Wickramaratne, who originally promoted a bill on asset declarations as a private member’s bill says he can agree with many of the measures promoted by the NPP on improving governance.",
    "Sri Lanka’s decision to end permanent secretaries was a mistake he said, which had led to wrong changes in policies done without properly being thought out.",
    "The danger still existed, after elections when a new government was elected, he said.",
    "Even India still has permanent secretaries, he said recalling an even where India’s fomer Prime Minister Manmohan was Finance Minister when the country was stabilized following a 1991 currency crisis and then reforms followed.",
    "A journalist had asked about the changes and reforms he had brought about.",
    "And then, Manmohan Singh looked at the journalist and said, You’re right. I am change. And then he pointed at Montek Singh Ahuluwalia, (18:30) who was the permanent secretary, and said, This is continuity.",
    "“So, independent public service, permanent secretaries, gives the country continuity, which we don’t have.”",
    "The lack of a proper mechanism for vetting projects had led to a lot of money being spent on non-priority projects in recent years, he said. (Colombo/Nov11/2024)"
  ]
}