{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Orit-wins-at-Green-Productivity-Awards-2024/34-763426",
  "time_ut": 1719259122.0,
  "original_lang": "en",
  "original_title": "Orit wins at Green Productivity Awards 2024",
  "original_body_lines": [
    "Orit Apparels Manager Compliance Isuru Karunaratne, Head of Engineering Mahesh Samarakoon, CMO Moditha Silva, CEO Ajith Wijesinghe, CFO Chaminda Ekanayake, COO Thiwanka Rajapakshe, Head of Administration Prasad Samarasinghe, Manager Corporate Communications Dhianushka Kurukulasuriya, and Head of Human Resources Ravindra Rajapakshe",
    "Orit Apparels CMO Moditha Silva, Orit Apparels CEO Ajith Wijesinghe, keynote speaker and CBL Natural Foods Cluster Director/CEO Randeewa Malalasooriya, SLAAQP Council Member Ifhaama Azeem, SLAAQP Vice President Medhani Somasinghe, Orit Apparels CFO Chaminda Ekanayake, and Orit Apparels COO Thiwanka Rajapakshe",
    "Orit Apparels Lanka Ltd., excelled at the Green Productivity Awards by winning the Silver Award at a gala ceremony held at the Water’s Edge Hotel recently.",
    "Awarded by the Sri Lanka Association for the Advancement of Quality & Productivity, the Green Productivity Awards recognises the outstanding efforts of organisations in achieving environmental sustainability, enhancing productivity, promoting sustainable innovation and making significant social contributions to our nation. Orit Apparels which has made inroads towards minimising their carbon footprint and establishing green practices across their operational spheres were recognised among the best of the best, a sheer testament to their commitment to preserve the environment through sustainable practices. This achievement also signals Orit’s determination to personify their vision of becoming a leader and industry benchmark in innovative and sustainable denim manufacturing solutions.",
    "Orit Apparels Lanka Ltd., is a fully owned subsidiary of the global apparel giant Indochine International and single-mindedly focusses on all things denim. Tastefully combining traditional techniques of denim manufacture with cutting-edge technology, Orit has earned the formidable position of being one of South Asia’s largest denim manufacturers, possessing manufacturing capabilities par excellence with global standards. The benchmarks the company has created for quality in the denim manufacturing arena, along with the many accolades won are a testimony to Orit’s track record for delivering on promise. Today the company operates eight manufacturing facilities of varying specialisations spread across Sri Lanka, providing direct employment to over 6,500 employees and touching the lives of many more Sri Lankan families through its business operations.",
    "Orit Apparels CEO Ajith Wijesnghe said: “Orit has been a forerunner in sustainable manufacturing practices and we believe in stewarding our precious resources responsibly with future generations in mind. Our continuous commitment to sustainability and innovation whilst challenging ourselves to be ahead of the industry has stood us in good stead.”",
    "This landmark achievement in the area of sustainability will further strengthen Orit’s competitive position as the region’s expert in denims among globally acclaimed denim brands. Orit Apparels continues to add value to their global buyers which consist of world renowned brands in the fashion industry by providing ‘garments without guilt’ which are manufactured using sustainable manufacturing practices."
  ]
}