{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-marks-completion-of-100000-trees-project-with-pledge-to-plant-another-100000/",
  "time_ut": 1735431960.0,
  "original_lang": "en",
  "original_title": "ComBank marks completion of 100,000 trees project with pledge to plant another 100,000",
  "original_body_lines": [
    "Sri Lanka is 100,000 trees richer thanks to the completion, ahead of schedule, of a commitment by the Commercial Bank of Ceylon to plant that number of trees at selected locations across the island, and the Bank has announced plans to plant another 100,000 trees over the next 12 months.",
    "Sri Lanka’s leading private sector bank recently celebrated the successful completion of its ambitious ‘Trees for Tomorrow’ project, originally planned for execution over three years, in exactly one year from its launch.",
    "“This is a significant milestone for us, for our country’s rich and diverse ecosystems, for the Bank’s sustainability road map, and its vision for the future,” Commercial Bank Managing Director/CEO Sanath Manatunge commented. “Our sustainability agenda now interlinks with everything we do, and this project and its expansion underscore our unwavering dedication to environmental conservation and sustainable development. It is also an excellent example of what the Bank can achieve with single-minded commitment and engagement with passionate and likeminded people and institutions.”",
    "The main event celebrating the completion of the project and the launch of another of equal proportions took place at Commercial Bank’s Elite Branch in Colombo with the participation of Mr Manatunge, the Bank’s Chief Operating Officer S. Prabagar, members of the corporate management and key customers.",
    "SLT continues environmental themes with a dragonfly calendar for 2025",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}