{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/An-Intl-summit-avoids-Sri-Lanka-due-to-beggar-menace-in-Colombo/108-281625",
  "time_ut": 1714439160.0,
  "original_lang": "en",
  "original_title": "An Int’l summit avoids Sri Lanka due to beggar menace in Colombo",
  "original_body_lines": [
    "Colombo, April 30 (Daily Mirror) - The decision to not hold the annual SMMT International Automotive Summit in Sri Lanka for 2025 was influenced by the prevalence of beggar menace at traffic lights in Colombo, Sri Lanka Automobile Association Secretary Devapriya Hettiarachchi yesterday said.",
    "Speaking to the media, he said that Sri Lanka hosted the Asia Pacific Region II meeting associated with the SMMT International Automotive Summit conference in Colombo in 2015, with 150 delegates in attendance. He further noted that a General Meeting took place in Rwanda, where Sri Lanka submitted a bid to host the SMMT International Automotive Summit conference in 2025..",
    "\"The delegates who attended the meeting observed beggars soliciting at traffic lights within Colombo city limits, causing unpleasant experiences and significant traffic disruptions as they traveled to various locations in Colombo,\" he said.",
    "Winning the bid would have brought numerous delegates from various countries to Sri Lanka for the event, generating substantial foreign income for the country, he said.",
    "However, the message received from the annual General meeting held in Rwanda stated that they cannot host the SMMT International Automotive Summit conference in Sri Lanka due to the beggar menace at traffic lights within Colombo city limits.",
    "They also said that providing aid to beggars within the city limits would tarnish the reputation of our country. Therefore, they urged us to take measures to address this situation in Colombo if Sri Lanka intends to host the significant automotive industry gathering in 2025.",
    "In April 2023, plans were formulated, and a strategic committee was established to tackle the issue. Ultimately, it was decided to implement measures to control the situation, and people were urged not to provide any assistance to beggars at traffic lights within Colombo city limits"
  ]
}