{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/trumps-nobel-dream/",
  "time_ut": 1754123580.0,
  "original_lang": "en",
  "original_title": "Trump’s Nobel dream",
  "original_body_lines": [
    "US President Donald Trump’s dreams are in the news again. It was a dream come true for him to secure a non-consecutive second term. Not many expected him to be re-elected after the 2021 mob attacks carried out by his supporters on the Capitol. Then came the felony conviction which, his critics thought, would ruin his chances of re-election, but he realised his dream of savouring power again. There seems to be no end to his dreaming. Now, he is eyeing the Nobel Peace Prize.",
    "Last month, he himself said that he deserved it for having ended conflicts in different parts of the world, especially between India and Pakistan. India has denied his claim. White House Press Secretary Karoline Leavitt said, on Thursday, President Trump had ended six conflicts between Thailand and Cambodia, Israel and Iran, Rwanda and the Democratic Republic of Congo, India and Pakistan, Serbia and Kosovo, and Egypt and Ethiopia. He brokered one peace deal or ceasefire per month and it was ‘well past time that he should be awarded the Nobel Peace Prize’, she said.",
    "Trump has demonstrated his aversion to war and intervened to stop some conflicts, but how prudent is it to award the Nobel Peace Prize to a US President before his retirement? What guarantee is there that Trump will not start wars? He had Iran’s nuclear facilities bombed, didn’t he?",
    "President Barack Obama was awarded the Nobel Peace Prize in 2009, but the US, under his watch, backed the invasion of Libya, making that country descend into a failed state, fractured by rival militias, extremist groups, arms traffickers, human smugglers and various other criminal gangs.",
    "Interestingly, the list of conflicts that President Trump has stopped, according to the White House, does not include the one that has devastated Gaza, where he has manifestly failed to end Israeli attacks that kill Palestinian civilians, including the sick, children and aid seekers. Apart from sending an envoy to Gaza to assess the ground situation, Trump has done precious little to save civilian lives in Gaza. His envoy is expected to be shown around food distribution sites by the Israeli military! Israel does not allow independent media into the areas under its control in Gaza. International media has reported, quoting the UN human rights office, that at least 1,373 Palestinians have been killed while trying to get food since the US and Israel-backed Gaza Humanitarian Foundation began its operations in May.",
    "It may not be fair to deny Trump the credit for having stopped several conflicts that may otherwise have developed into full-blown wars, but shouldn’t he intervene to stop the destruction of lives in Gaza before seeking the Nobel Peace Prize? As an ardent supporter of Israel, he is duty-bound to do everything in his power to save Palestinians’ lives in Gaza. If he brings adequate pressure to bear on Israel, Prime Minister Benjamin Netanyahu will have to stop his military campaign that harms civilians and allow aid to be distributed properly.",
    "Even the traditional US allies have found it difficult to ignore the situation in Gaza any longer. The UK has warned that it will formally recognise the state of Palestine in September due to the “increasingly intolerable” situation in Gaza, unless Israel abides by a ceasefire and commits to a two-state solution in the Middle East. Canada and France have said they will do likewise. Some more western nations are expected to follow suit. This is a situation the US and Israel did not bargain for. President Trump has rebuked UK Prime Minister Keir Starmer for the UK plan to recognise Palestine, and reiterated his wholehearted support for Israel despite the ongoing atrocities against civilians in Gaza. And, the White House wants him awarded the Nobel Peace Prize!",
    "Meanwhile, one can argue that the Nobel Peace Prize lost its meaning when it was denied to Mahatma Gandhi five times. The Nobel Committee cited various reasons for its decision in question, but its subsequent reflections revealed regret. It was the greatest omission in the history of the prize, one of the committee Secretaries said in 2006.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}