{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97996/dermatologists-raise-concerns-about-skin-diseases-as-sweltering-heat-prevails",
  "time_ut": 1710590820.0,
  "original_lang": "en",
  "original_title": "Dermatologists raise concerns about skin diseases as sweltering heat prevails",
  "original_body_lines": [
    "Dermatologists have raised concerns about risks of skin diseases stemming from the sweltering heat and urged the members of the public to take preventive measures.",
    "Commenting on the matter, skin care and cosmetic consultant dermatologist, Dr. Indira Kahawita advised people to avoid direct exposure to sunlight, to prevent sunburns, heat rash, sunspots, irritation, pus blisters and other conditions.",
    "She also encouraged seeking medical advice and refraining from taking over-the-counter medicines for fungal infections on the skin exacerbated by warm weather conditions.",
    "Further, Dr. Kahawita appealed to parents and teachers to refrain from exposing children to direct sunlight and letting them engage in strenuous outdoor activities during high atmospheric temperatures.",
    "Against this backdrop, the Meteorology Department has cautioned the people of rising temperatures in the North-western, Western, Southern and Sabaragamuwa provinces as well as in the Anuradhapura, Mannar, Trincomalee and Batticaloa districts tomorrow.",
    "The heat index advisory, issued at 04:00 p.m. today (11 March), will be in effect until tomorrow evening (March 17).",
    "“Heat index, the temperature felt on the human body is expected to increase up to ‘Caution level’ at some places in Western, North-western, North-central and Eastern provinces and Monaragala, Mannar, Mullaitivu, Vavuniya and Hambantota districts”, the advisory read.",
    "As per the advisory, under this level of temperature, fatigue is possible with prolonged exposure and activity, while continuing activity could result in heat cramps.",
    "For this reason, members of the public are advised to stay hydrated, take breaks in the shade as often as possible and limit strenuous outdoor activities. They are also requested to wear lightweight, white or light-coloured clothing, to check up on the elderly and the sick and never leave children unattended.",
    "The Heat Index Forecast is calculated by using relative humidity and maximum temperature and this is the condition that is felt on your body. This is not the forecast of maximum temperature. It is generated by the Department of Meteorology for the next day period and prepared by using global numerical weather prediction model data."
  ]
}