{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nestle-advances-regenerative-agricultural-practices-in-coconut-value-chain/",
  "time_ut": 1755434040.0,
  "original_lang": "en",
  "original_title": "Nestlé advances regenerative agricultural practices in coconut value chain",
  "original_body_lines": [
    "As part of the Nestlé Coconut Development Plan – the ‘Good Food Good Life’ company partnered with the Coconut Cultivation Board of Sri Lanka (CCB) to conduct a two-day training programme for coconut farmers. The training programme was initially launched in 2024. Building on its success, the second edition was introduced this year to further expand its reach and impact.",
    "Conducted at CCB’s Coconut Development Training Center in Lunuwila, the programme trained 25 local coconut famers on the implementation of regenerative agriculture practices in their farms, benefiting the farmers in improving coconut yield whilst conserving natural resources such as soil and water.",
    "“Our long-running Coconut Development Plan stands as a strong testament to our commitment to advancing coconut cultivation in Sri Lanka. As the country’s largest exporter of Coconut Milk Powder, I take pride in extending this initiative to support the farmers who supply us with coconuts. When we launched the pilot training programme last year, our goal was to help farmers adopt regenerative agricultural practices – an important step in our broader ambition to achieve net zero carbon emissions by 2050. This collaboration with the Coconut Cultivation Board marks a meaningful step forward. It not only promotes sustainable farming methods that benefit the environment but also helps unlock the full potential of this invaluable crop.” said Bernie Stefan, Chairman and Managing Director of Nestlé Lanka.",
    "Estate Lake brokers LKR 4.5 billion land sale for landmark twin towers",
    "SLT Group delivers strong 1H 2025 performance with substantial profit growth",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}