{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-private-sector-needs-to-rethink-ESG/4-771274",
  "time_ut": 1735763771.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s private sector needs to rethink ESG",
  "original_body_lines": [
    "Aligning business and finance with climate and biodiversity targets requires deep engagement from the private sector. Sri Lanka has seen a rise in ESG (environmental, social, and governance) initiatives in recent years – from special conferences and workshops discussing ESG, to consulting firms setting up dedicated teams to offer ESG advisory services. But will relying on ESG alone effect change? The answer, as ever, is – it’s not that straightforward.",
    "The concept of ESG, which gained traction in the UN Global Compact’s ‘Who Cares Wins’ report in 2004, underpins private sector responses to complex global challenges such as climate change, biodiversity loss and defending human rights. While ESG sets a foundation for action, more work needs to be done to create and scale up sustainable outcomes. This includes creating ambitious, credible, and well-structured plans that assess double materiality, supported by proper capital allocation and strategic management decisions, all within robust accountability frameworks.",
    "There is recognition that a focus on the components of ESG is a positive step for businesses to identify and address negative externalities. Around the world, the upward trajectory of financing instruments that embody ESG principles — like ‘ESG bonds’ — reflects increasing interest in aligning financial strategies with sustainability goals. That said, it is crucial to understand the nuances of ESG and be cognisant of its shortcomings.",
    "While ESG seeks to channel investment towards companies that are environmentally responsible, socially conscious, and well-governed, their true sustainability impact remains debated. Several issues have been highlighted in recent reports.",
    "Firstly, aligning investments solely with ESG indexes can lead to capital misallocation, focusing on short-term gains rather than long-term sustainability outcomes. This can be attributed to the fact that ESG ratings generally fail to gauge “a company’s impact on the Earth and society. In fact, they gauge the opposite: the potential impact of the world on the company and its shareholders” (Simpson et al., 2021). Recent ESG market analysis by Fitchner et al. (2023) examined the role of ESG indices in setting de facto standards for sustainable capital allocation. This research showed that most ESG funds fall under “broad ESG” indices which have limited sustainability impact compared to “dark green” portfolios. The former mainly mitigate investor risk and focus on input ESG (instead of output ESG) contributing to a “ESG capital allocation gap.”",
    "Secondly, rating agencies often provide widely differing assessments of the same company, causing confusion and scepticism among investors. S&P dropped ESG scores from their credit ratings in 2023 and warned against oversimplifying climate risk models. Critics argue that ESG metrics are too simplistic and fail to capture the full range of actions needed to address climate change and nature loss. The lack of standardisation and transparency weakens the framework’s reliability and allows for over-credited projects.",
    "Linked to this issue of scoring is the inherent bias in capital allocation that it influences. The London Stock Exchange Group showed that there is an ingrained bias in ESG scoring which favours advanced economies over developing or emerging economies. Consequently, less than 10% of ESG funds go to emerging economies, despite their global economic significance. Ratings penalise companies in developing markets for factors beyond their control, such as political risk or government debt, leading to exclusion from ESG funds. A recent FT Adviser poll found that 83% of experts agree that investor interest in ESG funds has diminished as a result of other economic and geopolitical concerns.",
    "There is growing concern that ESG enables greenwashing – where companies overstate sustainability efforts through marketing and outreach whilst continuing business-as-usual, exacerbated by a lack of accountability over sustainability claims. There are several examples of this seen in Sri Lanka too, where companies alter colours in their logos to reflect a new commitment to sustainability, or claim to be net zero entirely through offsets. Greenwashing takes place on a vast scale globally too. DWS, Germany’s largest asset manager, paid a settlement of € 21 million, after overstating ESG assets in its 2020 annual report.",
    "Kenneth Newcombe, a well-known figure in the offsetting industry was indicted in September 2024 for manipulating data from projects in rural Africa and Asia to secure carbon credits valued at tens of millions of dollars. In January 2023, an investigative report showed that 94% of forest-related projects validated by a leading certifier of carbon offsets – Verra – did not represent genuine carbon reductions. These discrepancies, amongst several others, between declared intentions and actual actions have undermined ESG as a credible framework.",
    "While ESG is self-regulated in Sri Lanka, many other jurisdictions have passed transformative policies that include mandatory climate disclosure regulations. Research across literature shows a tangible reduction in GHG emissions by corporations that are subject to mandatory disclosures regimes, compared to those that have adopted voluntary disclosure regimes. Institutional investors demonstrate the same tendency to reduce their investment portfolio’s aggregate emissions by reducing their exposure to fossil fuel intensive industries and investment vehicles when they were forced to disclose climate-related risks to their investments and transition plans for reducing emissions.",
    "Moving beyond self-regulated initiatives would require reorienting laws and policies that provide the necessary foundations to achieve a just and equitable transition. Sri Lanka’s new government’s election manifesto proposed that we “move away from anthropocentric thinking that places man as the sole owner of the earth which conflicts with nature…[and] will support the realities of a systematic journey that is required for the economy to become a circular economy”. The first step to achieving this ambition is through evidence-based environmental policies followed by enforcement, and accountability.",
    "Sri Lanka is beginning to rebuild its economy, after experiencing a polycrisis followed by its first sovereign default in 2022. Research by Intercontinental Exchange (ICE) shows that the chances of default are correlated with climate risks. The Intergovernmental Panel on Climate Change (IPCC) reports that tropical countries and those in the Southern Hemisphere subtropics will likely face the greatest economic impacts from climate change.  Climate hazards, which result from climate change driven by human activity, will undoubtedly impact our industries and disrupt markets in the near future. As climate change is a risk multiplier, it is imperative for businesses to enhance their capacity in risk management and resilience. For instance, climate hazards such as droughts or flooding lead to impacts of concern such as crop failure, which may subsequently lead to food insecurity, unemployment, market disruption and more. Chatham House’s landmark study ‘Climate change risk assessment 2021’ outlines such cascading climate risks in detail.",
    "There is a growing sense that many Sri Lankan corporates are taking only cursory efforts in addressing environmental challenges. They focus too heavily on headline ESG reporting efforts rather than meaningful and sustained impact, and undertake ad-hoc environmental CSR projects which are not science-based. Cheering such initiatives whilst continuing business-as-usual approaches that exacerbate environmental pressures cannot continue. Instead, corporate actors need to fully integrate environmental considerations into their strategy and operations.",
    "This includes corporates in the financial services sector. Research by CSF in 2023-24 showed that only 8 Sri Lankan financial institutions (FIs) (of the 56 reviewed) had adopted an internal policy or strategy focused on the environment. Just five FIs systematically assess environmental impacts and risks in granting loans, and only four reported that they quantify/measure environmental and/or climate risks in their portfolio.",
    "Sri Lanka’s main export sectors are intrinsically linked to nature and are influenced by climate change – including tea, rubber, coconut, spices, or processed food and beverage exports. In an increasingly environmentally-conscious global market, raising forex earnings and attracting foreign direct investments are more likely if Sri Lanka positions itself as a sourcing location that minimises environmental degradation, and a tourism destination that is charting a nature-positive path.",
    "The international capital available for climate and nature-aligned investments is also growing. Climate finance now tops $ 1.3 trillion annually and is expected to see more private financing, not only multilateral and aid financing. The Green Climate Fund, which committed $ 2.3 billion in 2024 and has total pledges for $ 12.8 billion, now has a Sri Lankan bank as a direct access entity. Sri Lanka’s private sector must tap into green funds, climate funds and biodiversity funds – all of which now have a large private sector presence globally and no longer just appeal to development organisations like in the past.",
    "By 2050, over 90% of Sri Lanka’s population (19 million people) will live in areas forecasted to become climate hotspots, and consequently, the economy is projected to experience a 3.86% reduction in GDP. Sri Lanka faces a shoreline retreat of 200,000 to 300,000 m² annually, with 40% of the population living within 2 km of the coast. As one of 36 biodiversity hotspots, the country is home to 66 critically endangered and 102 endangered species.",
    "While the ‘S’ and ‘G’ have had steady attention among our private sector, as a result of improved efforts around employee and community welfare and enhanced governance requirements stipulated by regulators, the ‘E’ still receives insufficient attention. Clubbing ‘S’ and ‘G’ with environmental considerations risks losing focus on this agenda. We need concerted and dedicated efforts on the environment, beyond generic ESG frameworks. With macroeconomic stabilisation achieved and a sovereign re-rating well underway, we must now put environmental concerns at the heart of our economic recovery, and natural capital at the centre of our economic growth model.",
    "(Arpana Giritharan is a visiting researcher at Center for a Smart Future, and an alum of Columbia University’s Climate School and University College London. This article expands on remarks by Anushka Wijesinha, Co-founder and Director of Centre for a Smart Future (CSF) at the CMA National Management Accounting Conference 2024 in a session titled Navigating ESG Dynamics and Economic Recovery. CSF is an interdisciplinary think tank that does research and advocacy to influence better public policies. For the full references used in this article, visit www.csf-asia.org/knowledge-insights/.)"
  ]
}