{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86179",
  "time_ut": 1752958320.0,
  "original_lang": "en",
  "original_title": "Former Chief Minister of  merged North Eastern Province Annamalai Varadaraja Perumal says  he will tryto create awareness among Tamils about the need to protect the provincial governance system",
  "original_body_lines": [
    "There is a widespread perception that the Government is in no hurry to hold the Provincial Council Elections following a significant drop in the votes of the National People’s Power (NPP) at the recent Local Government Elections.",
    "The Government leaders, who claim that the system of Provincial Councils will remain in place until a new constitution is brought in, are not interested in ensuring that the Provincial Councils are administered by representatives elected by the people at least till then.",
    "It has been the position of the southern polity and the people in general and the Sinhalese nationalist forces in particular that the Provincial Council system was imposed on Sri Lanka by our big neighbour India.",
    "The Provincial Council system introduced by the 13th Amendment to the Constitution following the signing of the Indo-Sri Lanka Peace Accord of July 1987 should have been implemented by the then Government only in the Northern and Eastern Provinces. But the then Government set up Provincial Councils across the country to show the Sinhalese people that it was not giving anything exclusively to the Tamils in the two provinces.",
    "The Provincial Councils system should have been introduced in the north and east where the devolution of power was demanded, and given to the people of the north and east who demanded a political solution to the national question, but by implementing the system in southern Sri Lanka, the then President forced the Sinhalese people to accept it.",
    "Although the Provincial Councils system has been in place for 37 years, neither the political parties nor the people of South Lanka have expressed any objection to the fact that provincial administrations have been administered by governors without elections for the last eight years.",
    "But former Speaker of Parliament Karu Jayasuriya has often insisted in southern Sri Lanka that Provincial Council Elections should be held and the administration of the provinces handed over to the people’s representatives.",
    "Last week, the National Movement for Social Justice (NMSJ) led by Jayasuriya, who has stepped down from party politics, issued a statement calling on the Government to hold Provincial Council Elections as soon as possible.",
    "The NMSJ has pointed out that at a time when all other representative institutions of the State are functioning, the continuation of the Provincial Councils under the control of the Executive President is not only a violation of the Constitution but also of the right of the people to elect their representatives. The last Provincial Council Elections were held in 2014.",
    "NMSJ General Secretary Sunil Jayasekara said in the statement: “The Provincial Councils have been transformed into institutions of bureaucratic control by being administered by governors appointed by the President. This is undemocratic and unacceptable. All those who respect democracy should be concerned about this situation.",
    "“According to the policy statement submitted by the NPP before coming to power, elections to all Provincial Councils should be completed within the next four months. If that promise is to be fulfilled, the Government must immediately deal with the issues that hinder the holding of elections.",
    "“The continued delay runs counter to the expectations of the people, especially those who demand a just and lasting solution to national problems. Although it is important to take into account the shortcomings and criticisms of the current Provincial Council system, it should not be used as an excuse to postpone the elections.",
    "“Three MPs have already submitted separate proposals to deal with these issues. If necessary, the President has the power to appoint a special commission to review the system and make recommendations. But none of these processes should delay the people’s right to elect their representatives.”",
    "The National Peace Council (NPC), like the NMSJ, has often urged the Government to hold Provincial Council Elections as soon as possible. NPC Executive Director Dr. Jehan Perera even demanded that the Government appoint a Cabinet sub-committee to examine the possibility of curtailing the excessive powers of governors, which greatly hinders the orderly administration of the Provincial Councils by the people’s representatives. The request came when a Cabinet subcommittee was appointed to look into the possibility of repealing the Prevention of Terrorism Act (PTA).",
    "But it is unfortunate that there is no demand from most of the Tamil parties to hold Provincial Council Elections at the earliest. It is customary for the leaders of the Tamil parties in the north and east to talk about the Provincial Councils when meeting the Prime Minister of India or Indian diplomats. But they don’t talk about it among the Tamil people.",
    "Because the Liberation Tigers of Tamil Eelam (LTTE) opposed the 13th Amendment, some Tamil politicians avoided talking about the provincial assemblies and the amendment as a sign of their continuing loyalty to the movement. But if Provincial Council Elections are held, their parties will definitely contest.",
    "For the past 16 years since the end of the civil war, most Tamil political parties have been unable to show any viable path other than simply raising emotional slogans to keep the people connected with the memories of the sacrifices of the past struggles.",
    "Disgusted by their policies and approaches, the Tamils of the north and east gave the ruling NPP unprecedented support at the last Parliamentary Elections. Realising that the Tamil people wanted to teach them a lesson, Tamil politicians launched a furious campaign against President Anura Kumara Dissanayake and the NPP in the run-up to the recent Local Government Elections.",
    "If the NPP Government had acted in a manner that best reflected the aspirations and sentiments of the Tamil people who voted overwhelmingly for it at the Parliamentary Elections, the Tamil parties would not have been able to regain their support at the local elections. But the Government has not acted in a way that would demonstrate that it is interested in dealing with the problems of the post-war Tamil people, including the ethnic issue, in a different way than previous regimes.",
    "We have all seen how opportunistic the Tamil parties have been in the recent past in the formation of Local Government administrations even after they spoke loudly about the unity of the Tamils and the interests of the people during their Local Government Election campaigns.",
    "The resolutions passed in the last few days by the local bodies constituted in the Tamil areas have once again exposed the interest of the Tamil parties in carrying out political activities that are impractical and that only inflame the passions of the people.",
    "Despite knowing very well that the first Northern Provincial Council headed by former Chief Minister C.V. Wigneswaran spent time passing hundreds of resolutions on accountability, thereby becoming unable to engage in any meaningful service to the people by making use of even the limited powers available to the Provincial Council, the new local councils of the Tamil areas have started following the same ineffective path.",
    "In this context, it is pertinent to note that former Chief Minister of the merged North Eastern Province Annamalai Varadaraja Perumal has announced that he will make an effort to create awareness among Tamils about the need to protect the provincial governance system.",
    "Stating that he was not venturing into electoral politics or seeking re-election, Varadaraja Perumal said he would hold consultations with Tamil parties, intellectuals, and social activists interested in the realisation of the aspirations of the Tamil people at all levels.",
    "In the first phase, Varadaraja Perumal held talks with the Eelam People’s Revolutionary Liberation Front (EPRLF) led by his former comrade Suresh Premachandran in Jaffna last week.",
    "Premachandran, whose party is now part of the Democratic Tamil National Alliance (DTNA), maintains a firm stance on protecting the Provincial Councils and full implementation of the 13th Amendment.",
    "However, his stand on the amendment was recently questioned when the DTNA signed a Memorandum of Understanding (MOU) with the Tamil National Assembly led by MP Gajendrakumar Ponnambalam.",
    "The MOU stated that the 13th Amendment to the Constitution was neither the final nor the complete solution to the Tamil national question. While it has been the position of most Tamil parties that the 13th Amendment and the Provincial Council system should be used as an interim arrangement in the journey towards a federal solution, the text of the MOU has caused suspicion among many.",
    "But the statement issued by Premachandran last week after the meeting with Varadaraja Perumal clearly explained his position regarding the Provincial Councils.",
    "“For the present Government, the main aim of its leaders is to rule without any problem in the next four years. They are not prepared to deal with issues that can generate controversy. Tamils, political leaders, and parliamentarians should understand this. If the Tamil parties do not come together and give a firm push, the Provincial Council Elections will be a mirage. The present Government is not interested in power sharing.",
    "“In such a situation, if the Tamil people want to get their powers, it is very important that the Provincial Council Elections are held and the 13th Amendment is fully implemented. The north and the east can be protected only by Tamil people taking into their hands the powers that are at least available to them. Only then can various illegal activities carried out by the Government in the two provinces be stopped to some extent.",
    "“We are merely observing the steps taken by the Government, as we do not have power. At present, only the Provincial Council and the powers conferred by the 13th Amendment are vested in us.",
    "“Until a permanent political solution to the ethnic problem is found, it is wise to use the powers of the Provincial Councils and move to the next stage. It is important to discuss these issues and find a consensus,” Premachandran said in his statement.",
    "The other Tamil parties are yet to react to Varadaraja Perumal’s efforts. This may be because he has not yet officially informed the leaders of the Tamil parties about these efforts.",
    "For the people of southern Sri Lanka, it is not that their needs will be met only if the Provincial Councils function. The Central Government will fulfil the needs of the people in all the seven provinces.",
    "For the people of the north and east, however, it is only if they have the Provincial Council system that the needs of the people can be met to some extent and the encroachments in the region can be stopped. Therefore, the Tamil people should demand that the Provincial Council Elections be held as soon as possible.",
    "Tamil politicians have been speaking against the Provincial Councils and the 13th Amendment for more than three decades, so the Tamil people have no proper understanding of them. Therefore, Tamil parties and civil society should cooperate with Varadaraja Perumal’s efforts to create awareness among the Tamil people about the provincial governance system and take care to adopt practical methods for the time being.",
    "This writer is not a fan of the 13th Amendment. The concern is that the Tamils in the north and east should not suffer as a mass of people without even a Provincial Council."
  ]
}