{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103903/uptick-in-aids-cases-reported-in-sri-lanka-health-officials-",
  "time_ut": 1733044140.0,
  "original_lang": "en",
  "original_title": "Uptick in AIDS cases reported in Sri Lanka – health officials",
  "original_body_lines": [
    "World AIDS Day 2024 is observed today (Dec. 1) under the theme “Take the Rights Path: My Health, My Right!”",
    "The World Health Organization (WHO) is emphasizing that the world can end AIDS (Acquired Immuno Deficiency Syndrome) as a public health threat by 2030, provided that human rights are upheld and communities lead the way.",
    "In this year’s campaign, WHO is calling on global leaders and citizens to champion the right to health by addressing the inequalities that hinder progress in ending AIDS.",
    "Although the WHO European Region has made progress in tackling HIV, significant challenges remain in identifying and treating cases, as well as preventing new infections in the first place.",
    "Furthermore, in the local context, Sri Lanka is recognized as a country with a relatively low prevalence of AIDS, despite which recent reports from health officials indicate an alarming rise in AIDS cases within the country, compared to previous years.",
    "Commenting regarding the matter, the Director of National STD/AIDS Control Programme, Community Medicine Specialist Dr. Vindya Kumarapeli explained that the number of AIDS cases in Sri Lanka has increased significantly from the period of 2020-2021 to 2022-2023.",
    "In 2020-2021, the number of reported cases was between 200 and 300, while in the 2022-2023 period, the figure has doubled.",
    "“There has been an increased likelihood of new cases increasing among men in the last 10 years. 15% of the patients are young men and women aged between 15 and 24,” she added.",
    "In conjunction with World AIDS Day, the Ministry of Health organized a march starting from the Galle Face Green and proceeding to the Ministry of Health.",
    "Prime Minister Harini Amarasuriya, who participated in the event, emphasized that it is the government’s responsibility to foster a compassionate society and work towards eradicating AIDS from the country."
  ]
}