{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100293/foreign-minister-sabry-urges-japan-to-invest-in-infrastructure-and-it",
  "time_ut": 1720100160.0,
  "original_lang": "en",
  "original_title": "Foreign Minister Sabry urges Japan to invest in infrastructure and IT",
  "original_body_lines": [
    "Sri Lanka, strengthened by the recent agreement reached with international creditors for the restructuring of 5,6 billion dollars of debt, urges Japan to make further investments in the country, contributing to the revival of the Sri Lankan economy and guaranteeing Colombo a further point of diplomatic reference as well as India and China.",
    "Sri Lankan Foreign Minister Ali Sabry declared this in an interview with the Japanese newspaper “Nikkei”.",
    "“We expect Japan-financed projects to start any time now” thanks to the debt restructuring deal, the minister said, referring to a series of projects financed in recent years by the Japan International Cooperation Agency (Jica) but never started, including the construction of a light railway in Colombo and the expansion of the international airport serving the capital.",
    "“The expansion of the airport is very important. We want to make it a global hub,” Sabry explained. In 2020, Japanese engineering group Taisei won a 62 billion yen ($383 million at current exchange rates) heat contract for the second phase of the expansion of Bandaranaike International Airport, about 30 kilometers north of Colombo. The contract also included the construction of a four-storey passenger terminal, with the works being completed in 2023.",
    "As with other projects, however, the contract was terminated following the blocking of financing by the Jica agency, in the context of the acute financial and debt crisis experienced by Sri Lanka in the last two years. In addition to infrastructure, Sabry said, Sri Lanka offers Japan investment opportunities “in renewable energy, aviation and IT development.”",
    "The Foreign Minister of Sri Lanka, Ali Sabry, accompanied by a delegation, is engaged in an official visit to Japan at the invitation of his counterpart Yoko Kamikawa, as announced in recent days by the Foreign Ministries of the two countries, according to which the visit will will end on July 7th. The two ministers held talks on Tuesday 2 July regarding the progress of bilateral relations since their last visit in May. Sabry will also meet with other dignitaries, including Chief Cabinet Secretary Yoshimasa Hayashi.",
    "Sri Lanka’s Official Committee of Creditors (OCC) signed a memorandum of understanding on the country’s debt restructuring on June 26. This was announced by the Foreign Ministry of India, one of the countries that chair the Committee, together with France and Japan. The OCC, we read in a statement, started talks on the restructuring plan on 13 April, after the International Monetary Fund (IMF) approved the Extended Fund Facility (EFF) program on 20 March.",
    "The signing of the memorandum is defined as “a milestone”, which confirms the progress made by Sri Lanka to stabilize its economy and bring it back to growth through a path of reforms. India is committed to the stabilization, recovery and growth of Sri Lanka, as demonstrated by the “unprecedented” financial support offered of four billion dollars. India will continue to support its neighboring country by promoting long-term investments in key sectors, the note concludes."
  ]
}