{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-needs-to-work-on-its-morals-before-fixing-economy-npp-153809/",
  "time_ut": 1709893020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka needs to work on its morals before fixing economy: NPP",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka needs to work on its morality before it solves its economic issues, opposition National People’s Power (NPP) legislator Harini Amarasuriya said.",
    "“We have a government that is utterly unconcerned with what the people want. They’re behaving now as if the people are their enemy,” the MP said speaking at an event.",
    "“They’re confronted with a public that does not accept them or listen to them. They’re acting with a feeling that the people need to be suppressed,” she said.",
    "The NPP is a leftist formation led and effectively controlled by the formerly revolutionary Marxist-Leninist Janatha Vimukthi Peramuna (JVP).",
    "The government as well as MPs from the main opposition Samagi Jana Balawegaya (SJB) have criticised the NPP for being vague about its economic policy and how it plans to steer Sri Lanka through its ongoing recovery and reform process.",
    "The NPP has also been harshly critical of what it deems “neoliberal” policies of President Ranil Wickremesinghe’s administration. Various spokesmen for the party and their fellow travellers have also called into question the ongoing programme with the International Monetary Fund (IMF).",
    "Defenders of the IMF programme have argued that the NPP has not clearly articulated its position on the reform agenda despite a recent meeting with IMF officials.",
    "“Is this democracy? Is this the democracy that Ranil Wickremesinghe talks about day and night? Is this political stability? Is this the path to developing a country?” asked Amarasuriya addressing party supporters.",
    "“What democracy or stability or development is a government that does not respect the people or listens to them and openly attacks their ideas is talking about?”",
    "“We need to change this. Before we solve economic issues, we need some morality,” she said.",
    "The NPP currently leads at least one voting intention poll conducted by an independent research organisation. (Colombo/Mar08/2024)"
  ]
}