{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-silent-killer-economic-consequences-of-an-overvalued-exchange-rate/4-759445",
  "time_ut": 1710360719.0,
  "original_lang": "en",
  "original_title": "‘The silent killer’ – economic consequences of an overvalued exchange rate",
  "original_body_lines": [
    "In our previous article on the value of the Sri Lankan rupee in this newspaper (see https://www.ft.lk/columns/Sri-Lankan-rupee-is-more-overvalued-now-than-before-the-crisis/4-758346) we noted that many commentators saw the overvaluation of the Sri Lankan rupee as an important contributor to the 2022 foreign exchange crisis. We argued that according to the real effective exchange rate (REER) calculations of the Central Bank of Sri Lanka (CBSL) there had in fact been no overvaluation leading up to the crisis (i.e., in the period from 2018-March 2022), nor, indeed, was there an overvaluation at the time of our writing of this article. The problem, we noted, was the way in which the CBSL computes the REER does not reflect the value of the rupee with respect to the values of the currencies of our major international competitors, including those with whom we have signed free trade agreements (FTAs). We argued that when the REER of the Sri Lankan rupee is computed with respect to the latter group of countries it can be seen the rupee has been, and continues to be, grossly overvalued. Of particular note in this regard is the overvaluation of the Sri Lankan rupee with respect to the Indian rupee by more than 50%.",
    "Unfortunately, there appears to be no recognition by the present Government of the magnitude of the overvaluation of the Sri Lankan rupee let alone the damage it is inflicting on the Sri Lankan economy. On the contrary, the Government sees the appreciation of the Sri Lankan rupee since November 2022 as something to be proud of and even encouraged. The Sri Lankan Cabinet spokesperson, Minister Bandula Gunawardena, was quoted by the Newswire of the 13th February as stating,",
    "“During the foreign exchange crisis and shortage of fuel, we saw the US Dollar being sold for over Rs. 400. However, now it has dropped to Rs. 314. It is expected to drop further, at least to Rs. 280,”",
    "In a recent comment on the 21% reduction in energy prices the Energy Minister, Kanchana Wijesekera, argued that this reduction was only made possible by the appreciation of the Sri Lankan rupee from Rs 370: US$ 1 to Rs 314: to US$1 (see https://economynext.com/sri-lanka-central-bank-mainly-responsible-for-electricity-price-cut-153910/). Even the Sri Lankan President, Mr R. Wickremesinghe, sees the rise of the Sri Lankan rupee through similar rose-tinted glasses. In a recent address to the Sri Lankan parliament he claimed that the rise in the Sri Lankan rupee was a ‘positive movement’ (see , https://www.parliament.lk/news-en/view/3884).",
    "It is not only the Government that appears to be unaware of the extent of the overvaluation of the rupee and the damage it is doing to the economy at large, it is also business organisations, trade unions, academics and even those who consider themselves to be opposed to the IMF-sponsored policies of the Government. This lack of awareness of both the phenomenon of overvaluation itself and the damage it is inflicting on the economic system that justifies its label as ‘the silent killer’.",
    "The overvaluation of the exchange rate will require Sri Lankan producers of goods to suppress wage demands and exert pressure on the suppliers of inputs to reduce their prices in order to achieve the required compensating cost reduction. Suppressing wage demands in the current climate of increased food, energy and transportation prices as well as higher direct and indirect tax rates is a big ask, and likely to result in even greater suffering on the part of workers making it impossible for them and their families to sustain their livelihoods",
    "We noted in our earlier article that even when the rupee had fallen to 367:1 with respect to the US dollar in November of 2022, in the aftermath of the debt crisis, it was still considerably overvalued compared to the currencies of our competitors such as India, Pakistan and Thailand. At the time of writing our previous article the extent of the overvaluation had worsened with the rise of the Sri Lankan rupee to 312. Since then the rupee has further strengthened to 308:1 with respect to the US dollar.",
    "Table 1 is an update of a table we presented in Nicholas and Nicholas (2024) showing the extent of the overvaluation of the Sri Lankan rupee against the currencies of our major competitors, which has only worsened. As it stands the Sri Lankan rupee is 42% overvalued against the Pakistan and Thai currencies and 60% overvalued against the Indian rupee. It is even 6% overvalued against the US dollar. Should the Sri Lankan rupee go to 280:1 against the US dollar, without any improvement in the relative competitiveness of Sri Lankan industries, these overvaluations will become 53% and 71% respectively. It warrants adding that the current weighted average overvaluation of the Sri Lankan rupee with respect to the currencies of all these countries is 52%, and this will rise to 63% if the rupee rises to 280:1. At 280:1 the Sri Lankan rupee would also be 17% overvalued against the US dollar. That is to say, even in terms of the REER computations of the CBSL the rupee will be significantly overvalued in the absence of any compensating improvements in the competitiveness of Sri Lankan industries.",
    "In principle, over the long run, the value of a country’s currency reflects its productive efficiency. The productive efficiency of a country is best approximated by its trend trade balance. However, it is not only the forces of supply and demand emanating from the inflow and outflow of goods that have a bearing on the value of a country’s currency in its foreign exchange market, especially over the short run. Also important are capital flows as well as official and private transfers (i.e., grant aid and workers remittances) which are particularly important for many developing countries. This means that a market determined exchange rate is unlikely to reflect the relative productive efficiency of a country, especially over the short term and especially in the case of developing countries. Indeed, given the dependence of many developing countries on private remittances and aid inflows as well as the restriction placed on capital outflows, the tendency for the bias of a market determined exchange rate is towards overvaluation. In the case of Sri Lanka at the present juncture the tendency toward overvaluation of the rupee is reinforced by the continuing control of some imports and delay in the repayment of foreign debt obligations.",
    "These distortions of the market for foreign exchange in developing countries are well known. Hence, the rationale for the computation of the REER as an indication of the competitiveness of the exchange rate. As we argued in Nicholas and Nicholas (2024), the problem with the REER (both the 5 and 25 country baskets) used by the CBSL is that it gives most weight to the prices of traded goods and exchange rates in trading partner- and not competitor countries. Consequently, this computation gives the impression that the Sri Lankan rupee has, if anything, been undervalued up to the present, including the period from 2019 – 2022, a period widely regarded as one of the over-valuation of the Sri Lankan rupee (see CBSL 2023). However, as we also argued in Nicholas (2024), once competitor countries are used in the calculation of the REER the picture changes quite dramatically. Not only was the rupee overvalued in this period, its overvaluation has gotten worse notwithstanding the massive deprecation of it that took place in 2022 (see Nicholas and Nicholas 2024).",
    "What the above means is that for those wishing to justify maintaining or even strengthening the value of the rupee against the US dollar the CBSL’s REER computation is the computation of choice. For those seeking to decipher the relative competitiveness of the Sri Lankan rupee with regard to the currencies of its competitors, the alternative REER computation we propose in Nicholas (2024) should be considered. The difference between the two boils down to whether one sees US and European firms or Indian, Pakistani, Bangladeshi, etc firms as Sri Lanka’s major competitors.",
    "It is not only the Government that appears to be unaware of the extent of the overvaluation of the rupee and the damage it is doing to the economy at large, it is also business organisations, trade unions, academics and even those who consider themselves to be opposed to the IMF-sponsored policies of the Government. This lack of awareness of both the phenomenon of overvaluation itself and the damage it is inflicting on the economic system that justifies its label as ‘the silent killer’",
    "The economic consequence of an overvalued rupee over the long run is that it damages the competitiveness of Sri Lankan producers. It puts considerable pressure on them to find ways of reducing their costs (or accepting reduced profit margins) to compete, especially in the absence of any compensating support from the Sri Lankan Government. Leaving aside differences in support for domestic firms by their respective governments, the current 60% overvaluation of the Sri Lankan rupee in relation to the Indian rupee means that Sri Lankan producers have to reduce their unit costs of production by 60% to compete with their Indian counterparts in markets which producers from both countries are targeting. It also means that Indian exporters of products to Sri Lanka will start with a 60% cushion to buffer themselves with respect to the pecuniary obstacles they are likely to face in accessing the Sri Lankan market.",
    "Most importantly, the overvaluation of the exchange rate will require Sri Lankan producers of goods to suppress wage demands and exert pressure on the suppliers of inputs to reduce their prices in order to achieve the required compensating cost reduction. Suppressing wage demands in the current climate of increased food, energy and transportation prices as well as higher direct and indirect tax rates is a big ask, and likely to result in even greater suffering on the part of workers making it impossible for them and their families to sustain their livelihoods. There are also limits to the pressures that can be exerted on domestic suppliers of inputs given that they are in the same position as the domestic suppliers of outputs. A likely consequence of the resistance of local suppliers of inputs to pressures on them to reduce prices is that the buyers of these inputs will turn to imported inputs which the overvaluation of the currency has made relatively cheaper.",
    "It is not only manufacturing firms that are likely to be negatively affected by the rupee overvaluation. Agricultural producers of food for the domestic market and export crops such as tea, coconuts and rubber are also likely to suffer. Small farmers producing food crops for the domestic market will see their meagre incomes further pressured, and producers of export crops will need to look for ways to reduce their costs of production. Unlike manufacturers the possibility for farmers to diversify their export crops as a way of improving their competitiveness is limited. One consequence of the overvaluation for the sector is that it could encourage Sri Lankan domestic buyers of export crops such as tea to begin sourcing these from countries with more competitive currencies. The problems emanating from the overvalued rupee for agricultural producers of food for the domestic market will likely be compounded by the increased trade liberalisation that has taken place, particularly under the auspices of the various bilateral FTAs that have been concluded.",
    "Tourism will also be negatively impacted by the overvalued exchange rate, although this impact is likely to be less immediate than on manufacturing and agriculture, but is no less certain. Foreign tourists are notoriously price conscious. The undoubted uniqueness of Sri Lanka’s tourism offerings may provide something of a buffer in respect of the downward pressure on prices in the sector. However, this could well be eroded over time as a consequence of the overvaluation of the exchange rate, with this erosion becoming more apparent once the unusual influx of Ukrainian and Russian ‘tourists’ as a result of the ongoing Ukraine war comes to an end.  In the final instance, as with other sectors, there is likely to be increasing downward pressure on the already meagre wages earned by workers in the sector for the industry as a whole to remain competitive.",
    "It has to be said that the current overvaluation of the Sri Lankan rupee is a continuation of its overvaluation over a considerable period of time. The consequence of this has been a bias against production of goods and services and towards sectors such as finance and trade. Ironically, it is a point made by a number of those who attributed blame for the foreign exchange crisis to, among other things, the overvaluation of the Sri Lankan rupee (see Athukorale and Wagle, 2022), but who are now silent about its continuing and even worsening overvaluation.",
    "The economic consequence of an overvalued rupee over the long run is that it damages the competitiveness of Sri Lankan producers. It puts considerable pressure on them to find ways of reducing their costs (or accepting reduced profit margins) to compete, especially in the absence of any compensating support from the Sri Lankan Government",
    "The current weak state of Sri Lanka’s production base, especially its export-oriented and import-substituting industrial sectors, coupled with the increasing dependence on basic food imports, means that any major depreciation of the currency will inflict more pain than gain. That is to say, a significant depreciation of the Sri Lankan rupee will directly hurt consumers via higher food and other basic prices while doing little to aid the industrial sectors. Indeed, it could lead to an inflation-depreciation spiral. This means that the current overvaluation of the Sri Lankan rupee and the continued damage it is doing to the remaining industrial base of the economy is likely to continue. In fact, the incentive of politicians is to avoid currency depreciation until it can no longer be avoided, i.e., until foreign exchange reserves hit precariously low levels. When this happens there will be another sharp depreciation of the currency along with a contraction of the economy, with or without another IMF arrangement. This suggests that like all developing countries that have had protracted periods of an overvalued exchange rate (e.g., Argentina), the economy is headed for a slow death. The first signs of the latter are a shift away from industrial production and increased foreign borrowing to bolster foreign exchange reserves. The subsequent signs are more frequent debt and foreign exchange crises resulting in large involuntary depreciations of the currency coupled with severe contractions in budget deficits.",
    "There is a way out of the present predicament; a wholesale and across-the-board state and para-state support for export-oriented and import competing industries. Once the industrial base is strengthened a gradual restoration of the competitive value of the rupee will follow. This will be in large part due to the improvement in the cost competitiveness of Sri Lankan companies as a result of the industrialisation efforts and in part a competitive depreciation of the rupee. The more the competitiveness of the industrial base is built up the less the requirement for a depreciation of the Sri Lankan rupee and the greater the positive impact any depreciation is likely to have. It warrants noting that countries such as Taiwan have competitive exchange rates without having significant currency depreciations.",
    "The incentive of politicians is to avoid currency depreciation until it can no longer be avoided, i.e., until foreign exchange reserves hit precariously low levels. When this happens there will be another sharp depreciation of the currency along with a contraction of the economy, with or without another IMF arrangement. This suggests that like all developing countries that have had protracted periods of an overvalued exchange rate (e.g., Argentina), the economy is headed for a slow death",
    "Athukorale, P. and S. Wagle (2022) The Sovereign Debt Crisis in Sri Lanka: Causes, Policy Response and Prospects. New York: UNDP.",
    "CBSL (2023) The Central Bank of Sri Lanka Annual Report 2022. Colombo: Central Bank of Sri Lanka.",
    "Newswire (2024) ‘Minister reveals rate Dollar expected to come down to’, 13th February, https://www.newswire.lk/2024/02/13/minister-reveals-rate-dollar-expected-to-come-down-to/",
    "Nicholas, B and Nicholas, H. (2024) ‘Sri Lankan rupee is more overvalued now than before the crisis’,  Daily FT, 12th February, https://www.ft.lk/columns/Sri-Lankan-rupee-is-more-overvalued-now-than-before-the-crisis/4-758346"
  ]
}