{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-guardians-of-the-world/",
  "time_ut": 1757183400.0,
  "original_lang": "en",
  "original_title": "The guardians of the world",
  "original_body_lines": [
    "By cultivating within ourselves the qualities of moral shame and fear of wrongdoing we not only accelerate our own progress along the path to deliverance, but also contribute our share towards the protection of the world. Given the intricate interconnections that hold between all living forms, to make the sense of shame and fear of wrong the guardians of our own minds is to make ourselves guardians of the world. As the roots of morality, these two qualities sustain the entire efficacy of the Buddha’s liberating path; as the safeguards of personal decency, they at the same time preserve the dignity of the human race.",
    "Like the Roman god Janus, every person faces simultaneously in two opposite directions. With one face of our consciousness we gaze in upon ourselves and become aware of ourselves as individuals motivated by a deep urge to avoid suffering and to secure our own well-being and happiness. With the other face we gaze out upon the world and discover that our lives are thoroughly relational, that we exist as nodes in a vast net of relationships with other beings whose fate is tied up with our own. Because of the relational structure of our existence, we are engaged in a perpetual two-way interaction with the world: the influence of the world presses in upon ourselves, shaping and altering our own attitudes and dispositions, while our own attitudes and dispositions flow out into the world, a force that affects the lives of others for better or for worse.",
    "This seamless interconnection between the inner and outer domains acquires a particular urgency for us today owing to the rampant deterioration in ethical standards that sweeps across the globe. Such moral decline is as widespread in those societies which enjoy a comfortable measure of stability and prosperity as it is in those countries where poverty and desperation make moral infringements an integral aspect of the struggle for survival. Of course, we should not indulge in pastel-colored fantasies about the past, imagining that we lived in a Garden of Eden until the invention of the steam engine. The driving forces of the human heart have remained fairly constant through the ages, and the toll they have taken in human misery surpasses calculation. But what we find today is a strange paradox that would be interesting if it were not sinister: while there appears to be a much wider verbal acknowledgment of the primacy of moral and human values, there is at the same time more blatant disregard for the lines of conduct such values imply. This undermining of traditional ethical values is in part a result of the internationalization of commerce and the global penetration of virtually all media of communication. Vested interests, in quest of wider loops of power and expanding profits, mount a sustained campaign aimed at exploiting our moral vulnerability. This campaign proceeds at full pace, invading every nook and corner of our lives, with little regard for the long-term consequences for the individual and society. The results are evident in the problems that we face, problems that respect no national boundaries: rising crime rates, spreading drug addiction, ecological devastation, child labor and prostitution, smuggling and pornography, the decline of the family as the unit of loving trust and moral education.",
    "The Buddha’s teaching at its core is a doctrine of liberation that provides us with the tools for cutting through the fetters that keep us bound to this world of suffering, the round of repeated births. Although the quest for liberation by practice of the Dhamma depends on individual effort, this quest necessarily takes place within a social environment and is thus subject to all the influences, helpful or harmful, imposed upon us by that environment. The Buddhist training unfolds in the three stages of morality, concentration and wisdom, each the foundation for the other: purified moral conduct facilitates the attainment of purified concentration, and the concentrated mind facilitates the attainment of liberating wisdom. The basis of the entire Buddhist training is thus purified conduct, and firm adherence to the code of training rules one has undertaken — the Five Precepts in the case of a lay Buddhist — is the necessary means for safeguarding the purity of one’s conduct. Living as we do in an era when we are provoked through every available channel to deviate from the norms of rectitude, and when social unrest, economic hardships, and political conflict further fuel volatile emotions, the need for extra protection becomes especially imperative: protection for oneself, protection for the world.",
    "The Buddha points to two mental qualities as the underlying safeguards of morality, thus as the protectors of both the individual and society as a whole. These two qualities are called in Pali hiri and ottappa. Hiri is an innate sense of shame over moral transgression; ottappa is moral dread, fear of the results of wrongdoing. The Buddha calls these two states the bright guardians of the world (sukka lokapala). He gives them this designation because as long as these two states prevail in people’s hearts the moral standards of the world remain intact, while when their influence wanes the human world falls into unabashed promiscuity and violence, becoming almost indistinguishable from the animal realm (Itiv. 42).",
    "While moral shame and fear of wrongdoing are united in the common task of protecting the mind from moral defilement, they differ in their individual characteristics and modes of operation. Hiri, the sense of shame, has an internal reference; it is rooted in self-respect and induces us to shrink from wrongdoing out of a feeling of personal honor. Ottappa, fear of wrongdoing, has an external orientation. It is the voice of conscience that warns us of the dire consequences of moral transgression: blame and punishment by others, the painful kammic results of evil deeds, the impediment to our desire for liberation from suffering. Acariya Buddhaghosa illustrates the difference between the two with the simile of an iron rod smeared with excrement at one end and heated to a glow at the other end: hiri is like one’s disgust at grabbing the rod in the place where it is smeared with excrement, ottappa is like one’s fear of grabbing it in the place where it is red hot.",
    "In the present-day world, with its secularization of all values, such notions as shame and fear of wrong are bound to appear antiquated, relics from a puritanical past when superstition and dogma manacled our rights to uninhibited self-expression. Yet the Buddha’s stress on the importance of hiri and ottappa was based on a deep insight into the different potentialities of human nature. He saw that the path to deliverance is a struggle against the current, and that if we are to unfold the mind’s capacities for wisdom, purity and peace, then we need to keep the powder keg of the defilements under the watchful eyes of diligent sentinels.",
    "The project of self-cultivation, which the Buddha proclaims as the means to liberation from suffering, requires that we keep a critical watch over the movements of our minds, both on occasions when they motivate bodily and verbal deeds and when they remain inwardly absorbed with their own preoccupations. To exercise such self-scrutiny is an aspect of heedfulness (appamada), which the Buddha states is the path to the Deathless. In the practice of self-examination, the sense of shame and fear of wrongdoing play a crucial role. The sense of shame spurs us to overcome unwholesome mental states because we recognize that such states are blemishes on our character. They detract from the inward loftiness of character to be fashioned by the practice of the Dhamma, the stature of the ariyans or noble ones, who shine resplendent like lotus flowers upon the lake of the world. Fear of wrongdoing bids us to retreat from morally risky thoughts and actions because we recognize that such deeds are seeds with the potency to yield fruits, fruits that inevitably will be bitter. The Buddha asserts that whatever evil arises springs from a lack of shame and fear of wrong, while all virtuous deeds spring from the sense of shame and fear of wrong.",
    "By cultivating within ourselves the qualities of moral shame and fear of wrongdoing we not only accelerate our own progress along the path to deliverance, but also contribute our share towards the protection of the world. Given the intricate interconnections that hold between all living forms, to make the sense of shame and fear of wrong the guardians of our own minds is to make ourselves guardians of the world. As the roots of morality, these two qualities sustain the entire efficacy of the Buddha’s liberating path; as the safeguards of personal decency, they at the same time preserve the dignity of the human race.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}