{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sir-andrew-caldecott-1884-1951-governor-of-ceylon-with-special-experience/",
  "time_ut": 1711224420.0,
  "original_lang": "en",
  "original_title": "Sir Andrew Caldecott (1884-1951) Governor of Ceylon with special experience",
  "original_body_lines": [
    "Sir Andrew Caldecott arrived in Ceylon as Governor of the Island seven years ago yesterday. He will be 60 years of age on the 26h of this month. No excuse is therefore necessary for making some attempt to review his career.",
    "The roll of Ceylon’s past Governors includes many remarkable men who made their mark as pioneers, administrators, scholars or writers. Sir Andrew Caldecott will take his place among them on his merits, but also on the suffrage of those peoples among whom he has served. He may not be so brilliant a writer as Clifford, so profound a scholar as Chalmers, so eloquent as West-Ridgeway or so experienced a parliamentarian as Gregory but he combines in his character qualities which made him one of the most successful and popular proconsuls ever to leave England to carry the white man’s burden.",
    "When he was promoted from the Chief Secretaryship of Malaya to the Governorship of Hongkong, the people of Malaya felt that they were losing a close friend. When his appointment as Governor of Ceylon was announced there was consternation in Hongkong. Frantic messages were sent to Whitehall by representatives of the different communities in that Colony. One of their leaders said; “Let the powers-that-be understand that the Colony of Hongkong is impatient at being treated in this curt and casual manner which constituted an unfortunate characteristic of Colonial administration before certain now important countries fought for and won Dominion status. Whatever may be the needs of Ceylon, the needs of Hongkong are certainly considerable.”",
    "Replying to these protests, the Secretary of State for the Colonies said in a telegram addressed to the Governor: “I have received telegrams (1) from unofficial members of the Executive Council, Hongkong and (2) from Chinese members of the Executive and Legislative Councils pressing strongly for your retention at Hongkong on the ground of outstanding qualifications for the post and asking that the question of your transfer may be reconsidered. Please inform these gentlemen that I have read with pleasure their tribute to yourself and have every sympathy with their desire that your services should not be lost to Hongkong but that your appointment to Ceylon was decided upon for reasons of high policy and I regret that there can be no question of reconsideration,”",
    "The personal qualities which won the respect and esteem of the people of Malaya and Hongkong have not failed Sir Andrew Caldecott in Ceylon. Whatever differences of opinion there might have been on political questions or administrative acts, his distinction of mind, unfailing courtesy, sympathy for the under-dog, complete freedom from racial arrogance or class snobbery and his many social gifts have made his regime of office especially notable at a time of stress and tension in the Island’s history. Not the least admirable among these qualities was the dignity and self-discipline with which he adapted himself to the conditions imposed by the war.",
    "The berth of a Colonial Governor under a half-way-house Constitution is not a bed of roses. Sir Graeme Thomson and Sir Edward Stubbs, who had previous experience of Ceylon, learned that lesson to their cost. No doubt Sir Andrew Caldecott had sensed this when in his first public declaration in the Island he said: “When the kind people of Hongkong made complimentary references to myself last Spring at our sad parting, I was reminded of the well-known saying that a country gets the Government it deserves. The period of Governorship is a mirror in time wherein the people of the State see reflected their own expression, attitudes and actions, and although he may help in its composition, nevertheless the beauty and symmetery of the scene must depend on the posture and gesture of every single figure in the foreground and background.”",
    "He added: “As Governor under your Constitution I shall endeavour to the first of my judgement and ability to promote the good name, sound credit, clear conscience and peace of Ceylon. in the certainty that the Officers and Ministers of State, and members of the State Council and of every local government body in this Island have an identical purpose. I look forward to taking my part in the team, shoulder to shoulder in that common progress towards the common goal.”",
    "Who would have thought in 1937 that the British Empire would two year’s later be plunged in a world war and that nearly three years of the Governor’s period of office here would be mainly concerned with keeping Ceylon on a war footing? Some may say that his capacity as a constitutional ruler cannot be fairly appraised on this record under war conditions. In a sense this is true. At the same time, a man less gifted with the qualities of statesmanship would almost certainly have made many blunders when confronted with new and unexpected situations. The fact that Ceylon has emerged from the ordeal without a serious breakaway is due to no small measure to the tact, firmness and devotion to duty displayed by the Governor, undeterred by ill-health or even domestic tragedy.",
    "A great deal of the Governor’s time and energies, especially in the first few years of his term of office were taken up by political questions. One of his first tasks was to carry out the instructions of the Secretary of State to investigate and report on the constitutional question. Although he had no parliamentary experience and was no constitutional lawyer he discharged the responsibility to the satisfaction of Whitehall. His report was distinguished by a sound grasp of the problem and felicity of expression which have earned for it an abiding place in the Island’s State papers. Had his recommendations with necessary modifications been adopted promptly, the country would have long since settled down to work for the solution of the many social and economic problems which await urgent attention.",
    "The intervention of the war side-tracked the constitutional problem and has led to the present pot-hunting campaign. On the day of his arrival Sir Andrew said in one of his speeches: “I commend to you these words which I read some time ago: “The justification of majority rule lies in the fair treatment of the minorities; the strength of the minorities is commensurate with the reasonableness of their demand”. Recent development in the constitutional sphere have given the impression that the Governor has indeed condoned unreasonable demands. But that is a question which only the historian, with the full facts before him can decide.”",
    "Another matter in which the Governor and his Ministers were at cross-purposes was the Indian question and his insistence on the so called pledges. To what extent his actions were prompted by Whitehall under pressure from the Government of India it is not possible to say.",
    "It is unfortunate that the country was not able to profit more than it has done by the Governor’s special experience in particular lines of work. He was, for instance, a Town Planning Administrator and Housing Commissioner in Malaya but his regime in Ceylon will leave no stamp on our city and towns although, under different circumstances, he might have been able to do something like what Lord Curzon did in seven years for India and Sir Mirza Ismail did in a somewhat longer period for Mysore. The truth is that Sir Andrew Caldecott was determined to carry out his duties as a Constitutional Governor; and so long as Executive Committees of the State Council and not a Cabinet appointed by him formulated policy, the opportunities available to him for influencing policy were few.",
    "Every Governor must expect political storms and tempests which in the absence of unusual common sense and patience on his part may develop into serious crises. Sir Andrew Caldecott had more than his share of these eruptions but he was neither rattled nor ruffled and they did nothing to weaken his grip on affairs.",
    "Few Governors probably worked harder in the office; but none entered with greater joy into the extra-mural duties of a Governor, while his state of health permitted, than Sir Andrew Caldecott. On Saturday last he turned up at the schoolboys’ sports meet in the rain and had an unaffected smile and a warm handshake for every one of the successful competitors. He has kept his youth, one suspects, by his love of the young and his readiness to promote their interests. That is what makes his interests in the Scout Movement and Child Protection Society something more than an official gesture.",
    "It remains to add few words about the man. It is not surprising that he missed his First in Greats at Oxford. His enthusiasms are various; his interests are catholic. Nothing human is alien to him. He plays the piano, he paints pictures, he writes verse. He composed national anthems for Malayan Sultans and he wrote the history of Jelebu (wherever that may be).",
    "It was said of Lord Curzon’s seven year regime in India as Governor – General, that it closed in sorrow and anger. Though the East has taken as much from Sir Andrew Caldecott as it has given, we cannot believe that a lover of humanity, as he is, can ever leave it in anger. A citizen of the world, as he likes to call himself, an English gentleman, as we recognize him, his 37 years in the tropics have not been in vain.",
    "(First published under the title “An English gentleman retires” on October 10, 1944)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}