{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99102/salary-increments-for-govt-employees-can-only-be-considered-next-year-president",
  "time_ut": 1715234880.0,
  "original_lang": "en",
  "original_title": "Salary increments for govt employees can only be considered next year - President",
  "original_body_lines": [
    "President Ranil Wickremesinghe states that for the reconstruction of the fallen country, economic stabilization and recovery programs were formally implemented and that as a result, the journey of economic growth started in the middle of 2023.",
    "In a special statement in Parliament today (09), Wickremesinghe said he assumed leadership of the country without any conditions, despite being a sole member of Parliament. He cited his well-thought-out plan, extensive experience and international relationships as reasons for his confidence in the country’s recovery from its challenges.",
    "Meanwhile, the Head of the State noted that economic growth is projected to be around 3% this year, with several local and international financial institutions offering similar forecasts.",
    "The President also expressed that it is his expectation to conclude all negotiations by the middle of this year, and that the ultimate goal of debt restructuring is to reduce the total amount of debt to 95% of the GDP by 2032.",
    "Furthermore, he mentioned that during the first three months of the year, the exchange rate of the US Dollar was brought to a level below Rs. 300 and the foreign reserves were raised to a value of more than USD 5 billion, noting that he was able to achieve this situation as he followed a challenging, difficult but the correct path.",
    "Additionally, Wickremesinghe said a salary increment for government employees can be considered only next year based on the economic growth of 2024 and Government income since the current revenue of the government is not sufficient to consider such salary adjustment requests.",
    "Following is the full statement made by Hon. President Ranil Wickremesinghe in Parliament;",
    "Since assuming the responsibility of rebuilding the nation, I have regularly presented this House with updates on the true state of the economy.",
    "Over the past two years, I have shared with you information about the economy and outlined future economic strategies. When I assumed leadership, our nation was in crisis: the economy was severely contracted, with inflation soaring to 70%.",
    "The budget deficit had surged to over 10-12 % of the Gross Domestic Product (GDP), prompting an increase in the interest rate to 30%. Moreover, the value of the dollar had risen to approximately LKR 450, while our foreign exchange reserves had depleted to zero.",
    "There were insufficient funds to import food and essential goods, even for a week, leaving the nation on the brink of crisis. The majority of the population found themselves on the streets, with some enduring lengthy queues for necessities, while others faced prolonged struggles",
    "Against this backdrop, I willingly embraced the task of revitalizing both the nation and its economy.",
    "At that crucial moment, no one else volunteered to shoulder the responsibility of saving the country. Instead, they put forth different conditions.",
    "I unconditionally embraced the task of leading the country, despite my party holding only one seat in parliament. I took on this mission amidst challenging circumstances.",
    "I undertook this daunting mission with confidence for three key reasons: I had a well-thought-out plan, relevant experience and established international connections. Consequently, I firmly believed that despite the country’s descent into chaos, recovery was possible.",
    "Since then, we have actively initiated economic stabilization and recovery programs. Consequently, economic growth began in mid-2023.",
    "We anticipate economic growth of at least 3% this year, a forecast supported by multiple domestic and international financial institutions. Inflation has significantly decreased to 1.5%. Additionally, the primary account balance, previously in deficit for several years, turned into a surplus of 0.6% of GDP in 2023.",
    "For the first time in many decades, a surplus in the current account of the balance of payments was achieved in 2023. Furthermore, interest rates decreased substantially, reaching levels as low as 10-13%.",
    "Tourism rebounded, and remittances from foreign workers rose significantly. By the first quarter of 2024, the exchange rate dropped to less than LKR 300 per US dollar. Furthermore, foreign exchange reserves exceeded US$ 5 billion, signalling a favourable trajectory in economic stability.",
    "We reached this progress by navigating a challenging and demanding path, one that we believed to be the right course of action. Despite facing criticism from certain groups within the country, we persisted in our efforts.",
    "Despite facing criticism at every turn, ranging from our endorsement of IMF support to the implementation of economic discipline, we persevered. Amidst the onslaught of criticism, slander, and rumours, we pressed on, recognizing that there was no alternative path forward.",
    "Starting from September 2023, we proceeded methodically, implementing measures to control public spending. Numerous price reforms were also initiated across various goods and services.",
    "Government revenues stood at below 8% of GDP, insufficient to cover government expenditure, which accounted for 20% of the Gross Domestic Product. Consequently, the only viable solution was to enhance state revenue.",
    "Numerous past administrations provided employment, raised salaries, subsidized fuel, electricity, and water services, and managed budget deficits by borrowing from foreign countries or printing money. We opted to alter this approach. Adapting to such a change all at once was challenging, given the years of conditioning to operate in this manner.",
    "For the country to undergo reconstruction, someone must spearhead this transformation.",
    "Through a series of reforms, we established financial discipline within the country. Another crucial reform for economic stability was restructuring our debt.",
    "This was a significant consideration for finalizing the IMF agreements in September 2022. By December 2022, the total debt as a percentage of GDP had reached 128%, a concerning level. Hence, we devised a debt restructuring program, which was structured into three primary phases.",
    "The first phase was finalized in 2023. The second phase focused on restructuring loans obtained through official agreements with foreign countries. Following negotiations with these nations, a policy agreement on debt restructuring was successfully reached by November 2023.",
    "For this purpose, both the Paris Club and non-Paris Club countries, including China, have reached a policy agreement. The next step involves signing a Memorandum of Understanding with the creditor countries to finalize the process.",
    "The Sri Lankan government is presently in discussions regarding the draft with the Official Creditors Committee. Additionally, negotiations are underway with China’s EXIM Bank.",
    "The third phase identified for restructuring is commercial debt. Consulting firm Lazard and Clifford Chance, representing the Sri Lankan government, are currently engaged in negotiations with the creditors’ committee.",
    "Negotiations are progressing positively, with both parties considering proposals. We aim to conclude these discussions by the middle of this year. The overarching objective of debt restructuring is to decrease our total debt to 95% of GDP by 2032, maintain the government’s gross financial requirement at 13% annually, and limit external debt servicing to 4.5% annually.",
    "Ensuring debt sustainability is paramount for long-term economic advancement. Without it, sustaining economic progress becomes untenable. As part of our efforts, we’ve initiated an anti-corruption program based on the Governance Diagnostic Report, conducted with support from the IMF.",
    "Over the past couple of years, our government has diligently endeavoured to bring relief to our citizens through the outcomes of our economic recovery initiative. We arranged to directly grant substantial sums of money to economically disadvantaged groups in our country under the “Aswasuma” program and other relief initiatives. Moreover, allowances granted to kidney patients, the elderly, and individuals with disabilities have been increased by 50%.",
    "Under this program, economically disadvantaged groups receive more than three times the existing Samurdhi subsidy. In 2024, a total of Rs. 205 billion will be spent for these relief programs. Relief programs in Sri Lanka trace their origins back to the Second World War. Since then, there has not been such a significant allocation of funds to aid the impoverished.",
    "Over the course of the 2022 Yala season, 2022/23 Maha season, 2023 Yala season and 2023/24 Maha season, our agricultural practices have yielded successful harvests.",
    "The government has contemplated providing a portion of the crops to the impoverished free of charge.",
    "Accordingly, arrangements were made last year and this year during the Sinhala and Tamil New Years to provide free rice to the impoverished. The government intends to continue supporting those in need in the future.",
    "It is expected to allocate an expenditure of Rs.12 billion a for this purpose in 2024.",
    "Starting from January 2024, government employees began receiving a monthly living allowance of Rs.5000, which has now been increased to Rs.10,000. Additionally, starting from April, retired government employees also receive a monthly pension allowance of Rs.2, 500.",
    "While these allowances may not fully address the broader cost of living concerns, the government has extended the maximum level of concessions it can afford.",
    "It can be seen that the prices of imported goods have significantly decreased in recent months due to the strengthening of the rupee. This strengthening has caused a notable decrease in the prices of gas, mineral oil, milk powder, and other essentials. Additionally, the decrease in interest rates has provided a boost to the entrepreneurial sector.",
    "Despite receiving numerous requests for salary revisions, there is currently no government revenue growth allocated to address this in 2024. Past instances of indiscriminate concessions have had detrimental effects on our economy and the livelihoods of people. It is imperative that we do not revert to such practices. The economic crisis has affected every part of society, and everyone has been going through a very difficult time over the past two years.",
    "Based on the trajectory of economic growth in 2024 and the corresponding increase in government revenue, reconsideration of public sector salaries next year is a realistic possibility.",
    "Leaving the current economic program could lead us back into a huge disaster. We have realized several positive outcomes through the program initiated under the IMF’s guidance since September 2022.",
    "It is imperative to exceed mere economic stabilization and recovery efforts and transition our economy onto a sustainable path. Implementing a formal and swift program to achieve this transformation is essential.",
    "We have not yet begun repaying our foreign debt. At the conclusion of the debt restructuring process, we will be required to settle these debts. To do so, it is essential to increase government revenue.",
    "Also, it requires building up our foreign exchange reserves. We must avoid further contributing to uncertainty about the country’s future by continually taking on foreign loans. Such actions would only burden the next generation of the country.",
    "It’s essential to utilize the country’s resources effectively and manage the economy efficiently to ensure a positive transformation without wasting those valuable assets.",
    "As a small economy heavily reliant on foreign transactions, we must pay more attention to exports. Additionally, we must focus on transitioning towards a green economy while safeguarding the environment. New technical dimensions, including information technology, must be incorporated into economic tasks.",
    "Without these measures, an economy cannot be sustained over the long term. Establishing a social-market economic foundation, ensuring the equitable distribution of benefits from economic reforms across all parts, is crucial.",
    "To boost our economic prowess, we must pursue a trajectory of swift economic expansion. Heightened economic growth will alleviate our debt burden and reduce the cost of living.",
    "Our economy cannot sustainably support loss-making state enterprises that weigh heavily on the people. The government has presented an alternative procedure to address this issue.",
    "If private sector intervention can effectively manage government enterprises, those entities burdening the people with taxes and losses should be re-evaluated.",
    "A significant portion of the country’s land is presently under government control, lacking proper utilization and burdening the public. In the past, these lands were effectively managed by the private sector as thriving agricultural enterprises, generating substantial income for the government. They also contributed significantly to the country’s foreign exchange reserves during that period.",
    "Therefore, we have initiated steps to establish a commercial export-oriented agricultural economy, with active involvement from local private entities focused on commercial exports, to address the said issue.",
    "The “Urumaya” program, aimed at granting land rights to approximately two million farming families after the 1930s, is moving forward effectively. This grants them full freehold ownership of the land. In such a situation, it is impossible to prevent the emergence of thousands of agribusinesses across Sri Lanka based on this program.",
    "Also, maximizing the utilization of existing agricultural land to its fullest potential is paramount. Accordingly, an initiative for agricultural modernization has been initiated to enhance the agricultural productivity. Empowering farmers through modern technology is one of the key objectives of this process.",
    "Currently, this initiative has been implemented in 26 Divisional Secretariat Divisions. Plans are underway to extend its reach to an additional 75 Divisional Secretariat Divisions in the coming months. The economic crisis has forced many small and medium-scale enterprises, which constitute a vital sector of the Sri Lankan economy, to halt operations. A program has been formulated to restore these businesses to their former vitality.",
    "The government has made significant investments in this regard, with numerous loan schemes organized to support the sector. Shortly after the amendment of the Parate Law, further relief measures were swiftly implemented. Additionally, a special unit dedicated to small and medium-scale enterprises has been established within the Treasury to coordinate related activities.",
    "Tourism has emerged as a rapidly growing sector in our economy. In comparison to the first four months of 2023, there has been a remarkable growth of over 75 percent in tourist arrivals during the corresponding period in 2024. To date, nearly 800,000 tourists have visited Sri Lanka this year. Both the government and the private sector are actively engaged in implementing a comprehensive program aimed at enhancing the infrastructure necessary for the tourism industry.",
    "Enhancing our foreign investment sector is pivotal for long-term economic growth. Given the finite nature of investments that can be mobilized domestically, the establishment of formal laws and a modern institutional framework is imperative to attract foreign investments into the country. To this end, we anticipate the establishment of a new Economic Commission through the amalgamation of various existing out-dated institutions.",
    "Furthermore, a new consolidated law has been drafted to supersede out-dated legislation pertaining to investments. It is anticipated that the requisite procedures will be undertaken within this month. Numerous sectors necessitate modernization to facilitate rapid economic growth in the country. These include education, healthcare, transportation, vocational training, urban development, defence, information technology, foreign relations, supply chains, export industries and the workforce. An approach has been adopted to enact reforms aimed at fostering holistic growth across the power sector.",
    "We anticipate sustaining our foreign relations network grounded in economic activities. Initial groundwork for establishing an international trade institute within the Ministry of Foreign Affairs has been completed, with a new law also prepared for this purpose.",
    "In the past two years, over 30 new laws and amendments have been enacted in this parliament with the objective of economic reforms in the country. Additionally, several similar laws are anticipated to be presented to this house in the near future. Notably, the Economic Transformation Bill, the Public Finance Bill and the Public Debt Management Bill are among the prominent legislations slated for submission.",
    "The Economic Transformation Bill encompasses provisions for the establishment of key entities such as the Sri Lanka Economic Commission, Investment Infrastructure Corporation, International Trade Institute, National Productivity Commission and Sri Lanka Economic and Trade Institute. The Economic Transformation Bill incorporates a range of measures intended to guide the government’s actions over the long term.",
    "Irrespective of which government assumes power in the future, it is imperative that the provisions outlined in the Act are upheld to prevent the economy from descending into turmoil once more. I have consistently emphasized the necessity of implementing a continued and long-term program that garners widespread consensus to address the crises facing our nation and prevent recurrence of such tragedies. It is noteworthy that the opposition has provided crucial support for the economic reforms we have undertaken thus far.",
    "Continued support will be crucial to sustain the momentum of the reform process into the future. Despite facing various challenges, the people have demonstrated their backing for the government’s economic reform program over the past two years.",
    "As a result of the strides made in transitioning from a struggling economy to one that is now stable, our country has surpassed its position from two years ago. Despite the progress, there are certain groups that, unable to tolerate this advancement, trivialize our journey by likening it to an interval in hell. Allow me to address this notion.",
    "Indeed, we found ourselves in a state of economic turmoil akin to hell. However, through meticulous planning and strategic measures, we are gradually emerging from this dire situation. It’s crucial to recognize that deviating from our current trajectory, driven by short-term and narrow objectives lacking a long-term vision, could lead us back into the depths of economic despair. Should this occur, we would all endure a prolonged period of profound hardship and adversity.",
    "It’s encouraging to witness rival political factions increasingly recognizing the success of the programs we’ve implemented thus far. Recent observations during the New Year period, reflected in social media comments, indicate a growing trend of cooperative income on the rise, as evidenced by images depicting people flocking to cooperative stores.",
    "While those pictures and comments may have been posted with political intentions, they inadvertently reflect a truth: the improved conditions of the people compared to two years ago. Somewhat more promising than before.",
    "I emphasized the challenging nature of the mission I undertook for our nation by likening it to traversing a vine bridge. Even those who initially disregarded the gravity of the situation now acknowledge its severity. This underscores the undeniable reality that we have no alternative but to steer clear of such precarious paths. Presently, many concede that there exists no alternative route forward.",
    "I reiterate once more: there exists no alternative path to reconstructing our economy. No other program rivals the efficacy of the one currently in place, nor does any other plan offer a viable alternative. This underscores the critical need for a unified agreement and consensus on our economic reform program.",
    "It necessitates a unified consensus which is not solely the responsibility of public representatives in Parliament, but also falls upon religious leaders, trade unions, professionals, the business community, non-governmental organizations, various opinion leaders, individuals with social influence, and every citizen.",
    "By advancing with agreement and consensus, we have the potential to swiftly elevate our standing as a developed nation on the global stage.",
    "Otherwise, prioritizing personal interests over the nation’s well-being during this critical juncture, could mark the onset of significant devastation. We implore everyone to recognize these perils and strive towards a unified agreement and consensus for the greater good of the country.",
    "Let’s seize this opportunity to contribute to the recovery and betterment of our country for the benefit of future generations. Together, let’s nurture this endeavour to propel the nation. Our actions today will shape the judgment in the future.",
    "Will we be labelled as traitors to our nation, or will we get recognized as a group that genuinely cared for our country?"
  ]
}