{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98044/parliament-descends-into-chaos-over-arrest-of-civilians-at-hindu-temple",
  "time_ut": 1710823860.0,
  "original_lang": "en",
  "original_title": "Parliament descends into chaos over arrest of civilians at Hindu temple",
  "original_body_lines": [
    "A contentious situation ensued in parliament on Tuesday morning (March 19) as MPs of the Tamil National Alliance (TNA) staged a protest while holding placards.",
    "They were protesting against the recent arrest of eight civilians who were conducting a ‘pooja’ in view of the Maha Shivaratri Day on March 08 at a Hindu temple in Vavuniya.",
    "The parliament, chaired by the Deputy Speaker, convened at 9.30 a.m. for the debate on the no-confidence motion against Speaker Mahinda Yapa Abeywardena.",
    "However, the protest staged by the TNA MPs disrupted the parliamentary proceedings for a few good minutes.",
    "The protest was called off after Justice Minister Wijeyadasa Rajapakshe asserted an impartial, comprehensive investigation into the incident.",
    "The eight civilians including the chief priest of the Hindu temple at the Vedukkunarimalai archaeological site in Nedunkerny had been arrested for allegedly trespassing into the premises, disregarding a court order previously issued rejecting a request to do so.",
    "On 04 March, the Vavuniya Magistrate’s Court delivered a judgment stating that permission cannot be granted to conduct a special religious ceremony, despite a group of people, including the arrested chief priest, having filed a motion requesting to do so for a special Maha Shivaratri ritual.",
    "Subsequently, upon consideration of a request made by the Acting Director of Archaeology from the Senior Deputy Inspector General of Police (SDIG) in charge of the Northern Province, a team of police officers were deployed to the Vedukkunarimalai archaeological site on 08 March.",
    "Despite these measures, however, police stated that nearly 500 people had visited the site and performed religious ceremonies during the daytime on 08 March, while a group of 40 persons, including the chief priest, had arrived later that night and taken steps to conduct a special Maha Shivaratri ritual, and had set up bonfire and improvised hearths.",
    "Police stated that despite being informed by the police officers on duty not to do so, the eight arrestees had proceeded without taking heed of such instructions."
  ]
}