{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Gammanpila-defends-ex-SIS-Chief-Suresh-Salley-against-Easter-attack-allegations/56-768547",
  "time_ut": 1730149871.0,
  "original_lang": "en",
  "original_title": "Gammanpila defends ex-SIS Chief Suresh Salley against Easter attack allegations",
  "original_body_lines": [
    "Says according to Imam’s report, Salley was in Malaysia on day of the attack and was not in SL",
    "Claims Salley could not have met Zahran Hashim in February 2018 as he was out of SL and Hashim had not left Eastern Province at the time",
    "Urges Govt. to investigate person in Channel 4 documentary who posed as high-ranking official",
    "Says if he is indeed a high-ranking Govt. official, action should be taken against him for treason",
    "Pivithuru Hela Urumaya (PHU) leader Udaya Gammanpila has stepped forward to defend former State Intelligence Services (SIS) Chief Major General Suresh Salley against allegations linking him to the 2019 Easter Sunday terrorist attacks.",
    "He said according to the facts of the I.M. Imam reported on the allegations made in a Channel 4 documentary on the attack, Salley had not been in Sri Lanka on the day of the attack and was instead stationed at the Sri Lankan High Commission in Malaysia at the time.",
    "Gammanpila made these remarks while releasing the findings of an investigative committee chaired by former Supreme Court judge Justice S.I. Imam during a press conference held yesterday in Colombo.",
    "Gammanpila cited Channel 4’s documentary, which featured testimony from whistle-blower Azad Maulana who claimed that Salley was allegedly involved in a meeting with bomber Zahran Hashim and his associates in February 2018 in Wanathawilluwa, Puttalam. According to Maulana, the meeting was said to have occurred at a house in a coconut plantation, raising suspicion of Salley’s involvement in the attacks. However, Gammanpila clarified that, as per the Imam report, Salley was in Malaysia throughout February 2018. Furthermore, he said intelligence sources had confirmed that Hashim and his group had not left Sri Lanka’s Eastern Province at any point during February 2018, invalidating the possibility of a meeting between them and Salley in Puttalam.",
    "“These findings discredit allegations that link Suresh Salley with the Easter attacks,” Gammanpila asserted.  He also urged the Government to launch an investigation into a person who identified himself as a high-ranking Government official in the Channel 4 documentary which aired last year regarding the 2019 Easter attacks.  Challenging the Government, Gammanpila insisted on establishing a committee to uncover the identity of the person who appeared in the video.",
    "“If the person in the Channel 4 video, who made allegations against intelligence agencies and military personnel, is indeed a top official within the Government, then the administration must take action against him for treason,” he declared. He further criticised the Government’s response to the information disclosed in the documentary, calling for concrete action rather than ambiguous statements. Gammanpila also emphasised the public’s right to access reports funded by public resources, demanding transparency in the handling of sensitive findings from the Easter attack investigations."
  ]
}