{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/jaffna-college-alumni-association-requests-bishop-pathmathayalan-to-resign-from-the-board/",
  "time_ut": 1759378700.0,
  "original_lang": "en",
  "original_title": "Jaffna College Alumni Association Requests Bishop Pathmathayalan To Resign From The Board",
  "original_body_lines": [
    "On 17 September 2025, the Jaffna College Alumni Association sent a letter to the Jaffna College Board of Directors (JCBOD), requesting that Bishop Pathmathayalan immediately resign from the Board to protect the reputation of Jaffna College. They further demanded that, as the Chairman of the Board for the third consecutive year, the Bishop should refrain from entering Jaffna College or any of its affiliated institutions at this time.",
    "This strongly worded letter appears to have been prompted by concerns over the Bishop’s totalitarian control over the Board, questionable leadership, and alleged financial misconduct. The former alumni representative on the Board has filed a lawsuit against the Bishop in the Mallakam district court. Key allegations include financial irregularities and abuse of power during the renovation of a hall in the Jaffna College Undergraduate Department, unauthorized submission of falsified budgets to trustees in the USA without Board approval, and the illegal possession of Rs. 5.5 million of School funds, with the Bishop suddenly returning those funds by issuing a personal check to the Board, fearing reprisals, without proper explanation.",
    "Bishop Pathmathayalan also chairs the Board of Uduvil Girls College, which is funded by the Jaffna College trust fund in the USA. No audited financial statements for these institutions have been released for financial years after 2022, after the Bishop assumed his position. The Bishop’s wife serves as the manager of the Uduvil Board, and his sister-in-law is the Board secretary. Such concentrated family control and the Board’s composition primarily of members from the Bishop’s diocese raise serious concerns about undemocratic governance and increase the risk of financial fraud.",
    "The annual Trustees’ meeting is scheduled for 3 October 2025 in Boston, USA, with the Bishop and the Principals of Jaffna College and Uduvil expected to attend in person. The settlement agreement between the trustees and the Board outlines requirements for financial transparency and good governance. Trustees, who hold nonprofit tax status in the USA, operate under the laws of Massachusetts. The alumni hope that the Trustees will demand answers regarding these troubling developments.",
    "These events raise fears that historically prestigious institutions like Jaffna College and Uduvil Girls College may be reverting to the troubling governance period experienced under the previous Bishop Thiagaraja. However, the alumni worldwide are united by their past struggles to free these institutions from Bishop Thiagaraja’s control and are expected to mount strong opposition against Bishop Pathmathayalan to protect the reputation and integrity of these institutions.",
    "*Dr. Ramachandran Kulasingam, Ph.D. (Student at Jaffna College from 1977 to 1990)"
  ]
}