{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/China-Sri-Lanka-ink-MoU-on-conformity-assessment-cooperation/108-279879",
  "time_ut": 1711779000.0,
  "original_lang": "en",
  "original_title": "China, Sri Lanka ink MoU on conformity assessment cooperation",
  "original_body_lines": [
    "China, March 30 (China Daily) - The China Quality Certification Center and the Sri Lanka Bureau of Standards signed a Memorandum of Understanding on Friday on mutual recognition of conformity assessment results at a ceremony held in Shanghai.",
    "Dinesh Gunawardena, prime minister of Sri Lanka, hailed the signing of the agreement as a milestone in China-Sri Lanka cooperation, facilitated by the two countries' joint efforts to establish closer ties.",
    "It will help promote mutual recognition of quality certification systems between the two nations, providing more convenient services for bilateral trade and investment, said Gunawardena.",
    "\"This will elevate product quality and competitiveness in both nations, fostering economic prosperity while deepening friendship and welfare for our peoples,\" he added.",
    "The prime minister also awarded Du Chao, general manager of Hualan Inspection Company Sri Lanka, as ambassador for investment promotion.",
    "Xie Zhaoxu, CQC managing director, said that conformity assessment plays a crucial role in quality management and trade facilitation for Sino-Sri Lanka economic and trade cooperation.",
    "\"This cooperation signifies a deepening of our conformity assessment collaboration which will further smooth technical exchanges and economic and trade flows between our two countries,\" Xie said, adding that CQC is committed to facilitating international trade through certification, inspection and other professional services.",
    "Witnessed by the prime minister, an unveiling ceremony also took place to inaugurate the Anhui Chamber of Commerce in Sri Lanka.",
    "Li Ping, chairman of the chamber, said it aims to promote bilateral cooperation as more people from Anhui province work and live in Sri Lanka, actively contributing to its socio-economic development."
  ]
}