{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/colombo-shaping-up-as-a-major-tourist-destination-president-wickremesinghe/",
  "time_ut": 1714175280.0,
  "original_lang": "en",
  "original_title": "Colombo shaping up as a major tourist destination – President Wickremesinghe",
  "original_body_lines": [
    "The city of Colombo will become a major tourist destination in years to come with the shifting of major government institutions, including the presidential official bungalow to Madiwela along with the Air Force headquarters, President Ranil Wickremesinghe said.",
    "“With the signing of the Vision Document by Prime Minister Naredra Modi and me, Sri Lanka could expect more Indian investments and with the high economic growth in India, Sri Lanka could reap benefits by becoming a major logistics hub in the region, the President said on Thursday. He made these observations after declaring open the US $ 500 million super-luxury hotel, ‘ITC Ratnadipa Colombo’, which boasts Sri Lanka’s first sky bridge, AHASA ONE, which is 55 meters long, connecting two towers of the hotel at a height of 100m above the ground.",
    "‘The time is right for Sri Lanka to focus on an export- oriented economy, rather than depend on imports. On top of that Colombo could be promoted as a major tourism zone and this new hotel would be an impetus to the development of the tourism sector in Sri Lanka, Wickremesinghe added.",
    "Indian High Commissioner Santosh Jha addressing the gathering said that the Ratnadipa investment is the largest Indian private sector investment and also this is the first five star ITC hotel outside India. It would benefit Sri Lanka’s tourism sector by leaps and bounds, he said.",
    "Prime Minister Dinesh Gunawardena, Indian High Commissioner Santosh Jha, Minister of Tourism Harin Fernando and several other dignitaries attended the colourful event.",
    "Wickremesinghe added that opening a hotel of this caliber would be of symbolic value to Sri Lanka as the country is now slowly and steadily reviving its economy, especially the tourism sector. ‘This sky- breaking hotel has also contributed to changes to the landscape of Colombo to promote it as a major tourist destination, he said.",
    "ITC Group chairman Sanjiv Puri said that the establishment has 134 properties throughout India and four of them possesses carbon- free, water purity and emission- free, green hotel certification.",
    "The ITC Hotel Group is one of India’s leading luxury hotel chains. The hotel in Colombo is being set up under a subsidiary, ‘Welcome Hotels Lanka’. ‘ITC Ratnadipa Colombo’ reportedly features around 352 rooms.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}