{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/govt-partners-tik-tok-to-break-new-ground-in-education/",
  "time_ut": 1757956800.0,
  "original_lang": "en",
  "original_title": "Govt. partners Tik Tok to break new ground in education",
  "original_body_lines": [
    "In what is seen as a landmark moment for education and technology in Sri Lanka, the government has partnered with TikTok to launch the platform’s dedicated STEM Feed—a feature aimed at inspiring curiosity and improving access to science, technology, engineering and mathematics content.",
    "The initiative, announced in Colombo recently with the presence of key government officials, educators, and private sector leaders, underscores a shared commitment to digital learning, youth empowerment, and the responsible use of technology.",
    "Prime Minister and Minister of Education Dr. Harini Amarasuriya, delivering the keynote address at the ITC Ratnadipa, emphasised that education must evolve to meet the demands of a rapidly changing world.",
    "Prime Minister added: “Education, as we all know, determines whether our children are prepared for the world ahead. Whether they can dream and whether we can equip them to realise those dreams.” Adding that for Sri Lanka, the challenge is not merely one of access, but of relevance—making learning both meaningful and adaptable to a generation raised in the digital age.",
    "The partnership with TikTok is intended to do precisely that. Through short-form, engaging videos, the STEM Feed seeks to transform the way young Sri Lankans engage with complex subjects. It offers them content that is not only accessible and social, but also informative and interactive. More than entertainment, the platform becomes a tool for sparking ambition, igniting curiosity and building skills that are increasingly essential in a global digital economy.",
    "But this effort does not stand alone. It complements the ongoing work of the government’s Task Force on Digital Transformation of Education, established in June 2025. The task force has already taken tangible steps—expanding digital infrastructure to over 1,000 schools, training more than 10,000 teachers and developing multilingual content to reach learners in Sinhala, Tamil, and English. The government’s targets for 2028 are clear: all schools equipped and connected, 80% of teachers certified in digital pedagogy, and 70% of students regularly engaged in digital learning platforms.",
    "While optimistic, the Prime Minister remained clear-eyed about the challenges ahead. She noted that many schools, especially in rural areas, still lack basic ICT facilities. Internet access remains uneven, and digital inequalities persist. Furthermore, emerging technologies bring with them a new set of risks—misinformation, cyberbullying, over-reliance on devices and the temptation to use AI tools in place of genuine learning.",
    "In addressing these issues, Dr. Amarasuriya stressed the importance of digital literacy—not simply the ability to access information, but the critical skill of evaluating, interpreting, and verifying it. “We don’t want to shield children from technology, she said. “Our task is to guide them to use it wisely, critically… Technology must be a tool for growth rather than harm.”",
    "Importantly, the Prime Minister also broadened the conversation, urging stakeholders to consider the transition from STEM to STEAM—recognising the value of integrating the arts and humanities into technological education. This interdisciplinary approach, she argued, is vital in developing not just capable coders and engineers, but thoughtful, ethical, and creative citizens. “As much as we need to improve our skills and knowledge on technology, she explained, “We also need the creative and critical skills that humanities and a liberal education offer.”",
    "Expressions of interest called to add value to manufacturing process at Kahatagahahena graphite mine",
    "DevPro and Alliance Finance Company join hands to promote innovative financing for Inclusive Economic Development",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}