{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85569",
  "time_ut": 1739656980.0,
  "original_lang": "en",
  "original_title": "Singing the National Anthem in Tamil is  an Excellent  Example of Being Sri Lankan and Being Tamil.",
  "original_body_lines": [
    "The first part of this article published last week briefly outlined the history of Sri Lanka’s national anthem being sung in Tamil. In this second and final part, the focus would be on the regress and progress of  the  national anthem  rendition  in Tamil over the years. As stated earlier the Tamil national anthem issue is in a sense symptomatic of the escalating ethnic crisis in Sri Lanka.",
    "All things changed utterly  in Sri Lanka as the ethnic conflict escalated and the Sinhala and Tamil communities slowly drifted apart. Before 1956 almost every major school in Jaffna had Sinhala teachers (many of them Buddhist priests)to teach Sinhala to students.  This was done voluntarily.After Sinhala was imposed as the sole official language to the exclusion of Tamil this practice ceased.",
    "Likewise the singing of the national anthem in Tamil also went out of vogue in the Tamil area schools. This was reflected to some extent in Tamil schools in the South too but several Tamil medium Muslim schools continued with the practice of singing the national anthem in Tamil in many parts of the Island.",
    "The Tamil political psyche too had changed over the decades. Tamils saw themselves as being on par with the Sinhalese as one of the two founding race of this nation during the Ramanathan-Arunachalam era; the G. G. Ponnambalam period saw Tamils thinking of themselves as the premier all island minority; the S. J. V. Chelvanayagam years saw the Tamils regarding themselves as a territorial minority of the north-east; the Amirthalingam years and the emergence of the TULF saw Tamils perceiving themselves as a distinct nationality with a separate homeland and the right of self-determination. Veluppillai Prabhakaran and other militant leaders led an armed struggle to liberate this homeland on the basis of the 1977 mandate for Tamil Eelam.",
    "In the evolving new situation of ethnic conflict, the practice of singing the national anthem went out of circulation in the Tamil polity for more than three decades. The politics of the Ilankai Thamil Arasu Katchi(ITAK) and later the Tamil United Liberation Front (TULF) created an environment where alternative “Tamil state” anthems were being sung at political meetings. At least three different songs were in use then.",
    "One of the Tamil State Anthems was “Vaalha Eezhath Thamizhaham, Vaalha endrum Vaalhave” (Long live Eelam Tamil homeland,Long live forever) by Paramahamsathasan. The other was “Engal Eezhath Thamizh Thirunaadu, Kalai Vaazhum Ponnaadu” ( Our great Eelam Tamil land, the golden land where arts flourish) by “Thirukkovil” Ariyanayagam the father of former TNA Parliamentarian Chandranehru Ariyanayagam and grandfather of  Ex-MP Chandranehru Chandrakanthan. Ariyanayagam adapted his anthem from “Engal Thiraavidapp Ponnaadau” composed by film lyricist Kannadasan for the film “Maalaiyitta Mangai”. The third was “Vazhiyave, Vazhiyave,Vazhiyave, Engal Thanga Maamanith Thamizh Eezham”(long live,long live, long live, our golden gem Tamil Eelam) by fiery Eelamist poet Kasi Anandan now living in Chennai.",
    "All these versions of a “Tamil Eelam national anthem” were sung during the past decades when Tamil ultra-nationalism and separatism rode high. These were different to the songs sung in “ praise of mother Tamil” or “Thamizh Thaai Vaazhthu”. Glorifying the “Tamil mother” is a must in all Tamil cultural functions. Personifying the Tamil language as ‘mother Tamil’ and singing praises of her is something difficult for non – Tamils to understand.",
    "Usually Subramania Bharathy’s “Vaalha Nirantharam , Vaalha Thamizhmozhi, Vaaliya Vaaliyavae” (Long live in perpetuity, long live the Tamil language,long live,long live) or Bharathidasan’s “Thamizhukkum Amuthendru Paer , Anthath Thamizh Inbath Thamizh Engal Uyirulkku Naer” (Tamil is a name for Ambrosia. That Tamil,sweet Tamil is equal to our life) are sung in honour of the “ Thamil Thaai or Tamil mother” at cultural events.",
    "In neighbouring India’s Tamil Nadu state, the “Neeraarum Kadaludutha Nilamadanthaik Kezhiloghum” verse from Professor Suntharampillai’s “Manonmaneeyam “is used as the Thamilthaai Vaazthu. That practice was not followed by Sri Lankan Tamils as those verses refer only to the land of the Tamils in India.",
    "After the LTTE established territorial control over certain regions in the North and East the  custom of singing the Sri Lankan national anthem was discontinued.The LTTE did not have a substitute Tamil Eelam anthem. Instead the sectarian tigers extolled the virtues of the “Pulikkodi” or tiger flag. The tiger flag was portrayed as the Tamil Eelam or Tamil national flag. The LTTE’s poet laureate Puthuvai Rathinathurai wrote the song “Earuthu Paar, Kodi Earuthu Paar” (See it being hoisted,See the flag is being hoisted). This was sung during the mandatory hoisting of the tiger flag at most ceremonies in LTTE controlled areas.",
    "After the Sri Lankan armed forces began re-capturing territory from the LTTE the writ of Colombo regained its dominance and authority. Although the singing of the national anthem had decreased significantly in the North and east due to the escalation of the ethnic conflict , the practice began emerging once again after the military defeat of the LTTE in May 2009.Consequentially the national flag fluttered proudly in the North and East and the national anthem too began resonating in those regions. In a sense it was a return to the past or a revival of what had prevailed during the early years of independence.",
    "Initially the national anthem was sung or played only in Sinhala in the North but due to the persistent efforts of Douglas Devananda, the then solitary Sri Lankan Tamil Cabinet minister in the Mahinda Rajapaksa Govt , the use of Tamil in singing the national anthem also commenced. Slowly and steadily the national anthem began to be sung in Tamil also.",
    "The important thing however was the fact that after decades of alienation the Tamils of Sri Lanka were getting drawn into the mainstream again. Once again they were emphasising their overarching Sri Lankan identity. What better way to illustrate this mood than by singing the national anthem?",
    "At the same time Tamils also wanted  to retain their ethnic identity by singing in their mother tongue. The finest example of being Sri Lankan and being Tamil would be to sing the national anthem in Tamil. People expected Mahinda Rajapaksa who reportedly “won” the war against the LTTE to “win” the peace too by encouraging the Sri Lankan Tamils to come in from the cold of political wilderness and become an integral component of the Sri Lankan nation again.",
    "Against this backdrop it was indeed shocking when a sudden “assault” was launched on the usage of the Tamil national anthem by the Mahinda Rajapaksa regime. Strong moves were initiated by sections of the govt to abolish the translated Tamil version of the national anthem and impose Sinhala as the only language in which the national anthem could be sung officially. A cabinet paper was taken up for discussion by the government in this regard on December 8th 2010.",
    "It is somewhat unbelievable that such a politically myopic exercise could have been undertaken at that period of time.After decades of a separatist conflict, the estranged Tamil population was slowly struggling to be re-integrated into the political mainstream of a united nation. Instead of encouraging that process, the Tamils were being denied the right to sing the national anthem in their mother tongue. Tamils were dealt a symbolic blow.",
    "This act of denial had other disturbing connotations in the wake of the military defeat inflicted on the LTTE. It was interpreted by some as a symbol of triumphalism. Were the Tamils being treated as a “conquered” people  and being forced to sing the national anthem in the language of the “conqueror?”",
    "The  then Public Administration and Home affairs minister W.D.J. (John) Senevirathne submitted a cabinet paper  on the singing of the national anthem on November 3rd 2010. The cabinet paper recommended the singing of the national anthem in Sinhala only and suggested that the Tamil translation in use for decades be summarily abolished. It was also proposed that those who were not proficient in the Sinhala language could write down the Sinhala words in Tamil or English and sing.",
    "The  Cabinet paper advocating that the National Anthem (NA) be sung only in Sinhala was “shelved” after a heated intra-govt. debate. Several Tamil and Muslim ministers and progressive Sinhala ministers like Vasudeva Nanayakkara and Dr. Rajitha Senaratne opposed the move. Orders however went out quietly to Govt  officials and officers of the armed forces that the National Anthem should not be sung in Tamil.",
    "There was no official decree but “ officially sanctioned unofficial instructions”resulted in the silencing of the Tamil National Anthem. The issue hurt the sentiments of the Tamil speaking people widely. Besides it seemed utterly absurd to prevent a Tamil version of the NA also being sung in areas where Tamils were concentrated or in events connected to Tamil Medium schools. Sadly this was the prevailing situation until the regime change in January 2015.",
    "The  advent of the  Maithripala Sirisena-Ranil Wickremesinghe Govt in 2015  ushered in a climate of ethnic amity and harmony.A key factor in this was restoring the practice of singing the national anthem in Tamil again",
    "A symbolically meaningful event unfolded on March 23 2015 at Valalaai in the Jaffna Peninsula where President Maithripala Sirisena, Prime Minister Ranil Wickremesinghe and former Premier cum President Chandrika Bandaranaike Kumaratunga were present. Over 400 acres of land taken over by the Sri Lankan armed forces to maintain a high security zone was handed over to the long deprived rightful owners on the occasion.The Valalaai event also served to relay another simple yet powerful signal in the sphere of ethnic relations. The Sri Lankan National Anthem was sung in both Sinhala and Tamil at the event.",
    "And then came Sri Lanka’s 68th anniversary of Independence on Feb 4th 2016. The official commemorative event was held at the Galle Face Green. The highlight of the day was the singing of our national anthem in both Sinhala and Tamil. The following pparagraph is excerpted from an article I wrote in the “Daily Mirror”then.-",
    "“During the past decades I have seen many official commemorations of Independence day occur. However for the first time in my life I witnessed a scene via the internet which I thought would never ever happen during my lifetime. I saw and heard a youthful choir of boys and girls exuberantly rendering the Sri Lankan National anthem in my mother tongue –Tamil. It took 2 minutes and 32 seconds. The singers were students of Bambalapitiya Ramanathan Hindu Ladies College and Colombo Vivekananda College. They sang harmoniously. After several decades the national anthem was being sung with official approval at the state sanctioned commemoration of Independence.”",
    "The national anthem was sung in Tamil also at the independence day events of 2017, 2018 and 2019. The precedent set in 2016 seemed to be taking firm root. The people of Sri Lanka were able to see and realise that the singing of the national anthem in Tamil was not harmful to the country or the Sinhalese majority in any way. As far as the Tamil people were concerned the right to sing the NA in Tamil did not mean that all their lost rights were restored and that they had achived equal status with the majority on the Island. Yet the singing of the NA in Tamil at the independence day event was of symbolic value. It indicated bright prospects for equality, unity, harmony and amity in the future.",
    "Alas! A fairy tale ending was not to be. The 2019 election of Gotabaya Rajapaksa as president and the return of Rajapaksa rule gave  rise to many drastic changes both positive and negative. One such “change” was in the singing of the national anthem in Tamil at the independence day celebrations.",
    "“The 72nd Independence Day celebrations will be held on February 4 at Independence Square in Colombo on a grand scale” the Public Administration Ministry announced in Jan 2020..It further said  that the national anthem would be sung only in Sinhala.",
    "Janaka Bandara Tennakoon, the  then Cabinet Minister for Public Administration, Internal Affairs, Provincial Councils and Local Government told the BBC that it has been decided to ban the national anthem being sung in Tamil at the next Independence Day (Feb  4th  2020) celebrations. Elaborating further, the minister said a national anthem was one and should not be split in two. Some other Sinhala ministers also made public comments indicating that the national anthem would be sung in Sinhala only and not in Tamil. One cabinet minister even said that the 69 Lakhs of voters who elected Gota as president had voted for a “Sinhala Only” national anthem.",
    "The national anthem was not sung in Tamil at the Independence day events of 2020,2021 and 2022 under President Gotabaya Rajapaksa.  After  Ranil Wickremesinghe became president, the  practice of singing of the national anthem in Tamil was resumed in 2023 and 2024. Now President Anura Kumara Dissanayake has  commendably continued with the practice in 2025.",
    "It is of paramount importance to note that a legal challenge was mounted against the singing of the national anthem in Tamil in 2016.Shortly after the national anthem was sung in Tamil on Feb 4th 2016 a legal challenge was mounted against the move.",
    "A fundamental rights petition was filed in Feb 2016 in the Supreme Court by three residents of Kelaniya area challenging the government’s decision to sing the National Anthem in the Tamil language during Independence Day celebrations. After considering submissions by the Attorney General and the intervenient parties of the petition, a three-judge-Bench comprising Justice Priyasad Dep, Justice K.T. Chitrasiri and Justice Prasanna Jayawardena decided to dismiss the petition  “in limine.” The Supreme Court  refused to grant leave to proceed with the  Fundamental Rights petition",
    "The Colombo based NGO,  Centre for Policy Alternatives(CPA) had also filed an intervenient petition in the case. A communique issued by the CPA stated as follows –",
    "“Sanjeewa Sudath Perera and two other persons filed a Petition dated 26th February 2016 in the Supreme Court challenging the decision to sing the National Anthem of Sri Lanka in Tamil at the official Independence Day celebrations in 2016. The Petitioners argued that singing the Anthem in Tamil was contradictory to Articles 7 and 12 of the Sri Lankan Constitution, which relate to the National Anthem and the rights to equality and non-discrimination, respectively.”",
    "“On March 4th 2016, the Centre for Policy Alternatives (CPA) and its Executive Director Dr. Paikiasothy Saravanamuttu filed an Intervention-Petition, which argued that singing the National Anthem in Tamil was Constitutional. This intervention Petition first referenced Articles 18 and 19 of the Constitution, which state that Sinhala and Tamil are the official and national languages of Sri Lanka.”",
    "“ Furthermore unlike subordinate legislation such as acts of Parliament, the Constitution contains no provision, which stipulates that the Sinhala text shall prevail over the Tamil text. As such the words and music of the National Anthem in the Tamil language are constitutionally recognized by Article 7 read with the Third Schedule of the Tamil version of the Constitution of Sri Lanka.”",
    "“The intervention Petition further referenced Article 12 of the Constitution, claiming that a declaration that the National Anthem should be sung only in Sinhalese would be a direct violation of Article 12, which in turn would be a violation of the fundamental rights of Tamil-speaking citizens. CPA also supported two additional Intervention-Petitions that supported the constitutionality of singing the National Anthem in Tamil.”",
    "“The Supreme Court took up the case on the 18th of November 2016, discussing whether the Petitioners made a strong enough case for considering the Petition in the Court. During the discussions, the Deputy Solicitor General (DSG) also referenced Articles 18 and 19 of the constitution recognizing both Sinhala and Tamil as the official and national languages of Sri Lanka, and that the singing of the Anthem in Tamil was not in violation of the Constitution. The court therefore decided that the Petitioners had not disclosed a case to be considered, and subsequently their case was dismissed.”",
    "The supreme  court’s dismissal of the FR petition has demonstrated unambiguously that the rendition of the national anthem is lawful and Constitutional.",
    "Let me conclude by reiterating that the silent majority of Tamils living in Sri Lanka want to sing the national anthem in Tamil because they belong to Sri Lanka and want to identify with their country. It is not a new right they demand but only the continuation of what has been and was available. While giving pride of place to the NA  in Sinhala they only want to sing it in their mother tongue wherever and whenever possible or applicable. Singing the national anthem along with Sinhala at the Independence day national event is perhaps the best occasion to do so. It is also of great symbolic value indicating  brighter  prospects for equality, unity, harmony and amity in the future.",
    "This article appears in the “DBS Jeyaraj Column”of the “Daily Mirror”dated 15th February 2025. It can be accessed here –"
  ]
}