{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/climate-challenge-sl-invites-data-professionals-to-a-first-ever-hackathon-aimed-at-generating-innovative-data-driven-solutions/",
  "time_ut": 1726257000.0,
  "original_lang": "en",
  "original_title": "“Climate Challenge SL” invites data professionals to a first ever hackathon aimed at generating innovative data-driven solutions",
  "original_body_lines": [
    "With the support of United States Agency for International Development (USAID), and in partnership with the Climate Collective Foundation (CCF), Lanka Impact Investment Network (LIIN), is proud to announce the launch of Sri Lanka’s first-ever data hackathon, “Climate Challenge SL”. This hackathon aims to revolutionize the agriculture and fisheries sectors, by addressing climate change related impacts through innovative data-driven solutions.",
    "Data professionals from across the country are called to apply for “Climate Challenge SL” before October 31, 2024. Primarily a youth-focused initiative, aiming to encourage more youth to engage in climate action, anyone from any part of the country is invited to apply.",
    "“Climate Challenge SL – Creative Data Solutions for Resilience” is designed to help mitigate climate change related issues faced by the agriculture and fisheries sectors. Climate change results in compounding effects on the two economic sectors, previously hampered by Covid 19 restrictions and the macro-economic crises. The two sectors in focus provide livelihoods for over 30% of the population, contribute to the country’s economic growth, and are critical for national food security. The Climate Challenge SL will open an innovators space for data professionals from across the country to incubate ideas and solutions for grassroots application in climate resilience practices.",
    "With the call for applications open from September 5, 2024- October 31, 2024 via www.liin.lk. LIIN, will reach out through workshops/ webinars and social media platforms to target 400 potential diverse and inclusive teams of data professionals from across the country for the hackathon. LIIN, USAID, and CCF will select 20 diverse and inclusive teams from these applicants. Through a series of workshops and webinars these teams will be provided with opportunity to access real-world data and to work together to address the challenges posed by climate change, utilizing advanced technologies such as artificial intelligence (AI), machine learning (ML), big data analytics, and the Internet of Things (IoT).",
    "LTL Holdings not to proceed with planned IPO, but market indices move upward",
    "SriLankan Airlines’ ‘Colours of Jaffna’ campaign wins PATA Gold Award",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}