{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Chamari-Athapaththu-sets-big-goal-for-T20-World-Cup/108-280968",
  "time_ut": 1713506880.0,
  "original_lang": "en",
  "original_title": "Chamari Athapaththu sets big goal for T20 World Cup",
  "original_body_lines": [
    "(ICC) - After record knock in Potchefstroom, Sri Lankan captain reveals ambitions for the ICC Women's T20 World Cup 2024",
    "Fresh off a stunning 195* that powered her team to the highest successful run-chase in women's ODIs, Sri Lanka captain Chamari Athapaththu has set high expectations for her team at the ICC Women's T20 World Cup 2024.",
    "Sri Lanka have a hurdle before they reach Bangladesh for the mega event – they will play the ICC Women's T20 World Cup Qualifier in UAE beginning April 25, and will need to be one of the finalists to qualify for the main event.",
    "However, that isn't stopping Athpaththu from aiming high. \"I want to see my team in the semi-finals of the World Cup,\" she said after her brilliant knock in a series-levelling win against South Africa.",
    "Athapaththu, who had already led the team to a historic T20I series win in South Africa as Sri Lanka warmed up for the Qualifiers in UAE, has ticked off several personal and team milestones in recent years.",
    "But the ICC Women's ODI Cricketer of the Year 2023 has her eyes set on going long in the T20 World Cup now. \"I've worked so hard in the last 15 years, and I've achieved a few things as a player but as a captain, I want to do more,\" she said.",
    "\"I want to see my team in the semi-final of this World Cup. That's my wish.\"",
    "Sri Lanka are in Group A of the Women's T20 World Cup Qualifier with Thailand, Scotland, Uganda, and the USA being the other teams.",
    "\"Every team is really good and every game is really important for us. We will focus on one game at a time.\"",
    "The veteran Sri Lankan player also revealed that she was considering retirement in the near future.",
    "\"My retirement is very soon,\" she said. \"I can't mention dates, but very soon. For now, I'm always looking after the young girls. I've built a young team. I want to see these young girls in the World Cup one day.",
    "\"As a captain, I am really proud of my young girls and they are playing really good cricket. I sacrificed a lot of things for Sri Lankan cricket in the last 15 years. I am happy to lead this team. I am a really, really proud captain.",
    "\"I hope my girls play really good cricket in future as well. I hope my team can play their best cricket at the T20 World Cup.\""
  ]
}