{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Kumar-Lasanthi-join-Hunters-and-Company-Board/34-769436",
  "time_ut": 1732062679.0,
  "original_lang": "en",
  "original_title": "Kumar, Lasanthi join Hunters and Company Board",
  "original_body_lines": [
    "Top professionals Kumar Samarasinghe and Lasanthi Fernando have joined the Hunters and Company PLC Board as Independent Non-Executive Directors.",
    "Samarasinghe is a seasoned Marketing and Management Consultant with over 35 years of extensive experience in marketing, sales, and human resource development management. He has held various leadership positions, including serving as the Marketing and Sales Director at Singer Sri Lanka PLC, where he played a pivotal role in the company’s growth and success.",
    "As a Board Member of Singer Sri Lanka PLC, Samarasinghe has been instrumental in the development and management of numerous local and international brands in Sri Lanka. He spearheaded sales channel development, consistently driving strong performance over several decades. His expertise also extends to sports marketing, promotions, and sponsorship activities, where he has led impactful initiatives for the company.",
    "Samarasinghe is actively involved in Sri Lanka’s marketing and sales industry and has served on various committees and panels of the Sri Lanka Institute of Marketing. His contributions have greatly aided the development of the sales and marketing fraternity in Sri Lanka.",
    "A holder of an MBA from the University of London, Samarasinghe is also a recipient of numerous international and local awards for his outstanding achievements in sales and marketing.",
    "In addition to his professional accomplishments, Samarasinghe is deeply involved in sports administration and development in Sri Lanka, contributing to the growth of the country’s sports industry.",
    "Hunters said Samarasinghe’s vast experience, leadership, and passion for both business and sports make him a valuable addition to the Board.",
    "With over 30 years of experience in management, operations, and finance, Lasanthi Fernando is a seasoned business professional renowned for driving business growth and implementing innovative strategies. Her extensive background includes a successful entrepreneurial venture, leadership roles in multinational companies, and a strong track record in senior management, particularly in the areas of finance, operations, and human resources.",
    "In her most recent role as Country Director and Head of Finance at Oriflame Lanka Ltd. from 2021 to July 2024, she successfully led the company through significant challenges, including achieving the highest sales and sales force growth in 25 years, doubling the sales force and driving record profitability. Her leadership in digital transformation, cost reduction, and strategic restructuring has been crucial in the company’s growth trajectory.",
    "Fernando also founded Ambrosia, a niche baking business, where she demonstrated strong entrepreneurial leadership and achieved over 40% growth in the last two years before the COVID-19 pandemic. Her efforts in expanding the product portfolio and securing strategic partnerships resulted in a successful and profitable business.",
    "In addition to her business accomplishments, Fernando is passionate about social responsibility. She led successful crowdfunding initiatives and fundraising campaigns, raising significant contributions for SOS Villages Sri Lanka and the Foundation of Goodness.",
    "A Fellow Member of the Chartered Accountants of Sri Lanka, she brings over 20 years of post-qualification experience in finance, including in-depth expertise in financial reporting, auditing, taxation, and strategic planning to Hunters. Her extensive experience has been honed through various roles, including Head of Finance and Operations, Business Owner/CEO, and Country Director, as well as her tenure at organisations like Eagle NDB Fund Management Company and PricewaterhouseCoopers.",
    "Fernando holds an MBA from the University of Sri Jayewardenepura and is a winner of the Financial Accounting Prize at the Licentiate Exams of The Institute of Chartered Accountants of Sri Lanka. She is committed to continuous improvement and is driven by a vision to contribute positively to society through both her professional endeavours and personal initiatives.",
    "With the latest appointments, the Board of Hunters and Company PLC comprises Chairman M.F. Dossa, Managing Director L.R.P. Dossa, L.C.R. de C. Wijetunge, D.H.J. Gunawardena, N.C. Peiris, S. De Saram, S.K. Shah, L.S.K. Samarasinghe, and S.L.N. Fernando."
  ]
}