{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cinnamon-hotels-resorts-wins-pata-gold-award-for-wildlife-conservation-initiative/",
  "time_ut": 1753462080.0,
  "original_lang": "en",
  "original_title": "Cinnamon Hotels & Resorts wins PATA Gold Award for wildlife conservation initiative",
  "original_body_lines": [
    "Cinnamon Hotels & Resorts, Sri Lanka’s premier hospitality brand, has been honoured with the Pacific Asia Travel Association (PATA) Gold Award 2025 in the category of Best Ecosystem & Wildlife Conservation initiative for its groundbreaking Cinnamon Rainforest Restoration Project.",
    "The PATA Gold Awards, now in their 41st year, remain the most prestigious accolades in the Asia Pacific travel and tourism industry, celebrating organisations that lead with purpose, innovate with impact, and contribute meaningfully to sustainable tourism development.",
    "“This recognition from PATA affirms that true hospitality is inseparable from environmental responsibility,” said Hishan Singhawansa, CEO of Cinnamon Hotels & Resorts. “The Cinnamon Rainforest Restoration Project aligns with our broader ambition to sustain the environment we operate in, restoring ecosystems, empowering communities, and shaping a more conscious way of travel.”",
    "Initiated in 2022, the Cinnamon Rainforest Restoration Project represents a transformative approach to ecosystem rehabilitation. Spanning 59 acres in Suduwelipotha within Sri Lanka’s biodiversity-rich wet zone, the project has evolved from degraded land into a thriving sanctuary for endemic and endangered species.",
    "ComBank partners with Prime EV Automobile to offer special leasing options",
    "Government to take initiative to establish a National Industrial Planning Think Tank centered on revitalizing the Rural Economy – Prime Minister",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}