{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-in-initial-surge-as-browns-investments-buys-some-overseas-lipton-plantations/",
  "time_ut": 1715181420.0,
  "original_lang": "en",
  "original_title": "CSE in initial surge as Browns Investments buys some overseas Lipton Plantations",
  "original_body_lines": [
    "The stock market kicked off on a positive note yesterday after an announcement that Browns Investments had signed an agreement with Ekaterra Holdco, a UK company, to purchase Lipton plantations in Kenya, Tanzania and Rwanda this year.",
    "Due to that, LOLC Group shares moved up significantly but later profit- takings were noted when it was realized that those plantation companies are underperforming entities, market analysts said.",
    "Further profit takings were also noted in Banking sector counters as well. Both indices showed mixed reactions. All Share Price Index was down by 22.25 points while the S and P SL20 was up by 4.8 points. Turnover stood at Rs 2.25 billion with five crossings.",
    "Those crossings were reported in JKH, which crossed 912,000 shares to the tune of Rs 185 million; its shares traded at Rs 202.50, Pan Asian Bank 5 million shares crossed for Rs 112.5 million; its shares traded at Rs 22.50, Sampath Bank 856,000 shares crossed for Rs 66.7 million and its shares traded at Rs 78, NTB 500,000 shares crossed for Rs 56.8 million; its shares sold at Rs 113.50 and Janashakthi Insurance 500,000 shares crossed for Rs 26.8 million and its shares fetched Rs 53.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Browns Investments Rs 297 million (44 million shares traded), Prime Lands Rs 107.8 million (11 million shares traded), Hayleys Rs 107.2 million (1.1 million shares traded), Dialog Rs 81.7 million (7.1 million shares traded), JKH Rs 73.8 million (363,000 shares traded), Haycarb Rs 60 million (769,000 shares traded) and Browns Investments Rs 58 million (444,000 shares traded); 124 million share volumes changed hands in 16892 transactions.",
    "Yesterday the rupee opened at Rs 298.40/60 to the US dollar from Rs 299.40/70 the previous day, dealers said.",
    "Meanwhile, bond yields were down, dealers said. A bond maturing on 15.12.2026 was quoted down at 10.62/65 percent from 10.65/75 percent. A bond maturing on 15.09.2027 was quoted at 11.00/05 percent down from 11.05/15 percent. A bond maturing on 15.03.2028 was quoted at 11.35/45 percent down from 11.40/55 percent.",
    "Unilever Sri Lanka and Ministry of Agriculture & Plantation Industries sign MOU on sustainable tea production",
    "Thakral Group presents “The Future of Possible”: showcasing DJI’s technological innovation in Sri Lanka",
    "CSE exudes bullish exuberance with turnover of Rs. 4 billion and 12 crossings",
    "LOLC and Hayleys dominate share market trading; turnover touches Rs. 2.5 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}