{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/australia-sri-lanka-relationship-heads-into-new-terrain/",
  "time_ut": 1724364060.0,
  "original_lang": "en",
  "original_title": "Australia-Sri Lanka relationship heads into new terrain",
  "original_body_lines": [
    "The Australian Border Force marks another momentous occasion by generously gifting Sri Lanka Coast Guard (SLCG) three All-terrain Vehicles (ATVs) at a special ceremony in Colombo.The small, motorised, off-highway vehicles are generally used on rough ground and will complement SLCG’s existing land coastal patrol activities.",
    "Test driving the ATVs during his official visit to the Australian Border Force headquarters earlier this year, Director-General of SLCG, Rear Admiral Pujitha Vithana said the ATVs are geared to enhance onshore patrol capabilities.",
    "“Like Australia, we bear similar civil maritime security threats and are committed to working together to combat maritime crime. The three ATVs are a welcome gift that will enhance our ability to do so. We are so grateful for the opportunity to receive them,” Rear Admiral Vithana said.",
    "The SLCG will use the additional ATVs to uplift their existing onshore patrols and operational activity to protect the community from maritime crime and people smuggling. Each ATV will be equipped with a land focussed drone to detect illegal activities in coastal areas.",
    "Commenting on the gifting, Commander Joint Agency Task Force Operation Sovereign Borders, Rear Admiral Brett Sonter said that capacity building is a key component in combatting maritime security threats in the region.",
    "“Great friendships are built upon a bedrock of trust, shared values and providing support to one another when it calls for it. These ATVs are part of Australia’s Enhanced Measures package for Sri Lanka, announced in 2023, and is another step in strengthening our relationship and reinforcing our mutual commitment in tackling various threats in the maritime domain. We are pleased to be in a position to gift these ATVs to our gold standard partner,” Rear Admiral Sonter said.The ATVs will be deployed in various places including Colombo, Galle, and Trincomalee.",
    "Maliban legacy continues with A.G. Kumudika Fernando as new chairperson",
    "CSE indices dip as selling pressure comes in the wake of political uncertainties",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}