{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Solar-commissions-Sri-Lanka-s-largest-solar-powered-battery-energy-storage-system/34-765372",
  "time_ut": 1723237695.0,
  "original_lang": "en",
  "original_title": "Hayleys Solar commissions Sri Lanka’s largest solar-powered battery energy storage system",
  "original_body_lines": [
    "Representatives from Watch Tower Bible and Tract Society of Lanka, Hayleys PLC, and the Ministry of Power and Energy Sri Lanka at the battery commissioning event",
    "Hayleys Solar, the leading player in Sri Lanka’s renewable energy industry and the renewable energy arm of Hayleys Fentons, has completed a groundbreaking project for the Watch Tower Bible and Tract Society of Lanka. The project establishes Sri Lanka’s largest non-government-funded battery energy storage system (BESS), powered by solar photovoltaic (PV) technology.",
    "The battery commissioning event took place on 24 July at the Watch Tower Sri Lanka headquarters. The event was graced by the presence of Ministry of Power and Energy Sri Lanka Secretary Dr. Sulakshana Jayawardena, Hayleys PLC Chairman and Chief Executive Mohan Pandithage, Watch Tower Bible and Tract Society of Lanka Director Sascha Balakrishnan, along with esteemed government and regulatory officials, industry experts, consultants, corporate leaders, and representatives from both Hayleys Fentons and Watch Tower Sri Lanka.",
    "“It brings me great joy to witness the collaboration and innovation driving us towards energy independence, all while uplifting and empowering our communities,” remarked Dr. Sulakshana Jayawardena, during the initiative’s official battery commissioning event.",
    "By storing excess solar power during peak production times and releasing it when needed, battery storage ensures a reliable and consistent power supply. This not only enhances the usability of solar power but also mitigates the impact of power outages. Sascha Balakrishnan, representing Watch Tower Sri Lanka, states, “We are grateful for this successful partnership with Hayleys Solar. This innovative system will facilitate our energy independence and significantly contribute to our sustainability efforts. Furthermore, our independence will ensure that more energy will be available for our community’s benefit. This would be in line with the Government’s overall sustainability initiative.”",
    "“This journey began in September 2023, when Hayleys Fentons installed hybrid systems at 17 of Watch Tower Sri Lanka’s strategic locations across the country. This installation showcases our expertise in designing and implementing cutting-edge renewable energy solutions, strengthening Hayleys Solar’s position as a leader in sustainable energy in Sri Lanka,” said Hayleys Fentons Ltd. Managing Director Hasith Prematillake.",
    "“At a time when energy security became a priority with the scarcity of fuel in Sri Lanka, this project showcases that any institution that wishes to be independent of on-grid power or fossil fuel now has the technology and knowhow within the country to become energy independent,” emphasises Hayleys Solar Executive Director and CEO Roshane Perera.",
    "“I am happy that Hayleys Electronics collaborated with Hayleys Solar to win this project,” stated Hayleys Electronics General Manager Clyed Gabriel.",
    "The project recently secured the overall best-managed project of the year title at the National Project Management Excellence Awards, winning the gold award for ‘Best Managed Project in the Social Enterprise Sector.’"
  ]
}