{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99842/cbsl-to-regulate-money-or-value-transfer-service-providers-in-sri-lanka",
  "time_ut": 1718199240.0,
  "original_lang": "en",
  "original_title": "CBSL to regulate Money or Value Transfer Service providers in Sri Lanka",
  "original_body_lines": [
    "The Central Bank of Sri Lanka (CBSL) announced that it functions as the regulatory and supervisory authority of Money or Value Transfer Service (MVTS) providers in Sri Lanka, effective from June 03, 2024.",
    "“Currently, institutions providing money transfer services in Sri Lanka such as banks and nonbank financial institutions, are regulated by the Central Bank of Sri Lanka (CBSL) or other relevant authorities to ensure financial system stability. However, some entities providing similar services operate outside the formal system, potentially disrupting the money transfer system and not being subject to Anti-Money Laundering and Countering the Financing of Terrorism (AML/CFT) regulatory framework”, the CBSL said in a statement.",
    "To address this, the Minister of Finance, Economic Stabilization, and National Policies issued the Money or Value Transfer Service (MVTS) Providers Regulations, No. 1 of 2024 dated April 20, 2024, under the provisions of the Payment and Settlement Systems Act, No. 28 of 2005, it added.",
    "Accordingly, effective from June 3, 2024, these regulations require all MVTS providers to be registered and be monitored, offering unregistered or unlicensed MVTS providers the opportunity to formalize their operations and engage in the money transfer business through formal channels.",
    "For the purpose of these Regulations, MVTS is defined as “financial services that involve the acceptance of cash, cheques, other monetary instruments or other stores of value and the payment of a corresponding sum in cash or other forms to a beneficiary by means of communication, message, transfer, or through a clearing network to which the registered MVTS Provider belongs.",
    "“Such transactions may involve one or more intermediaries and a final payment to a third party, and may be from place to place, within, to or from Sri Lanka or any other country”, the statement mentioned.",
    "As per these Regulations, a person shall engage in the business of or function as an MVTS Provider only under the authority and in accordance with the terms and conditions of a Certificate of Registration issued by CBSL.",
    "However, any person who is already engaged in or is eligible to engage in the business of or function as an MVTS Provider under any other licence, permit or authorization issued by CBSL, or any other Regulator or Government entity is exempted from the aforementioned regulation.",
    "Further, existing MVTS Providers who are already providing services without any licence, permit or authorization issued by CBSL, or any other Regulator or Government entity shall apply for a Certificate of Registration from CBSL, within one year from the effective date of these Regulations, June 3, 2024, according to the CBSL."
  ]
}