{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Cabinet-clears-to-reassign-1-09-m-grant-of-UNEP-to-e-mobility-project/34-763779",
  "time_ut": 1719963006.0,
  "original_lang": "en",
  "original_title": "Cabinet clears to reassign $ 1.09 m grant of UNEP to e-mobility project",
  "original_body_lines": [
    "The Cabinet of Ministers on Monday approved reassigning a $ 1.09 million grant from the United Nations Environment Program (UNEP), originally assigned to the Environment Ministry, to the Transport and Highways Ministry.",
    "The UNEP with support from the Green Environment Fund, awarded a $ 1.09 million grant to develop a sustainable and efficient electric mobility (e-mobility) system. Originally, the Environment Ministry was designated as the national entity for the project, however recognising the expertise and resources required to effectively manage such an initiative, the Transport and Highways Ministry was identified as the more suitable entity to spearhead the project.",
    "“The move aims to advance the country’s efforts in adopting environmentally friendly transportation solutions. The decision to reassign the funds was based on the Ministry’s comprehensive understanding of the transportation sector and its ability to ensure a sustainable and efficient electric mobility system,” Cabinet Co-Spokesman and Transport and Highways Minister Bandula Gunawardena said at the weekly post-Cabinet meeting media briefing yesterday.",
    "He said the project will focus on developing infrastructure for electric vehicles (EVs), promoting the use of EVs and implementing policies that support sustainable transportation particularly for public transportation.",
    "“The project is part of Sri Lanka’s broader commitment to environmental sustainability and aligns with global efforts to combat climate change. This strategic move is expected to enhance the implementation process and ensure that the project meets its objectives effectively,” he added.",
    "The proposal to this effect presented by the Transport and Highways Minister Bandula Gunawardena was approved by the Cabinet of Ministers."
  ]
}