{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/SLBFE-Chairman-s-call-for-whistleblowers-to-expose-corrupt-deals-is-long-awaited-step/4-768376",
  "time_ut": 1729792404.0,
  "original_lang": "en",
  "original_title": "SLBFE Chairman’s call for whistleblowers to expose corrupt deals is long awaited step",
  "original_body_lines": [
    "It is extremely doubtful whether the desired objectives of the WB could be established in the absence of the conducive institutional culture where most of the employees will be silent employees well knowing the dire consequences that they could face in today’s hostile institutional and political climate. WB policy must be grounded in an organisational culture based on mutual trust between the management and the employees in which the employee takes the responsibility for communicating corrupt deals to management before those unethical dealings get out of hand",
    "Sri Lanka Bureau of Foreign Employment (SLBFE) has been in the limelight both in the print and electronic media during the past few months not for good reasons. The Sunday Times exposed mega corruption allegations to the tune of Rs. 2 billion causing a massive loss of Rs. 567 million to the SLBEF.",
    "The modus operandi of this scam had been in operation for a number of years and the legitimate revenue receivable from the domestic workers for their mandatory training had been deposited to a private bank account and thereby siphoning a huge sum by way of system manipulation at the rate of Rs. 75,000 from 28,000 migrant workers. In the year 2023 alone. Similarly, another payment of Rs. 75,000 meant for the family background report of a domestic worker is reported to have siphoned, according to a disclosure of an employee. In a turn of unsavoury events, an of internecine between the SLBFE management and Auditor General has resulted in the issue of dire warning being served on the latter for disrupting of the former in the discharge of his fiduciary duties. The scale of corruption and fraud that came into light is only a tip of the iceberg and the full scale of an investigation only would reveal the losses incurred by the SLBFE.",
    "Premier Harini Amarasuriya under whose purview the SLBFE comes appears to have taken long-awaited desperate measures in keeping with the much-advertised commitment to eradicate corruption that have resulted in endemic proportions at this vital institution.",
    "The new Chairman whilst addressing an audience with Premier Harini Amarasuriya, Minister of Labour in the chair has pledged to weed out the corrupt practices. As a precursive step, the Chairman has swiftly acted by launching a new initiative titled “Talk to the Chairman”, more commonly known as whistleblowing, to disclose such malpractices and corruption. A SLBFE communique says that a dedicated counter with multiple telephone systems and email channels have facilitated the stakeholders to blow the whistle. The Premier and the Chairman should be congratulated for the bold decision to get rid of the corruption and fraud which the SLBFE is inherently clothed with according to the media reports.",
    "Foreign employment remittances have become the largest source of foreign exchange in the Sri Lankan economy during the last few decades as evidently shown in the given table. These remittances have generated substantial inflows of foreign exchange and have had a cushioning effect against the widening trade deficit while relieving pressure on employment of youth and females, a marginalised segment by providing employment abroad.",
    "During the year 2023, the worker remittances have accounted for a sum of Rs. 5,969 million (almost 6 billion) which was around 10% of the GDP of the country. In addition, foreign employment has also provided numerous other benefits such as skills transfer, investment, alleviation of poverty, quality of life, living standards, settling of balance of payments unemployment and social unrest, etc. Hence it is incumbent upon the new NPP Government to rigorously exploit the job potential opportunities in foreign countries and send Sri Lankan workers for foreign employment as much as possible.",
    "The new NPP Government should bear in mind that it has a herculean task to bring the national revenue to the region of 15% of GDP in 2028, the fourth year of this Government from the present level of 8.4%. To attain this unconscionable target, institutions like SLBFE could render a yeoman service by increasing the foreign remittances to a level of Rs. 20 billion from the present remittance level of Rs. 6 billion. There is enormous potential in the arena of foreign employment sector that have not been commercially exploited and what is needed is a professional, aggressive and multi-pronged approach to attain this target. Without solely relying on the eradication of misdeeds, SLBFE should galvanise a strategic development plan to have a threefold increase within these four years.",
    "Literally speaking from the management jargon language, the SLBFE’s initiative can be broadly defined as the whistleblowing mechanism, a management tool practiced all over the world to eradicate unethical wrong practices such as fraud, corruption operational inefficiencies etc. In this age of globalisation where economic motives precedes over all other virtues and traditions, protecting of institutions from huge corporate scandals has become a matter of great importance. From this perspectives, SLBFE’s new initiative is considered to be fast-track redressed system which is capable of turning around this vital institution.",
    "Hence this article would be incomplete, if the practical weaknesses and operational inconsistencies are not pinpointed to the Chairman of SLBFE. A WB discloses a complaint to the Chairman of SLBFE in the firm belief that the whistleblower has reasonable grounds to disclose any misdeed with the expectation that SLBFE would take corrective measures. That trust should not be broken from the time when a complaint is lodged. His name or the nature of complaint should not be divulged to other parties under any circumstances. The Chairman has a prime duty to ensure that the informer or the whistleblower would not invariably become a victim at the hands of the convicts and other parties.",
    "Chairman of the SLBFE should be primarily educated that the mere invitation to the whistleblowers requesting them to lodge corrupt complaints at the specially opened counter is not effective and does not yield with desired tangible results. It is a myth to believe that the internal employees, job seekers or external parties will automatically rush in to SLBFE counter seeking redress to their grievances once the counter to the “Talk to the Chairman” is opened.",
    "There are certain pre-requisites to be adhered to in order to reap the full benefits of his much advertised campaign. It is incumbent upon the management of the SLBFE to train the executives, employees, trade unions as well as external customers such as job employment agencies, migrant workers and aspirants with regard to some cardinal principles, if the noble aspiration of the “Talk to Chairman” project is to achieve the intended purpose.",
    "The biggest threat against the launch of this project will be the senior management, according to my familiarity with the subject spanning over four decades. My understanding and experience is that the biggest obstacles would stem from the members of the corporate staff, if they are instrumental in the so called mega rackets and this presumption is made that no mega rackets could take place without the connivance of the senior managerial staff.",
    "A whistlebloweer should ask himself/herself how much harm has been done or might be done to the SLBFE or to the victims as a result of WB. If a third party is going to be benefitted at the cost of WB without any credible gain to the SLBFE, employees, employees, government and external customers and the society at large, it is very unlikely that the efforts of the WB have a meaningful effect. It is not uncommon that employees carry political ideologies, trade union rivalries, and personal enmities at the workplace and they should not be the ultimate beneficiaries as a result of the WB.",
    "The employees must have a thorough understanding and absolute proof that there will be dire consequences on the SLBFE, its employees, internal and external customers, environment and the corporate governance as a result of the occurrence of the unethical transaction. What generally happens in a work environment is that the correct information is not filtering to the lower level and vice versa giving a grapevine a field day. Employees and trade unions have a general tendency to look at the management with a sense of suspicion and they land anonymous petitions criticising the management. This undesirable trend of suspicion can be nipped in the bud if sensitive issues can be explained to the employees or trade unions on a routine basis.",
    "An employee before blowing the whistle must consider the duration involved between the present and the possible harmful event. The more immediate the consequences of the potentially unethical practice the stronger case for WB. In case, the parachute job aspirants are given the preferential treatments thus overlooking the job applicants already registered the SLBFE ignoring their technical and sill competencies, then it is a stronger case to blow the whistle.",
    "This question arises about matters of emotional proximity or situations in which the unethical question relates to a victim with some emotional attachment to the whistleblower. What is imperative here is the physical closeness of the victim is much more important than the victims living hundred kilometres away or just enrolled employees (freshers) ignoring the seniority of job aspirants. Can the SLBFE justify the sending of employees for foreign employment on political considerations or otherwise bypassing the registered employees for a particular job?",
    "The whistleblower must always consider the degree of intensity of the unethical practice or behaviour before blowing the whistle. The question is how much intensity does the infringement carry and whether a minor infringement warrants a WB. Surely, in the SLBFE there can be several operational loopholes which do not require the intervention of the management as its impact is inevitably negligible. In such a situation the effects of the whistleblowing are not meaningful and productive.",
    "Whistleblowing should not be undertaken in a capricious manner. WB should bear in mind that his action to blow the whistle will have a direct impact and consequences on the institution, its management cadres and the very fabric of the culture of the organisation in which he is employed. Therefore a strong justification must exist for blowing the whistle. The employees must be specifically advised that they should blow the whistle on the fulfilment of the following conditions as a last resort.",
    "The employee should satisfy himself that a grave injustice or wrongdoing is occurring and it has not been resolved despite using all appropriate channels allowed by the institution.",
    "The WB should morally justify that his course of action by his appeals to relevant authorities have not yielded with desired results.",
    "The WB is thoroughly convinced of the genuineness of the facts contained in the WB after extensive investigation.",
    "The WB should understand that his/her primary loyalty to the institution he is employed unless other compelling reasons override this loyalty.",
    "The WB should convince himself that he acts on prima-facie without any hidden agendas or mala-fides will cause more good than harm to the institution.",
    "Last but not least he should realise the seriousness of his action and he is ready to assume responsibility for the whistleblowing messages he originates.",
    "It is extremely doubtful whether the desired objectives of the WB could be established in the absence of the conducive institutional culture where most of the employees will be silent employees well knowing the dire consequences that they could face in today’s hostile institutional and political climate. WB policy must be grounded in an organisational culture based on mutual trust between the management and the employees in which the employee takes the responsibility for communicating corrupt deals to management before those unethical dealings get out of hand.",
    "On the other hand, managers take the responsibility for honest investigation of allegations. Essentially, the success of the WB to a very large extent depends on the receptivity of the top management and the good spirit with which its executives deal with such disclosures of the WB to the advantage of the SLBFE.",
    "I have my serious doubt whether the new Chairman of the SLBFE has taken stock of its institutional culture before launching the “Talk to Chairman” program. The Chairman and the corporate executives need to create a culture in which bad news is welcomed. Employees trust their leadership enough to speak openly and honestly about what they see and the personal interest of executives take a back-seat to the well-being of the SLBFE.",
    "If the Chairman of SLBFE is honestly desirous of implementing the WB mechanism, a sound administrative mechanism should be set in motion by appointing the Chairman of the Audit Committee (a board member) to investigate the allegations of corruptions made by the employees. The Chairman should desist from attending deliberations of the audit committee from the transparent of view. Such an autonomy is sine quo non for the well-being of the WB policy. Being an impartial member of the board, the Chairman of the Audit Committee could periodically bring its findings to the monthly board meeting for corrective action.",
    "It is unclear whether such a mechanism has been set in motion in the propaganda material published by the SLBFE.",
    "The members of the audit committee should display a highest degree of integrity and honesty similar to that of Caesar’s wife in the discharge of its duties without forgetting the fact that the WB mechanism is the not only the panacea of all the operational and financial ills of the SLBFE.",
    "It is proposed that the President and the Premier should essentially take a leaf out of the Chairman’s book and institutionalise this WB mechanism in other departments and statutory bodies, as the eradication of corruption and frauds is an utmost priority in its policy agenda.",
    "(The writer is a Productivity Specialist and Management Consultant. He can be contacted on [email protected].)"
  ]
}