{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Vistas-of-opportunity-for-Sri-Lankan-children-with-Suhuru-classrooms/56-758589",
  "time_ut": 1708128436.0,
  "original_lang": "en",
  "original_title": "Vistas of opportunity for Sri Lankan children with “Suhuru” classrooms",
  "original_body_lines": [
    "“Knowledge is power. Information is liberating. Education is the premise of progress in every society, in every family.” — Kofi Annan",
    "A group of children crowded around a big board that had been set up in a classroom at Ratnapura Pelmadulla Bambarabotuwa Vishaka Maha Vidyalaya.",
    "They were joined by teachers and even the school principal. Their eyes beamed with amazement and joy. As the board was transformed with the press of a button, the magical world of information and opportunity unfurled before them.",
    "This landmark event in the lives of the children and staff of Ratnapura Pelmadulla Bambarabotuwa Vishaka Maha Vidyalaya took place on 15 February.",
    "They were the recipients of a “Suhuru” classroom of the “Sakwala” program that is being implanted island-wide under the leadership of Opposition Leader Sajith Premadasa. The Suhuru classrooms are designed to empower children from underprivileged homes with modern education.",
    "The Suhuru classroom equips schools with smart boards and ICT equipment such as computers and printers. Together with the Smart Classroom, the school is also given a set of dictionaries to encourage the students to enhance their level of English.",
    "Most of the principals and teachers, let alone the children of these underprivileged schools that received this valuable gift, had never ever seen a Smart board or even a computer before.",
    "Unfortunately, the education system in Sri Lanka today does not provide equal or equitable opportunities in a level playing field for our children, who are the custodians of the future of our island nation.",
    "The sad situation today is that many schools in Sri Lanka lack qualified and competent teachers. Eminent paediatrician Dr. B.J.C. Fernando, in an article points out that not only are many schools handicapped without adequate teachers, they even lack basic facilities including running water, toilets and electricity.",
    "Free meals, free uniforms, free shoes, and books that were provided to children from low-income families, are a mere memory of the past. Parents today struggle to send their children to school in the context of myriad economic hardships.",
    "It is in this backdrop that the Sakwala program is being implemented with the Suhuru classrooms and school buses to take the children out of the confines of their poverty-riddled environment.",
    "Smart classes in schools provide students with a quality learning experience with technology’s aid. Since schools have switched to smart classes around the world and in affluent schools in Sri Lanka, traditional classrooms have lost their credibility.",
    "Explaining about the project, a sponsor of some of the classrooms who wished to remain anonymous, said that the cost of the classrooms, as well as the school buses is borne by well-wishers. They are required to remit the funds directly to the suppliers, as the project does not directly receive funds.",
    "He went on to say that more and more donors were coming forward, as they believed in the vision of Sajith Premadasa to invest in the education of the children of Sri Lanka. The donors experienced tremendous fulfilment as they witnessed first-hand the transformation in the lives of the children who were the recipients of this gift.",
    "Referring to the Sakwala program, Sajith Premadasa maintained thus: “My aim is to give equal rights to education to all children. All schools, whether urban or rural, should be given equal facilities and equal rights to education. Education is a human right for all. Although the country’s basic law does not mention education, if I come to power, I will make the right to have education a fundamental right. Technology and English should be given to every child. For that, there should be no inequality between schools that can and schools that can’t.”",
    "He stated further that he is committed to transforming the education system in Sri Lanka, starting right from pre-school level and going on to primary, secondary and tertiary levels, making our education system on par with modern global benchmarks. The emphasis will be on STEM and STEAM curriculum. STEAM represents a shift in education, towards an integrated understanding of the topics being taught, rather than simply facts to be memorised. The education system integrates science, technology, engineering, art and mathematics in an interdisciplinary and applied approach throughout the child’s education.",
    "The results of the Sakwala program demonstrate that whilst being in the opposition, Sajith Premadasa is opening doors to opportunity in the lives of children in Sri Lanka.",
    "The donation to Boralegamuwa Maha Vidyalaya on 16 February, marked the 100th school to benefit from this laudable program. We wish the very best to the children in 100 schools throughout Sri Lanka who have already benefited and also the children who will be the future beneficiaries of technology that will facilitate them to be strong future leaders of Sri Lanka."
  ]
}