{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Fitch-affirms-Construction-Guarantee-Fund-s-BB-National-IFS-Rating-Outlook-Stable/34-760571",
  "time_ut": 1712791652.0,
  "original_lang": "en",
  "original_title": "Fitch affirms Construction Guarantee Fund’s ‘BB’ National IFS Rating; Outlook Stable",
  "original_body_lines": [
    "Fitch Ratings said it has affirmed Sri Lanka-based Construction Guarantee Fund’s (CGF) National Insurer Financial Strength (IFS) Rating of ‘BB(lka)’. The Outlook is Stable.",
    "Weak Operating Conditions: CGF’s performance exhibits a strong correlation with Government construction activity, as the company offers guarantees and related services to small- and medium-sized contractors involved in Government projects. The Government’s weak fiscal position has resulted in fewer new construction contracts, the suspension of existing projects and payment delays to contractors. This has affected CGF through a drop in premium income and a higher risk of claims by employers.",
    "Underwriting Pressure: We expect underwriting performance to remain weak over 2024-2025 on low business volume. Premium income plummeted by 87% in 2023 to LKR13 million on low guarantee volume amid a sluggish local construction sector, while claim costs increased by 10% and administration costs rose by 38% on investment-related withholding tax hikes. Consequently, Fitch calculates CGF to have incurred an underwriting loss of LKR107 million in 2023, from a profit of LKR16 million in 2022.",
    "The company says the majority of outstanding guarantees do not carry claim risk, as they are extensions of existing guarantees granted for administrative purposes. Meanwhile, earnings were buoyed by a 61% rise in investment income on higher interest rates, with net profit reaching LKR333 million (2022: LKR285 million). Return on equity was 16% and averaged 17% in the last three years.",
    "Eased Investment and Liquidity Risks: Fitch believes investment and liquidity risks have eased following the positive rating action on the Sri Lankan sovereign’s Local-Currency IDRs as well as on Fitch-rated Sri Lankan bank and non-banking financial institutions.",
    "CGF adopts a conservative investment mix, with around 78% of invested assets held in cash and term deposits at state-owned Bank of Ceylon (Long-Term Foreign-Currency IDR: CC, National Long-Term Rating: A(lka)/Stable) at end-2023. Treasury bills accounted for the remainder.",
    "Adequate Capital: Net guarantee risk exposure/total capital was 0.5x at end-2023 (2022:",
    "0.4x). CGF’s gross guarantee liabilities have fallen to LKR1.5 billion, from a peak of LKR12.0 billion in 2020, due to lower volume of new guarantees and a discontinuation of some projects. Total claim initiations since inception have been low, at LKR150 million, or 7.2% of end-2023 equity. Capital is supported entirely by internally generated net surplus.",
    "Moderate Company Profile: We rank CGF’s company profile as ‘Moderate’ compared with that of other insurers in Sri Lanka, reflecting its ‘Moderate’ business profile and ‘Neutral’ corporate governance. CGF is fully owned by the state, with the secretary to the treasury functioning as the trust’s settlor. Its competitive position is strengthened by the expertise of its trustees, which comprise both public- and private-sector institutions. It has a small operating scale, with total assets and equity of LKR2.9 billion and LKR2.1 billion, respectively, at end-2023.",
    "High Risk Appetite: We regard the fund’s risk appetite as high, as it provides guarantees to high-risk contractors, particularly small- and medium-scale contractors registered under the Construction Industry Development Authority’s National Registration Scheme, without requiring collateral. CGF attempts to mitigate this risk by conducting comprehensive screening of the contractors’ technical and financial capabilities. The board of trustees has set a cash collateral requirement of 20% for advance payment bonds."
  ]
}