{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-urges-Maha-Sangha-s-guidance-to-restore-moral-fabric/56-782601",
  "time_ut": 1759519856.0,
  "original_lang": "en",
  "original_title": "President urges Maha Sangha’s guidance to restore moral fabric",
  "original_body_lines": [
    "Presents Scroll of Appointment to new Anunayake of Asgiri Chapter Most Ven. Naranpanawe Ananda Thero",
    "Says rebuilding collapsed economy is possible, but restoring society suffering from moral degradation is far more difficult",
    "Notes cultural heritage, natural beauty and hospitality are its true assets to boost tourism, than short-term trends",
    "President Anura Kumara Disanayake yesterday called on the Maha Sangha to play a greater role in guiding the society through a period of deep moral and social crisis, stressing that the Government is committed to restoring values and dismantling what he described as a “parallel dark regime” of crime, drugs and illicit power.",
    "He made these remarks at the historic Magul Maduwa in Kandy, during the presentation of the Śrī Sannas Pathra (Scroll of Appointment) to the newly appointed Anunayake of the Asgiri Chapter of the Siyam Maha Nikaya, Most Venerable Naranpanawe Ananda Thero.",
    "Commending the Thero’s four decades of service as a Dharmadhara (Guardian of the Dhamma), Vinayadhara (Custodian of the Discipline), and Supeshala Shikshakami (Pursuer of Exemplary Learning), the President said society urgently needs more such leaders to guide both the Sasana and the country.",
    "The President pointed out that the Maha Sangha have been entrusted with a major role in this social renewal, noting that throughout history, whenever the State was challenged, it was always the Maha Sangha who stepped forward in response.",
    "“Rebuilding a collapsed economy is possible, but restoring a society suffering from moral degradation is far more difficult. Wealth and power have become the measure of right and wrong. What we now need is the re-establishment of a righteous value system,” he said.",
    "Disanayake pledged to dismantle the “dark regime” that he said thrives on drugs, illicit weapons, unlawful assets, and armed groups, creating a destructive youth culture. “To safeguard the lawful, constitutional government, it is essential to dismantle this parallel regime. We have chosen this path, and we will not reverse it,” he asserted.",
    "The President stressed that beyond legal reforms, moral guidance is essential.",
    "He also announced progress on long-awaited amendments to the Buddhist Temporalities Ordinance, which have been submitted to the Legal Draftsman following consultation with the Mahanayaka Theros, promising legal protections to uphold the dignity and discipline of the Sangha.",
    "In addition, the President emphasised that the State alone cannot heal society. “The greatest role will fall upon the Maha Sangha. Leaders like Venerable Naranpanawe Ananda Thero are essential for the continuation of the Buddhist order and for the betterment of society,” he added.",
    "Disanayake also touched on tourism development, noting that Sri Lanka’s cultural heritage, natural beauty, and hospitality are its true assets, rather than “short-term trends.”",
    "He reaffirmed his Government’s intent to combat the drug menace, calling on the Maha Sangha to lead awareness at the village level to protect youth.",
    "The President reiterated that governance must remain accountable and inclusive. “A Government cannot function effectively on executive powers alone. It must represent all segments of society and historically the Maha Sangha has provided counsel to strengthen and protect the State. This is a heritage we are prepared to uphold,” Disanayake asserted.",
    "Venerable Anunayake Theros of the Malwathu and Asgiri Chapters (Maha Viharas), along with the Members of the Karaka Maha Sangha Council, clergy from other religions, Ministers and MPs, foreign Ambassadors and High Commissioners, Government officials and other invited guests, including the Diyawadana Nilame of the Sri Dalada Maligawa (Temple of the Sacred Tooth Relic) in Kandy and Basnayaka Nilames of the Devales, were also present at this occasion."
  ]
}