{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-natural-ally-and-partner/",
  "time_ut": 1716075780.0,
  "original_lang": "en",
  "original_title": "A Natural Ally and Partner",
  "original_body_lines": [
    "How does one define a nation’s natural ally and reliable partner? Is it the depth of civilizational contacts, intellectual, cultural, religious and linguistic interaction over more than 2,500 years such as Sri Lanka enjoys with its closest neighbor India? Yet history relates too of armed incursions such as that which led to the downfall of Anuradhapura which had been the capital city of ancient Lanka and an administrative centre for over fifteen centuries before it was sacked by the Cholas and all its treasures taken to Madurai where they remain presumably to this day in locked cellars.",
    "Some argue that in modern times, failure to be sensitive to India’s security concerns led to their interference in the LTTE armed conflict and the training of militants on Indian soil, so our politicians today are careful to make a bow to India. Our tourism minister, propelled by the vision of increasing Indian visitors, recently went as far as to refer to Sri Lanka as “being a part of India” before the public outcry in the island made him qualify his words.",
    "Some business people are wont to refer to India as an opportunity for Sri Lanka, to integrate into a larger booming economy growing at phenomenal rates, however there are many businesses large and small which have tried to enter this market only to be thwarted by Tamil Nadu customs and state regulations which control the proximate entry points into India. Whatever bilateral agreement the Centre may sign with the island, this problem remains an NTB (non-tariff barrier) to resolve, going beyond politics and economics.",
    "Following this argument, geographical proximity then does not determine who will be your natural ally and partner. Looking at the violence raging in Ukraine and Gaza one could conclude that unresolved territorial issues seem to be at the crux of the descent into armed conflict with a more powerful neighbor. In this context, the recent criticism over “giving away” of Kachchativu in the Indian Prime Minister’s election campaign speech in Tamil Nadu caused some anxiety in Sri Lanka, even though the legal pundits had stated all along that it is a signed bilateral agreement and India would have to go to war with Sri Lanka to get it back.",
    "Looking back, Singapore, once a part of Malaysia between 1963 and 1965, was fortunate to have the choice to separate and become an independent sovereign state, suffering some domestic racial tensions and riots but without an armed conflict. Singapore’s main support in those perilous early days when the fledgling nation state was born, came from a distant ally, America. Likewise, in Europe, the Baltic states even before they gained their independence from Russia, had a steady commitment from the United States across the Atlantic. Yet many in Sri Lanka forget these lessons of history and see the United States in an unfavourable light today, casting blame on its military-industrial complex for fomenting conflict and acting like a global policeman.",
    "The question then arises: how does one find who will be your natural ally and partner? Is it then a matter of shared values? Can trust be built between distant partners unlikely to exploit differences in size and power? I am thinking now of the relationship between Sri Lanka and Sweden built on shared values of parliamentary democracy, social development and environmental protection. During Governor A.S. Jayawardene’s tenure of office, there was regular cooperation between the Sri Lankan and Swedish Central banks, with teams visiting from Sweden (at their cost) to advice on resolution of common economic problems including the financing of pensions in an ageing society.",
    "In a recent article, Swedish economist Dag Datter reminded that government owned real estate within state owned enterprises represented considerable assets and argued against the wholesale privatizations of the 1980’s and 1990s “which resulted in the undue transfer of public wealth to the private sector”. Instead, he holds that what is required now is professional management of public wealth to be maximized for the benefit of society as a whole and to pay for “any investments required for improvements in infrastructure, climate and other needs of a graying society.”",
    "Datter argued that this could result in raising additional income for the government without cutting public services and increasing taxes. An example in this regard is the state ownership of liquor shops in Sweden. Faced with a problem of alcoholism, the Swedish government restricted the sale of liquor to state shops enabling enforcement of strict license regulations and won over the public by channeling of profits into development of schools and hospitals. Social development and social justice are natural partners, thus even before the end of the armed conflict, Swedish police came to the island to train their Sri Lankan counterparts in scientific investigation of crime and minimum use of force as a means of safeguarding human rights while enhancing convictions through the courts.",
    "The Nordic states are today leaders in environmental protection, which has also influenced their development cooperation policies. Indeed, since earliest times, Swedish botanists studied island Lanka as a treasure of nature and one of the first accounts of the island was written by Carl Peter Thunberg who visited in 1777 for the purpose of collecting plants. Thunberg’s scientific mission did not deter him from making critical observations on the cruelty of the Dutch occupation and its exploitation of the local people in the cinnamon trade. In modern times, Swedish tourists were among the first large scale movements into the island and over the years local hotel partners have built robust relations with Swedish travel companies on the basis of fair pricing and common goals of environmental sustainability.",
    "As strident Hindutva nationalism is rising in India, what will be the spill-over on the island’s pursuit of multi-ethnic harmony? From the promotion of a Ramayana Trail to the building of kovils by Indian gurus around the island and Indian diplomats carrying out Hindu pooja at the Adams Bridge on the Sri Lankan side, people are wondering what new cultural hegemony is being planted on the island in the guise of “connectivity”. Indeed, while the Ramayana story is depicted in many forms in South East Asia, in paintings, dance and puppetry, it does not appear in Sri Lankan cultural heritage. This is no doubt due to the differing interpretations of Lanka’s King Ravana. Sri Lankan narratives even today reject the portrayal of King Ravana as an evil demon to be shot down with burning arrows as at the annual Hindu Daserath festival, and see him instead as a wise and good ruler associated with science and music, who was betrayed by those close to him.",
    "In conclusion, it could be said that the prudent conduct of bilateral relations demands the pragmatic pursuit of shared interests based on common values rather than the powerful partner trying to “extract as much gains” from the weaker, which can only result in increasing public suspicions and raising tensions. To this end, the development of Trincomalee on the Singaporean plan, open to investment from all interested and qualified partners, is a far better way to go than demanding exclusive rights based on some old secret annexures.",
    "(Sarala Fernando, retired from the Foreign Ministry as Additional Secretary, her last Ambassadorial appointment was as Permanent Representative to the UN and International Organizations in Geneva . Her Ph.D was on India-Sri Lanka relations and she writes now on foreign policy, public diplomacy and protection of heritage).",
    "A valuable publication of the history of Dharmasoka College, Ambalangoda",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}