{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Childhood-bullying-and-economic-impact/14-770709",
  "time_ut": 1734556661.0,
  "original_lang": "en",
  "original_title": "Childhood bullying and economic impact",
  "original_body_lines": [
    "Scars from bullying in schools are permanent, some are on medications, and it has led to a very poor quality of life",
    "Bullying is when someone repeatedly and on purpose hurts someone else who is usually weaker than them. As a society we have repeatedly pointed fingers at the political class for their poor behaviour. Recent election results suggest we decided to do something about it. Few have had the courage to look at a more sinister problem staring them straight in the face. Most people either have first-hand experience or witnessed bullying during their time in school and have chosen to ignore or supress those memories.",
    "For too long, the very limited discussions about childhood bullying, has been viewed only through the narrow lens of mental health by the wider Sri Lankan society. Those who dare speak up are classed as being weak or stigmatised till they give up and join the mainstream. The broader questions that should have been asked have never been brought to the attention of the general public. While not underplaying the significance of the mental impact of childhood bullying, perhaps a better way to get more people to pay attention to this debilitating behaviour may be to show the lifelong personal economic impact and societal cost in services such as healthcare.",
    "While no research exists in Sri Lanka on this important subject, a longitudinal study published in 2018, based on those born in 1958 in the UK1, offers some significant insights.",
    "There were sizeable individual and societal economic impacts four decades after bullying occurred.",
    "Adults bullied in childhood are less likely to be in employment in mid-life.",
    "Childhood bullying had a negative impact on individual’s mid-life income and accumulated wealth.",
    "There were higher societal employment costs (such as unemployment benefits) for men and higher health service costs for women.",
    "What does this mean to a parent and student today? Don’t put up with bullying in school. It doesn’t matter if it is from other students, teachers, coaches or a combination. Failure to call out bullying will not only cause a lifetime of bills for counselling (or medications), but will also have a negative effect on your earnings and wealth. While not scientific and purely anecdotal, this trend has been on show by a few individuals in Sri Lanka, who have expressed an involuntary rise in anxiety levels when they physically come close to the schools they attended. Most of them have come forward to declare that the scars from bullying in schools were permanent, some are on medications, and it has led to a very poor quality of life, even though some are on high earnings.",
    "My nine-year old daughter has shown courage to bring national attention to this matter. You will find her appeal (alongside this article) to the Minister of Education requesting a few changes she believes will start to have an impact. It is up to the rest of us to raise our voice, or watch our children suffer in silence.",
    "1Brimblecombe N, Evans-Lacko S, Knapp M, King D, Takizawa R, Maughan B, Arseneault L. Long term economic impact associated with childhood bullying victimisation. Soc Sci Med. 2018 Jul;208:134-141. doi: 10.1016/j.socscimed.2018.05.014. Epub 2018 May 8. PMID: 29803971.",
    "I am Chenaya Kulatunga and I’m 9 years old. I started a project called “The Unbully Project” because I want to create awareness about bullying in schools.",
    "It is because bullying is unpleasant. Bullying can make children very sad, angry and lonely.",
    "Science tells us that bullies bully because they don’t feel good about themselves. Science also tells us that kindness can make anyone feel good about themselves. And I really didn’t know but I really thought that the opposite of bully was ‘unbully’.",
    "I wish you would help me tell people that bullying ends where kindness begins.",
    "If someone big like you starts to talk more about it people will listen. They will also think about it and do something about it. If we all did something about it every child in Sri Lanka will be happy and safe in school.",
    "2. Make it important for children in all schools to learn about bullying and ways to stop it.",
    "3. Make the word in Sinhala for bullying known to everyone. Create one if there isn’t a word. Because I couldn’t find one.",
    "I hope to hear back from you soon. I really appreciate your kindness.",
    "(The writer is an investment professional with a research specialisation in behavioural and neuro-economics. He is currently Chief Investment Officer of his Family Office in New York.)"
  ]
}