{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/china-sri-lanka-exploring-enhancement-of-trade-and-tourism/",
  "time_ut": 1719181320.0,
  "original_lang": "en",
  "original_title": "China-Sri Lanka exploring enhancement of trade and tourism",
  "original_body_lines": [
    "Sri Lanka and China concluded the 13th Round of Diplomatic consultations on 17 June 2024 in Beijing. The consultations were led by Secretary, Foreign Affairs of Sri Lanka, Aruni Wijewardane and Vice Minister of Foreign Affairs of the People’s Republic of China, Sun Weidong.",
    "The two sides reviewed bilateral cooperation in a wide range of areas including recent high-level visits, economic and trade enhancement, debt restructuring, people to people exchanges, tourism as well as recent developments in multilateral fora.",
    "The Foreign Secretary appreciated China’s assistance to Sri Lanka during challenging times, and in the context of the priority given by Sri Lanka to economic recovery and growth, identified potential avenues for further cooperation on green initiatives, agriculture modernization, renewable energy, food security, investment promotion as well as enhancement of trade, tourism and people to people contacts.",
    "The Chinese Vice Minister encouraged Sri Lanka in its ongoing progress and highlighted the current and future potential of the growing economy of China for further expansion of the export market, inward investments and people-centered sustainable growth.",
    "Both sides recalled their long-standing bilateral relations based on mutual respect and reaffirmed their commitment to further consolidate bilateral ties based on sovereign equality and peaceful co-existence.",
    "HNB General Insurance launches loyalty rewards programme with up to 50% discounts",
    "DigiEcon 2024 Investment Summit to have speakers from diverse industries",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}