{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Janaka-Ratnayake-proposes-price-stability-plan-for-goods-and-services/56-759558",
  "time_ut": 1710527050.0,
  "original_lang": "en",
  "original_title": "Janaka Ratnayake proposes price stability plan for goods and services",
  "original_body_lines": [
    "Accuses current Govt. of failing Sri Lanka’s consumers by failing to manage prices of goods and services",
    "Says ongoing mismanagement is creating constant state of hardship for consumers",
    "Calls for urgent need for change in leadership to address these pressing issues",
    "Claims Govt. formed by his party will ensure price stability of 20 essential items for five years",
    "Presidential hopeful and former Chairman of the Public Utilities Commission of Sri Lanka (PUCSL) Janaka Ratnayake accused the current Government of failing the country’s consumers yesterday.",
    "Addressing a press conference to mark the World Consumer Rights Day, Ratnayake said the Government has failed to manage the prices of essential goods and services leaving the population struggling.",
    "“Price management of basic necessities has been non-existent leaving the population struggling,” he said.",
    "“We witnessed outrageous price hikes last month with carrots reaching Rs. 2500 a kilo and beans at Rs. 1500. When a Government can’t control prices, the burden falls squarely on the people. This ongoing mismanagement creates a constant state of hardship for consumers,” he noted.",
    "Ratnayake expressed deep concern over the plight of consumers in the country, emphasising that they seem to have forgotten their rights. He highlighted the distressing reality of recent years, where citizens have had to resort to protesting on the streets or enduring long queues, sometimes even resulting in fatalities, all while facing significant challenges due to a staggering 300% rise in living costs within just two years.",
    "He pointed out that a staggering 50% of the population is now compelled to survive on a single meal per day, struggling with hunger for the remainder of the time. Ratnayake described this situation as “pathetic” and stressed the urgent need for a change in leadership during the upcoming election to address these pressing issues. He warned that if the fluctuation in prices persists, the suffering and starvation of the people will only worsen.",
    "As a candidate for the Presidency, Ratnayake asserted that if elected, his leadership through the National Civil Organisations Front would guarantee stability in the prices of 20 essential items for a period of five years.",
    "He emphasised that this endeavour is not ground-breaking or overly complex, drawing parallels to practices observed in Europe and other developed nations, where governments effectively manage prices to ensure fair access to goods and services for their citizens. Ratnayake expressed confidence that such a measure is entirely feasible and within reach for their administration.",
    "When questioned about potential obstacles posed by monopolies in essential goods like rice, Ratnayake didn’t mince words, asserting that any government fearful of confronting such trade mafias should relinquish power rather than perpetuate the status quo."
  ]
}