{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/adb-looking-to-advance-its-role-as-asia-and-the-pacifics-climate-bank/",
  "time_ut": 1734912420.0,
  "original_lang": "en",
  "original_title": "ADB looking to advance its role as  Asia and the Pacific’s climate bank",
  "original_body_lines": [
    "ADB aims for climate finance to reach 50% of its total annual committed financing volume by 2030, Roberta Casali, ADB Vice-President for Finance and Risk Management said recently at the 12th Asian Regional Roundtable on New Frontiers Policies for Climate-resilient and Carbon-neutral Economies in Asia.",
    "“The recent COP29 meetings saw agreement reached on a New Collective Quantified Goal on Climate Finance aimed at mobilizing $300 billion in annual climate investments by 2035. For the Asian Development Bank, the NCQG agreement offers us a pathway along which we can further advance our role as Asia and the Pacific’s climate bank. As a Multilateral Development Bank, ADB has an important part to play in upscaling climate investment in our region. The Bank aims for climate finance to reach 50% of our total annual committed financing volume by 2030. And we have committed to reaching more than $100 billion in cumulative climate finance from 2019 to 2030.”",
    "“One form of support ADB provides to carbon markets is a first-of-its-kind carbon market fund. The Climate Action Catalyst Fund (CACF) is designed to boost the increase and consolidation of carbon markets in Asia and the Pacific under Article 6. CACF provides up-front payment to developing countries in Asia and the Pacific for emissions reduction measures in exchange for carbon credits—received by CACF donor countries—under long-term transactions. This means the owners of projects that cut carbon emissions in Asia no longer need to wait for years to receive payment for their mitigation activities. The fund already began operations in January with a contribution from the Swedish Energy Agency, and during COP29, Norway announced it will join Sweden expressing the intent to provide up to $50 million to support the CACF. The New Zealand government also indicated it may join the fund.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}