{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/CMEV-warns-of-voter-knowledge-gaps-low-trust-in-election-information/56-782083",
  "time_ut": 1758660239.0,
  "original_lang": "en",
  "original_title": "CMEV warns of voter knowledge gaps, low trust in election information",
  "original_body_lines": [
    "Assessment finds men and rural voters more engaged than women and urban voters",
    "Misinformation and biased reporting cited as key obstacles to electoral participation",
    "Report calls for legal reforms, stronger Election Commission powers, and media literacy",
    "The Centre for Monitoring Election Violence (CMEV) and the Centre for Policy Alternatives (CPA), in partnership with Internews, yesterday released an Election Information Assessment (EIA) that highlights significant shortcomings in how electoral information is disseminated and accessed in Sri Lanka.",
    "The report, published in the context of the Aragalaya protests and subsequent national elections, found widespread gaps in voter knowledge, with many respondents unaware of different election types and modalities.",
    "It also noted demographic disparities, with men and rural voters showing higher levels of engagement than women and urban voters.",
    "CMEV said overall trust in election-related information sources remains low, while marginalised groups face additional barriers such as safety concerns, cultural restrictions and limited accessibility.",
    "Misinformation, particularly through biased reporting, was identified by a large share of respondents as a major obstacle to voter engagement.",
    "The report recommends strengthening the Election Commission’s powers through legal reforms, establishing a fact-checking unit to combat misinformation, and expanding inclusivity through targeted outreach, multilingual materials and quotas for marginalised groups.",
    "It also calls for long-term initiatives such as political literacy in schools, continuous voter education and safer voting environments.",
    "CMEV and CPA urged the Government, electoral authorities and civil society to act on these recommendations to ensure a more informed, participatory and inclusive democratic process."
  ]
}