{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nchs-swinburne-graduation-marks-10-years-of-partnership/",
  "time_ut": 1731268740.0,
  "original_lang": "en",
  "original_title": "NCHS-Swinburne graduation marks 10 years of partnership",
  "original_body_lines": [
    "Nawaloka College of Higher Studies (NCHS) and Swinburne University of Technology celebrated their decade-long partnership in Sri Lanka, a collaboration that has provided countless Sri Lankan students with pathways to global education and career opportunities. Held at the BMICH on the 23rd of October 2024, this milestone graduation ceremony saw over 400 students awarded qualifications, marking both a pivotal personal achievement and a testament to the lasting impact of the NCHS-Swinburne alliance.",
    "The event opened with a recognition of NCHS’s journey in making quality, internationally recognized education accessible to students throughout Sri Lanka. With campuses in Colombo and Kandy, NCHS has built a reputation for providing a learning environment that meets the highest global standards while supporting the aspirations of students locally.",
    "Dr. Jayantha Dharmadasa, Chairman of NCHS, highlighted the significance of the partnership, “This year is particularly special as we celebrate our decade-long partnership with Swinburne University of Technology, Australia, which has provided countless students with pathways to global opportunities. This collaboration, along with our other international partnerships, represents our commitment to providing Sri Lankan students with an education that transcends borders.”",
    "Professor Pascale G. Quester, Vice-Chancellor and President of Swinburne University of Technology said, “The Swinburne qualification you hold is much more than a piece of paper. Swinburne has worked closely with industry and future employers to ensure it is relevant and future-proof. Whether you are about to enter the world of work or go on to undertake further study, your graduation today marks the closure of one chapter and the start of an exciting new one.”",
    "Sri Lanka Tourism makes its presence felt at WTM 2024 in London",
    "Sri Lanka’s Ferentino Tyres unveils its latest range in Las Vegas",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}