{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/declaration-of-attractive-dividends-by-banking-sector-counters-rejuvenates-bourse/",
  "time_ut": 1708010760.0,
  "original_lang": "en",
  "original_title": "Declaration of attractive dividends by banking sector counters rejuvenates bourse",
  "original_body_lines": [
    "The stock market got a considerable boost yesterday as local and foreign investors were attracted to the market after the declaration of attractive dividends by banking sector counters, market analysts reported.",
    "Apart from that, a significant drop in Treasury bill yields at the Treasury bill auction was another reason for market conditions to improve during the day, stock brokers said.Amid those developments both indices moved upwards. All Share Price Index was up by 36.98 points while S and P SL 20 rose by 14.67 points.",
    "Turnover stood at Rs 961 million with three crossings. Those crossings were reported in Cargills, which crossed 222,000 shares to the tune of Rs 73.7 million; its shares traded at Rs 332, JKH 150,000 shares crossed for Rs 28.3 million; its shares sold at Rs 188.50 and LOLC Holdings 74000 shares crossed for Rs 23.6 million; its shares fetched Rs 318.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Sampath Bank Rs 121 million (1.6 million shares traded), Commercial Bank Rs 106 million (1.19 million shares traded), Sunshine Holdings Rs 56.6 million (1 million shares traded), JKH Rs 46.2 million (245,000 shares traded), Chevron Lubricants Rs 42.8 million (431,000 shares traded), Expolanka Holdings Rs 35.1 million (264,000 shares traded) and HNB Rs 20.7 million (121,000 shares traded). During the day 29.7 million share volumes changed hands in 81000 transactions.",
    "Yesterday, the rupee opened at R 313.00/30 to the US dollar from Rs 313.00/10 the previous day.",
    "Demand for dollars for oil imports is still muted dealers say, despite hydro power generation easing as Sinopec does not buy dollars in the market.",
    "Further, bond yields were down. Treasury bill yields fell across maturities at Wednesday’s auction. A bond maturing on 01.08.2026 was quoted at 10.65/85 percent. A bond maturing on 15.09.2027 was quoted at 11.30/45 percent. A bond maturing on 15.09.2028 was quoted at 1185/90 percent from 11.80/85 percent.",
    "SL targeting more than I million Chinese tourists; 3000 Chinese athletes to participate in May marathon",
    "Dialog’s “genie Business” Hosts the First Transaction in Sri Lanka at the inauguration launch of India’s Unified Payment Interface (UPI)",
    "HNB unveils the future of rapid customer onboarding in partnership with Lime by LinearSix",
    "HNB renews partnership with Prime Group for exclusive home loans",
    "HNB partners with JICA for sustainable socio-economic development in Sri Lanka",
    "HNB honoured as the Best Retail Bank in Sri Lanka for the 13th year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}