{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Israel-and-US-stand-isolated-following-increasing-EU-and-Western-support-for-ICC-s-decision/4-769616",
  "time_ut": 1732476869.0,
  "original_lang": "en",
  "original_title": "Israel and US stand isolated following increasing EU and Western support for ICC’s decision",
  "original_body_lines": [
    "Israel and its powerful backer the United States stand noticeably isolated in the global arena following 21 November’s arrest warrants issued unanimously by the International Criminal Court (ICC) on Israeli Prime Minister Benjamin Netanyahu and former Israeli Defence Minister Yoav Gallant, with increasing numbers of European powers declaring that the World Court’s decision ‘should be respected and implemented’.",
    "Apart from the European Union (EU), Britain, Canada, France, Portugal, Netherlands, Spain, Italy, Cyprus, Ireland, Finland, Czech Republic, Slovenia made public statements signalling that Netanyahu and Gallant will risk arrest if any of them entered their territories. Nearly 124 countries which have signed the Rome Statute establishing the United Nations (UN) mandated ICC are obliged to execute the warrant in their territories. The US, Israel and Sri Lanka are amongst countries which are not signatories to the Rome Statute so far.",
    "The International Court held that reasonable grounds to believe the commission of “crimes against humanity of murder, persecution and other inhumane acts” as well as “the war crime of starvation as a method of warfare”. The Court stated that Netanyahu as Prime Minister of Israel and Gallant as Minister of Defence at the time of the alleged conduct, “each bear criminal responsibility” for crimes “as co-perpetrators for committing the acts jointly with others”.",
    "The “others” would, in my view, include Israeli Cabinet Ministers, National Security personnel, Israeli Defence Forces personnel, armed forces personnel some of whom are believed to be in Sri Lanka as tourists, having committed ‘crimes against humanity of murder, persecution and other inhumane acts’ as well as war crimes. The Israeli killings continue notwithstanding the arrest warrants!",
    "While tourists are welcome, whether Jews or Israelis, it would be in the national interest that Israeli armed forces personnel are not given visas to enter Sri Lanka in view of ‘murder, persecution and other inhumane acts’ crimes against humanity and war crime of starvation of helpless civilian Palestinians that anyone can evidence every day watching the global news shown in real time in the electronic media! Ethical and legal considerations support declining visas to Israeli armed forces while Constitutional and other legal provisions require fostering respect for international law though Sri Lanka is not a party to the Rome Statute.",
    "It is a matter for regret that the ICC took six months and a day to decide on the ICC prosecutor’s application for warrants filed on 20 May 2024, while the number of Palestinians mostly women and children killed by Israeli bombings from 8 October 2023 till 23 November 2024 totalled 44,056 averaging 108 murders every single day of the last 13 months! The numbers killed do not include those under the rubbles of bombed buildings.",
    "The Telegraph said, “eagle-eyed Magistrates will be watching flight schedules, waiting for the opportunity to strike as Chile’s General Augusto Pinochet found out on a brief trip to London in 1998”. The ICC also issued an arrest warrant on Hamas Commander Ibrahim Al-Masri, alias Deif in a separate application. Evidence, he was already killed by Israel was considered insufficient.",
    "Out-going American President Joe Biden has described the ICC decision to issue ‘Arrest Warrants’ on Netanyahu as ‘outrageous’ though the American government does not consider the murder of 108 Palestinians mostly women and children on average per day as a matter of any concern!",
    "Meanwhile US President elect Donald Trump has reportedly selected Mike Huckabee as the US Ambassador to Israel, who according to a Yahoo report ran unsuccessfully for the Republican presidential nomination in 2008 and 2016 “has been a popular figure among evangelical Christian conservatives, many of whom support Israel due to Old Testament writings that Jews are God’s chosen people and Israel is their rightful homeland.”"
  ]
}