{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ericsson-signs-mou-with-two-partners-to-enhance-occupational-safety-standards/",
  "time_ut": 1724623620.0,
  "original_lang": "en",
  "original_title": "Ericsson signs MoU with two partners to enhance occupational safety standards",
  "original_body_lines": [
    "Ericsson, a global leader in telecommunications technology and services, recently signed a Memorandum of Understanding (MoU) with the National Institute of Occupational Safety and Health (NIOSH) Sri Lanka and Industrial Safety (Pvt) Ltd. This strategic partnership aims to elevate occupational safety standards and foster a safer working environment across Sri Lanka.",
    "This collaboration underscores Ericsson’s commitment to leveraging its technological expertise to support and enhance occupational safety measures in Sri Lanka.",
    "Amitabh Pandey, Managing Director & President – Ericsson Sri Lanka & Maldives said, “We are delighted to collaborate with NIOSH and Industrial Safety (Pvt) Ltd to enhance occupational safety standards in Sri Lanka. This MoU represents a significant step towards creating safer work environments through the integration of advanced technology and comprehensive training programs.”",
    "Lord Mangaraja, Head of Environmental Health and Safety for Malaysia & Sri Lanka, who initiated the program said, “This initiative underscores our commitment to worker safety, I am very excited to be part of Sri Lanka OSH Policy and Plan where we all agreed could be good for the country”.",
    "Dr. N. Champika, Director General of NIOSH Sri Lanka said “Our collaboration with Ericsson and Industrial Safety (Pvt) Ltd will enable us to leverage their expertise and resources to strengthen occupational safety measures in Sri Lanka. We look forward to achieving significant milestones together.” Mewan Gunasekara, CEO of Industrial Safety (Pvt) Ltd, commented, “Safety is paramount in any industry, and this partnership will allow us to bring state-of-the-art safety solutions to workplaces across the country. We are excited to work alongside Ericsson and NIOSH to make a positive impact on occupational safety.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}