{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/maharaja-foods-launches-pioneering-ipo-on-cses-empower-board/",
  "time_ut": 1722273600.0,
  "original_lang": "en",
  "original_title": "Maharaja Foods launches pioneering IPO on CSE’s Empower Board",
  "original_body_lines": [
    "Maharaja Foods Limited, marked a significant milestone on 26th July 2024, becoming the first woman-owned enterprise in the agribusiness sector with roots in the northern province, to list its shares on the Empower Board of the Colombo Stock Exchange (CSE). The Board is dedicated to facilitating efficient global capital raising for small and medium-sized companies (SMEs).",
    "Ms. Thavamalar Guganathan, Non-Independent Executive Director and leader of the company rang the opening bell at a special ceremony on the CSE trading floor, symbolizing the company’s historic entry into the capital market and its commitment to growth through transparent and robust financial practices.",
    "Maharaja Foods Limited’s Initial Public Offering (IPO) of 25,000,000 ordinary voting shares at LKR 5.00 per share aimed to raise LKR 125,000,000 for expanding operations and enhancing market presence. The IPO exceeded expectations with demand nearly three times its offering size. It received 662 applications for 64.436 million shares valued at Rs. 322.183 million, highlighting strong investor confidence.",
    "Reflecting on this remarkable milestone, Vijayananth Guganathan, Chairman of Maharaja Foods Limited, expressed that, “When Maharaja Foods was founded, our vision was clear: to bring Sri Lanka’s authentic flavours and rich culinary heritage to kitchens worldwide. Over the years, we have stayed true to this vision, delivering quality products to our consumers. The listing has opened global market doors, boosting consumer confidence in our standards. We aim to expand exports and support Sri Lanka’s economy.”",
    "Maharaja Foods Limited is one of the key companies that were identified by the United States Agency for International Development (USAID) and CSE through the joint capital-raising awareness events for SMEs hosted in Jaffna, Matara, Colombo and other regional hubs. These events aimed to inform SMEs on the benefits of listing and raised awareness about the additional support offered by USAID through its CATALYZE Private Sector Development project’s “Funding Readiness” program.",
    "Pan Asia Bank posts steady performance in 1st half 2024; Profit before Tax increases by 32%",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}