{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aia-insurance-platinum-sponsor-of-wcic-prathibhabhisheka-awards-for-third-consecutive-year/",
  "time_ut": 1758201060.0,
  "original_lang": "en",
  "original_title": "AIA Insurance Platinum Sponsor of WCIC Prathibhabhisheka Awards for third consecutive year",
  "original_body_lines": [
    "AIA Insurance is proud to announce its continued partnership with the Women’s Chamber of Industry and Commerce (WCIC) as the Platinum Sponsor of the WCIC Prathibhabhisheka Awards 2025, marking the third consecutive year of this meaningful collaboration.",
    "The WCIC Prathibhabhisheka Awards is a prestigious platform that celebrates the achievements of women who have made remarkable contributions to Sri Lanka’s business and entrepreneurial landscape. AIA’s continued sponsorship reflects its deep-rooted belief in the power of women-led innovation and leadership, and its purpose of helping people live Healthier, Longer, Better Lives.",
    "At the recent media briefing, representatives from AIA Insurance Lanka shared their enthusiasm for supporting the awards once again, highlighting the importance of recognising and uplifting women who are driving change in their communities and industries, showcasing AIA’s broader commitment to gender equity and inclusive growth, values that are embedded in the company’s culture and long-term vision.",
    "“We are delighted to renew our commitment as Platinum Sponsor of the WCIC Prathibhabhisheka Awards for the third consecutive year. We firmly believe that empowering women entrepreneurs is key to driving sustainable progress and inclusive growth. These awards shine a light on the extraordinary talent, resilience, and leadership of women who are transforming Sri Lanka’s business landscape. We are proud to stand with WCIC in celebrating these changemakers and remain dedicated to supporting their journey towards a healthier, longer, better future,” stated Director and Chief Executive Officer of AIA Insurance Lanka, Chathuri Munaweera.",
    "Over the past three years, AIA’s partnership with WCIC has helped spotlight inspiring stories of resilience, creativity, and leadership among women entrepreneurs.",
    "Colombo Coffee CEO Kushan Samararatne triumphs at CPM Leadership Awards 2025",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}