{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ranjan-appeals-to-President-Anura-Dissanayake-for-restoration-of-civic-rights/56-767491",
  "time_ut": 1727912440.0,
  "original_lang": "en",
  "original_title": "Ranjan appeals to President Anura Dissanayake for restoration of civic rights",
  "original_body_lines": [
    "Actor-turned-politician Ranjan Ramanayake submitted a formal request to the Presidential Secretariat yesterday, appealing to President Anura Kumara Dissanayake to restore his civic rights. Ramanayake, who was conditionally pardoned in 2022 by former President Ranil Wickremesinghe following his conviction for contempt of court, expressed hope that President Dissanayake would grant him a full pardon.",
    "Speaking to the media, Ramanayake revealed that he had spoken to the President over the phone, who instructed him to submit the request for consideration. “The former President forgave me, but my mouth remains closed, preventing me from engaging in active politics. I am making a new appeal to the current President for my civic rights. Since I was not jailed for a crime, I believe I will be granted my request the former MP said.",
    "Ramanayake was sentenced to four years in prison in January 2021 after making a statement outside Temple Trees in 2017, which was deemed in contempt of court. On 25 August 2022, he submitted an affidavit apologising to the Chief Justice and the entire court for his remarks, pledging never to repeat such actions. His apology was a key factor in the conditional pardon granted by then-President Ranil Wickremesinghe.",
    "However, despite his release, Ramanayake’s civic rights, including the right to participate in political activities, were not restored. His new appeal seeks a full restoration of these rights under Article 34(1) of the Sri Lankan Constitution, which grants the President the authority to pardon any person convicted by a Sri Lankan court.",
    "Ramanayake’s request is now under review, with hopes that President Dissanayake will issue a full pardon, enabling the former MP to return to active politics."
  ]
}