{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/false-claims-can-strike-home/",
  "time_ut": 1755436980.0,
  "original_lang": "en",
  "original_title": "False claims can strike home",
  "original_body_lines": [
    "The Opposition is a kind of space of penance and purification, where politicians ousted due to corruption, abuse of power and incompetence, receive political absolution, which enables them to make comebacks. In the Philippines, Bongbong, the only son of ousted dictator Ferdinand Marcos, has secured the presidency. In this country, a bunch of politicians, voted out of power in 2015, for corruption, abuse of power and various crimes, made a stunning comeback four years later. A coalition led by a political party which unleashed mindless terror and suppressed democracy several decades ago is currently ensconced in power. The leaders of the SLPP regime, defeated resoundingly last year, are carrying out effective propaganda onslaughts on the incumbent administration and apparently recovering lost ground on the political front. It looks as if Sri Lankans drank from the Lethe, the mythical river of forgetfulness, even before going the way of all flesh.",
    "SLPP MP and former minister Namal Rajapaksa has given a political twist to the latest UNHRC report on Sri Lanka. Pointing out that there have been steep increases in the incidence of poverty, child malnutrition, and food prices, he has sought to lay the blame for this sorry state of affairs solely at the JVP-led NPP’s door. Statistics lends itself to manipulation and can be used to support propaganda lies, which both the Opposition and the government are adept at.",
    "What Namal has highlighted is the culmination of a process that spanned several years, and took a turn for the worse during the failed SLPP government. It is not possible for a new government that has not completed one year in office to reverse this process. But the ruling NPP has made the mistake of claiming to have achieved many things during the last several months; it has even claimed credit for what its predecessors initiated, such as the completion of some development projects, and judicial decisions in corruption cases, filed years ago. Some ruling party members have even claimed that the country’s external debt was restructured under the current dispensation, which also raised foreign currency reserves from near zero to more than USD 6 billion, and did away with queues for fuel and other essentials!",
    "Most of all, the NPP came to power, promising quick fixes to all problems that had remained unsolved for decades. Its leaders even demanded to know why successive governments had failed to repay the country’s debt amounting to USD 41 billion, which they claimed was not a big sum! Some of them went so far as to declare that under an NPP government billions of dollars would pour into the state coffers, from the four corners of the earth, and some private individuals had promised to remit millions of dollars each to shore up the country’s diminishing foreign reserves! The public bought into such claims, and the NPP’s victory came as no surprise. Sri Lankans are easy prey for self-proclaimed miracle men in any field. They went in their thousands to a village in Kegalle to secure bottles of a kind of herbal syrup touted as a miracle cure for Covid-19 by a shaman called Dhammika. The decoction came to be dubbed Dhammika peniya. Politically speaking, Sri Lankans fell for the Sirisena peniya in 2015 and the Gotabaya peniya in 2019 only to be so disillusioned and desperate as to elect a JVP-led government. Whether the Anura peniya will work is yet to be seen. Ranil syrup worked to some extent, but it had terrible side effects.",
    "What the latest UNHRC report signifies is that the NPP government has its work cut out to make a dent in the problems it has undertaken to sort out. Improving the people’s lot while fulfilling the constricting IMF bailout conditions, which require austere measures, is an unnervingly uphill task full of political risks. The economy is not yet out of the woods, and the government finds itself in an unenviable position, having to reconcile drastic economic recovery measures with people’s expectations.",
    "It will be interesting to see whether the likes of Namal can shift the blame for the economic crisis and its ill-effects, such as increasing poverty and child malnutrition to the current administration. Given Sri Lankans’ short memory, one need not be surprised even if they succeed in their endeavour.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}