{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-assurance-group-makes-strong-start-to-2024/",
  "time_ut": 1716578640.0,
  "original_lang": "en",
  "original_title": "HNB Assurance Group makes strong start to 2024",
  "original_body_lines": [
    "HNB Assurance PLC (HNBA), kicked off the year 2024 on an impressive note, showcasing robust performance in the first quarter. Driven by a clear strategic vision, HNBA has proven its adaptability, strength and growth potential yet again, seamlessly navigating the ever-changing insurance landscape. At the end of Q1 HNB Assurance posted a Gross Written Premium (GWP) of LKR 3.3 billion while HNB General Insurance recorded an impressive LKR 2.9 billion.",
    "“The formula for us has been quite simple, expand our reach while creating maximum value for our customers”, stated Mrs. Rose Cooray, Chairperson of HNBA and HNBGI. “We have been extremely fortunate to witness this philosophy not only guide our endeavors but also enable us compete and grow within a highly competitive industry. I am pleased to note that during Q1 of 2024, our GWP once again surpassed last year’s performance by an impressive 13%, reaching a total of LKR 6.2 billion. Additionally, as a group, we expanded our total assets by LKR 4 billion, reaching a milestone of LKR 55 billion. Our Financial Investments portfolio also experienced significant growth, rising to LKR 46 billion from LKR 43 billion when compared to the same period last year. Our consistent growth across all areas, I believe, has positioned us for sustained success within this dynamic and highly competitive environment.”",
    "Lasitha Wimalaratne, Chief Executive Officer of HNB Assurance PLC, expressed his delight with the company’s Q1 financial performance, stating, “I’m delighted to state that the efforts and diligence of our teams have once again yielded positive results for us, contributing to our sustained growth and success as a company. Notably, our Life Insurance business achieved a remarkable 14% growth, reaching an impressive LKR 3.3 billion in GWP which included a New Business Premium growth of 34% against an industry growth of 24% and a long term Endowment growth of 23% against an industry growth of 15%. Moreover, our Life Insurance Fund experienced substantial growth, exceeding LKR 2.5 billion to reach a significant milestone of LKR 33 billion during the first quarter. As we prepare for forthcoming changes, including the implementation of IFRS 17 and the fruition of our digital investments, I am confident in our ability to enhance our customer experience and accelerate our growth trajectory.”",
    "Chief Executive Officer of HNB General Insurance, Sithumina Jayasundara, opined “Q1 has always been crucial for us in terms of setting the tone for the year and I’m delighted to note that we have recorded an impressive 9% growth in GWP to reach LKR 2.9 billion when compared to the same period last year. In terms of our non-motor business we recorded a 15% growth against the industry which showcased no growth while our overall business including motor and non-motor recorded a 9% growth against the industry growth of 0.8% which is 09 times the industry growth rate. (HNBA)",
    "Sanasa Life Insurance launches ‘Promise of a Mother’s Love’ child insurance policy",
    "SLT-MOBITEL’s Vesak Health Camp brings wellbeing and joy to communities",
    "HNB appoints Sanjay Wijemanne as its new Chief Operating Officer",
    "HNB ushers in new era with Damith Pallewatte at the helm as Acting CEO",
    "HNB ushers in new era with Damith Pallewatte at the helm as Acting CEO",
    "HNB and Ideal Motors partner up once again to offer exclusive perks on Mahindra automobiles, Powerol generators",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}