{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/revolutionary-roots-democratic-dreams-the-jvps-legacy/",
  "time_ut": 1728538642.0,
  "original_lang": "en",
  "original_title": "Revolutionary Roots, Democratic Dreams: The JVP’s Legacy",
  "original_body_lines": [
    "“I will do my best to fully restore the people’s confidence in politicians. I am not a conjurer, I am not a magician. There are things I know and things I don’t know, but I will seek the best advice and do my best. For that, I need the support of everyone.”  – Anura Kumara Dissanayake",
    "Since gaining independence from British colonial rule in 1948, Sri Lanka has experienced a tumultuous political landscape marked by ethnic tensions, economic challenges, and political instability. Amidst this backdrop, the Janatha Vimukthi Peramuna (JVP), or the People’s Liberation Front, emerged as a significant political force advocating for radical change and social justice. Founded by Rohana Wijeweera, the JVP has evolved from a revolutionary Marxist-Leninist movement to a key player in the country’s democratic process. In recent years, under the leadership of Anura Kumara Dissanayake, the JVP has spearheaded the formation of the National People’s Power (NPP) coalition, which aims to bring about systemic change in Sri Lanka’s governance. This article explores the main policy aspects of the JVP and NPP, their focus on policies over personality cults, and the contributions of their leaders and members.",
    "Post-independence Sri Lanka was characterized by political instability, economic challenges, and ethnic tensions. The dominance of the United National Party (UNP) and the Sri Lanka Freedom Party (SLFP) often led to policies that favored their supporters, resulting in widespread disillusionment among the populace. Against this backdrop, Rohana Wijeweera, a charismatic leader who broke away from the Ceylon Communist Party (Maoist) founded the JVP in 1965, driven by a desire to address socio-economic inequalities and political corruption that plagued the country. The JVP’s ideology was rooted in Marxist-Leninist principles, and it sought to mobilize the rural and urban poor against the ruling elite.",
    "Under Wijeweera’s leadership, the JVP quickly gained a reputation for its radical approach. The party’s first major action was the 1971 insurrection, an armed uprising against the government, which was brutally suppressed. Despite this setback, the JVP continued to grow in influence, particularly among the youth and working-class populations.",
    "The party’s second insurrection occurred between 1987 and 1989, during which it opposed the Indo-Sri Lanka Accord and the presence of Indian Peacekeeping Forces. This period was marked by significant violence and repression, but it also solidified the JVP’s position as a formidable political entity.",
    "Following the violent uprisings, the JVP underwent a significant transformation. The party renounced armed struggle and entered mainstream politics, participating in parliamentary elections. This shift allowed the JVP to advocate for its policies through democratic means, focusing on issues such as social justice, anti-corruption, and economic reform.",
    "Rohana Wijeweera: The founder of the JVP, Wijeweera was a charismatic and revolutionary leader who inspired many with his Marxist-Leninist ideology. His leadership was marked by two significant armed uprisings in 1971 and 1987-1989, aimed at overthrowing the government and addressing socio-economic injustices. Despite his radical approach, Wijeweera’s vision of a just and equitable society continues to influence the JVP’s policies.",
    "Anura Kumara Dissanayake: In contrast to Wijeweera’s revolutionary tactics, Dissanayake has adopted a more pragmatic and inclusive approach. Under his leadership, the JVP has renounced armed struggle and embraced democratic participation. Guided by Dissanayake’s visionary stewardship, the JVP has formed the National People’s Power (NPP) coalition, which includes professionals, trade unions, and other progressive groups. This coalition aims to create a corrupt-free government by appointing qualified and honest individuals to key positions. Dissanayake’s focus on good governance, transparency, and accountability has immensely helped the party gain broader acceptance and support.",
    "Historically, Sri Lanka’s infrastructure development has been marred by corruption and inefficiency. Major political parties often engaged in nepotism and cronyism, awarding lucrative contracts to their supporters in exchange for political loyalty. This system led to substandard projects and a significant waste of public resources.",
    "The JVP, through the NPP, seeks to eliminate these middlemen and establish a transparent and accountable governance system. By prioritizing merit and integrity, the JVP aims to ensure that public resources are used effectively for the benefit of all citizens.",
    "The JVP’s journey has not been without challenges. The party’s radical past and association with violence have been obstacles to gaining widespread acceptance. However, its commitment to fighting corruption and promoting social justice has resonated with many Sri Lankans disillusioned by the traditional political establishment.",
    "The JVP’s policies have historically focused on social justice, anti-corruption, and economic reform. Key policy aspects include:",
    "Economic Justice: The JVP advocates for equitable distribution of wealth and resources, emphasizing the need for land reforms and the nationalization of key industries to reduce economic disparities.",
    "Anti-Corruption: The party has consistently campaigned against corruption, nepotism, and cronyism, calling for transparent and accountable governance3.",
    "Social Welfare: The JVP supports comprehensive social welfare programs, including free education and healthcare, to uplift the marginalized sections of society4.",
    "Democratic Governance: The party promotes democratic principles and the protection of human rights, opposing authoritarianism and advocating for the rule of law5.",
    "Under Anura Kumara Dissanayake’s leadership, the JVP has formed the National People’s Power (NPP) coalition, which includes professionals, trade unions, and other progressive groups. The NPP’s policies build on the JVP’s foundational principles but also incorporate modern governance practices:",
    "Good Governance: The NPP emphasizes the elimination of middlemen and the appointment of qualified, honest individuals to key positions, ensuring that public resources are used effectively.",
    "Economic Development: The coalition advocates for sustainable economic development, focusing on innovation, technology, and infrastructure improvements.",
    "Environmental Protection: The NPP prioritizes environmental sustainability, promoting policies that address climate change and protect natural resources.",
    "Inclusive Growth: The coalition aims to create an inclusive economy that benefits all citizens, regardless of their socio-economic background.",
    "Unlike other major political parties in Sri Lanka, which often revolve around charismatic leaders granted supreme power, the JVP and NPP focus on policies and collective leadership. This approach ensures that the party’s vision and goals are prioritized over individual ambitions.",
    "As Anura Kumara Dissanayake stated, “We can meter out punishments to corrupt people only if we are not corrupt. There has to be an incorrupt movement. We will strengthen the institutions. I am not corrupt (Mama dushithayek Nove – මම දුෂිතයෙක් නොවේ). Crime takes place when the ruler becomes corrupt. At present, parties give nominations, minister posts to corrupt politicians.”",
    "The JVP’s journey has been marked by significant contributions and sacrifices from its members. Many party members, including leaders like Wijeweera, lost their lives during the armed uprisings and subsequent government crackdowns. Their sacrifices have laid the foundation for the party’s current success and its commitment to social justice and democratic governance.",
    "The JVP/NPP’s ideology, centered on social justice, anti-corruption, and inclusive growth, is not far-fetched. With the people’s support, these principles can lead to significant positive changes in Sri Lanka. Successful examples from around the world demonstrate the viability of such ideologies:",
    "Scandinavian Countries: Nations like Sweden and Norway have implemented policies that promote social welfare, economic equality, and environmental sustainability, resulting in high standards of living and robust economies.",
    "New Zealand: Under the leadership of Jacinda Ardern, New Zealand has focused on inclusive growth, environmental protection, and transparent governance, earning global recognition for its progressive policies.",
    "The JVP’s evolution from a revolutionary movement to a key player in Sri Lanka’s political landscape is a testament to its resilience and adaptability. As the main force behind the NPP, the JVP is paving the way for a new era of governance characterized by transparency, accountability, and social justice. If given the opportunity to implement its vision, the NPP could transform Sri Lanka into a model of good governance and equitable development.",
    "As Anura Kumara Dissanayake aptly put it, “We are not just fighting for power; we are fighting for a new political culture that serves the people, not the politicians.”",
    "By embracing this fundamental change, Sri Lanka has the potential to become the envy of other nations, showcasing the power of honest and effective governance."
  ]
}