{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/Parliament-approves-Online-Safety-Bill/155-275666",
  "time_ut": 1706101680.0,
  "original_lang": "en",
  "original_title": "Parliament approves Online Safety Bill",
  "original_body_lines": [
    "Parliament, Jan. 24 (Daily Mirror)- Amidst criticism from tech industry giants such as Google, Yahoo, and Amazon, Parliament approved the contentious Online Safety Bill, a piece of legislation perceived by some as draconian and a potential threat to freedom of expression.",
    "The bill was passed without a vote in the House after Third Reading of the bill, a two-day debate in which the opposition launched a scathing attack on it saying it borders on the infringement of freedom of expression.",
    "During the Second Reading, the bill was taken to vote with 108 supporting it and 62 opposing. However, the Supreme Court cleared the bill subjected to amendments proposed by it.",
    "Asia Internet Coalition (AIC), a body comprising internet and technology companies in the world, and its members, expressed concern about the Online Safety Bill and called for extensive revisions and overhaul of it.",
    "Managing Director AIC Jeff Paine said in writing to Public Security Minister Tiran Alles that while his office appreciates the efforts made thus far with the industry, a more comprehensive and meaningful consultation is necessary to address the complexities and nuances associated with the Bill.",
    "It is a body comprising companies such as Amazon, Apple, Booking.com, Expedia Group, Google, GoTo, Grab, LINE, LinkedIn, Meta, Rakuten, X and Yahoo.",
    "Later, the Minister said the amendments had been incorporated into the bill but the AIC refuted comments made by the Public Security Minister Tiran Alles in Parliament on Tuesday, during the debate of the controversial Online Safety Bill.",
    "The bill was debated in the House for two days. The minister who wound up the debate remarked that fresh amendments would be incorporated into the bill at a later stage.",
    "The Minister who referred to a statement issued by AIC had voiced their opposition for the Bill said the statement had been issued before the misunderstanding that had occurred with regard to the Bill was resolved. “We have spoken to everyone whom we need to speak to,” the Minister said.",
    "Minister Alles said the amendments which have been proposed by the Supreme Court will be accommodated now while the other amendments would be introduced in the near future. “The amendments proposed by some of the stakeholders affect the very nature of the Bill and therefore they cannot be accommodated now. These will be accommodated on another day,” he said.",
    "The Supreme Courts had recommended an amendment to clause 5 of the Bill under which it said the President should only recommend members to the proposed online safety commission while they should be approved by the constitutional council. The removal of any member could be done with the approval of the constitutional council as well according to the amendment proposed by the Supreme Court.",
    "The courts also recommended the approval of section 26 (6) of the constitution where the power of suspending any internet service provider from functioning when it is found publishing prohibited material three times as per section 32 ( 3) is transferred to the magistrate courts . Originally the power of suspension was vested with the online safety commission."
  ]
}