{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Abolishing-the-Executive-Presidency-Prudent-Proposal-But-DISSOLVE-PARLIAMENT-FIRST/172-277270",
  "time_ut": 1708297200.0,
  "original_lang": "en",
  "original_title": "Abolishing the Executive Presidency; Prudent Proposal  - But DISSOLVE PARLIAMENT FIRST",
  "original_body_lines": [
    "The movement to abolish the Executive Presidency is gaining traction and drawing significant interest as the deadline approaches",
    "A prudent suggestion is to abolish the Executive Presidency through a referendum, ensuring that the process is not driven by ulterior motives. An alternative approach could involve the immediate dissolution of Parliament after securing the necessary two-thirds majority.  Following this, a two-in-one approach can be adopted by combining the referendum with the Parliamentary elections, streamlining the process and saving time, manpower and financial resources.",
    "In the book “A Critical Analysis of the New Constitution of the Sri Lanka Government,” authored in Sri Lanka and published two years after the 1978 Constitution, legendary leftist intellectual, Dr NM Perera offers a critical examination of the ill-effects of the Executive Presidency and forecasts future political and constitutional realities. Though these failures were not evident during his time, Perera scrutinizes the character of the Executive Presidency in the 5th chapter. In eight subsequent chapters, he delves into the detailed discussion of how the Executive Presidency could control the entire structure, including Parliament, the Prime Minister, the Cabinet of Ministers, the Judiciary, and the election process, to maintain authoritarian powers.",
    "Dr. N M Perera who obtained two doctorates; PhD and DSc for thesis based on Comparative Constitutional Reforms and Parliamentary Procedure, discussed the adverse repercussions of establishing an Executive Presidency. He emphasized the necessity for checks and balances in a country’s constitution, considering diversities and aiming for the highest common accord. Dr. Perera foresaw potential conflicts between a left-of-center Parliament and a right-inclined Executive, especially in a scenario where the President appoints the Prime Minister from among the members.",
    "The proposal includes adopting a French-style system to prevent MPs from changing affiliations. The emphasis is on constitutional changes for improvement. The call is for stakeholders, including political parties, clergy, civil society, media and citizens, to thoroughly examine the issue without succumbing to parties seeking full control of the House. Concerns revolve around the decline in disciplinary standards and the irresponsible conduct of Parliament over the past five decades.",
    "Leaders need followers, so good communication skills, charisma and friendliness are essential traits. Addressing the possibility of a President and Prime Minister from rival parties being compelled to form a ‘cohabitation,’ Dr. Perera pointed out the Constitution’s failure to anticipate this undesirable feature. He highlighted the President’s power to take over functions assigned to the Prime Minister or any Minister, leading to conflicts with declared policies. This, he argued, could result in a deadlock, bringing the entire governmental machinery to a standstill.",
    "If this fails, a leader selection would come up in seven months, people should look beyond political debates. It’s wise to assess candidates based on their proven leadership qualities. Choosing a leader based on these factors is vital for the nation’s progress and prosperity. Effective leaders have a clear vision they passionately believe in. Leadership is about inspiring a group to work together for a common goal. The leader’s vision and instructions guide their team, whether it’s ministers or military commanders.",
    "Leadership is about bringing people with different opinions together to work towards common goals. It involves giving team members the authority to do their tasks, but the leader always bears the responsibility for the outcomes, whether they are successful or not.",
    "The movement to abolish the Executive Presidency is gaining traction and drawing significant interest as the deadline approaches. J. R. Jayewardene, the key figure behind the creation of the Executive Presidency, expressed the significance of such a system for Sri Lanka in 1966 when he served as the Minister of State. He emphasized that a robust Executive, holding power for a specific term and not subject to the whims of an elected Legislature, would be unafraid to make correct but unpopular decisions.",
    "The 1978 Constitution marked a significant shift by consolidating the powers of both the Legislative and Executive branches into one distinct person. This departure from the Westminster form of governance, which separated the roles of the Head of State (the President) and the Head of Government (the Prime Minister) was a noteworthy change in the country’s governance structure. Jayewardene, perhaps foreseeing challenges in the rising rates of crimes, thefts, burglary, alcoholism, illicit breweries, and rape, considered them as ‘grave problems’ hindering economic development. He believed a strong and stable administration under an Executive President was crucial, especially in addressing the demands of an open economy — an idea he had contemplated for a long time.",
    "The 1947 Soulbury Commission-recommended Constitution entrusted Executive authority to the Governor-General chosen by the Crown. The Cabinet, led by the Prime Minister, and appointments to the Supreme Court and Public Service Commission were made by the Governor-General, promoting transparency and reducing nepotism. However, the 1978 constitution changed this, with the President directly elected by the people, leading to concerns about external influence infringing on people’s sovereignty.",
    "Addressing the possibility of a President and Prime Minister from rival parties being compelled to form a ‘cohabitation,’ Dr. Perera pointed out the Constitution’s failure to anticipate this undesirable feature. He highlighted the President’s power to take over functions assigned to the Prime Minister or any Minister, leading to conflicts with declared policies. This, he argued, could result in a deadlock, bringing the entire governmental machinery to a standstill",
    "JR Jayewardene reiterated his support for the concept while addressing the position at the Constituent Assembly in 1972, stating “An Executive President, duly elected for a specific term, would not be susceptible to the unpredictable shifts of political forces in the Legislature.” To support his stance, he cited the example of Sirimavo Bandaranaike’s democratically elected government being ousted in 1964. This removal resulted from external pressures acting through Parliament, ultimately depriving her of a Parliamentary majority.",
    "Speaking on the proposed 1978 Constitution, Dr NM Perera questioned the expedited approach, highlighting that most countries with written Constitutions undergo a careful and time-consuming amendment process, often taking years and sometimes involving referendums. Dr NM Perera emphasized the importance of allowing diverse views on the Presidential system of government to be communicated to the Parliament and the people, advocating for thorough consideration to be given to various perspectives. Continuing his critique, Dr. N.M. Perera pointed to the experiences of other countries with Presidential systems, citing coups and subsequent political and economic challenges faced by those nations. Dr. Perera cautioned against blindly venturing into this uncertain gamble and potentially discarding fifty years of parliamentary democracy, which, despite its flaws, had provided a level of stability and progress.",
    "When JR Jayewardene suggested to Sirimavo’s two-thirds Parliamentary power [1970-77] to introduce an Executive Presidency, Dr. NM. Perera and Dr. Colvin R. De Silva, both Ministers in the Sirimavo Bandaranaike Government, vehemently opposed the idea. They saw it as a threat to democracy, concentrating power in the hands of one individual. Despite their opposition, J. R. Jayewardene’s government introduced the Executive Presidency in 1978, granting the President substantial powers to make decisions without parliamentary approval. Dr. N. M. Perera and Dr. Colvin R. De Silva argued that this departure from the traditional Westminster-style Parliamentary system in Sri Lanka would lead to authoritarianism, undermining democratic values and institutions."
  ]
}