{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Renewable-Energy-Protectors-Association-calls-on-Presidential-candidates-to-address-solar-tariff-cuts/34-766434",
  "time_ut": 1725573185.0,
  "original_lang": "en",
  "original_title": "Renewable Energy Protectors’ Association calls on Presidential candidates to address solar tariff cuts",
  "original_body_lines": [
    "The Renewable Energy Protectors’ Association representatives at the press conference",
    "The Renewable Energy Protectors’ Association (REPA) has called on the leading Presidential candidates to outline their plans to address the issues faced by the renewable energy sector, including the Power and Energy Minister’s recent decision to lower the tariff rate for solar energy projects to Rs. 27 per unit.",
    "REPA has also urged the public, particularly those who have invested in solar and other renewable energy projects, to support the candidate who offers the most viable solutions.",
    "The General Manager of the CEB, disregarding a Cabinet decision and directives from the Public Utilities Commission, has instructed officials to reduce the tariff rate for solar energy projects.",
    "REPA President Darshana Liyanasekara said that this move discourages local investment in renewable energy, undermines the progress achieved in recent years, and jeopardises the goal of sustainable economic growth through renewable energy.",
    "“We lose billions in foreign exchange, especially in US dollars, due to dependence on diesel-based power generation. While the Power and Energy Minister has moved to reduce tariffs for solar energy projects, there has been no effort to lower the prices paid for diesel-based power. The Government currently pays between Rs. 70 and Rs. 100 per unit for electricity generated from diesel. By investing in solar energy, we can keep that money within the country instead of it being lost as dollar outflow,” he pointed out.",
    "The REPA appealed to the Presidential candidates to clearly state their position on whether they support citizens and renewable energy, and urge those who have installed solar panels, as well as those planning to do so, to carefully consider this matter and vote for the candidate who commits to a favourable program for the renewable energy sector and pledges to reverse the Power and Energy Minister’s arbitrary decision.",
    "An electricity user from the Katunayake area, K.Lakshman said that shifting to solar energy can help reduce electricity bills for households and lower production costs for factories.",
    "Suggesting that renewable energy is also one of the ways that helps the country overcome debt crisis, he urged the Government to pay attention to the matter."
  ]
}