{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103029/e-8-visa-agreement-unlawfully-signed-by-former-minister-slbfe",
  "time_ut": 1730268120.0,
  "original_lang": "en",
  "original_title": "E-8 visa agreement unlawfully signed by former minister - SLBFE",
  "original_body_lines": [
    "The Chairman of the Sri Lanka Bureau of Foreign Employment (SLBFE) Kosala Wickramasinghe disclosed that the E-8 visa agreement with South Korea was signed unlawfully by the former minister, without obtaining Cabinet approval or proper government authorization.",
    "In a recent statement, Wickramasinghe emphasized that no private employment agencies in Sri Lanka are permitted to send workers to South Korea under the E-8 visa system, nor to collect any fees associated with it. He highlighted significant public misconceptions surrounding the E-8 visa, noting that it is a short-term visa limited to five months, which poses potential risks and lacks sufficient government oversight.",
    "“There is currently a debate around the E-8 visa system in Sri Lanka. These visas are only available for a five-month period, which could lead to various issues. This is why no government has sanctioned agreements under this category. No private agencies in Sri Lanka are authorized to send workers to Korea or collect money for this purpose”, he stated.",
    "Wickramasinghe further explained that the former minister had independently pursued the E-8 visa arrangement with a provincial governor in South Korea’s Wando Province, bypassing the required governmental approvals.",
    "The Foreign Employment Bureau, he added, cannot be held responsible for this unauthorized arrangement, which was not sanctioned by the South Korean government. He stated that upon learning of this agreement, South Korean authorities expressed concerns and have urged Sri Lanka not to facilitate worker placements under the E-8 visa.",
    "Reaffirming the bureau’s commitment to the legal E-9 visa, Wickramasinghe stated, “The E-9 visa, which offers placements for four years and ten months, remains the proper and stable route for Sri Lankan workers in Korea. By the end of this year, we anticipate sending more than 7,000 individuals under this legal system, which ensures substantial income and job security. We strongly advise job seekers against paying for opportunities tied to the unauthorized E-8 visa”, he further added."
  ]
}