{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/maj-gen-dr-chrisantha-fernando-retd-appointed-chairman-of-lanka-hospitals/",
  "time_ut": 1757000760.0,
  "original_lang": "en",
  "original_title": "Maj Gen (Dr) Chrisantha Fernando (Retd) appointed chairman of Lanka Hospitals",
  "original_body_lines": [
    "Lanka Hospitals is proud to announce the appointment of Maj Gen (Dr) P. A. Chrisantha Fernando (Retd), a highly accomplished Consultant Anaesthetist and decorated former officer of the Sri Lanka Army Medical Corps, as the new Chairman of Lanka Hospitals Group.",
    "Dr. Fernando brings with him over 34 years of distinguished medical service, including 20 years at leading private hospitals in Sri Lanka, and an illustrious career in the Sri Lanka Army Medical Corps, where he rose to the rank of Major General. His leadership journey included serving as Director General of Army Health Services, Colonel Commandant of the Army Medical Corps, Director Army Medical Services, and Director of the Army Hospital, Colombo.",
    "An alumnus of the University of Colombo, Dr. Fernando earned his MBBS and MD in Anaesthesiology, further enhanced with advanced training in the UK. His extensive expertise spans anaesthesiology, health services management, military medical leadership, emergency care, crisis management, and strategic planning. He played a pivotal role in modernising Army hospitals, led national-level COVID-19 prevention efforts in partnership with the Ministry of Health, and mentored the next generation of military medical professionals.",
    "Speaking on his appointment, Maj Gen (Dr) Chrisantha Fernando (Retd) said: “I am deeply honoured to take on this responsibility at Lanka Hospitals, an institution synonymous with excellence in healthcare. My vision is to strengthen our role as Sri Lanka’s leading centre of advanced medical care, while also expanding our reach internationally. I am committed to building on Lanka Hospitals’ strong foundation, ensuring we continue to deliver trusted, world-class healthcare to patients in Sri Lanka and beyond.”",
    "Commenting on the appointment, Mr. Chaaminda Kumarasiri, Group Managing Director, Lanka Hospitals Group, said: “We warmly welcome Maj Gen (Dr) Chrisantha Fernando to Lanka Hospitals. His wealth of experience in medicine, leadership, and strategic healthcare management places him in a unique position to guide us into the next phase of growth. At a time when Lanka Hospitals is expanding its global presence, his blend of military discipline, medical expertise, and patient-centric vision will further strengthen our commitment to clinical excellence, governance, and innovation.”",
    "Belarusian Students’ Annual Get-Together 2025 celebrates community, achievement and future doctors",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}