{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111018/uk-rejects-criticism-that-move-to-recognise-palestinian-state-rewards-hamas",
  "time_ut": 1753877640.0,
  "original_lang": "en",
  "original_title": "UK rejects criticism that move to recognise Palestinian state rewards Hamas",
  "original_body_lines": [
    "Britain rejected Israeli criticism on Wednesday that it was rewarding militant group Hamas by setting out plans to recognise a Palestinian state unless Israel took steps to improve the situation in Gaza and bring about peace.",
    "Prime Minister Keir Starmer’s ultimatum, setting a September deadline, prompted an immediate rebuke from Israel’s Benjamin Netanyahu, who said it rewarded Hamas and punished the victims of the fighters’ 2023 attack that triggered the war. U.S. President Donald Trump also said he did not think Hamas “should be rewarded” with recognition of Palestinian independence.",
    "But British Transport Minister Heidi Alexander - designated by the government to respond to media questions on Wednesday - said: “This is not a reward for Hamas.",
    "“Hamas is a vile terrorist organisation that has committed appalling atrocities. This is about the Palestinian people. It’s about those children that we see in Gaza who are starving to death,” Alexander said. “We’ve got to ratchet up pressure on the Israeli government to lift the restrictions to get aid back into Gaza.”",
    "Starmer’s decision follows that of French President Emmanuel Macron, who announced last week that Paris would recognise Palestinian statehood in September, becoming the first major Western power to do so, because of the dire humanitarian conditions in the enclave.",
    "Previously, Britain and France, like other Western powers, had been committed to Palestinian independence, but as a goal that would best be achieved only at the conclusion of negotiations with Israel. In a televised address on Tuesday, Starmer said it had become necessary to act because the prospect of such a two-state solution was now under threat.",
    "Britain would make the move at the U.N. General Assembly in September unless Israel took substantive steps to allow more aid into Gaza, made clear it would not annex the West Bank and committed itself to a long-term peace process that delivered a two-state solution, Starmer said.",
    "The most immediate impact of Britain recognising a Palestinian state may be an upgrading of diplomatic relations, according to one British government official.",
    "Britain now hosts a Palestinian mission in London which could be upgraded to an embassy, and Britain could eventually open an embassy in the West Bank, the official said.",
    "Starmer’s move “will isolate Israel more and more, but it won’t change anything on the ground,” said Azriel Bermant, a senior researcher at the Institute of International Relations Prague.",
    "Bronwen Maddox, chief executive of the Chatham House think-tank, said the move put Britain into the forefront of countries trying to negotiate a solution, but that Starmer may have “muddled things by using recognition as a threat to Israel, when it is a goal of British foreign policy”.",
    "“He might have done better to use other threats, for example sanctions or arms controls against Israel for the immediate crisis in Gaza, to get Israel to change its behaviour there,” she said.",
    "The Board of Deputies of British Jews, Britain’s biggest Jewish advocacy group, raised concerns that similarly clear conditions had not been set out for Hamas, which is still holding 50 hostages it seized in its October 2023 attack.",
    "Alexander, when asked whether recognition was conditional on the release of hostages, said that the government would review whether to go ahead with recognition in September and Britain had long said Hamas must release hostages.",
    "The Muslim Council of Britain, the country’s largest Muslim umbrella organisation, said that making recognition conditional contradicted the government’s stated position that statehood was the inalienable right of the Palestinian people."
  ]
}