{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/concluding-jrjs-nehru-letters-statement-on-rajivs-assassination/",
  "time_ut": 1735419360.0,
  "original_lang": "en",
  "original_title": "Concluding JRJ’s Nehru letters; statement on Rajiv’s assassination",
  "original_body_lines": [
    "My father, Pandit Jawaharlal Nehru, has asked me to thank you for your telegram of good wishes.",
    "I wrote to you on the 29th June 1945, soon after your release from gaol. Since I have received no reply, I presume, the Censor prevented the letter from reaching you. I am enclosing a copy of it. Instead of the Sessional Papers, mentioned in the 5th paragraph, I am sending you a copy of the Soulbury Report, which contains the relevant Sessional Papers, and a few notes of mine on it. I particularly, draw your attention to Chap. 10 & 11. I do not think, that any Indian, who seeks freedom for India, can object to the recommendations, in para 242 (i) & (ii).",
    "The Ceylon Indian Congress, however, while pleading for Ceylon’s independence, in the same breath insists, that the British Government should include in the Constitution, Articles relating to immigration, and the Indian franchise, in accordance with the demands of the Congress. Mr. Aney is now at Simla to press this point of view on the British Raj. I do hope, for the sake of friendly feelings, which you, as well as many others, in India and in Ceylon wish to promote between our two countries, he will not be successful.",
    "I wish you will be able to accept our invitation to come to Ceylon in January.",
    "Thank you for your letter of the 11th April. I am glad of your resolution welcoming the movement to organise an Asian conference. Probably the initiative in this will be taken by the Indian Council of World Affairs, 63/2 Daryaganj, Delhi. I suggest you keep in touch with them.",
    "Your statement to the Press about Indians in Ceylon has surprised many of us. The Ceylon Government is contemplating no action in regard to the Indians here. An artificial agitation has, however, been raised by the Ceylon Indian Congress against the recommendations of the Soulbury Commission, which recommendations were accepted by the British Government, embodied in the White Paper of October 1945 and accepted by the Ceylon State Council by 51 votes to 3. These proposals have now been enclosed in the Order-in-Council promulgating a new Constitution for Ceylon.",
    "I am sending you a copy of the Soulbury Report, and I wish to draw your attention particularly to paragraphs 202 to 203 and paragraphs 224 to 242. The first few paragraphs deal with the impoverishment of the Indian immigrant labourer and show that the franchise rights possessed by those labourers under the Donoughmore Constitution are now preserved in the new Constitution. “Did not seem to His Majesty’s Government to involve any racial discrimination against Indians, whereas some of the Indians’ protests amounted in effect to a claim to a position of privilege rather than of equality”. (vide para 209)",
    "The second group of paragraphs deals with immigration and the political status of Indians in Ceylon. The new Constitution accepts these proposals and gives Ceylon for the first time the right to determine the future composition of her population and the right to prohibit or restrict immigration into Ceylon without any overriding powers being vested in the British Government.",
    "Surely you will agree that the powers granted to Ceylon under the new Constitution, a copy of which is sent with this letter, are consistent with her progress toward freedom, and that the request of the Ceylon Indian Congress to the British Government to include in the Constitution articles relating to franchise and immigration in accordance with its demands is a negation of that freedom? The Ceylon Indian Congress also talks of a general strike as a protest. As a protest against what? Against Ceylon’s march to freedom; against vesting in the people of Ceylon the right to determine the composition of the country’s population and the rights which its citizens should be entitled to. Surely you will not accept for India any restriction on the freedom that Britain will soon give her? Then why should Ceylon not enjoy a freedom as full and as unqualified as yours?",
    "As Mr Senanayake has informed you, the relations between India and Ceylon, and any questions relating to Indians in Ceylon which are not already settled, will be the subject of negotiations between a free India and a free Ceylon; until then your influence should be used to prevent misguided actions by these Indians in Ceylon who are adopting tactics so correctly criticized by you in your latest book as follows: “Some Indian businessmen in Ceylon are demanding exactly the same kind of protection which they rightly resent having been given to British interests in India. Self-interest not only blinds one to justice and fairplay but also to the simplest applications of logic and reason.” (Discovery of India, p. 43).",
    "We want you to judge our actions by logic and reason, but that too requires a knowledge of the facts, and I am always prepared to send you the fullest information.",
    "I have just received your letter of the 20th February informing me that the Ceylon National Congress will celebrate “Independence Day” on March 2nd. May I send you, and through you to the people of Ceylon, our greetings on this occasion and our good wishes for the rapid realization of the Free Lanka of your dreams? I have no doubt that a free India and a free Lanka will have the closest of associations with each other for their mutual advantage and for the furtherance of peace and progress in Asia.",
    "Our greetings on Lanka’s Independence Day. We trust that Lanka will be free soon and play her full part as a free nation in the advancing destinies of Asia. Letter follows.",
    "It was with great regret we head of your recent illness. You are aware of the great affection the people of Ceylon have for you and the members of your family; this was quite manifest here during the first few days after the news reached us. We were all relieved to hear of your recovery and wish you many more years of good health, to serve India and the cause of Peace and Democratic Progress throughout the World.",
    "You may remember I spoke to you about conditions in Ceylon when I met you in New Delhi, in June last year. The Government finances are in perilous state and it is difficult even to pay for food imports. Our Party as well as many in the country are also worried about the Government’s leanings towards China. We are pressing for a debate in the House on Foreign Affairs, when we hope to compel the",
    "I can see no early solution to our problems under this Government. I think the people are realizing this too, for recent Parliamentary by-elections and local elections have gone heavily against Government nominees, and our Party has had successes beyond our hopes.",
    "I will not detain you longer with a recital of political events here, for I am sure your High Commissioner’s reports are accurate and full. I may be in India on a pilgrimage to the Buddhist shrines in March/April and I hope I will be able to meet you once again in the best of health.",
    "You will recall giving me a letter for the Prime Minister of India, Shri Jawaharlal Nehru. This was duly forwarded and has been received by the Prime Minister who has asked me to thank you for the kind enquiry after his health and for your good wishes. He has asked me to let you know that he is much better now and that he will be glad to see you when you go to India on your pilgrimage in March/April next. You mentioned that you might go to Delhi for a couple of days during the visit. If you will let me know the approximate date of your arrival there, I have no doubt the Government of India will wish to welcome you as their guest during your stay in the capital.",
    "The “Nehru Letters” were also part of my bond with three generations of the Nehru family on the human and personal level. I had also maintained contact with Nehru’s daughter, Indira Gandhi and her son Rajiv Gandhi. Perhaps the last link in this relationship was my reaction to the shocking assassination which had vitiated peace and normalcy of human existence, both in Sri Lanka and India. On 31 May, 1991, I had written down and signed a statement of my shock and grief at the sad demise of Rajiv Gandhi.",
    "The following is the statement which expressed my honest feelings and impressions about Rajiv Gandhi, which must be viewed as a link in the same chain of relationships:",
    "“By Rajiv Gandhi’s cruel assassination I have lost a friend. This was my immediate reaction and public statement. I feel it more as the days go by.",
    "“I do not wish to comment on the political consequences of his untimely death for I did not look upon him or trust him other than as a friend. We wrote to each other on matters of common interest and just a month ago he sent me his latest book, a collection of his speeches and statements, entitled, World View.",
    "He advocated a central authority among nations to possess and control armaments and their use so that individual nations may not be able to go to war with one another. This would ultimately lead to the abolition of war.",
    "“It was unfortunate that the inherited, as Prime Minister, a situation where the Tamil Nadu Government was openly helping the several terrorist groups in Sri Lanka with the Central Government’s knowledge and acquiescence. The result was the dropping of food over Sri Lanka, violating its sovereignty, etc. in June 1987.",
    "“Fortunately, he received wiser counsel later and by the end of July 1987, both countries accepted the proposals I had tabled in our Parliament in December 1986. The whole country was aware of these and Parliament raised no objection to them. He made a new and special request to consider the temporary merger of the Northern and Eastern Provinces, subject to a Referendum. I agreed and obtained Cabinet approval as well as the approval of the Parliamentary Group and my party.",
    "“The Agreement was a political document and there was no mention of the Indian military forces coming to Sri Lanka. This was not necessary, as the Agreement ushered in peace and all the groups fighting against Sri Lanka, there were five of them, agreed to the Agreement.",
    "“Rajiv further promised me that he would forcibly disarm any group that broke the Agreement. The Indian Peace Keeping Force was invited by me as a military decision to disarm the enemy as Sri Lankan troops were then wholly engaged in fighting the terrorists in the South.",
    "“As President and Commander-in-Chief, I invited them to help us and having lost about 1,200 lives, 5,000 injured and billions of rupees, when they were requested to go by the President as Commander-in-Chief, they went.",
    "“Such situations have occurred in the world and in Sri Lanka before. King Devanampiya Tissa invited Emperor Asoka to help him to secure the throne against his own relations and he succeeded with their help. So did other Kings when they fought for the throne and invited Indian help.",
    "“In the Russian Civil War of 1917, forces loyal to the monarchy invited the Allies in the Great War to help them against Lenin’s Armies and they did, unsuccessfully. India invited the USA to help them against China, and foreign planes and troops were in New Delhi for two years. We know how the USA helped the Allies in the 1939-1945 war and there are about 60 American Air Bases still in the UK.",
    "“The IPKF came here to protect our unity, sovereignty and territorial integrity which, at that time, was under threat. I cannot conceive of any sensible Commander-inChief not accepting the offer of India to help him, especially as they were giving up helping terrorists and were to help us instead.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}