{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dr-sunethra-nugawela-earns-international-kudos-for-her-work-in-office-management-field-in-sri-lanka/",
  "time_ut": 1722188160.0,
  "original_lang": "en",
  "original_title": "Dr. Sunethra Nugawela earns international kudos for her work in Office Management field in Sri Lanka",
  "original_body_lines": [
    "Dr. Sunethra Jayaratne Nugawela clinched the “International Office Manager 2024” Award, at the Hotel Grand Connaught in London on June 20/2024. The ceremony was conducted by the Office Management Group in the United Kingdom.",
    "Adding special pride to the momentous occasion for Sri Lanka, she was the only representation from the Asian Pacific Region to have received the accolade.",
    "The award is also a recognition of efforts, hard work and success as a professional within this key area of any business, contribution to the country, region and to the world at large and the discipline of life balance.",
    "She has created history for Sri Lanka on several occasions, internationally and this prestigious award would be another remarkable achievement.",
    "Dr. Nugawela serves as the Executive Secretary at SDB bank and the Chairperson of the Academy for Administrative Professionals.",
    "She told The Island that Office Management is the backbone of any business, and the profession offers high prospects for career success and professional development for young aspirants. She emphasized that they could realize their full earnings potential by dint of smart work as an effective office administrator.",
    "“Enter the world of Office Management and explore the many opportunities which are available in the job market. It will bring you not only a full-time job with a decent salary but also other opportunities such as being able to work as a mentor or resource person to earn a substantial supplementary income in the long-term. Furthermore, the happiness and job satisfaction you get from the Office Management profession is tremendous because you will be playing a key role in the success of the organization you work for,” she said.",
    "When asked about her academy for Office Managers. She said, “The Academy for Administrative Professionals (AAP) in Sri Lanka is a registered Educational Institution launched in April 2005 under an Academic Advisory Board and Board of Directors comprising eminent personnel in the sphere of education. The key purpose of AAP is to help Administrative Professionals to enhance their skills and become more effective contributors to their employers and also to improve youth employability.”",
    "If any individuals are keen to pick a course; AAP is located in Elvitigala Mawatha, Colombo 08. Phone number: 94777681781, Email chairpersonaap@gmail.com",
    "5th ‘Arunalu Siththam’ contest: ComBank inspires artistic talent of children, rewarding 142",
    "CPA Australia delegation strengthens ties in Sri Lanka and fosters collaboration to nurture talent",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}