{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100627/development-of-sri-lankas-6th-international-airport-begins-in-hingurakgoda",
  "time_ut": 1721387580.0,
  "original_lang": "en",
  "original_title": "Development of Sri Lanka’s 6th international airport begins in Hingurakgoda",
  "original_body_lines": [
    "Minister of Aviation Nimal Siripala de Silva has officially inaugurated the runway development project at the Hingurakgoda Airport today (19), which is set to become Sri Lanka’s sixth international airport.",
    "“This ambitious project, the largest ever undertaken by the Sri Lanka Air Force, demonstrates exceptional civil engineering capabilities and dedication to advancing the Sri Lankan Aviation Sector” the Sri Lanka Air Force said.",
    "According to a government decision, construction work to modernize Hingurakgoda Domestic Airport for international flight operations commenced today (19th) under the initiative of the Minister of Ports, Shipping and Aviation Nimal Siripala de Silva.",
    "The airport, formerly known as RAF Minneriya, was built during World War II for the British Royal Air Force.",
    "President Ranil Wickremasinghe has decided to transform the airport, located in the middle of the country, into an international airport, to strengthen Sri Lanka’s economic enhancement.",
    "The 2024 budget has allocated Rs. 2 billion for its initial construction and development. In Phase I, the current 2,287-meter-long and 46-meter-wide runway will be extended to 2,500 meters.",
    "Construction is scheduled to be completed in six months to accommodate Airbus A320 and Boeing 737 aircraft.",
    "The Ministry of Ports, Shipping and Aviation emphasizes that the total construction cost, estimated at around Rs. 17 billion, will be carried out by the Sri Lanka Air Force (SLAF).",
    "The total supervision of the project is entrusted to Airport and Aviation Services (Sri Lanka) Limited.",
    "State Minister Siripala Gamlath, Secretary to the Ministry of Ports, Shipping and Aviation - Mr. K.D.S. Ruwanchandra, Commander of the Sri Lanka Air Force - Air Marshal Udeni Rajapaksa, Chairman of the Civil Aviation Authority - Mr. G.S. Withanage, Chairman of Airport and Aviation Services (Sri Lanka) Ltd. - Eng. Athula Galketiya, Director General of the Civil Aviation Authority - Air Vice Marshal Sagara Kotakadeniya, and several other officials attended the commencement of the construction.",
    "Delivering the budget speech in the Parliament in November last year, President Ranil Wickremesinghe had announced that a financial allocation of Rs. 02 billion will be made for the basic activities of the construction of Hingurakgoda International Airport.",
    "He said the decision was taken in consideration of the fact that construction activities of the proposed airport are yet to be implemented, although there have been discussions on various scales for some time.",
    "The government has decided to modernize the Hingurakgoda Domestic Airport, an antiquated airport in Sri Lanka, to facilitate international flight operations. This airport, originally constructed for the Royal Air Force of England during World War II, was known as RAF Minneriya at the time.",
    "The government aims to transform this centrally located airport into an international airport to bolster the country’s economy. As part of this initiative, the 2024 budget included a financial allocation of 2 billion rupees to commence initial construction and development activities.",
    "With this funding, the first phase of development will focus on extending the existing 2287-meter-long and 46-meter-wide runway to 2500 meters.",
    "The Ministry of Ports, Shipping, and Aviation says that upon completion of these enhancements, the runway will be capable of accommodating Airbus A320 and Boeing B737 aircraft. The total project cost is 17 billion rupees."
  ]
}