{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/International-marketing-Is-Sri-Lanka-aggressive-enough/4-768583",
  "time_ut": 1730248214.0,
  "original_lang": "en",
  "original_title": "International marketing: Is Sri Lanka aggressive enough?",
  "original_body_lines": [
    "Spa Ceylon: Blending ancient ayurveda with modern luxury, captivating global markets",
    "Showcasing Sri Lanka’s iconic destinations: A testament to the nation’s potential as a premier tourist hub, ready to captivate the world",
    "In brief, international marketing is the process of planning and conducting transactions across national borders to create exchanges that satisfy the objectives of individuals and organisations.",
    "It comes in forms of export/import trade to licensing, joint ventures, wholly owned subsidiaries, turnkey operations, and management contracts.",
    "With the prevailing economic crisis in Sri Lanka and depreciation of the rupee, the only way to address this issue is to increase exports. Sri Lanka exports amounted to Rs. 4,234,913 in 2022 according to Central Bank of Sri Lanka statistics.",
    "Are we doing it right? Is this our potential? Is international marketing done in a proper way when it comes to branding Sri Lanka and its products and services to the world?",
    "Tourism being a key foreign exchange earner, it’s imperative that Sri Lanka has a dynamic strategic plan for international marketing.",
    "What marketing adjustments are necessary, what threats from global competition should we expect, how can we turn these threats into opportunities, what are our global strategic alternatives, are some of the issues that we should consider.",
    "World trade has expanded and outperformed the growth of domestic economies in the past few decades. Thus, it has become highly desirable for nations to participate in international marketing.",
    "Domestic policies influence world trade; therefore, it is pivotal for Sri Lanka to adjust economic policies to match the requirements of world trade to increase our share of the market. Hence, Sri Lanka should relook at her policies to help the export community.",
    "One needs to analyse the international marketplace, identify the target markets, research consumer patterns before entering a new market. There should be an avenue to help exporters and potential exporters to obtain relevant market information.",
    "Ecommerce in this respect is of paramount importance. The World Wide Web, social media together with influencer marketing are tools to utilise when marketing in the international space. The internet allows the buyers and sellers from different countries to meet and do business to an unprecedented degree. The secret is to use these tools in a unique and innovative manner. Even though the cost is high when doing international marketing, if one does it right the return on investment (ROI) is also very high.",
    "Export credit terms add another dimension to the profitability of an export transaction. Cash in advance or letter of credit are the usual norms of terms of payment.",
    "A well-designed marketing communication strategy is also extremely important for a successful marketing program. Whether it is a pull strategy or a push strategy, the international marketer must decide. The push strategy focuses on personal selling while the pull strategy focuses on marketing tools such as advertising and public relations (PR). PR offers credibility to products and services, and it is the most cost-effective of the promotional mix.",
    "Participating in trade shows and trade missions are two important channels in international marketing. Our overseas missions have a crucial role to play in this regard. Foreign Direct Investment (FDI) is also a type of global trade which is done after acquiring some experience in international trade. The relevance of international logistics and supply chain management is also widely recognised to be of high importance as competition in global trade is rapidly increasing.",
    "A well strategised international marketing program with market segmentation and differentiation together with a well-designed marketing communications program is the need of the hour. Having so much of tourist attractions and hospitable people, Sri Lanka can be promoted as a popular tourist destination with a higher value add to visitors. SL also should target the high value customers who have the purchasing power and spending power. It needs to promote ethical local businesses such as Batik, handy crafts, local fashion, Sri Lankan heritage and green marketing which are yet to be discovered by most of the world. Sri Lankan Gems and jewellery, cinnamon, tea, ayurveda, apparels, Sri Lankan food are some of her products that Sri Lanka can offer to the discerning markets.  Infrastructure to attract leisure travellers such as transportation, airlines, hotels, collateral on tourist information should be available to have a memorable stay in this beautiful island.",
    "The government should revisit its policies so that these programmes can be implemented smoothly and providing much needed support to our exporters and to promote tourism.",
    "A fine example is IKEA who offers a wide variety of home furnishings of good design and functions at prices so low. The principal target market of IKEA which is similar across countries and regions in which IKEA has a presence. IKEA follows a standardised product strategy.",
    "McDonalds, KFC are examples with product variations according to market needs. Spa Ceylon, Dilmah, MAS, Brandix, GRI are a few of the Sri Lankan brands who have successfully implemented international marketing programmes.",
    "Spa Ceylon operates in over 30 countries with more than 140 stores globally, establishing a strong presence in key regions such as Asia, the Middle East, Europe, and North America.",
    "The company exports over 600 SKUs, offering a broad range of Ayurveda skincare, body care, wellness, and home wellness products. Each product is crafted with natural ingredients, inspired by the 5,000-year-old science of Ayurveda a precious heritage of Sri Lanka.",
    "Spa Ceylon runs global advertising campaigns, utilising both digital and traditional media to ensure a significant presence in key markets worldwide.",
    "They have adopted an integrated marketing approach, combining social media, influencer collaborations, email marketing, content marketing, and PR. Spa Ceylon also emphasise immersive, multi-sensory events to engage users with the brand, supported by visual storytelling that reflects the luxurious, holistic essence of Spa Ceylon.",
    "The pricing strategy reflects the premium nature of the products, while also being tailored to the market dynamics of each region that Spa Ceylon operate in. The Spa Ceylon unique selling proposition lies in combining ancient ayurvedic wisdom, once practiced in the royal palaces of Ceylon, with luxurious, all-natural ingredients sourced from Sri Lanka. It offers a holistic wellness experience that focuses on balance, relaxation, and rejuvenation, setting it apart from other global brands. Its unique and vibrant packaging also enhances the overall experience.",
    "The packaging is a vital element of Spa Ceylon brand identity. Inspired by the royal insignia of ancient Ceylon and the vibrant colours of our island, it reflects the luxury and authenticity of the products.",
    "Product and promotion take centre stage. Spa Ceylon invest in creating high-quality products rooted in ayurvedic traditions, while promotions globally emphasise the luxurious, holistic experience the brand offers.",
    "Spa Ceylon, which promotes environmentally friendly products, supports human rights, and is against the use of child labour and animal testing, has done an excellent programme in marketing its products internationally.  It is a fine Sri Lankan example of doing international marketing the proper way.",
    "The journey we have come so far can be termed as commendable, however, we can achieve more. Thailand, Singapore, and Vietnam have done marvellously. SL should learn lessons from its neighbours and implement suitable and timely strategies. Thus, Sri Lanka needs to raise the bar now and get to the next level.",
    "(The writer is a PR Consultant and a graduate of the University of Kelaniya)"
  ]
}