{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ambassador-Designate-to-Kingdom-of-Saudi-Arabia-Ameer-Ajwad-assumes-duties/56-762465",
  "time_ut": 1717181359.0,
  "original_lang": "en",
  "original_title": "Ambassador – Designate to Kingdom of Saudi Arabia Ameer Ajwad assumes duties",
  "original_body_lines": [
    "Ambassador – Designate of Sri Lanka to the Kingdom of Saudi Arabia Omar Lebbe Ameer Ajwad officially assumed duties on 24 May 2024. The occasion was marked by a simple ceremony organised by the staff of the Embassy at the Sri Lankan Embassy premises in Riyadh.",
    "Addressing the staff Ambassador Ameer Ajwad emphasised the need for elevating the existing relations between Sri Lanka and Saudi Arabia to new heights while highlighting the 50th anniversary of the establishment of diplomatic relations between the two countries that falls this year.",
    "Ambassador Ameer Ajwad is a career diplomat with 26 years of experience in the Sri Lanka Foreign Service. Prior to his appointment he served as the Additional Secretary of the Ministry of Foreign Affairs of Sri Lanka in charge of Planning, Implementation, and Performance Review including Bilateral Treaties; Political Affairs (Africa Region); Consular Affairs; as well as Emergency Response Unit of the Ministry of Foreign Affairs.",
    "He has also served as Sri Lanka’s Ambassador Extraordinary and Plenipotentiary to the Sultanate of Oman with the concurrent accreditation to the Republic of Yemen (2019 – 2022). His diplomatic assignments entailed in Singapore as Sri Lanka’s High Commissioner (Actg.) (2018 – 2019) with the concurrent accreditation to Brunei Darussalam, Deputy High Commission of Sri Lanka in Chennai, India (2011 – 2015), the Permanent Mission of Sri Lanka to the United Nations in Geneva, Switzerland (2005 – 2009) and the Embassy of Sri Lanka in Riyadh, KSA (2000 – 2003).",
    "Ambassador Ameer Ajwad holds a Master’s Degree in Laws (LL.M) from the University of Colombo. He also holds Bachelor’s Degree in Arts (BA) from the University of Peradeniya and a Bachelor’s Degree in Laws (LL.B) from the University of Colombo. He was admitted to the Bar as an Attorney- at- Law of the Supreme Court of Sri Lanka in 1997.",
    "He served as a member of the National Committee for Official Languages Policy Implementation (NCOLPI) of Sri Lanka as well as a member of the National Advisory Committee on Migration for Employment (NACME) representing the Ministry of Foreign Affairs. He is also a visiting Lecturer at the National Defence College of Sri Lanka (NDC).",
    "Ambassador Ameer Ajwad authored a book recently on international relations titled: “Sri Lanka – Oman Relations: Past, Present and Future.”"
  ]
}