{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Newly-found-COVID-sub-variant-in-Sri-Lanka/108-273731",
  "time_ut": 1703212560.0,
  "original_lang": "en",
  "original_title": "Newly found COVID sub variant in Sri Lanka?",
  "original_body_lines": [
    "Colombo, Dec.22 (Daily Mirror) - With the uptick of cases of influenza-like illnesses in Sri Lanka, medical experts reckon that JN.1 — an Omicron sub-lineage may be seen in the community.",
    "However, they rule out any imminent threat as Sri Lanka has successfully managed previous waves and the country is prepared if there is an increase in cases.",
    "According to Prof. Chandima Jeewandara, Head of the Department of Immunology and Molecular Medicine and Director Allergy Immunology and Cell Biology Unit, Faculty of Medical Sciences, University of Sri Jayewardenepura, in India (Kochi) 30% of all patients with influenza-like illnesses who were tested have turned out to be Covid positive in a span of about 24 hours.",
    "“In Sri Lanka, testing is quite low, close to zero. So we don’t know where we stand. But like in the past this JN.1 sub variant will emerge and it may have already with the observation of increases in influenza-like illnesses in Sri Lanka,” he underscored.",
    "“What we know is that Covid is not as simple as the common cold, because people can fall severely ill, and may have long-term effects, including increased risk of heart attacks, strokes and mental health problems. Hence, it’s recommended being alert and vigilant.",
    "Accordingly, Prof Jeewandara advised individuals above 60 and those with poor immunity and suffering other comorbidities to start wearing masks. “Besides, if you are in a poorly ventilated, closed, crowded environment, it's safer to wear a mask,” he added",
    "He also requests people to seek medical care if symptoms such as fever, cough, loss of smell and loss of taste, high fever, breathing difficulties, fatigue, inability to eat and a tendency to vomit persist.",
    "Meanwhile, Sri Lanka COVID-19 Coordinator Dr. Anwar Hamdani reiterated that the Ministry is vigilant and monitoring the situation.",
    "The JN.1 variant of COVID is considered to be the Omicron sub variant BA.2.86 or Pirola. It was first detected in the United States in September 2023. As per a Reuters report, on 15 December, China detected seven infections of the particular subvariant."
  ]
}