{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-dissanayake-says-strong-parliamentary-mandate-is-enough-187608/",
  "time_ut": 1731582840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President Dissanayake says strong parliamentary mandate is enough",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Anura Dissanayake said a strong mandate in parliament is sufficient to carry out his program in the next few years.",
    "“The NPP expects a strong mandate for the parliament,” he said after casting his vote in Colombo.",
    "“We are confident that the people will give it to us.  A strong parliament is sufficient for us.",
    "“The laws and bills that we bring will be beneficial for the people. So, no one in the parliament can go against them.",
    "“If we make laws to benefit the people a thirds vote can be obtained. Always a two thirds majority (of members) is expected to pass laws against the people.",
    "“Other political movements have used the two thirds majority to formulate laws against the people. Two thirds is required for that type of political camp.”",
    "President Dissanayake won the last election taking 42 percent, the lowest for any president with the vote split three ways with ex-President Ranil Wickremesinghe taking 17 percent of vote and  Samagi Jana Balawegaya leader Sajith Premadasa coming in second.",
    "Prime Minister Harini Amarasuriya said the NPP wants parliamentary mandate to build a strong government and was confident of getting the majority.",
    "“We definitely believe we will (get a majority),” she told reporters after voting in Mirihana.",
    "After the Presidential elections many who did not vote for us, are now looking at us favorably,” she said.",
    "“The false scares that were made about us has now been shown to be false. Also the way we worked in the past two months.”",
    "“After the parliament meets on November 21, we will start implementing our manifesto.”"
  ]
}