{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/metamorphosis-of-vijitha-herath-from-defending-poor-to-defending-bureaucracy/",
  "time_ut": 1735099874.0,
  "original_lang": "en",
  "original_title": "Metamorphosis Of Vijitha Herath: From Defending Poor To Defending Bureaucracy",
  "original_body_lines": [
    "In a landmark decision, the Australian Federal Court has fined Himalee Arunatilaka, Sri Lanka’s current Ambassador and Permanent Representative to the United Nations in Geneva, over AUD 117,000 for exploiting a domestic worker during her tenure as Deputy High Commissioner in Canberra.",
    "From 2015 to 2018, Priyanka Danaratna, a Sri Lankan national, was employed by Arunatilaka in Canberra. During this period, Danaratna worked extensive hours, often from 6 a.m. to 10 p.m., performing household duties without adequate compensation. She was paid less than 65 Australian cents per hour, totaling approximately AUD 11,212 over three years, a stark violation of Australian labor laws.",
    "Danaratna’s working conditions were restrictive; her passport was confiscated, limiting her freedom of movement. She was rarely permitted to leave the residence unaccompanied, effectively placing her in a situation akin to modern slavery.",
    "In August 2024, the Federal Court ordered Arunatilaka to pay Danaratna AUD 543,300.73, covering unpaid wages and interest. Despite this judgment, Arunatilaka failed to compensate her former employee. Subsequently, in December 2024, the court imposed an additional penalty of AUD 117,028.80, citing Arunatilaka’s lack of remorse and failure to rectify her conduct.",
    "On 20 January 2024, Minister of foreign affairs, Vijitha Herath publicly defended the actions of Himalee Arunatilaka, justifying under the purview of diplomatic privileges and demonstrating utter lack of sensitivity for the affected individual.",
    "The Sri Lankan government’s defence of Himalee Arunatilaka, despite her conviction in Australia for exploiting a domestic worker, introduces complex ethical, political, and societal questions.",
    "The Sri Lankan government has publicly dismissed the Australian court’s judgment, claiming that the domestic worker was compensated according to a mutually agreed arrangement. This defense raises critical ethical and governance concerns:",
    "By rejecting the Australian court’s findings, the government undermines the credibility of an independent judicial process in a foreign nation. This could strain international relations and diminish trust in Sri Lanka’s commitment to upholding international laws.",
    "Supporting Arunatilaka’s actions despite legal condemnation suggests a willingness to prioritize loyalty to individuals over ethical principles and justice for victims. This is an unacceptable conduct by the “peoples government “who promised “renaissance”.",
    "The government’s defense may reflect a broader societal tolerance for the exploitation of domestic workers, particularly those from vulnerable backgrounds. We are all too familiar with the exploitation of estate worker and estate youth. Ironically, president himself highlighted this issue during his political campaign.",
    "By dismissing the exploitation as a misunderstanding or acceptable practice, Sri Lanka risks normalising unethical labor practices on an international stage, perpetuating the view that domestic workers’ rights are secondary.",
    "Diplomats, as representatives of their country, bear a moral obligation to uphold the highest standards of conduct. Defending Arunatilaka’s actions diminishes the ethical accountability expected of diplomats.",
    "The government’s defense risks setting a precedent for impunity, where officials believe they can act without accountability due to their status or political connections.",
    "The government’s stance sends a discouraging message to domestic workers, both in Sri Lanka and abroad, about their chances of receiving justice in cases of abuse.",
    "Defending a perpetrator while ignoring the plight of the victim contradicts Sri Lanka’s obligations to protect its citizens, especially the most vulnerable.",
    "The case has drawn significant attention, and Sri Lanka’s refusal to acknowledge wrongdoing risks damaging its relationships with Australia and other nations advocating for labor rights.",
    "The defense of Arunatilaka could paint Sri Lanka as a nation indifferent to modern slavery, weakening its global standing and moral authority in international forums.",
    "Instead of dismissing the judgment, the government could have used this case as an opportunity to commit to reforms in labor rights and protections for domestic workers.",
    "Acknowledging the wrongdoing and ensuring justice for the victim would have demonstrated ethical governance and bolstered Sri Lanka’s credibility.",
    "The government’s defense of Arunatilaka raises pressing questions about priorities and governance:",
    "Should loyalty to officials take precedence over ensuring justice for victims?",
    "How can Sri Lanka strengthen legal protections for domestic workers to prevent similar cases in the future?",
    "How does this case affect Sri Lanka’s commitment to international conventions on human rights and labor protections?",
    "Most importantly, the national People’s power governments to commitment to eradicate corruption!",
    "By defending Himalee Arunatilaka, the Sri Lankan government risks compromising its ethical integrity and global reputation. The case highlights systemic issues in recognizing and addressing domestic worker abuse. To move forward, Sri Lanka must reflect on its stance, uphold international labor rights, and prioritize justice over loyalty to individuals. Ethical leadership and meaningful reforms are essential to rebuild trust and align the nation with global human rights standards."
  ]
}