{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102722/politicians-dont-retire-mahinda-on-rajapaksas-opting-out-of-2024-general-election",
  "time_ut": 1729048500.0,
  "original_lang": "en",
  "original_title": "“Politicians don’t retire”: Mahinda on Rajapaksas opting out of 2024 General Election",
  "original_body_lines": [
    "Former President Mahinda Rajapaksa says that he does not plan to retire from politics.",
    "Speaking to the media, the former President stated that the Rajapaksas have only made a temporary withdrawal from politics.",
    "Responding to the questions raised by journalists, Rajapaksa expressed: “This is a temporary pause… A politician does not retire.”",
    "Commenting on the upcoming election, former President Rajapaksa emphasized that the Sri Lanka Podujana Peramuna (SLPP) will secure an easy win during the 2024 Parliamentary Election.",
    "Furthermore, he highlighted that not all Rajapaksas have refrained from contesting the General Election, mentioning that Shashindra Rajapaksa is contesting from the Moneragala District.",
    "None of the Rajapaksa brothers, who dominated Sri Lankan politics for decades until they were booted out of office in 2022, will contest in the island nation’s general elections next month.",
    "As nominations for the November 14 parliamentary polls closed on Friday (October 11, 2024), the list of candidates fielded by the Rajapaksas’ Sri Lanka Podujana Peramuna (SLPP) showed former President and former Prime Minister Mahinda Rajapaksa, 78, former President Gotabaya Rajapaksa, 75, former Irrigation Minister Chamal Rajapaksa, 81, former Finance Minister Basil Rajapaksa, 73, are not running.",
    "Further, Mahinda’s son Namal Rajapaksa, who was a Cabinet Minister in Mr. Gotabaya’s ousted administration, is not contesting but is on the party’s “national list”, which includes names of members to be nominated for extra seats the party may secure, based on its share of votes polled."
  ]
}