{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ensuring-inclusion-requires-new-political-partnership/",
  "time_ut": 1710178080.0,
  "original_lang": "en",
  "original_title": "Ensuring inclusion requires new political partnership",
  "original_body_lines": [
    "The northern town of Vavuniya which was once at the front lines of the war is now a peaceful and bustling urban centre. Its physical infrastructure leaves much to be desired, with rundown buildings, and open drains that emit a foul odour. Vavuniya has not had the fortune of a political patron vested with governmental power to transform it like Polonnaruwa and Hambantota have been. But the town itself is peaceful. It is difficult to imagine that it was once under threat of bombardment and thousands of soldiers transited through it on the way to the front lines or back to their homes in the south. In the past there were a large number of security checkpoints at which busloads of people had to disembark and walk on foot from point to point while their vehicles were checked.",
    "Last week the University of Vavuniya held an international peace conference on the theme of Artificial Intelligence (AI) and how it could contribute to sustaining peace and democracy. This was a new topic and a first for many of the local participants. The university is the newest of the state-run universities as it started only in 2021 having been expanded from being a campus of the University of Jaffna. Many of its buildings are new and being established on a spacious area of land, it is full of greenery and trees, which is conducive for reflection and uncluttered thinking. The international participants, especially those from neighbouring India, were taken up by the peacefulness of Vavuniya, its university and their journey from the airport in Katunayake.",
    "It might have been expected that a conference on AI would be a highly cerebral and intellectual experience devoid of culture and emotion. However, the organisers ensured that the conference was a rich cultural experience in addition to the intellectual and rational discourse of AI. The opening talks by the organisers and university academics from Vavuniya University and other parts of the world were interspersed with cultural items. It was striking that the opening dances were a fusion of Tamil and Sinhala dancers, and a Muslim dance, which demonstrated a recognition of the region’s plurality and sensitivity to the issue of inclusion.",
    "A welcome feature of the cultural shows that took place at the conference was the emphasis that was given to including marginalised communities. Some of the academic community in the north and east are trying to bring those who have been marginalised to the attention of mainstream society so that they will not be ignored but nurtured to retain their traditions and cultures while adapting to the demands of modern society. Dances performed at the cultural show at the conference included those by the Vedda community with their musical instruments and the Burghers of the east coast (Batticaloa) as well as by those communities in the Vanni region who experienced the brunt of the war and have been coping with the resultant trauma through traditional practices in the absence of other support.",
    "The international participants at the conference could hardly have imagined that for most of the past four to five decades, this demonstration of unity and inclusion would not have been possible in Vavuniya. In the past decades, due to the ethnic nature of the war, those of one community saw the other as a potential security threat, either an informer or bomb carrier or an instigator of violence against the other. It was the end of the war 15 years ago and the economic crisis that began to kick in two years ago that has contributed to the major shift to be seen in the thinking of the general population, which was being reflected at the conference in Vavuniya University. Suspicion and hostility to the other community is today at a low ebb.",
    "The end of the war has opened up the roads and made all parts of the country accessible to everyone. The ability to interact and to engage brings out the natural goodwill that the people of different communities have for each other. The economic crisis and the experience of shared suffering caused by the economic collapse that saw the cost of living, and poverty, double and triple in the space of a few months has reduced the distancing between communities. They have begun to see the major problem of their lives not as being ethnic but as being economic. The cause of the problem is not the other community, but the sustenance in power in the country of those who extract undue benefits from their positions of power.",
    "The determination to work with those at the margins who have been ignored and discriminated against is indicative of the practice of inclusivity necessary for the nation building process. The ethos of inclusion which was demonstrated at the University of Vavuniya is not necessarily present in mainstream society as much as it should be. Sri Lanka remains a country where even singing the national anthem in both the Sinhala and Tamil languages remains a political issue, although specifically provided for in the constitution. There are several countries such as South Africa, New Zealand, Canada and Belgium that sing their national anthems in multiple languages with different sections of the anthem being sung in a different language.",
    "Apart from the dawn of Independence in 1948, the national anthem was sung in Tamil only once at a national day event in 1949. Thereafter it had been sung in Sinhala only, until then the government of President Maithripala Sirisena and Prime Minister Ranil Wickremesinghe ensured in 2016 that it would be sung in both languages. This came under severe criticism and when the government changed in 2019 this practice was stopped. It was only revived again after President Ranil Wickremesinghe took the helm. The president has been one among a handful of national political leaders who has been willing to openly espouse the cause of reconciliation, a solution to the ethnic conflict and the need for power sharing. Since taking over the presidency in 2022, President Wickremesinghe has been promising to resolve the ethnic conflict and reach a political settlement. But there has been little progress in terms of constitutional reform where it concerns the ethnic conflict.",
    "The president recently said that parliament has passed 42 new laws during the past 14 months, aimed at facilitating the economic transformation of the country. He emphasized the importance of passing an additional 62 laws to effect this transformation. Most recently the president gave leadership to two new bills that would ensure equal rights for women. The reason for the inability to pass new laws that address the ethnic conflict could be due to lack of support for this from the parliamentary majority. The recent news reports that the president’s discussions with the leadership of the ruling party regarding the next presidential election had not been successful is an indication of the need for a new political partnership to forge national unity based on inclusion rather than exclusion.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}