{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/republican-hardliners-already-sowing-doubts-on-presidential-election-integrity/",
  "time_ut": 1719063720.0,
  "original_lang": "en",
  "original_title": "Republican hardliners already sowing doubts on presidential election integrity",
  "original_body_lines": [
    "Adjudicated rapist and convicted felon Donald Trump’s pathological yearning for absolute fealty was on display at Tuesday’s Republican primary election in Virginia’s Fifth District, a deep-red Republican seat.",
    "Popular incumbent, ultra-conservative Representative Bob Good, head of the Freedom Caucus, which includes indomitable Trump warriors like Marjorie Taylor Greene, Matt Gaetz and Jim Jordan, was seeking a third Congressional term. In a primary where a Republican victory was a foregone conclusion in the general election, Good faced a challenge for this safe Republican seat from Republican State Senator, John J. McGuire III, also a Republican hard-liner, endorsed by Donald Trump.",
    "And the reason for this pointless dog-eat-dog contest, which would only harm the Republican Party, whoever wins? To stroke the fragile ego of the aforementioned convicted felon, of course. Because Good had committed the original sin – he “insulted” Trump by endorsing Ron DeSantis for the presidency during the Virginia Republican Primaries.",
    "Good did endorse Trump after DeSantis dropped out of the race, but alas too late! Once the unforgivable sin of disloyalty against the Fuhrer has been committed, there is no going back. You are henceforth, in Trump’s book, a RINO (Republican in Name Only), forever.",
    "So, in a deep-red conservative constituency, Republican voters who cast their ballots for incumbent and popular two-term Representative Good may find themselves in a quandary, come November. Trump is effectively driving away from the Party of Lincoln lifelong moderate Republicans, who do not swear complete loyalty to the Orange Jesus.",
    "The result of the Virginia Fifth District election is still too close to call, with 95% of the votes counted. It will probably end up in a recount, a colossal waste of Republican time and money.",
    "Trump has also been making a few electoral mistakes of late. The 2024 Republican National Convention, during which the delegates of the Party will formally select the Party’s nominees for president and vice-president in the 2024 presidential election, is scheduled to be held from July 15 – 18, 2024 at the Fiserv Forum in Milwaukee, Wisconsin. Trump, the presumptive nominee for the presidency and star attraction at the Convention, in a recent recorded conversation with House Republicans, called Milwaukee a “a horrible city”.",
    "He had also made arrangements to live in Chicago during the Convention. When these faux pas were pointed out, Trump, in his inimitable lying style, walked back on his comments. But the damage had already been done. Republican Milwaukians were furious, and Trump’s stupid insensitivity will certainly cost the Party valuable votes in the battleground state of Wisconsin in November.",
    "There are many such instances and statements made by Trump and his allies that have cast doubts on whether the November election is being taken seriously, and where this new style of election campaigning – with innuendos of election fraud, retribution and violence – is headed.",
    "The current trials on charges against Trump on incitement to insurrection (sedition), obstruction of justice and espionage also seem to matter not a whit in the minds of Republican voters.",
    "It’s almost as if the radical-red has already accepted as a fact that they are going to lose the election, and are making arrangements with House Republicans to contest it, just like they did in 2020. And, more violently than on January 6, 2021.",
    "Which begs the question. What really does the November 2024 presidential election mean to the Republican Party? Every single Republican Senator and Congressman, when asked if they would accept the court-certified election results in November, prevaricated. Some said they would accept the results only if Trump won; others point-blank said that the elections will be rigged by the Biden administration.",
    "The integrity of elections, the cornerstone of democracy (rather, the lack thereof) has been the central theme of Trump’s campaign rally rants since he was convicted of 34 felonies in May. As it will no doubt be the overarching theme of the Presidential Election later.",
    "Recent policy speeches by chief Trump campaign strategists, Steve Bannon and Stephen Miller, indicate that the MAGA (Make America Great Again) ultra-red white supremacists are being fed the red meat that the election is already being rigged by Crooked Joe Biden and the “Deep State”.",
    "There is a widespread, totally justified belief that Donald J. Trump would be a clear and present danger to democracy in the United States, if he wins another term of the presidency in November.",
    "However, the identity of democracy in the USA itself is being challenged. Is the ideology of democracy still practiced in America? Will it ever attain the Lincoln ideal of government of the people, for the people and by the people?",
    "Or has it given up the struggle, as it has been failing in the last decade, to the resurgence of white supremacy, and a perverted vision of Plato’s Republic, a government of a “rigid society controlled by an elitist group of philosophers”. Such a group represented as a caricature by the Republican Party of white Christians, pursuing the “greater good”, which does not always coincide with the freedoms sought by a minority underclass of blacks and colored immigrants.",
    "Many of today’s Republicans have always been acolytes of Donald Trump since 2016. Others, who accused him of treason four years ago, have since seen the error of their ways, and are now seeking his warm embrace. The stable genius has always had the support of the wealthy, the corporations, members of the highest Court in the Land and the domestic terrorists of white supremacists, who are standing by, at the ready to obey his every command.",
    "They pose the premise that it would be better for America, polarized as it is on so many issues, to embrace a system of government which would better serve the country as a whole unit, without consideration of the needs of the sum of its parts. Especially when some of its parts, though deemed to be legally equal, are obviously not so; they are, according to Trump, really a sub-human vermin underclass, polluted by skincolor, religious beliefs and other physical or mental deficiencies. In which case, would not a country be better served by the rule of a superior white class of higher intelligence and pure blood?",
    "Such a new Republic will take the following necessary first steps from Day One:",
    "The imprisonment of the leaders of the previous administration, and their families, sans due process.",
    "All levels of jobs in the federal government will be manned by party loyalists. Employees loyal to the previous administration will be eliminated, one way or another. The Department of Justice, including the FBI and Law Enforcement will be directly responsible to the White House. The “patriots” who peacefully protested the Big Steal of the 2020 election on January 6, 2021, now being held as “hostages” in federal prisons, will be immediately pardoned, and employed in senior federal Law Enforcement positions.",
    "The President, together with his immediate family, will be above the law, immune from prosecution from any and all crimes, past, present and future, according to a new ruling of the Supreme Court.",
    "America First will be the inviolate foreign policy of the new administration. The UN serves no useful purpose, and will be dismantled. As will NATO. Europe must learn to pay for its own defense. President Putin is acting well within his rights to restore the glory of the old Soviet Union. Just as the United States will return to its God-given status of a Fundamentalist white Christian nation, with all its powers concentrated in the Presidency. Israeli Prime Minister, Netanyahu, will be given all assistance until the divine promise of an exclusive Israeli homeland is finally and permanently achieved.",
    "Abortion is a clear violation of religious laws, which specify that each and every child, however conceived, whatever the circumstances, however defected the embryo, is a gift from God, and has a fundamental right to life. Abortion will be banned on a national basis. All women who attempt abortion at any stage of pregnancy and any physician who assists in the procedure will be liable to imprisonment.",
    "The Sanctity of the Second Amendment, the fundamental right of all Americans to the ownership of any type of firearms, up to and including military style machine guns, shall never be restricted or violated. Guns don’t kill people. People kill people.",
    "All future immigration to the United States will be banned, except as decided by the immigration authorities, based on merit and the professional and labor needs of the nation. Immigrants attempting to cross the southern border will be shot. A special military task force will be employed to round up all undocumented aliens currently in the country and the greatest mass deportation operation in history will be put into effect immediately.",
    "Climate Change being proved a hoax, the government energy policy will be “Drill Baby Drill”, with the removal of any and all environmental protection regulations. The development of alternative sources of energy will be discouraged.",
    "The Bible will form the new basis of the constitution of the new Republic. As per the recent Louisiana ruling, the Ten Commandments will be displayed prominently in every classroom in the USA.",
    "God recognizes only two sexes, a man and a woman. Homosexuality being an abomination, same sex sexual relations are subject to imprisonment and same sex marriage is banned.",
    "Donald Trump floated an idea last Thursday of imposing an “all tariff policy”, eliminating income tax. Such a policy would benefit only the rich, double the prices of consumer goods resulting in high inflation. Trump’s proposal was panned by former Treasury Secretary, Larry Summers as “the Mother of All Stagflations” … ” which would cause worldwide economic warfare”. It has also been defined as the “most stupid plan in the history of economics”.",
    "Finally, Old Glory, the flag of the Republic, will always be flown upside down in the future, with the stars at the bottom, as a symbol of the legality of the new nation. Confederate flags will be encouraged to be flown alongside.",
    "All these are policy decisions made during the past four years by Donald J. Trump, and will be implemented when he assumes power in January 2025.",
    "In a recent MAGA (Make American Great Again) 10-minute rallying speech at the Turning Point Conference in Detroit, Steve Bannon, Trump’s chief strategist, made a laundry list of acts that Americans can expect when Trump begins his second term, which included most of the items listed above.",
    "“November 5 is Judgment Day, January 20, 2025 is Accountability Day.",
    "“Trust me, on the afternoon of January 20th, we’re going to start the pick and shovel work to take apart the administrative state and take on this rogue element, that praetorian guard, the Deep State. We’re going to run them all out of town”.",
    "Naming names like Attorney General Merrick Garland and Deputy Attorney General Lisa Monaco, he said, “We’re going to investigate you. We’re going to prosecute you. And we’re going to incarcerate you”!",
    "“Are you prepared to fight? Are you prepared to give it all? Are you prepared to leave it all on the battlefield?",
    "“Ladies and gentlemen, it’s very simple. It’s VICTORY OR DEATH”!",
    "At a recent field interview, a Trump supporter was asked by a CNN reporter if she thought there would be a January 6, 2021 type of insurrection if Trump loses the election. Her answer: Of course not. There will be a civil war.",
    "The 16th President of the United States, Abraham Lincoln, (March 4, 1861 to April 15, 1865), coined his famous definition of Democracy, during his famous speech at Gettysburg, to honor of those soldiers who sacrificed their lives in order “that government of the people, by the people and for the people, shall not perish from the earth.",
    "The path to knowledge: Granduncle helps me to go to Peradeniya",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}