{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112559/world-bank-vice-president-concludes-first-official-visit-to-sri-lanka",
  "time_ut": 1758001380.0,
  "original_lang": "en",
  "original_title": "World Bank Vice President concludes first official visit to Sri Lanka",
  "original_body_lines": [
    "The World Bank’s Vice President for South Asia, Johannes Zutt, concluded his first official visit to Sri Lanka yesterday (15).",
    "During his two-day visit, he met with President Anura Kumara Dissanayake, Central Bank Governor Dr. Nandalal Weerasinghe, Secretary to the Treasury Dr. Harshana Suriyapperuma, and other senior officials.",
    "The visit built on World Bank Group (WBG) President Ajay Banga’s visit in May, when the Bank pledged over US$1 billion in financing for the country over the next three years. Since then, the WBG and Sri Lanka have partnered on two programs—a renewable energy program targeting 1 GW with private investment (US$150 million) and an agriculture project ($100 million). Additional operations are planned over the next 12 months in tourism, regional development with a focus on the Northern and Eastern provinces, digital development, and ports and logistics.",
    "In their discussions, Zutt commended President Dissanayake for Sri Lanka’s hard-won economic stabilization and committed to continue supporting the government in implementing reforms that create jobs, attract private investment, and modernize key sectors, a statement by the World Bank said.",
    "“It was a privilege to visit Sri Lanka and meet with President Dissanayake to learn about his government’s vision for growth,” Zutt said. “The groundwork for recovery has been laid. Now is the time to focus on jobs, investment, and inclusive development. The World Bank Group is ready to support Sri Lanka in this journey, prioritizing mobilization of private capital and attracting foreign direct investment to expand services and create jobs.”",
    "With nearly one million young people expected to enter Sri Lanka’s workforce over the next decade but only 300,000 new jobs projected, Zutt stressed that unlocking private sector growth for job creation will be essential. The World Bank Group will continue working in partnership with the government to attract private capital, strengthen competitiveness, and expand service delivery and job opportunities across the country."
  ]
}