{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/whats-in-a-suit-that-which-is-substantive-can-be-delivered-in-a-bush-shirt/",
  "time_ut": 1708931220.0,
  "original_lang": "en",
  "original_title": "What’s in a Suit? That which is substantive can be delivered in a Bush Shirt!",
  "original_body_lines": [
    "Never mind what Anura Kumara Dissanayake wore in Delhi. Never mind what Ranil Wickremesinghe wears daily. What the people want is not the word salads of sartorial politics by Sunday pundits, but the proffering of substantive politics by contenders for political office. As the pre-election dust takes its own time to settle, two figures are emerging as the primary contenders.",
    "On the right, where he has always been, is Ranil Wickremesinghe. On the left, where he seems inspired to be, is Anura Kumara Dissanayake. If there was any chance of someone racing up the middle, that chance and the politics of that candidate are fast withering. The political house of Sajith Premadasa is a house divided according to insiders and outsiders. Mr. Premadasa will have to put his own house in order before he can be a serious contender for public office.",
    "The impending contest between Ranil Wickremesinghe and Anura Kumara Dissanayake will be a very different one when compared to past presidential elections. First to be noted is the organizational disarray of the mainstream political parties and their electorally opportunistic alliances. The disarray is obvious and needs no elaboration.",
    "It also explains why President Wickremesinghe, the nearly 50-year veteran of a 77 year old party, is still looking for a political launcher for his presidential candidacy. Officially, he will be a UNP candidate with the elephant symbol, but he is looking to be acclaimed as the candidate of a grand alliance. Media columnists are writing about such an alliance, but there are no signs yet of any alliance, let alone a grand one.",
    "The support for President Wickremesinghe is mainly based on his successful stabilization of the economy from where his predecessor left and ran away. Those who are genuinely and perhaps exclusively concerned about the economy do think that Ranil Wickremesinghe should be elected as President to continue managing the economy. But this premise has at least two limitations.",
    "One, while it is fair to give Mr. Wickremesinghe credit for what he has done, it would be a stretch to claim that what he has done is something miraculous and that he should contest and be elected President for a new term to continue performing economic miracles. The economy cannot be restored by magic or miracles, and no one should lose sight of the fact that the current stability is primarily due to the moratorium on debt payment. What happens when debt repayment is restarted?",
    "The second limitation to the Wickremesinghe candidacy is that the support for Mr. Wickremesinghe is neither broad nor deep. Otherwise, he should be the one who is topping opinion polls and creating the buzz that Ranil is the man to beat. Mr. Wickremesinghe himself is quite coy about his candidacy. Either he is keeping everyone guessing, or he is guessing himself.",
    "It may be that the President is looking for a broad appeal imploring him to contest the presidential election to keep saving the economy. Similar to the circumstance in which he acceded to the desperate request of Gotabaya Rajapaksa for a helping hand. But there is nothing like that happening now. No appeal by any credible alliance for Ranil to be a candidate. The whole tentativeness of the situation is a symptom of the disarray of the political establishment.",
    "That brings me to the second unique aspect of the upcoming presidential election. That is the emergence of the JVP/NPP as real contender for winning power democratically, and whose unity of purpose and organizational discipline stand in stirring contrast to the opportunism and disarray of the mainstream parties. The JVP’s emergence as a viable contender is as much due to its own maturity as it is due to resonating objective conditions.",
    "The aragalaya that drove Gota away may have turned the tide for the JVP. But it goes beyond that, and it shows the people’s real hunger for an alternative political leadership. And it shows that the people are not warming up to Ranil Wickremesinghe in spite of all the learned views about his capabilities as an economic manager.",
    "The consolidation of the JVP and the emergence of the NPP as its electoral front also owe a great deal to the seemingly collegial leadership of Anura Kumara Dissanayake. He is unique in Sri Lankan politics as the one political leader who has filtered up through the social layers among the Sinhalese without being part of a mainstream political party – the UNP, the SLFP, and later the SLPP. The devolution of political leadership in Sri Lanka – i.e., the transitioning of political leadership from the decadent upper strata of society to the emerging generations – could be a study in itself.",
    "The fact of the matter is that such a transitioning has not been as common in Sri Lanka as it has been in India. There is a long trace of leadership transitioning in India – from the rise of K. Kamaraj as Chief Minister of Madras State (now Tamil Nadu) in 1954, to the ascent of Narendra Modi first as Chief Minister of Gujarat and now the soon to be ‘threepeat’ Prime Minister of India. There is nothing common about their politics, but they represent the shifting of leadership from the upper echelons to the lower strata of India’s hugely stratified society. The example of President Premadasa could be cited as an exception, but it was an exception that could not become a trend.",
    "The JVP and the LTTE interventions could be seen as violent and misplaced efforts to force a transitioning of leadership. Both efforts ended in failure, but the reality now is that even the traditional leadership formations have now imploded. There was a much touted recent transitioning in Tamil political leadership, but that seems to have got mired in legal battles in district courts.",
    "The saving grace here is in the recourse to court battles instead of gun battles. There have been shifts in leadership among the Muslims and estate Tamils, but even the new organizations representing the two communities have become mere appendages to mainstream alliances. They too are suffering from the organizational disarray of their mainstream principals.",
    "In this scheme of unfolding disarray, it is fair to acknowledge the leadership and organizational achievements of Anura Kumara Dissanayake, the JVP and the NPP. This is not to say that they are going to win the upcoming elections and that they are going to provide a pathbreaking new government for Sri Lanka. Those proofs will come in whatever puddings they make.",
    "For now, as a point of political observation, what AKD has done so far needs to be acknowledged. India seems to have done that, and it is irrelevant to the current argument why India may have chosen to do that. More to the point, there has been no Indian invitation yet, not even a hint of it, to the newly elected leader of the ITAK.",
    "The gripe over AKD’s Indian visit is really a symptom of the uneasiness in political circles that are unable to come to grips with the disarray among the mainstream political parties and their alliances. Not to mention that for a host of good and bad reasons, the arrival of the JVP/NPP as a palpable parliamentary force is not palatable to many in the commentating business. It is again a symptom of the mainstream disarray that criticisms of JVP/NPP are emanating almost exclusively outside of parliament and from outside formal political organizations. Conversely, it is this vacuum that the JVP/NPP is filling up much to the irritation of its socio-genital opponents.",
    "The task for Anura Kumara Dissanayake and the JVP/NPP is to respond to the sartorial politics of their critics with substantive politics of their own. “Their Politics and Ours,” the title of an old pamphlet that Dr. Colvin R de Silva wrote in the early 1950s, takes a different meaning in the new context in which the JVP/NPP is emerging as a real parliamentary contender.",
    "Dr Colvin was intervening in the perennial debates within the left movement in the heady days of the Old Left. That was then. Now, Anura Kumara Dissanayake does not have to get into polemic battles with anyone on the Left. He is in fact the only one on the Left, electorally speaking. He has to differentiate his politics from that of his media critics.",
    "There is another difference between the heady days of the Old Left and Sri Lanka’s desperate times after the Rajapaksa yugaya. The challenge today is not to advance the cause of socialism but to salvage the economy from the pits that it has fallen into. Sri Lanka’s economic irony cannot be any stalker, in that Sri Lanka and Pakistan are two economic laggards in South Asia that is now seen as the principal growth region for an unevenly sputtering world economy.",
    "India is virtually the sole economic engine of the South Asian region, and the challenge facing Sri Lanka is to get in stride with ongoing regional growth instead of lagging behind it.",
    "The challenge facing JVP/NPP is to generate confidence about its abilities for managing the economy the same way it is demonstrating its abilities for political mobilization. As a political organization it does not have to rely on its leaders to read economic textbooks the way Che Guvera read them after the Cuban revolution.",
    "There are enough economists and economic thinktanks in Sri Lanka and the JVP/NPP should not feel shy about tapping them for ideas and as resources. There should be reaching out to professional resources in a very public way to enhance public confidence at the national level, the same way retired military and police officers are reportedly being enlisted at the electoral district levels.",
    "Besides the economy, the JVP/NPP leadership will have to deal with the question of constitutional reform and clarify its position on what could still be called the island’s national question. On the question of abolishing the executive presidency, Mr. Dissanayake has provided a convincing response: there is no time to do it before the presidential election.",
    "President Wickremesinghe has said the same thing, but the difference between the two is that while Mr. Dissanayake is committed to abolishing the presidency, Mr. Wickremesinghe is not. That is a big difference, and one on which Mr. Dissanayake could and should publicly challenge the interim President.",
    "Leading Restoration: WNPS at the Forefront of Conserving Mangrove Ecosystems",
    "Faux-revolutionaries want education in Sri Lanka to stagnate, oppose reforms: Sajith",
    "RW tells MPs that “there are no short cuts to abolish executive presidency”",
    "JVP has told India it won’t do anything to upset regional security and peace",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}