{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Economic-literacy-for-youth-via-puppetry-and-performing-arts-carnival-on-Friday-in-Galle/34-762945",
  "time_ut": 1718134388.0,
  "original_lang": "en",
  "original_title": "Economic literacy for youth via puppetry and performing arts carnival on Friday in Galle",
  "original_body_lines": [
    "Power of Play Ltd., a company utilising performing arts for advocacy - is partnering with Advocata Institute and Sahana Social Development Alliance to provide Sri Lankan youth in Galle and Matara with an innovative opportunity to increase their economic literacy and communication skills, via the performing arts of theatre and puppetry.",
    "Mahadanamuththa and his modern golayas live in a fictional land called ‘Sasiribara Deshaya’. This land which was once flourished is now facing economic peril due to lack of overall vision cascading down to mismanagement of State resources, rampant corruption, short-sighted economic policies and lack of will to change. Mahadanamuththa invites everyone to partake in his carnival ‘Maha Winnahi Mela 2024’ to understand the different facets of this crisis and help him restore the economic prosperity of his land.",
    "The ‘Maha Winnahi Mela 2024’ will be held on Friday 14 June from 9 a.m. to 12noon and 3.00 p.m. to 6.00 p.m. at Municipal Council Hall, Galle. Entrance is free.",
    "A carnival type spectacle for the senses including puppet shows, clown shows, game shows, animated films, musical shows, traditional auctions and many more attractions to creatively share knowledge on critical economic reforms needed for Sri Lanka to recover from the current crisis. Come one, come all to be entertained, delighted and ask important questions to understand our individual and collective responsibilities to create a resilient society.",
    "This project is a direct response to the disadvantages faced by youth, where traditional education systems do not foster critical thinking skills to engage meaningfully with complex socio-political issues. Through a three-phase approach, this project will educate youth on how to inform their decisions with facts (based on verified scientific/statistical evidence), and communicate their opinions effectively using creative, non-violent communication tools to inspire open dialogue for collaborative problem-solving.",
    "This project is funded by USAID through the Sri Lanka Engage program that supports opportunities to expand awareness, advocacy, and constructive civic engagement around important economic and governance issues related to reforms.",
    "In April a national digital survey on economic awareness was conducted along with focus group discussions (with selected youth communities in Galle and Matara) to identify critical knowledge gaps of youth relating to the past, present, and future of the economic crisis of Sri Lanka. The research results were used to devise a multi-disciplinary spectacle performance by Power of Play, to raise awareness on the current crisis and viable economic reforms."
  ]
}