{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cucumberthis-week-too/",
  "time_ut": 1721843940.0,
  "original_lang": "en",
  "original_title": "Cucumber…this week, too",
  "original_body_lines": [
    "Wow! I had lots of interesting comments coming my way regarding my Cucumber Beauty Tips.",
    "Some even mentioned that markets had run out of cucumber! (Lol).",
    "Okay, then you better go searching for cucumber as, this week, too, I’ve got cucumber for you.",
    "You will need 01/4th grated cucumber and 01 tablespoon aloe vera gel or juice.",
    "Grate the cucumber and aloe vera gel and apply the mixture on the face and also on your neck.",
    "Leave it on for 15 minutes and then wash it off with warm water.",
    "(This cucumber face pack will rejuvenate your skin and make it glow.)",
    "You will need 1/4th cucumber and 01 tablespoon almond butter.",
    "Peel the cucumber and cut it into small pieces and then add the almond butter and blend them.",
    "You will need 1/4th cucumber and 02 tablespoons curd/yoghurt (plain).",
    "Grate the cucumber to form a pulp Mix the yoghurt and cucumber pulp to make a paste and apply the paste on your face. Wash off with warm water after 15 minutes.",
    "(Use this cucumber face pack for oily and acne-prone skin. This pack is also suitable for sensitive skin.)",
    "Peel the cucumber and blend it with the tomato and apply the paste on your face and neck and massage for a minute or two in a circular motion.",
    "Let it remain for 15 minutes and then rinse with cool water.",
    "(This cucumber face pack will help you with skin brightening and leave you with glowing, radiant skin.)",
    "You will need 01 tablespoon cucumber juice, 01 tablespoon potato juice, and cotton ball.",
    "Mix the cucumber and potato juice. Dip the cotton ball in this juice and apply the juice mixture all over your face.",
    "(This cucumber face pack removes tan and evens your skin tone. You can use some oatmeal for a mild exfoliation to naturally remove dead skin cells.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}