{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/What-a-Trump-or-Harris-presidency-means-to-the-world/4-768721",
  "time_ut": 1730500572.0,
  "original_lang": "en",
  "original_title": "What a Trump or Harris presidency means to the world",
  "original_body_lines": [
    "The 5 November election, for all its drama, jabs, and entertainment, many feel very frustrated or uninspired. Neither Donald Trump nor Kamala Harris has inspired serious confidence, and the choices may seem lacklustre to voters. Yet, make no mistake: the 2024 election is significant. Whether or not it ushers in an era of “tub-thumping ideology,” it has the potential to reshape the global landscape, given what is happening outside the USA. A Trump or Harris presidency would present contrasting impacts and consequences for the rest of the world, especially given their divergent views on international relations, climate policy, trade, investment, and alliances. Here are five key areas with the potential for global impact:",
    "Trump: His approach would likely continue to emphasise “America First,” prioritising US sovereignty over multilateral cooperation. This may include renegotiating or even withdrawing from international agreements, as seen in his first term with the Paris Agreement and Iran nuclear deal. A Trump presidency could lead to a more transactional approach with allies, demanding that NATO countries and other partners contribute more to defence, and favouring bilateral trade deals over multilateral pacts. On global security, Trump might continue to pull back from certain international military commitments, focusing on a more isolationist stance. This could leave room for regional powers to exert influence in small groupings.",
    "Harris: In office, Harris would likely emphasise coalition-building and work to restore relationships with traditional allies, especially within NATO and the European Union. She would probably support multilateralism, reinforcing US commitments to global institutions and climate change initiatives, and might reengage in talks like the Iran nuclear deal. On global security, Harris would likely support a balanced approach, maintaining US presence in strategic areas while prioritising diplomacy. Her administration might focus on human rights and seek to align military actions with allies, favouring coalition efforts over unilateral action.",
    "Trump: His policies could stimulate US markets in the short term, especially within traditional energy and manufacturing sectors. However, Trump’s emphasis on tariffs and trade wars could introduce market volatility, impacting global economies that rely on the US as a trade partner.",
    "Harris: Harris’s policies might help stabilise international trade and encourage a global approach to economic recovery, especially post-pandemic. Her administration could drive investment in green energy, accelerating the global transition to renewable energy sources, which might redefine global energy markets.",
    "Trump: Under Trump, climate change policy would likely focus on regulatory rollbacks to boost fossil fuel industries, as seen previously. His administration might retreat from global climate commitments, prioritising economic growth at home over environmental goals.",
    "Harris: With a track record on environmental justice, Harris would likely prioritise clean energy and renew US commitments to the Paris Climate Agreement, advocating for greener policies and potentially influencing other countries to follow suit.",
    "Trump: A Trump presidency could bring a more protectionist stance, with continued favour toward tariffs, especially against China, and a focus on renegotiating trade deals for what he considers fairer terms for the US. This approach might create tensions but could benefit US manufacturing in certain sectors.",
    "Harris: Harris would likely take a more diplomatic approach, balancing fair trade with diplomatic relations and possibly reducing tariffs on allies. She would likely support trade agreements that prioritise labour and environmental standards and foster partnerships within emerging tech sectors.",
    "Trump: Trump may pursue a more aggressive stance toward China, continuing trade wars and intensifying rhetoric. A hardline approach could lead to further economic decoupling from China, impacting global supply chains and forcing other countries to choose sides—a move with considerable implications for multinational corporations.",
    "Harris: Harris would likely adopt a cautious but multilateral approach toward China, seeking cooperation on issues like climate change while challenging China on human rights and cybersecurity. This approach could help avoid escalation, though strategic competition would remain.",
    "In the final analysis, a Trump or Harris presidency would signal contrasting US stances on key global issues, each with significant implications for allies, trade partners, and global stability. The “big brother” when referring to the USA typically implies a role of leadership, influence, and sometimes paternalism in global affairs. Given that the USA is still considered the “big brother” of the world. The choice of the US electorate would set a distinct tone for US foreign relations and influence on the international stage for trade, governance, investment and aid, military support and investment, especially now that the US economy is doing better than most economists thought possible a few years ago and has exceeded pre-2021 expectations."
  ]
}