{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-keeps-policy-rate-at-7-75-pct-says-will-push-up-cost-of-living-and-growth-232314/",
  "time_ut": 1753236720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank keeps policy rate at 7.75-pct, says will push up cost of living and growth",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank said it will keep its policy rate unchanged at 7.75 percent, saying it will increase the cost of living on the public the level it wants to and push up growth.",
    "In Sri Lanka there is a belief that high inflation is needed for growth.",
    "“The Board arrived at this decision after carefully considering both domestic and global developments,” the central bank said.",
    "“The Board is of the view that the current monetary policy stance will help steer inflation towards the target of 5 percent in the period ahead while supporting growth.”",
    "The central bank has so far been running broadly deflationary policy, providing East Asia style external stability and undershot its attempt to drive up cost of living to 5 to 7 percent.",
    "“Globally, policy uncertainty has intensified due to the evolving trade landscape and recurring geopolitical conflicts,” the central bank said.",
    "“The Board will carefully monitor any realisation of the global uncertainties and assess incoming data on domestic developments. The Board is prepared to take appropriate policy measures to ensure that inflation stabilises around the target, while supporting the economy to reach its potential.”",
    "It is not clear whether “appropriate policy measures’ is a move to deny monetary stability to the people, in the belief that central banks can boost growth, triggering external crises, as had happened in the past.",
    "Analysts have warned that rate cuts made too soon, can drive up domestic credit and make it difficult to build reserves and repay debt and if rates are suppressed by open market operations, actual forex shortages will emerge putting the currency under pressure. Debt is repaid by domestic savings.",
    "The highest performing East Asian monetary authorities generally conduct mild deflationary policy, building reserves above domestic reserve money, which has been mis-interpreted by US Mercantilists (the Treasury in particular) and the International Monetary Fund as ‘undervaluing’ currencies, analysts say.",
    "Mild deflationary policy however keeps domestic prices and wages stable, making the countries export competitive and interest rates low while also allowing political policy stability. Such countries can liberalize at leisure.",
    "Deflationary policy allows countries to become export powerhouses easily triggering massive trade surpluses with the US.",
    "Though the modern doctrine of high statistical inflation dates back to a 1960s (inflation-growth or employment trade-off) that led to the collapse of the Bretton Woods and Great Inflation of the 1970s, macro-economists also held up Japan as a straw man argument later to make people believe that inflation is good, in sharp contrast to classical economists.",
    "Macro-economists have now go their wish, and there is high inflation in Japan and the Liberal Democrats are losing parliamentary majorities and nationalists (Sanseito) are making inroads.",
    "The then ruling nationalist party (Imperial Rule Assistance Association) lost out after the defeat in World War II like the National Socialists of Germany and liberals have run Japan almost continuously since then.",
    "The Monetary Policy Board decided to maintain the Overnight Policy Rate (OPR) at the current level of 7.75% at its meeting held yesterday. The Board arrived at this decision after carefully considering both domestic and global developments. The Board is of the view that the current monetary policy stance will help steer inflation towards the target of 5% in the period ahead while supporting growth.",
    "The movements in the Colombo Consumer Price Index (CCPI) reflected a further easing of deflationary conditions as anticipated. Inflation is projected to turn positive this quarter and steadily increase towards the target of 5% thereafter. Core inflation will continue to gradually accelerate in the coming months, reflecting the steady recovery in the economy’s demand conditions.",
    "The economy recorded a firm growth of 4.8% in Q1-2025. Leading economic indicators suggest this growth momentum will continue in the near term. Monetary conditions continued to ease, supporting the rebound in domestic economic activity.",
    "Most market interest rates have declined further in response to the recent policy rate reduction. The expansion of credit to the private sector has remained robust and broad-based so far in 2025. This private sector credit expansion is expected to continue.",
    "The external sector continued to be resilient amidst a widening trade deficit. Inflows from tourism earnings and workers’ remittances improved further. Gross official reserves were maintained at healthy levels amidst debt service payments. Reserve buildup efforts continue with regular net foreign exchange purchases by the Central Bank. The fifth tranche of the IMF-EFF was received in early July 2025.",
    "Globally, policy uncertainty has intensified due to the evolving trade landscape and recurring geopolitical conflicts. The Board will carefully monitor any realisation of the global uncertainties and assess incoming data on domestic developments. The Board is prepared to take appropriate policy measures to ensure that inflation stabilises around the target, while supporting the economy to reach its potential."
  ]
}