{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-with-IOM-support-ensures-safe-return-of-8-Lankan-migrants-trafficked-to-cyber-scamming-in-Myanmar/56-760779",
  "time_ut": 1713483604.0,
  "original_lang": "en",
  "original_title": "Govt. with IOM support ensures safe return of 8 Lankan migrants trafficked to cyber scamming in Myanmar",
  "original_body_lines": [
    "The Ministry of Foreign Affairs and the International Organisation for Migration (IOM) – the UN Migration entity, on 18 April, facilitated the voluntary return of eight Sri Lankan migrants who were trafficked for forced criminal activities in the cyber scamming compounds in Myanmar.",
    "The Sri Lankan migrants have been forced into various cyber scamming activities in Myawaddy area of Myanmar, under the pretext of legitimate job offers in the IT and other customer service job fields. Upon their rescue from Myawaddy, Myanmar, the Sri Lankan embassy in Thailand facilitated their movement to Bangkok, Thailand with the support of the IOM.",
    "IOM Sri Lanka and the Maldives Chief of Mission Sarat Dash said: “Addressing the issue of human trafficking requires a multi-agency effort and IOM Sri Lanka extends its appreciation to the Government of Sri Lanka, Ministry of Foreign Affairs, the Sri Lanka Embassies in Thailand and Myanmar, IOM missions in Myanmar, Thailand and the National Anti-Human Trafficking Task Force of Sri Lanka led by the Ministry of Defence for smoothly facilitating the return process. It is imperative that people make informed decisions on safe and regular migration pathways and avoid the risks of human trafficking.”",
    "The IOM missions in Sri Lanka and Thailand have successfully conducted the vulnerability screenings to assess the protection needs of all eight survivors of trafficking and IOM’s assistance to the eight migrants include facilitating accommodation, meals and other immediate support in Bangkok, Thailand, providing air tickets and onward transportation to their hometowns in Sri Lanka.",
    "The Embassy of Sri Lanka in Thailand in coordination with the Department of Immigration and Emigration and other relevant authorities in Sri Lanka, issued the required temporary travel documents for the migrants while IOM Sri Lanka closely coordinated all the repatriation arrangements with the Government of Sri Lanka. Further, IOM aims to provide reintegration assistance to all eight survivors of trafficking, upon their return to Sri Lanka.",
    "The Embassy of Sri Lanka in Myanmar has also been consistently bringing to the notice of the Myanmar authorities the dire situation of Sri Lankan victims enslaved in cybercriminal activities orchestrated by traffickers, urging the authorities to take immediate action to rescue the victims from these distressing circumstances."
  ]
}