{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-mobile-banking-users-warned-of-phone-hi-jacking-scam-161728/",
  "time_ut": 1715042820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka mobile banking users warned of phone hi-jacking scam",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s mobile banking users have been warned of hackers who are hi-jacking their phones and taking over bank accounts.",
    "“We have been alerted regarding several incidents of financial fraud, both globally and in Sri Lanka, disguised as attractive online offers, leading to mobile device users inadvertently clicking on unknown links and downloading malicious apps and files,” a joint statement from Sri Lanka Banks Association, Lanka Pay and FinCSIRT said.",
    "“This action grants scammers complete access to the mobile device, enabling them to control it remotely.",
    "“Once the fraudsters take control of the mobile device, they have easy access to bank/payment apps that are installed on that device, leading to theft from bank accounts and payment cards accessed via the mobile device.”",
    "“We wish to advise the general public to be more vigilant in order to avoid falling prey to such scams. These fraudsters use social media platforms, websites and online messaging platforms to carry out such fraudulent activities.",
    "“It is important to note that these reported fraud cases are due to fraudsters gaining control of your mobile device and not due to any security vulnerability of banking/payment apps, which are adhering to international security standards.”",
    "JOINT STATEMENT BY SRI LANKA BANKS’ ASSOCIATION, LANKAPAY AND FINCSIRT",
    "We have been alerted regarding several incidents of financial fraud, both globally and in Sri Lanka, disguised as attractive online offers, leading to mobile device users inadvertently clicking on unknown links and downloading malicious apps and files. This action grants scammers complete access to the mobile device, enabling them to control it remotely.",
    "Once the fraudsters take control of the mobile device, they have easy access to bank/payment apps that are installed on that device, leading to theft from bank accounts and payment cards accessed via the mobile device.",
    "We wish to advise the general public to be more vigilant in order to avoid falling prey to such scams. These fraudsters use social media platforms, websites and online messaging platforms to carry out such fraudulent activities.",
    "It is important to note that these reported fraud cases are due to fraudsters gaining control of your mobile device and not due to any security vulnerability of banking/payment apps, which are adhering to international security standards.",
    "To prevent falling victim to such scams, we advise the public to exercise caution and follow these guidelines:",
    "Avoid clicking on links and downloading apps or files from unknown sources.",
    "Exit from unknown and unfamiliar groups on social media platforms or online messaging",
    "Download apps only from official app stores like the Apple App Store, Google Play Store etc",
    "Use biometric authentication (e.g., fingerprint, facial recognition) to access bank/payment",
    "Regularly review app permissions and remove any excessive permissions granted to",
    "Install a reputable antivirus app from official app stores and keep it updated to detect and",
    "Be cautious of messages prompting you to disclose personal or financial information by",
    "Immediately disable your mobile data/WiFi or switch to airplane mode if you notice",
    "Pay attention to security warnings issued by FinCSIRT, banks and financial institutions and"
  ]
}