{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Stakeholders-suggest-CIABOC-be-designated-oversight-body-on-campaign-finance-irregularities/56-778799",
  "time_ut": 1752097527.0,
  "original_lang": "en",
  "original_title": "Stakeholders suggest CIABOC be designated oversight body on campaign finance irregularities",
  "original_body_lines": [
    "Representatives from Government entities, including the CIABOC Chairman, attended the stakeholder meeting organised by TISL",
    "Multiple stakeholders yesterday advocated necessary legislative amendments to the Regulation of Election Expenditure, Act No.03 of 2023, mooting that the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) be designated as the oversight body for campaign finance irregularities.",
    "This development transpired during a discussion involving all stakeholders, including representatives of Government entities including the CIABOC, Sri Lanka Police, Auditor General’s Department, election monitoring bodies, non-Government organisations, journalists, and members of civil society organisations, organised by Transparency International Sri Lanka (TISL) to facilitate a comprehensive dialogue to explore potential avenues for collaboration.",
    "Institute for Democratic Reforms and Electoral Studies (IRES) Executive Director Manjula Gajanayake, who attended the meeting, said that it was vital to avoid conflicts of interest between public entities when implementing their mandates.",
    "He said that it was a widely accepted principle that the entity responsible for implementing a project or program should not be the same entity tasked with assessing its performance. Therefore, to ensure the effective implementation of the campaign expenditure law, it would be more appropriate to assign prosecutorial powers to an entity outside the Election Commission of Sri Lanka.",
    "Suggesting that the CIABOC be designated as the oversight body, the election monitor said that the powers granted under the new Act No. 09 of 2023 provide sufficient authority for the CIABOC to take on such a role.",
    "Gajanayake reiterated that a proactive approach, shown by the current CIABOC Commissioner General, further supports the idea of entrusting this responsibility to the Commission. “Regardless of past leadership challenges, the institution itself is well-positioned to carry out this oversight function effectively,” he added."
  ]
}