{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/ram-mandir-at-babri-masjid-site-death-of-secular-democracy-rise-of-hindutva-fascism/",
  "time_ut": 1705842032.0,
  "original_lang": "en",
  "original_title": "Ram Mandir At Babri Masjid Site: Death Of Secular Democracy & Rise Of Hindutva Fascism",
  "original_body_lines": [
    "The ancient town of Ayodhya, in the north Indian state of Uttar Pradesh, has been known for its rich diversity of religious denominations, predominantly Hinduism and Islam. For centuries Hindus and Muslims lived in peace and harmony in this town where, in the year 1528, Mughal King Barber built a mosque, which later came to be known as Babri Masjid. Though there was no dispute of any kind for more than two centuries, controversy was sparked off when some Hindus started to claim that this mosque was built on the spot where the Hindu mythical deity Ram was born.",
    "The controversy resulted in the first religious violence almost three and half centuries later, in 1853. In view of the sensitive nature of the issue, six years later, in 1859, the British colonial rulers erected a fence to separate places of worship for Muslims and Hindus. Under this arrangement Muslims were allowed to use the inner court for their prayers while the outer court was allocated to Hindus.",
    "Elaborate arrangements have been made to open today – Monday 22 January 2024- the Ram Mandir Temple in the ancient Indian city of Ayodhya, built at a cost of Rs 1,800 crore, at the site where more than five centuries old Babri Masjid once stood. Rama is from the Epic Ramayana which tells the story of Prince Rama’s quest to rescue his beloved wife Sita from the clutches of Ravana of Sri Lanka with the help of an army of monkeys.",
    "This situation continued for almost a century until 1949, when some Hindus secretly placed idols of Lord Rama inside the mosque triggering off strong protest from the Muslims. Both Muslims and Hindus filed civil suits, but in a move to appease the Hindus, and deprive Muslims of their rights, the then Congress government declared the mosque premises a disputed area and sealed the gates.",
    "Thus, the Congress government was responsible for sowing the seeds for  conflict between the two major communities. In doing so it  insulted the Muslims who had already been prevented from praying in the mosque. The District Judge ordered, in 1986, that the gates of the mosque be opened to allow Hindus to worship. In protest, the Muslims set up the Babri  Masjid Action Committee to fight for their rights.",
    "Without waiting for the court verdict, some Hindus  began to  raise communal tension between the two communities. The Hindu extremist party, Vishwa Hindu Parishad (VHP) founded in 1964 by a group of senior leaders of the Rashtriya Swayamsevak Sangh (RSS), formed a committee in 1984, and started spearheading a nationwide campaign to build  Ram Temple in the premises of Babri Masjid.",
    "This insidious campaign was later led by long time RSS leader Lal Krishna Advani, who became leader of the Bahratiya Janata Party (BJP) – earlier known as the Bharatiya Jana Sangh, established in 1951 as a political wing of the RSS to counter rising public revulsion after the venerated father of the nation,  .",
    "It was L. K. Advani who first brought the Babri Masjid issue to the forefront of the BJP’s strategy and politicized it to achieve power. His extremely dangerous ‘rath yatra’ (chariot journey) crusade against Indian Muslims whipped up religious sentiment, polarized society and stirred Hindus and Muslims with pernicious results.",
    "Meanwhile, the VHP  stepped up their own campaign in 1989 to lay the foundations for the Ram Temple on land adjacent to the mosque. This time, its cadres partially damaged the mosque. In 1991, the BJP came to power in Uttar Pradesh and facilitated their sinister move to destroy the mosque.",
    "On 6 December 1992, RSS cadres gathered in the Babri mosque premises under the guise of conducting a religious ceremony marking the laying of the first bricks for constructing a Ram temple .",
    "Despite assurances, the RSS, BJP, VHP and Sangh Parivar, youths wearing yellow headbands,started attacking television crews, knocking down and trampling their equipment while wave after wave of slogan shouting Hindus surged towards the mosque. Then began their mass assault on the Babri Majid which they razed to the ground in a very professional manner.Groups of jubilant RSS supporters paraded through the narrow lanes chanting obscene slogans against Muslims.",
    "The congress government of Prime Minister PV Narasimha Rao in the centre didn’t take any measure to prevent the   communal violence.",
    "The demolition of the Masjid triggered off nationwide religious riots killing more than 3,000, who were mainly Muslims although the exact number killed countrywide  will never be known. Muslim-owned houses and business establishments too were destroyed as part of the overall RSS strategy to destroy the economic base of Muslims in India. The bloodshed was the most serious threat to India’s secular identity since independence in 1947.",
    "Explaining the conspiracy, Gandhian Nirmala Deshpande said in April 2001, that the demolition was a pre-meditated and well-planned exercise carried out by experts who knew “structural engineering” – apparent from the fact that the domes of the mosque fell from the base. While Nirmala Deshpande had gone into the logistics of the demolition, others referred to the meeting at which the blueprint of the act was prepared by the BJP leadership.",
    "At a secret meeting at the residence of BJP’s Uttar Pradesh unit chief  Vinay Katiyar, on 5 December 1992, attended by Advani, the plan was finalized to bring down the mosque. Mahant Ram Narain Das, who was the priest of the makeshift Ram temple in 1992, disclosed that: “during the crucial meeting on the eve of the demolition at the Ram Katha Sanghralaya, adjacent to the disputed site in Ayodhya, Advani, Uma Bharati and others gave fiery speeches to instigate kar sevaks to pull down the mosque.",
    "The conspiracy angle was further highlighted when Uttar Pradesh Chief Minister Kalyan Singh said that BJP and VHP leaders were lying when they said that they had no idea about what was going to happen on 6 December 1992. Kalyan Singh, as the Chief Minister of Uttar Pradesh, who was in charge of the security arrangements on that day said ‘that a deep-rooted conspiracy had been hatched by the BJP leadership to demolish the Babri Mosque’.",
    "The Central Bureau of Investigation (CBI) charge-sheet set before the Rae Bareli court stated that L. K. Advani, Murli Manohar Joshi, Uma Bharati, Vinay Katiyar, and VHP leaders Ashok Singhal, Giriraj Kishore, Vishnu Hari Dalmia and Sadhvi Ritambara delivered inflammatory speeches at Ayodhya prior to the demolition of the Babri Masjid which incited kar sevaks to demolish the mosque.",
    "But in its judgment, the Rae Bareli court ruled that Advani, who initiated the temple movement as a consequence of which the Babri Masjid was demolished, would not be tried but the seven remaining defendants facing charges of inciting a Hindu mob to demolish the mosque, spreading hatred against Muslims and communal frenzy leading to rioting, killing and destruction.",
    "The judgment went against the weight of the entire evidence and violated the law as declared by the Supreme Court. It also raised questions as to how the Magistrate separated the case against Advani from the rest, even though the charges and the evidence against them were almost similar.",
    "Some legal experts described the court proceedings as a complete eye wash while one lawyer said ‘Advani will have to examine his conscience and ask whether it is fair that those who followed him should be charged while he should get off scot free’. The lawyers were stunned at the double standards of the court order as the general perception was that Advani, as deputy Prime Minister and Union Home Minister, misused the government machinery to gain relief.",
    "Speaking out against the leadership, kar sevaks who participated in the mosque demolition said that they were incited by the BJP and VHP netas. The BJP, which came to power only on the Ram temple issue, tried to remain in power  only on this issue,",
    "In the long awaited verdict on the  Babri Masjid dispute in Ayodhya the Allahabad Court offered  two third of the  2.77 acre  Babri Masjid  to Hindus who destroyed the Babri Mosque  and one third to the Muslim on Thursday 30 September 2010. This judgment which shocked  all the peace loving people  appears to have been written by   Rastriya Swayam Sevak, RSS.",
    "This provided legitimacy to the criminal act perpetrated by RSS combine in demolishing the masjid in 1992. This is Indian justice – the largest democracy in the world where around 250 million Muslims were treated worse than the worst of dalits."
  ]
}