{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slim-kantar-peoples-awards-2024-celebrates-sri-lankans-favourite-brands-and-personalities/",
  "time_ut": 1710954000.0,
  "original_lang": "en",
  "original_title": "SLIM Kantar People’s Awards 2024 celebrates Sri Lankans’ favourite brands and personalities",
  "original_body_lines": [
    "The 18th consecutive SLIM Kantar People’s Awards concluded successfully on the 19th March 2024, at the Monarch Imperial. The Awards were presented to the winners amidst an atmosphere of glitz and glamour, marking the significance of this milestone in the annals of marketing excellence in Sri Lanka. The ceremony was attended by more than 600 distinguished guests, including top-level corporate leaders, media personnel, dignitaries and celebrities.",
    "The Chief Guest at the event was General Shavendra Silva, while the Guest of Honour was Deepal Sooriyaarachchi – Past President of SLIM. Their participation and presence underscored the significance of the occasion. The SLIM Kantar People’s Awards stands out amongst other accolades for marketing excellence as a result of its unique selection process. Instead of relying on a panel of judges or direct voting, the SLIM Kantar People’s Awards are awarded based on an extensive Islandwide survey conducted by Kantar, ensuring a democratic and comprehensive reflection of the people’s preferences and heart share.",
    "Chinthaka Perera – President of SLIM, commented on the awards saying, “Each year we strive to add value to the SLIM Kantar People’s Awards, further enhancing this event’s recognition and credibility. These efforts are aimed at continuously improving the benchmark of excellence for marketing in Sri Lanka, and we are very pleased with the outcome this year.”",
    "Gayan Perera – Vice President of SLIM, highlighted the practical implications of the awards stating, “While congratulating the winners, we also wish to highlight the importance and value of utilizing the findings of this extensive public survey to make informed marketing decisions at organizations. The survey data is available for purchase from SLIM, and provides a valuable resource and a treasure trove of insights for marketers.”",
    "Himali Madurasinghe – Director at Kantar discussed certain insights into the research methodology stating, “This year, we are pleased to have educated the corporate sector extensively about our research methodology. For those interested in delving deeper, we recommend catching the webinar video on the People’s Awards Facebook page. The data we have gathered and the trends we have uncovered can help to better direct marketing efforts in the future.”",
    "Manthika Ranasinghe – Project Chairman of the SLIM Kantar People’s Awards 2024 extended a message of gratitude saying, “I wish to thank all our sponsors, service partners, Kantar Team, SLIM staff, and the project committee who supported us tirelessly to make this project a success. Their dedication and hard work have truly paid off. The success we have achieved would not have been possible without these exceptional collaborations.”",
    "The George Keyt Foundation ‘Sri Lankan Artists 2024’ exhibition returns to celebrate nation’s artistic brilliance",
    "Classic Wild leads the charge: Principal Sponsor for WNPS Small Cats project",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}