{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/in-sri-lanka-deflation-was-common-before-the-policy-rate-imf-second-amendment-bellwether-181689/",
  "time_ut": 1727751540.0,
  "original_lang": "en",
  "original_title": "In Sri Lanka deflation was common before the policy rate, IMF Second Amendment: Bellwether",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s deflation in September 2024 has created news, but all inflation was followed by deflation for over 200 years before currency depreciation (now called flexible exchange rate) and money printing for a policy rate.",
    "Under the currency board from 19 century and the Central Bank under Bretton  Woods specie standard, Sri Lanka’s inflation  was broadly the same as the US and the rest of the world.",
    "Under a fixed exchange rate to the Fed, inflation that went down came down and macro-economists could not generate permanent inflation and wage destruction.",
    "For example from 1953 January when the Colombo Consumer Price Index was at 100.1, it was only 100.7 by August 1960.",
    "From the early 1950s as the central bank began to print money, foreign exchange controls were gradually intensified.",
    "It was in the 1960s that the US Fed, driven by ‘macroeconomic policy’ started to aggressive cyclical policy rate manipulation, leading to reserve losses (gold) and soaring gold prices.",
    "The Fed then invented swaps to continue to maintain its policy rate on statistical considerations. At the time macro economists claimed that there was a trade off between inflation and growth.",
    "However Germany grew with deflationary policy (it appreciated the currency during 1960s as US printed), and so did East Asian export powerhouses (China till 2005).",
    "As a result of the excesses of the independent Fed, social unrest proliferated. Sri Lanka started to go to the IMF around that time. Total IMF programs began to hit new records almost every year in the 1960s.",
    "The Fed eventually busted the Bretton Woods with its policy rate, triggering Great Inflation.",
    "IMF program volumes hit even higher records, with Keynesian (Cambridge economics) Britain being on top and similar policy spread to other central banks.",
    "Sri Lanka also imported the inflation through its exchange rate peg and saw high inflation in the 1970s and then closed the economy completely.",
    "In 1978 Sri Lanka dropped its external anchor as a confused International Monetary Fund dropped both specie and external anchors.",
    "Inflation never looked back in this country. Neither did social and political unrest. The ideological support for this inflation – including that part of the inflation suddenly came from cost-push from the 1960s – came from US and UK universities where macro-economists studied.",
    "“The Chief root of our present monetary troubles is, of course, the sanction of scientific authority which Lord Keynes and his disciples have given to the age-old superstition that by increasing the aggregate of money expenditure we can lastingly ensure prosperity and full employment,” explained Friedrich von Hayek.",
    "“It is a superstition against which economists before Keynes had struggled with some success for at least two centuries.”",
    "“It had governed most of earlier history. This history, indeed, has been largely a history of inflation; significantly, it was only during the rise of the prosperous modern industrial systems and during the rule of the gold standard, that over a period of about two hundred years (in Britain from about 1714 to 1914, and in the United States from about 1749 to 1939) prices were at the end about where they had been at the beginning.”",
    "East Asia Piggy Backs Fed to become export powers houses with stability",
    "While the Fed came up with a working anchor under Volcker and then Greenspan (not true inflation targeting as later happened in New Zealand), Sri Lanka and African nations lost its benefit.",
    "Other countries, the UK as well Germany up to around 1979 started money supply targeting.",
    "East Asian nations, from Hong Kong to Singapore continued with the external anchoring as did China from 1993, recording stability greater than the US in most cases.",
    "Sri Lanka deteriorated with initially attempting to target money supply while trying to collect reserves.",
    "Monetary policy improved when A S Jayewardene was made Treasury Secretary (the Treasury Secretary was a member of the Monetary Board), and later Governor.",
    "However compared to East Asia the operational framework was not fine-tuned.",
    "During the period Sri Lanka had the longest gaps without IMF programs despite an intensified war.",
    "After the war Sri Lanka started new IMF backed experimental anchors called flexible inflation targeting.",
    "After average weighted call  money rate (middle of the corridor) started around 2015, all was lost.",
    "Sri Lanka ran from one currency crisis to another borrowing heavily while the credit rating allowed, as forex shortages emerged due to cutting rates on statistical formulae divorced from laws of nature, essentially the same process that led to 1960s and 1970s inflation in the US.",
    "Sri Lanka eventually defaulted in 2022 after aggressively cutting rates, the statutory reserve ratio and taxes to close an output gap.",
    "Technical assistance to do it (as with the Second Amendment) came from the IMF.",
    "The IMF is now giving technical advice for a single policy rate.",
    "How people are misled as to the causes of inflation (supply or cost) and forex crises (current account or trade deficit or lack of exports) is a testament to the success of propaganda powers of macroeconomists, inflationary central banks and also the IMF itself.",
    "Each period of inflation or balance of payments crisis triggered by average call money rate targeting or the single policy rate as the case may be, leads to a ‘stabilization crisis’.",
    "Stabilization crisis from the policy rate, triggers bank failures and unemployment. In the current crises, the state banks which used open market operations the most since the end of the war, now require capital injections while private banks also were hit by bad loans.",
    "Austrian economists like Hayek as well as French and Swedish economists rejected Keynesianism as soon as it was propagated in the 1920 and 1930s as they had seen the effects of central banking with the policy rate, stabilization and banking crises in Austria.",
    "Sri Lanka saw massive queues of people trying to get passports to go to mainly currency-board-like regimes in the Middle East in the latest central bank/macroeconomic policy crisis.",
    "“This manufacture of unemployment by what are called ‘full employment policies’ is a complex process. In essence it operates by temporary changes in the distribution of demand, drawing both unemployed and already employed workers into jobs which will disappear with the end of inflation,” Hayek explained.",
    "“What will happen during a major inflation is illustrated by an observation from the early 1920s which many of my Viennese contemporaries will confirm: in the city many of the famous coffee houses were driven from the best comer sites by new bank offices and returned after the ‘stabilization crisis’, when the banks had contracted or collapsed and thousands of bank clerks swelled the ranks of the unemployed.”",
    "In Sri Lanka despite austerity propaganda from the West, there is some understanding about its value due to currency appreciation permitted under deflationary policy.",
    "Due so called ‘competitive exchange rates’ which was rejected by Singapore and the most successful East Asian nations, post 1978 IMF programs are usually rejected in toto by the electorate.",
    "The politician who fixes the system usually gets blamed. In the present day inflationist macro-economists cry from the rooftops that there is ‘austerity’ though all the harm on the poor comes from the inflation and currency depreciation from the original crisis.",
    "The first victim of central banks interest rate suppression and liquidity tools even without a single policy rate or average weighted call money rate targeting was the 1955 administration.",
    "“The politicians who will be blamed for it will not be those who created the inflation but those who stopped it,” Hayek said.",
    "“No worse trap could have been set for a democratic system in which the government is forced to act on the beliefs that the people think to be true.”"
  ]
}