{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/duplicate-nic-numbers-delay-sri-lankas-aswesuma-beneficiaries-receiving-payment-official-173325/",
  "time_ut": 1721652600.0,
  "original_lang": "en",
  "original_title": "Duplicate NIC numbers delay Sri Lanka’s Aswesuma beneficiaries receiving payment: official",
  "original_body_lines": [
    "ECONOMYNEXT – Thousands of Sri Lanka’s Aswesuma poverty alleviation beneficiaries face delay in receiving funds due to duplication of their national identity card (NIC) numbers, a top government official said.",
    "Despite the government approving 1.8 million households as Aswesuma beneficiaries from last year’s applicants, still around 200,000 beneficiaries have not received any benefits, the official said.",
    "“When you include their details into the system, it shows two people have the same national identity card numbers,” Jayantha Wijerathne, Chairman of the Welfare Benefits Board, told EconomyNext on Monday (22).",
    "“This may be due to manual production of the identity cards in the past. When there is duplication of NIC numbers, the system rejects the beneficiaries from being paid.”",
    "“Now we have informed these duplicate identity cardholders via text messages and to rectify this issue. Once this is sorted, we will pay them the full amount with effect from July last year.”",
    "An electronic National Identity Card Project (e-NIC) was established in 2012 with the intention of verifying personal identity accurately and efficiently using modern technological methodology for the NIC issued by the Department for Registration of Persons.",
    "Issuance of a polycarbonate smart card with photo laser-printed in Sinhala, Tamil, and English was started from October 27, 2017 to replace the old NICs.",
    "However, millions of Sri Lankans still have the old NIC where personal details were handwritten, photo pasted, and laminated. (Colombo/July 22/2022)"
  ]
}