{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112543/pro-palestinian-flotilla-departs-tunisia-in-largest-bid-yet-to-break-gaza-blockade",
  "time_ut": 1757981580.0,
  "original_lang": "en",
  "original_title": "Pro-Palestinian flotilla departs Tunisia in largest bid yet to break Gaza blockade",
  "original_body_lines": [
    "A flotilla of 18 vessels carrying pro-Palestinian activists has left the Tunisian port of Bizerte in what organizers called the largest attempt yet to challenge Israel’s naval blockade of Gaza, Tunisia’s state news agency TAP reported on Monday.",
    "In total, 22 multinational ships from the Global Sumud Flotilla were anchored in Bizerte, where they were welcomed by local residents, civil society groups, and Tunisian authorities. The Red Crescent provided medical support and supplies. A port official said four other vessels remained docked for repairs.",
    "The first vessel to depart was the Spanish-flagged Marinat, which sailed on Saturday. The last to leave on Monday was the Algerian ship Sultana, carrying 12 passengers from Tunisia, Algeria, and South Africa, led by a Tunisian captain.",
    "The flotilla set out from Barcelona on Aug. 31 and aims to send more than 20 vessels with activists from over 40 countries to Gaza. Organizers say the number could rise to 60 once joined by boats from Tunisia, Libya, and Italy, with more than 1,000 activists expected to participate. They describe it as the largest maritime challenge yet to Israel’s blockade.",
    "In June, Israeli forces intercepted another vessel, the Madleen, which was carrying 12 activists, including Swedish climate campaigner Greta Thunberg and Brazilian rights advocate Thiago Avila, both of whom are also aboard the Global Sumud Flotilla. The passengers were taken to Ashdod, Israel’s largest port, and later deported.",
    "The Freedom Flotilla Coalition, which organized that mission, accused Israel of unlawfully seizing the ship in international waters and said passengers were subjected to psychological pressure, irritant spray, and jamming of communications.",
    "Israel imposed a naval blockade on Gaza in 2007 after Hamas seized control of the enclave, tightening restrictions after Hamas’s cross-border assault into southern Israel in October 2023.",
    "The conflict, now in its 23rd month, has killed nearly 65,000 people in Gaza, devastated the enclave, and caused famine."
  ]
}