{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-needs-younger-directors-those-who-are-wonderfully-weird-than-dreadfully-dull/4-760456",
  "time_ut": 1712596691.0,
  "original_lang": "en",
  "original_title": "Sri Lanka needs younger directors – those who are wonderfully weird than dreadfully dull",
  "original_body_lines": [
    "Should we not have new blood and new thinking in them in staying relevant?",
    "The bottom line is that boards in Sri Lanka are too ‘old school’ and this is hampering Sri Lanka’s march to a new world economy, an economy which is personified by a shift from a manufacturing and commodity base to one which leverages technology in creating products and services at rates which could never be matched by traditional methods",
    "There are growing signs of companies in Sri Lanka recruiting late Gen X’s and mid Millennials to their boards as they ready themselves in contending with the volatility and complexity of a modern and dynamic environment. In this evolving scenario, the boardroom is departing from being the domain of the over sixties who have spent their careers climbing the corporate ladder or retired executives looking for an extra stream of income while keeping their mental capacities exercised. A significant upswing in shareholder and other stakeholder activism, in the last decade, has led to boards and board effectiveness being under very close watch. Shareholders and other stakeholders have taken the view that a board can no longer limit their involvement to a mere determination of an organisation’s direction, goals, strategies, risk management et cetera but that they must widen their horizons in setting the ethos of the organisation in preparing it to manage the impacts of Environmental, Social and Governance (ESG) Integration, Diversity, Equity and Inclusion (DEI), Succession Planning, Cybersecurity and Data Protection, Digitisation, Data Mining and Artificial Intelligence, Executive Compensation and Geopolitical Factors.",
    "How these challenges are addressed today have far ranging, and often unforeseen, consequences tomorrow and in the not-so-distant future. It is increasingly evident that the untainted and open minds of the younger generations are more attuned to thinking out of the box in addressing these impacts than the set minds of the Baby Boomers and the early Gen X’s. For example, as a ‘digital native’, a millennial in his/her thirties is likely to have a natural grasp of technology and technological possibilities than someone who has been in the workforce for 40+ years.",
    "The bottom line is that boards in Sri Lanka are too ‘old school’ and this is hampering Sri Lanka’s march to a new world economy, an economy which is personified by a shift from a manufacturing and commodity base to one which leverages technology in creating products and services at rates which could never be matched by traditional methods. The average age of members in boards of public companies, in Sri Lanka, is believed to be 63+. While there is no denying that age brings ‘exposure’ to the table, it must be accepted that a 45-year-old is likely to have more experience, knowledge, and wisdom than the 63+ year old in areas which are relevant to the stakeholder and technology led present business environment.",
    "The “this is how we did it” stories have no alignment with the technological and societal transformations which abound us. Numerous are the instances in today’s boards, and even in top management, where deep-seated points of reference impede critical decisions in areas involving diversity, empowerment, and technology. These delays are negatively affecting the sustainability of organisations with a consequent loss in productivity and a diminution of their competitive advantage. Even in instances where young directors have been enlisted, sometimes as a token gesture in satisfying stakeholder demands, it is common to find that they are sidelined and/or not appropriately heard when critical decisions are discussed and made.",
    "The “this is how we did it” stories have no alignment with the technological and societal transformations which abound us. Numerous are the instances in today’s boards, and even in top management, where deep-seated points of reference impede critical decisions in areas involving diversity, empowerment, and technology. These delays are negatively affecting the sustainability of organisations with a consequent loss in productivity and a diminution of their competitive advantage. Even in instances where young directors have been enlisted, sometimes as a token gesture in satisfying stakeholder demands, it is common to find that they are sidelined and/or not appropriately heard when critical decisions are discussed and made",
    "Their under-representation in the ocean of ‘seniority’ results in their ideas being drowned by their’ old-school’ colleagues. They are oft told that they are too ‘green’ to understand the intricacies of the subject under debate and that they must not disturb the prevailing board dynamics. The inevitable outcome of all this is that they are forced to curb their initial enthusiasm and act in sync with the lowest common denominator. Sri Lanka sorely needs younger boards if it is to accelerate its progress to a place in the new economic order. Younger boards are necessary in this quest. It is not a matter of choice.",
    "The Sri Lanka Institute of Directors (SLID) has been very active, and successful in the last decade in attracting younger executives to its membership and providing them with the requisite training and guidance in board leadership. Due to these efforts, there is now a pool of young corporate leaders which is are available to serving on boards. Despite this, an increase in the representation of younger members in Sri Lanka’s boards is predicated on the happening of two things. Firstly, organisations must better understand why young executives wish to join a board and must configure themselves in a manner which gives the aspiring candidates a platform to fulfil their aspirations and secondly the individuals wanting to join a board must possess a full awareness of what a directorship entails and must take the plunge only after they have evaluated such criteria against their personal circumstances.",
    "Organisations wishing to recruit young directors to their boards must recognise what motivates young executives to join a board. As a leadership coach and mentor, I have had the privilege, and good fortune, of gleaning from my ‘coachees’ what they, as young leaders, seek in a directorship. The following have stood out. * Enable professional growth opportunities, * Strengthen the personal brand as a springboard to higher leadership roles and as a ladder to the future, * Showcase professional and leadership credibility. An appointment as a director in a renowned organisation is seen by them as a public endorsement of their skills, * Grow a leadership network. Being a member on a board is considered by them as a wonderful opportunity to meet, collaborate and engage with well-connected people, * Sharpen technocratic skills. The dependence placed by the board on their specific skills inspires them to engage in continuous personal development in the subject area of expertise. It forces them to keep abreast of the latest thinking and there may be occasions when they are nominated to represent the organisation in seminars and workshops, * Develop their skills of collaboration with experts in other fields. This, while enabling a greater appreciation of other disciplines, also provides priceless opportunities of gaining insights into their nuances and tactics. The repository of knowledge increases, * Gain exposure, and insights at the highest levels. Serving on a board gives them access to the inner workings of the organisation and the opportunity to learn about other industries, business strategies and markets. This augments their marketability, * Adds ‘oomph’ to their careers, * Increases visibility. Their visibility within the immediate organisation as well as with other stakeholders and business leaders will expand. Board colleagues and other leaders will know, first-hand and more intimately, the benefits of collaborating with them. These become advantages when they pursue future board roles or employment opportunities, and * Establish an additional stream of income. It is noteworthy that the importance they attached to director fees was exceedingly small relative to the importance they attached to developing their personal brand and career development.",
    "I can personally relate to all the above. My first appointment to a board, though of a small company, was at the age of 29. But insignificant as it was, it was my stepping-stone to a wider arena. It was an opportunity which I grabbed with both hands. In the next 40+ years, I had the incredible experience of serving on boards of companies involved in activities ranging from mining, brewing, milling and manufacturing of explosives, sugar, cement, carbonated soft drinks, convenience foods et cetera, to agriculture and farming, super-marketing and retailing, tourism and leisure, financial services, insurance, transportation and logistics, ports and shipping, property and real estate and information technology et cetera.",
    "Based on my experience, the qualities, traits, and behaviours sought by a recruiting board are, * The candidate’s openness to innovative ideas and his/her willingness to challenge the status quo and ask the tough questions i.e., Intellectual Curiosity, * Capacity to commit time, * Understanding of a Director’s Role. The SLID conducts regular courses on this and young candidates are advised to attend. * Humility and Integrity. While they look for members who are transparent and forthright in their interactions with fellow members, Boards do not like individuals who resort to one upmanship.",
    "To the young executives keen to join a board, I say: a directorship is not a walk in the park. It requires immense commitments of time and other personal sacrifices. Without doubt, the most stressful component of the portfolio of roles in my corporate career of 53 years from an accounts clerk, junior manager, accountant, senior accountant, financial controller, finance director to managing director was the responsibility, accountability, and the answerability which was cast on me as a member of a board. Irrespective of whether I was a non-independent executive member, non-independent non-executive member or independent member or whether I was a member of the board of a public listed, private, holding, subsidiary, for profit or for non-profit, company, the fiduciary responsibility attached to me as member of the board brought in its wake great mental stress which far exceeded the ‘enjoyable stress’ attached to the various executive roles I held and continue to hold. The task, and monotony, of reading board papers, preparing for board meetings, engaging in board discussions, participating in strategy formulation, managing “Other People’s Money” (OPM) and interests, duty of care and loyalty and taking decisions which had short-, and long- term impacts on stakeholders such as investors, employees, customers, suppliers, society, and government were mentally draining, challenging, arduous and time consuming. Further, the executive non-independent membership which I carried on many boards brought with it fine lines on when to wear a board hat and when to wear an executive hat. A mix of these hats is not easy in a board setting and is unnerving. Notwithstanding the same, I was always aware that whether one is non-independent or independent the director responsibilities cast on all members of the board are identical other than in instances where the board may place great dependence on your specialised expertise. When I retired in December 2017 from formal employment and various boards, I breathed a sigh of relief. The ‘Sword of Damocles’ which hovered over my head, vanished.",
    "An invitation to join a board is a matter of great pride and honour. While it gives the invitee many avenues for personal growth, the ‘ubiquitousity’ of stakeholder activism, the complexity of publicly listed companies and the heightened litigious affinity of the public can expose his/her reputation, time, and finances to great risks. Therefore, it is imperative that invitees, irrespective of age, do not get caught in the euphoria of the moment but carefully consider a host of key factors before accepting the invitation. Battle hardened senior executives who have been in the wider corporate game over a long period will be better versed in these regards than the more technocratic younger executives who do not have ‘years’ under their belts. The key questions which I believe are a must are: * Does the core work of the subject board excite you? Whether your intention is to advance your personal career, make a meaningful difference to society or produce something new and exciting, the board work must connect with, and contribute, to your personal goals. If the work is not laced with such excitement, you will not be able to cope with the tough situations you will inevitably encounter, * Are you able to commit the time and energy to diligently perform the board duties? Through discussions with the chairperson and with other board members get a reasonable understanding of the frequency, nature and duration of board meetings, the time required to prepare for board meetings and in dealing with other board issues which surface from time to time. Will you be expected to serve on board committees and what amount of time should be reserved for it? Board Audit Committee and Risk Committee meetings, demand a lot of time, * What specific expertise, and related inputs, would the board expect of you? Do you believe that you have the requisite level of skills in meeting such requirements? Is there a good fit with the expertise of your fellow board members? There is no excitement in being a passive, ‘ornamental’ member in a board unless that is what you are seeking in the first instance, * What is the culture of the organisation? Is it run on ethical principles? Who are your fellow board members? Based on available information, are their Values consistent with your Values? * Does the board have a learning culture and is there an ongoing drive for excellence? Are there regular evaluations of board effectiveness? * What is the board’s approach to decision-making? Is dissension valued? Are discussions robust and transparent? * Are you expected to carry out the bidding of a controlling shareholder or are you free to exercise your professional independence in acting in the best interest of the public and the organisation you serve? * How does the board deliver on its overall responsibility for risk oversight? * What is the quality of Financial Reporting and Disclosure? Who are the Statutory Auditors? As a board member, have you a free right to information? * Do you have unfettered access to the Chief Executive Officer and other key management? If not, what are the rules of engagement? * Does the organisation have directors’ and officers’ liability insurance cover? This is particularly important if the organisation is a member of a regulated industry or an industry where the episode frequency, intensity, and the severity of impacts, of consumer protection laws are above the norm, * What confidentiality and conflict of interest obligations will apply during and after your board service? * Is your compensation commensurate with both the tangible and intangible commitments of your board role?",
    "This check list is by no means exhaustive. You will be able to gather most of this information per the organisation’s public disclosures, news releases, annual reports, analyst reports et cetera. Do not dive in – blindly!",
    "Despite agitation for a change in the political, social, and economic governance system in Sri Lanka, the ‘names’ in policy-making and decision-making bodies such as Government, Government Commissions, Government Think Tanks, Corporate Boards, Corporate Business Advisory Bodies et cetera remain, more or less, the same. We regularly appoint, and reappoint, the very people who have been, directly or indirectly, a part of our country’s current mess. Then we task them to make changes to a state they have enjoyed and continue to enjoy. Overly optimistic are we not? Corporate Boards are an integral part of Sri Lanka’s governance eco-system. Should we not have new blood and new thinking in them in staying relevant? Or should we proceed with “business as usual” in our conservative ways at a ‘tortoise’ like pace with old wine in old bottles? Let us urgently work towards establishing younger boards which are adept in new thinking and be ‘wonderfully weird,’ not ‘dreadfully dull.’"
  ]
}