{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99562/ground-breaking-cancer-vaccine-trial-announced",
  "time_ut": 1717145460.0,
  "original_lang": "en",
  "original_title": "‘Ground-breaking’ cancer vaccine trial announced",
  "original_body_lines": [
    "Thousands of patients will be able to access “ground-breaking” cancer vaccines, as part of an NHS trial.",
    "A “match-making” service called the Cancer Vaccine Launch Pad (CVLP), which can match patients with suitable trials, is set to be launched.",
    "The Southampton Clinical Trials Unit (SCTU), based at the University of Southampton, has been chosen to run the project.",
    "The new NHS England programme aims to accelerate research into personalised cancer vaccines.",
    "It is a type of immunotherapy treatment that boosts the body’s own immune system to help it find and destroy cancer.",
    "SCTU clinical director, prof Simon Crabb said the new scheme would “bring together different academic and industry partners who are developing cancer vaccines and allow patients across England to access trials of treatments that may not have previously been an option for them”.",
    "Ali Richards, 63, took part in a previous cancer vaccine trial run by the Southampton Clinical Trials Unit after after her head and neck cancer returned following initial treatment.",
    "“Traditional treatments are not kind by their nature, and anything that can make treatment more simple, more effective, less invasive, has got to be a good thing,” Ms Richards, from Poole in Dorset, said.",
    "The vaccines are created by analysing a patient’s tumour and using that information to create a vaccine tailored to that individual.",
    "Prof Gareth Griffiths, director of the Cancer Research UK SCTU, said: “Cancer vaccines have the potential to improve the way we treat the disease, particularly for those cancers where treatment options are currently limited or very demanding on patients’ bodies.”",
    "Personalised vaccines aim to create an immune ‘memory’ that can prevent a cancer from returning after surgery or chemotherapy.",
    "The first trial will be testing a vaccine under development by biotech company BioNTech SE."
  ]
}