{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Alumex-achieves-ASI-Performance-Standard-Certification-marking-a-milestone-in-sustainable-aluminium-manufacturing/34-778987",
  "time_ut": 1752525470.0,
  "original_lang": "en",
  "original_title": "Alumex achieves ‘ASI Performance Standard Certification,’ marking a milestone in sustainable aluminium manufacturing",
  "original_body_lines": [
    "Alumex PLC becomes first in Sri Lanka and second in South Asia to earn prestigious Aluminium Stewardship Initiative (ASI) Performance Standard Certification.",
    "From left: Alumex Managing Director Pramuk Dediwela and Hayleys Chairman and Chief Executive Mohan Pandithage pictured together with ASI certificate",
    "Alumex PLC, the country’s leading aluminium extrusion manufacturer, was bestowed with the prestigious Aluminium Stewardship Initiative (ASI) Performance Standard Certification, becoming the first in Sri Lanka to earn this globally recognised benchmark for sustainable aluminium production.",
    "This significant milestone positions Alumex among an exclusive group of manufacturers worldwide that champion best-in-class ethical, environmental, and social governance (ESG) practices in the aluminium industry. Notably, Alumex is currently the only publicly listed aluminium extrusion company in Sri Lanka to receive this certification. The certificate was awarded on 11 June 2025, making Alumex PLC the first extruded aluminium product manufacturer in Sri Lanka to be awarded ASI Chartered Membership.",
    "The ASI Performance Standard recognises companies that demonstrate responsible aluminium sourcing, production, and lifecycle management. Alumex’s certification was bestowed following a rigorous evaluation process, including an internal self-assessment, an independent third-party audit by an ASI-accredited body, and the implementation of necessary improvements to align with the initiative’s strict ESG criteria.",
    "“Achieving ASI Certification is a monumental milestone for Alumex and for Sri Lanka’s manufacturing sector,” said Alumex PLC Managing Director Pramuk Dediwela. “It reaffirms our commitment to responsible and sustainable aluminium production, aligning Alumex with global sustainability standards and enhancing our competitiveness on the international stage.”",
    "The ASI certification offers numerous advantages, including enhanced credibility, broader market access, and improved risk management. It offers independent validation of ESG performance, boosts stakeholder and customer confidence, and unlocks opportunities in sustainability-focused markets. Furthermore, certified companies are better equipped to stay ahead of tightening regulatory demands and shifting consumer expectations globally.",
    "Alumex’s achievement is a testament to its broader commitment to corporate responsibility. It assures customers that Alumex’s products are crafted with environmental and ethical integrity, while internal stakeholders, including employees and local communities, benefit from the company’s sustained focus on safety, inclusivity, and environmental stewardship."
  ]
}