{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/election-24-judicial-evolution-power-devolution-and-a-new-tamil-leader/",
  "time_ut": 1707200940.0,
  "original_lang": "en",
  "original_title": "Election ’24: Judicial Evolution, Power Devolution, and a New Tamil Leader",
  "original_body_lines": [
    "Sunday this week marks Sri Lanka’s 76th independence anniversary. By President Ranil Wickremesinghe’s reckoning another twenty four years will have to go by before Sri Lanka’s economy could fully recovery from the man made crisis it contracted two years ago. And what is immediately ahead is a “grueling recovery path.” That is the grim warning of Dushni Weerakoon, the respected Economist.",
    "Another Economist from abroad, Prof. Mick Moore, who coined the phrase “man-made crisis” to describe Gota’s debacle, has now advised that it is time for Sri Lanka to have an “authentic finance minister” after more than 30 years. Like the UB Wanninayake’s, NM Perera’s and Ronnie de Mel’s of old. Not the tandem Executive President / Finance Minister model of today.",
    "Can that happen with the current presidential system? That brings us back to political square one, which is the constitution. To where I left last week and to a somewhat significant political development since. Namely, the election of Sivagnanam Shiritharan as the new leader of the Ilankai Thamil Arasu Kadchi (ITAK), the old Federal Party in English, now stuck with its Tamil only version. The election of Mr. Shiritharan, and the defeat of MA Sumanthiran, eminent lawyer and parliamentarian, has triggered editorial waves in the news media.",
    "Depending on which glass they are looking at, pundits have described the ITAK leadership election as – either not an overwhelming victory (for Shiritharan) or as a significant defeat (for Sumanthiran). Whatever it may be, the election of Mr. Shiritharan is not going to be without political implications. That much is obvious, but what needs to be borne in mind is that the significance of these implications will vary from context to context and from issue to issue.",
    "It would be wrong to over interpret the new leader’s misgivings the 13th Amendment and use it an excuse to shelve it without implementing it. Or to see something utmost sinister in his rhetorical assertions about Tamil nationalism and his memorialization of “Eelam national liberation fighters.” As I have argued earlier, memorialization is collective therapy after a violent experience, and hollering about it or trying to stop it is futile. The other side of the coin of memorial politics is that nothing more can be done other than commemorations.",
    "This is the crux of the new equilibrium in the dynamic between the Sri Lankan state and the Sri Lankan Tamils that has been taking shape after 1983. Unlike pre-1983,the state is highly circumscribed in what it can and cannot do vis-a-vis the Tamils, by the emergence of the Tamil diaspora and international attention. The Tamils are no less circumscribed in what they can and cannot achieve by the same international attention and the limiting ground realities at home that weigh against the dreamy aspirations among sections of the diaspora. India obviously looms large in this picture with or without Modi and his distortion of the Mahatma’s Ram Rajya. Additionally, the nationalistic coming of age of the Muslims and the plantation Tamils has created structural curtailments on at least the territorial claims of Tamil nationalism.",
    "The task for leadership on all sides would be to find a consociational working area within the highly constrained spaces and produce meaningful action. Ideally the task of all leaders in the current situation should be to focus on the economy, and the debate about the economy should be the focus of the election. That is unfortunately not the case and there is reasonably legitimate concern that the elections are casting “a shadow of uncertainty over economic recovery” (Dushni Weerakoon, Sunday Island, January 28). But without elections there will be the double whammy of political and economic uncertainties.",
    "Put another way, you cannot get over the crisis of one uncertainty without dealing with the crisis of the other simultaneously. There is not going to be economic recovery without political and constitutional reforms at the same time. Therein is the timeliness of the constitutional reform proposals put forward by the Collective for Democracy and Rule of Law (CDRL). Last week, I touched on the proposals for parliamentary and presidential reforms for achieving a healthy balance of powers between the different branches of the state. The proposals also address the judiciary, judicial review of legislation, cross-over MPs, and the system for power devolution.",
    "Of all the branches of the Sri Lankan state, the judiciary is not only the oldest but also the most evolved, and more so in the matter of devolving power. The evolutionary breakthrough was the landmark Supreme Court ruling, on August 4, 2017. Three judges of the Supreme Court, then Chief Justice Priyasath Dep, Justice Upali Abeyratne and Justice Anil Gooneratne, held that advocating for a federal form of government would not be a violation of the Sri Lankan constitution.",
    "The judges were dismissing a petition against the Ilankai Thamizh Arasu Kadchi that it was in violation of the constitution because in advocating for a federal form government the ITAK was pursuing the goal of a separate state. The judges disagreed and pointed to the 13th Amendment as an example of devolving power without violating the constitution.",
    "The August 2017 Supreme Court ruling could be a starting point for the new ITAK leader. A much better starting point for Mr. Shiritharan than what had been for all his predecessors who were faced with court rulings that failed to stop the legislature and the executive from violating the fundamental of minorities in cases involving citizenship, language, land and even religion.",
    "The citizenship issue is now resolved and the estate Tamils have their own political representation. After 13A, Sri Lanka has both Sinhala and Tamil as official languages, and English is recognized as a link language. There are also moves to facilitate English as a medium of instruction for everyone by providing government funds to private schools. What is missing are functioning institutions for power devolution and local democracy. And that is because there have been no provincial council elections for nearly a decade and no local government elections since February 2018.",
    "The Constitutional proposals respond to the current state of affairs by suggesting enshrining of the right to vote at provincial and local elections in the constitutional provisions protecting the franchise right to vote at national elections. The proposals also respond to the failure of successive ‘central governments’ to facilitate the orderly and efficient functioning of provincial council and local bodies.",
    "The contentious issues over police and land powers can never be fully addressed or agreed upon in writing without functioning provincial councils on the ground. All elections are overdue and the proposals for implementing devolution will remain proposals until provincial elections are held and determined efforts are made to make them work. What seems to be a new mechanism in the proposals is the recommendation for including safeguards against session, including suspension of a recalcitrant provincial council by presidential proclamation, which would subject to approval by both Houses of Parliament, and review by the Constitutional Court.",
    "The proposals seek to bring back the Constitutional Court that was the most innovative feature of the First Republican Constitution and one that could have continued in the Second (and current) Republican Constitution. That is insofar as the current constitution is partly modelled on the French Constitution that provides for preview of legislations by a constitutional court. The proposals note that there is “a welcome trend” in Sri Lanka in that “more citizens and civic organisations are coming forward to challenge Bills before the Supreme Court.",
    "The proposals allude to permitting post-enactment judicial review of laws and Provincial statutes. That would be a big change reverting to pre-1972 traditions. And involving the Constitutional Court to handle both judicial preview of and post-enactment review of laws would be worth the effort, but the challenges should not be underestimated.",
    "My last comment is about a matter that involves the legislature, viz., cross-over MPs. The experience of cross-over MPs and the practice of inducing crossovers with cabinet positions to secure a voting majority, are seen to have been a major factor in eroding public trust in politics in Sri Lanka. A more fundamental reason could be the qualification of candidates who end up as MPs based on a system of list-based nominations. The suggested proposals to address this by providing for a member to lose her/his seat for voting against a decision of the Party seems harsh. Forcing a member to lose seat for joining another party could be a more plausible ground for vacating the seat. The proposals do include safeguards for MPs who have contested as coalition partners. And the recommendation to hold by-elections to fill a vacated constituency seat is a welcome change.",
    "Interestingly, comparative parliamentary studies draw a distinction between old and nascent parliamentary systems in dealing with cross-over MPs. In older, i.e., western, democracies MPs do not have to vacate their seats for voting against the party line or leaving the party that she/he entered parliament with. Not so in the so called nascent, non-western, democracies. India and Bangladesh are among them, but here at home Dr NM Perera was dead set against the provisions in the current constitution for dealing with crossover MPs and vacated seats. It was not so before 1978.",
    "When the LSSP left the United Front government in 1976, some SLFP MPs called for the resignation of NM Perera as a Member of Parliament. He responded in style and citied the example of “illustrious predecessors: SWRD Bandaranaike, who left the UNP government to create the SLFP; and SJV Chelvanayakam, who left the Tamil Congress to start new Tamil political party – the Ilankai Thamil Arasu Kadchi. That is an appropriate segue to revisit the trajectories of Tamil political leaders, past and present.",
    "Science Diplomacy as a powerful tool for national unity and friendship among nations – I",
    "EDEX Expo 2024: Sri Lanka’s largest education fair returns for its 20th edition",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}