{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Media-should-become-a-strong-institution-to-save-democracy-BASL-ex-Chief/56-765273",
  "time_ut": 1723076529.0,
  "original_lang": "en",
  "original_title": "Media should become a strong institution to save democracy: BASL ex-Chief",
  "original_body_lines": [
    "SLPA President Kurulu Koojana Kariyakarawana presents a memento to former BASL President Saliya Peiris, PC, whilst BASL Secretary Attorney Chathura Galhena, SLPA Secretary General Tilak Senanayake, Legal Advisor Attorney Sandun Yapa Karunaratne, and ExCo member Attorney Lakmal Sooriyagoda are also present",
    "Media is an institution that should be strong and independent in order to prevent democracy from dying just like the judiciary, police and independent commissions and see that it is not weakened at any time.",
    "Editorial independence is a practice which all media institutions should follow, former President of BAR Association Sri Lanka (BASL) Saliya Peiris said.",
    "“Media should be a totally independent institution that is strong enough to prevent a gradual death of democracy. Editorial independence is essential in this regard,” Peiris told at senior seminar organised by Sri Lanka Press Association (SLPA) under the title “Role of Media and Law in Sri Lanka’s electoral landscape” on Tuesday.",
    "“A democracy of a nation can be killed by a bloody revolution and the abolishing of a constitution. It could be killed instantly by the methods which I have already mentioned. However one can also kill democracy of a nation though weakening the institutions such as judiciary, media and independent commissions. This is a slow and gradual death. Statements which refute verdicts and directives of Supreme Courts is also one way of weakening institutions. In that contest the statement that the legislature will not accept the stay order issued by the Supreme Court to prevent Deshabandu Thennekoon from functioning as the IGP could be an effort to weaken the judiciary. Ignoring court orders could destroy the judiciary and the democracy of the nation,” he said.",
    "Responding to a question whether the Speaker Mahinda Yapa Abeywardena should talk to the Chief Justice on the matter pertaining to the IGP, Peries said one is not aware as to whether the Speaker has actually conferred with the Chief Justice with regard to the matter. He said the speaker might not and should not do it.",
    "“We have also seen instances where the media has been weakened in Sri Lanka. Taking over Lakehouse and sealing of the Dawasa newspaper in the 1970s. My own father who was the Editor of Observer and his associate Editor Philip Coorey was summoned to Parliament during the late President J.R. Jayewardene’s Government over an error of captions. Both were questioned by all 168 MPs during that time. My father came home from work disturbed on that day,” he recalled.",
    "At the same time he said media personnel can no longer be penalised by the legislature as the law to this effect existed during the time of President Jayewardene but then Media Minister late Mangala Samaraweera changed the law through bringing amendments in the 1990s.",
    "Also he said the media should be fair and independent especially during an election time. “Editorial independence is essential. Editorial independence is best practiced by the BBC despite it being a State institution in the UK,” he said.",
    "He said the media could use provisions in the law such as filing human right petitions to ensure its freedom.",
    "Further he recalled that the uprising in Bangladesh is a result of absence of democracy and weakening of the democratic institutions. “Bangladesh has seen an uprising because of the weakening of its democratic institutions despite the economic achievement,” he said in this regard."
  ]
}