{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Vesak-Day-search-operations-lead-to-detection-of-Rs-5-1-Mn-worth-cigarettes-at-BIA/108-283268",
  "time_ut": 1716471360.0,
  "original_lang": "en",
  "original_title": "Vesak Day search operations lead to detection of  Rs.5.1 Mn worth cigarettes at BIA",
  "original_body_lines": [
    "Colombo, May 23 (Daily Mirror)- A special search operation carried out on Vesak Full Moon Poya Day by the Police Narcotic Bureau (PNB) officials at the airport led to two detections of counterfeit cigarettes worth over Rs.5.1 million, involving a man and woman respectively returning from Dubai and India.",
    "PNB officials deployed at the Bandaranaike International Airport (BIA) took a suspicious looking woman returning from India for questioning.",
    "The female passenger who was returning from Bangalore on SriLankan Airline flight UL174 had arrived in the country around 5.00 am when she was subjected to scrutiny.",
    "Police found 17,200 sticks of a brand of cigarettes in 86 cartons of which the sale and consumption is prohibited in Sri Lanka. A stick has a street value of Rs.100 and the stock has been valued at Rs. 1,720,000.",
    "The 48-year-old passenger has been identified as a resident of Chilaw and a regular traveller who carry goods from India to sell here.",
    "Meanwhile, a person who identified himself as a businessman returning from Dubai on SriLankan Airlines flight UL 226 was nabbed by the PNB officials with counterfeit cigarettes worth over Rs. 3,440,000.",
    "The passenger, identified as a 33-year-old trader from Modara had arrived in the country at around 5.15 am today, when the sleuths searched him on suspicion.",
    "They found two varieties of imported cigarettes in his possession, 123 cartons containing 24, 600 sticks of cigarettes and 49 cartons of another brand containing 9,800 sticks. The contraband has been valued at Rs.3,400,000.",
    "The two passengers were released on police bail and ordered to appear before courts on May 29. The entire stock of seized cigarettes valued at Rs. 5,100,000 will also be produced before courts on the same day."
  ]
}