{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nations-trust-bank-demonstrates-steady-performance-in-2023/",
  "time_ut": 1709043480.0,
  "original_lang": "en",
  "original_title": "Nations Trust Bank demonstrates steady performance in 2023",
  "original_body_lines": [
    "Nations Trust Bank reported strong performance to close the financial year ending 31 December 2023, demonstrating steady growth amidst prevailing macroeconomic conditions. The Bank’s ability to navigate these challenges while maintaining a strategic focus highlights its commitment to delivering value to all stakeholders.",
    "Director and Chief Executive Officer of Nations Trust Bank, Hemantha Gunetilleke, said, “We are pleased to announce strong results for the financial year ending 31 December 2023, showcasing consistent growth across our customer segments and notable increases in market share. The Bank’s success stems from its ongoing commitment to digital empowerment, resilient risk management strategies, and a solid capital foundation, complemented by substantial liquidity reserves.”",
    "Maintaining a robust liquidity position remained a priority for Nations Trust Bank with the consolidated liquid asset ratio strengthening further to 45.03% as of end-2023, well above the statutory minimum requirement. The Group’s Tier 1 and Overall Capital Adequacy ratios improved to 18.14% and 19.68% respectively, as of year-end, comfortably above the regulatory requirement.",
    "Interest expenses rose moderately, driving a 19% increase in net interest income supported by timely repricing of assets and liabilities. Net fee and commission income grew on increased credit card spend, while trade finance and cash management services held steady. The Bank’s consolidated interest income rose 30% to LKR 70.55 billion in 2023, enabled by loan growth and returns from investments in government securities.",
    "Continuing its strong financial performance, the Bank posted Operating Profit Before Taxes of LKR 23.4 billion, a growth of 74% and a Profit After Tax (PAT) of LKR 11.4 billion, a YoY increase of 59% for the 12 months ending 31 December 2023.",
    "Nations Trust Bank PLC serves a diverse range of customers across Consumer, Commercial and Corporate segments through multi-channel customer touch points spanning both physical and digital. The Bank is focused on digital empowerment through cutting-edge digital banking technologies, and pioneered FriMi, Sri Lanka’s leading digital banking experience. Nations Trust Bank PLC is an issuer and sole acquirer of American Express Cards in Sri Lanka with market leadership in the premium segments.(NTB)",
    "Related Topics:Director/CEOHemantha GunetilekeNations Trust BankNations Trust Bank demonstrates steady performance in 2023Sherin Cader Chairperson",
    "Highest per day share transactions over past four months; turnover Rs. 1.2 billion",
    "SLT-MOBITEL ‘One Shot ULTRA’ offers ultimate unlimited voice and data experience to mobile users",
    "Nations Trust Bank, Melwire Rolling reach MCA ‘D’ division cricket final",
    "Nations Trust Bank American Express unveils the ‘Most Wonderful Time of the Year’",
    "Nations Trust Bank American Express partners Resortwear edition of CFW in its 7th year",
    "Nations Trust Bank PLC demonstrates strong performance in 3Q 2023",
    "Nations Trust Bank concludes Nations Business Advisory Series in Colombo for 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}