{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/NPP-condemns-Range-Bandaras-statement-says-UNP-has-officially-admitted-Ranils-defeat/108-283547",
  "time_ut": 1716913440.0,
  "original_lang": "en",
  "original_title": "NPP condemns Range Bandara’s statement; says UNP has officially admitted Ranil’s defeat",
  "original_body_lines": [
    "Colombo, May 28 (Daily Mirror)- While condemning United National Party (UNP) General Secretary Palitha Range Bandara's statement that President Ranil Wickremesinghe should be given two more years without holding the Presidential or General Elections, NPP Executive Committee member Dr. Nalinda Jayatissa said today that the UNP has officially accepted Ranil Wickremesinghe's defeat.",
    "He told the media that it was a serious statement and that they have no right to violate the sovereignty of the people.",
    "\"This statement suggesting to hold a referendum to extend the term of the President by two more years is a serious statement. This shows that the UNP General Secretary has officially admitted Ranil Wickremesinghe’s defeat at any election, be it a Presidential or General Elections. They have no right to violate the sovereignty of the people. People have not given any right or opportunity for Range Bandara even to think of hatching any conspiracy. If Range Bandara is acting on President Ranil Wickremesinghe's instructions to evade elections and continue to hold onto power, the people will give the suitable answer promptly,\" he said.",
    "He said they must keep in mind that the people have even expelled Gotabaya Rajapaksa who had obtained 6.9 million votes and that it is not a huge task for the people to expel Ranil Wickremesinghe who was elected by 134 MPs.",
    "Dr. Jayatissa said this statement should be condemned by all people irrespective of any party politics, and added that it will tarnish the image of the country.",
    "\"According to the Constitution, a new President should be elected one month before the five-year-term ends. So, a Presidential election must be held this year. We will elect our President and the people can also expect a General Election this year,\" he said."
  ]
}