{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bradby-of-memories/",
  "time_ut": 1723926900.0,
  "original_lang": "en",
  "original_title": "BRADBY of MEMORIES",
  "original_body_lines": [
    "On Saturday August 24 the FIRST LEG of the 78th edition of the prestigious Bradby Shield Encounter is due to be played at the Royal College Sports Complex. The recent appreciation of his teammate, the late Lal Senaratne, by that legendary Royal sportsman Lorenz Pereira (affectionately ‘Lollo’) brings forth heartening memories of that fascinating First Leg of 1958, played at Longden Place.",
    "This memorable game really set the stage for Royal to regain the Bradby Shield after a drought of seven years. However, signs of Royal’s rugby resurgence was really seen in the Bradby Return of the previous year (1957) also played at Longden Place. In 1957 Royal was captained by dynamic wing forward Ratna Sivaratnam (affectionately ‘Roti’ ). Royal ran onto the field in that Return that year with a deficit of eight points, having lost the First Game played at Bogambara 00-08 and were hopeful of covering the deficit, winning the Return and the Shield, only to pipped at the Post (literally as well) to concede defeat when Trinity Centre Tony Buultjens scored that final try by the right upright following a brilliant dribble (a forgotten art today) initiated by the Trinity Third-Row almost the full length of the field.",
    "It was a dribble never, to my mind, seen in any class of rugby. Royal lost that game 08-09. But Royal’s resilience was quite evident. Two marvellous tries were scored by Royal through the two centres Lorenz Pereira (Lollo) and Ralph Wickremaratne (RW) very early in the first half. The first one was by Lollo with a brilliant interception followed by another opportunist try by the other centre RW. He received the ball from wing forward Harry Rasiah, who intercepted a pass from the Trinity scrum-half ,Denzil Kobbekaduwa to fly –half Nimal Maralande,",
    "It was canny anticipation by RW who was there to receive the ball from Harry Rasiah and cross over. The score then read 08-00 in Royal’s favour and there was jubilation in the Royal camp. Royal had thus covered the deficit and was well on the way to regain the Bradby. But Trinity had other plans. Slowly but surely they got close to Royal’s score with a try (03 points) and a penalty (03 points) to make it 08 -06. Royal were hoping that at least now they could win this game if not the Shield! Then that dribble and Trinity had retained the Bradby by winning both games(08-00 and 09-08).",
    "But this game marked the turning point for Royal. So in 1958 when the First Leg was being played at the same venue there was much expectation in the air that something positive was going to happen for Royal. This writer had a virtual ringside view of this wonderful encounter watching it from the Terraces where the current “Old Pavilion” stands at the CR & FC. Towards the end of the fist half, following a penalty awarded to Royal in their own 25, H.S. de Silva, burly second-row aimed and boomed a well-directed, left-footed kick, which went into touch near the Trinity 25 yards line somewhere near the then original pavilion at the CR ( where the Sin Bin Bar is currently located).",
    "The ball was thrown by Trinity according to the law then prevailing. Royal’s line out forwards skipper Dudley Fernando and H.S.de Silva won the ball for Royal. The ball then moved from scrum-half Potuhera to fly-half Maurice Anghie to the centres Tony Rankine and O.G. Samaratunge and then to the left winger Lal Senaratne. While the ball moved swiftly from hand to hand right winger Lorenz Pereira, moved ever so furtively behind the movement to accept the ball with glee from the left winger Lal Senaratne to score towards the left corner flag without any opposition, going past a totally bemused Trinity three-quarter line!",
    "One could not have imagined a more joyful ride for that Rugby Ball!! It was splendour all the way – collective team effort commencing with that left footed kick to touch by Harendra de Silva. Of course credit must go to Lollo as well for his innovative thinking to sniff a try with courage, determination and creative thinking on his feet- essential features of a winning formula.",
    "In the second half, Royal , now leading by 03 points to nil, scored once again off a set scrum at the far right at the Hockey Ground end of a set -scrum awarded to Trinity just yards away from the goal line. The ball came Trinity’s way and was lying just over the Trinity goal line, sans ownership, when scrum half Potuhera, brilliant and ever alert pounced on the ball to score. Soon it was no time and Royal had won the First Game six points to nil.",
    "In the Return played at Nittawela a fierce battle ensued and the match ended in a nil all draw. More importantly Royal had regained the coveted Bradby Shield after a lapse of seven years, beating a team led by Ken de Joedt captaining Trinity for the second year in succession –a team so full of skill and talent, some of whom ending as big names in the national rugby scene such as Ken himself, Nimal Maralande , Sena de Silva, Denzil Kobbekaduwa, Mike de Alwis ,Jinna Dias de Singhe, Teddy Wijenayake ,Eric Roles et al.",
    "It was indeed a superlative team effort by Royal who played “all to a man” to beat that highly-skilled Trinity team. It is simply remarkable how using his natural talent and instincts Lollo developed himself into a fine rugby player when he had not played any form of rugby at all until in 1957. His friend Roti Sivaratnam virtually collared him to play House rugby, when he was enjoying a game of tennis one afternoon in school.",
    "Roti was desperately short of a player for his House team, which he was captaining. So Lollo was hijacked to play his very first rugby game. He was told just throw the ball in the line out and then run when he gets the ball. When he got the ball in hand his skipper had thundered to him to run like hell. So he did, especially when he felt a pack of ‘buffaloes’ (as described by Lollo himself) were breathing down his neck from behind!",
    "He ran for dear life when he heard his skipper’s peremptory order “now touch down you “b___r”! His performance was immediately noted by Royal’s dedicated and highly knowledgeable rugby Master-in-Charge, Mr. M.T. Thambapillai, who after that game asked him to report for Royal rugby practices from the following Monday. So Lollo’s rugby Odyssey, replete with versatility, began finally culminating in him captaining the country in 1968.",
    "This is an object lesson for young ruggerites on what determination, courage and innovative thinking can achieve. Over to next Saturday August 24 for yet another rousing game of rugby football when these two schools lock horns in the First Leg of the 78 Bradby Shield Encounter. ULK",
    "Big business, good profits from the port’s SPBM and Mahaweli heavy transport",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}