{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/only-centre-right-unp-can-save-sri-lankas-economy-navin-dissanayake-155576/",
  "time_ut": 1711008720.0,
  "original_lang": "en",
  "original_title": "Only centre-right UNP can save Sri Lanka’s economy: Navin Dissanayake",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka’s economy can be developed only through the United National Party (UNP)’s centre-right policy outlook, Governor of the Sabaragamuwa Province Navin Dissanayake said.",
    "Speaking at an event held to mark the 82nd birth anniversary of his late father Minister Gamini Dissanayake on Wednesday March 20, Dissanayake said the UNP has a track record of repeatedly and cyclically salvaging the economy after others have vandalised it.",
    "“My brother and I are committed to continue on the political path my father had envisioned,” he said.",
    "Dissanayake’s remark comes as anticipation builds for a presidential election that’s constitutionally due to be held between September 17 and October 17 this year.",
    "His UNP is led by President Ranil Wickremesinghe, whose candidacy at the election has yet to be officially declared.",
    "The president’s media division in its official statement on Monday’s event had translated and paraphrased Dissanayake’s statement, noting that he “expressed hope for a future moderate right-wing movement and voiced his desire for such a leader to be elected by the people in the upcoming presidential election.”",
    "According to UNP general secretary Palitha Range Bandara, Wickremesinghe has informed the cabinet of ministers that he intends to contest the presidential election.",
    "The former parliamentarian told a television talk show on the privately owned Swarnavahani on Monday March 18 that Wickremesinghe will contest the election, not from the UNP, but as a neutral candidate. Bandara was ostensibly referring to a grand alliance that has been speculated to be formed under the UNP leadership.",
    "President Wickremesinghe, however, has yet to officially announce his run. At what had all the appearance of a campaign launch event held on March 10, he did not explicitly express his intention to contest.",
    "Government spokesmen have also alluded to proposals of abolishing the executive presidency this year, which would effectively render the prospects of a presidential election null and void.",
    "Meanwhile, Sri Lanka Podujana Peramuna (SLPP) national organiser Basil Rajapaksa has proposed that parliamentary elections be held first. (Colombo/Mar21/2024)"
  ]
}