{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/16-Ministries-PM-get-new-Secretaries/56-769426",
  "time_ut": 1732055698.0,
  "original_lang": "en",
  "original_title": "16 Ministries, PM get new Secretaries",
  "original_body_lines": [
    "The appointment of the new Secretary to the Prime Minister, the Cabinet Secretary, and Secretaries for 16 Ministries was held at the Presidential Secretariat yesterday.",
    "The ceremony was officiated by Secretary to the President Dr. Nandika Sanath Kumanayake.",
    "Senior Prof. Kapila C.K. Perera – Secretary to the Ministry of Transport, Highways, Ports and Civil Aviation",
    "K.M.M. Siriwardana – Secretary to the Ministry of Finance, Planning and Economic Development",
    "J.M. Thilaka Jayasundara – Secretary to the Ministry of Industry and Entrepreneurship Development",
    "A.M.P.M.B. Atapattu – Secretary to the Ministry of Buddhasasana, Religious and Cultural Affairs",
    "B.K. Prabath Chandrakeerthi – Secretary to the Ministry of Plantation and Community Infrastructure",
    "D.W.R.B. Seneviratne – Secretary to the Ministry of Public Security and Parliamentary Affairs",
    "U.G. Ranjith Ariyaratne – Secretary to the Minister of Urban Development, Construction and Housing",
    "Prof. K.T.M. Udayanga Hemapala – Secretary to the Ministry of Energy",
    "S. Aloka Bandara – Secretary to the Ministry of Public Administration, Provincial Councils and Local Government",
    "K.A. Wimalenthirarajah – Secretary to the Ministry of Trade, Commerce, Food Security and Co-operative Development",
    "D.P. Wickremasinghe – Secretary to the Ministry of Agriculture, Livestock, Land and Irrigation",
    "K.M.G.S.N. Kaluwewa – Secretary to the Ministry of Education, Higher Education and Vocational Education",
    "A.H.M.U. Aruna Bandara – Secretary to the Ministry of Youth Affairs and Sports",
    "Aruni Ranaraja – Secretary to the Ministry of Foreign Affairs, Foreign Employment and Tourism"
  ]
}