{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104274/justice-minister-files-complaint-with-cid-over-false-information-on-parliament-website",
  "time_ut": 1734330780.0,
  "original_lang": "en",
  "original_title": "Justice Minister files complaint with CID over false information on Parliament website",
  "original_body_lines": [
    "Minister of Justice and National Integration, Attorney-at-Law Harshana Nanayakkara lodged a complaint with the Criminal Investigation Department (CID) today (16) regarding the publication of incorrect information on the official website of the Parliament of Sri Lanka.",
    "Speaking to the media, the Minister expressed concerns that someone may have deliberately entered false data to tarnish his reputation or erode public trust in his political career.",
    "This controversy began when the Parliament website mistakenly listed the Minister’s name as “Dr. Harshana Nanayakkara,” and later corrected it by removing the ‘Dr.’ title following a complaint made by the Minister.",
    "The Minister of Justice also stated that the Parliamentary Secretariat had subsequently sent him a letter stating that there had been an error in uploading the names.",
    "Minister Nanayakkara emphasized that, as a lawyer with 25 years of experience, he has never used the title “Dr,” either publicly or on his business cards, and had clearly indicated in his CV that he holds no such title.",
    "“There was no title of Doctor. Where does this come from? When you look at everything as a whole, anyone would have a reasonable suspicion that false data was entered to discredit me or to undermine the trust in my politics,” he added.",
    "Meanwhile, issuing a clarification regarding the matter on Friday (16), the Director of Legislative Services and Director of Communications (Acting) of Parliament, Jayalath Perera, had emphasised that Minister of Justice and National Integration Harshana Nanayakkara has not indicated holding a doctoral degree in the information provided to Parliament and the appearance of the title “Dr.” before the Minister’s name was a result of an error in entering the relevant data.",
    "Perera noted that steps have been taken to rectify this mistake accordingly and also expressed deepest regret for the inconvenience caused to the Minister of Justice and National Integration, Attorney-at-Law, Harshana Nanayakkara, in this regard.",
    "Jayalath Perera further stated that the process of re-checking and updating the information of all Members of Parliament on the parliament website is currently underway."
  ]
}