{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85875",
  "time_ut": 1746448200.0,
  "original_lang": "en",
  "original_title": "NPP Govt Attempt to Grab Tamil Owned Lands in North-East under Section 4 of Land Settlement Ordinance; President Anura Kumara  Dissanayake urged by ITAK Gen Secy MA Sumanthiran to revoke Gazette no 2430 Immediately",
  "original_body_lines": [
    "The  Ilankai Thamil Arasuk Katchi(ITAK) known in English as the Federal Party(FP) has expressed strong opposition to recent moves by the National People’s Power (NPP) Govt of President Anura  Kumara Dissanayake to acquire  extensive tracts of land belonging to the Tamil people of the Northern and Eastern provinces.",
    "Former Kaffna district MP and ITAK General -Secretary MA Sumanthiran PC has in a letter written to President Dissanayake ,Urged him to revoke the Gazette No: 2,430 in which a notice dated 28 03  2025  has been  under section 4 of the Land Settlement Ordinance.",
    "The letter to President Dissanayake by the ITAK Gen Secy Sumanthiran states as follows –",
    "Notice under Section 4 of the Land Settlement Ordinance dated 28.03.2025",
    "I wish to draw your attention to the above notice published by the Gazette No: 2,430. By this, notice has been given to land owners and others to make their claims within a period of 3 months from the date of the Gazette.",
    "If not, those lands will be declared as State Lands under Section 5(1) of that Ordinance.",
    "As you are aware, this Ordinance was enacted during colonial days by the British government to take away lands which our people had used as their own for centuries, but who had no clear formal title to them.",
    "This law ought to have been repealed a long time ago. Be that as it may, people in the North and East have been displaced multiple times over the last half-a-century and are yet to be resettled fully in their own lands.",
    "This law should not be applied in the current situation for the following among other reasons:",
    "1.\tMultiple displacements have caused disruption to normal life in these areas, which is still to be restored;",
    "2.\t⁠People have lost their title deeds and other documents due to forced displacements and also due to the Tsunami, which devastated many of these coastal areas;",
    "3.\t⁠Many of the deeds etc. are still in the names of persons who are long deceased and no formal conveyance has been made to those who have inherited the properties;",
    "4.\t⁠Several hundred thousand people have fled the conflict regions and are living in other countries as refugees, formally recognized as such. Almost one hundred thousand live in Tamil Nadu in India recognized as refugees by the UN High Commissioner for Refugees.",
    "In the aforesaid circumstances it is nigh impossible for these people to make their claims to these lands as required by the said Gazette notification.",
    "As you would appreciate, if this course of action is proceeded with, it would have the effect of depriving Tamil people of the Northern and Eastern Provinces of the ability to have effective restoration of the ability and right to possess, enjoy and use their lands to which they have a legitimate claim as people of the Province.",
    "Such action is inconsistent with due respect for the rights of the People of the Northern and Eastern Provinces and would be inimical to the repair and restoration of the fractured relationships between the peoples of the North and South in this country, which must remain an objective of any government that is truly committed to nation-building.",
    "Therefore, we urgently request you to take steps to revoke the said Gazette without delay."
  ]
}