{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/science-diplomacy-as-a-powerful-tool-for-national-unity-and-friendship-among-nations-i/",
  "time_ut": 1707093480.0,
  "original_lang": "en",
  "original_title": "Science Diplomacy as a powerful tool for national unity and friendship among nations – I",
  "original_body_lines": [
    "Rapid economic and political changes in emerging economies and developing countries have an impact on the existing world order that is gradually moving from a Western-centred international system to a multi-centred one. Some lesser powers that were previously on the periphery of international politics now seek to gain more power and build international reputations.",
    "They deploy various tools, including diplomatic ones, that were not available or not applicable before. However, this cannot happen immediately as the traditional great powers continue to try to maintain their leadership. Therefore, it is crucially important to understand how the rise of emerging and developing countries of the Global South may shape and influence the world order.",
    "With many regional powers emerging on the canvas of international politics, there is growing importance of middle powers, from Turkey and Brazil to South Korea and Australia. Today, the middle powers are significantly more influential than they once were. The resulting multipolar systems are often unbalanced, with two or three big powers and several middle powers all jockeying for position. Here Science Diplomacy becomes a critically important tool for the decision-makers to navigate world politics.",
    "Since 1945 a proliferation of regional organizations has been one of the most significant developments in the realm of contemporary international relations. Regional organizations could play a significant role in shaping the global political landscape, enabling nations to collaborate and address common challenges and issues collectively and effectively. South Asian Association for Regional Cooperation (SAARC), Association of Southeast Asian Nations (ASEAN), The Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) and Indian Ocean Rim Association (IORA) are some of the key regional organizations of significance.",
    "In addition, BRICS, developing economies, emerging economies and the Global South are some of the other alliances or groups that will affect the balance of power between global powers. Emerging powers feel that they are insufficiently represented on the global agenda and are demanding a greater voice in international affairs; they have become increasingly assertive in their demands that they should have a place at the table where matters affecting the world are discussed and decisions are made. Their demands are based on their growing economic and political significance and clout at regional, continental and global levels.",
    "In addition, the Belt and Road Initiative (BRI). unveiled by China in 2013. is an ambitious effort to deepen regional cooperation and improve connectivity on a trans-continental scale. While the scope of the initiative is still taking shape, the BRI consists primarily of the Silk Road Economic Belt, linking China to Central and South Asia and onwards to Europe, and the New Maritime Silk Road, linking China to the nations of South East Asia, the Gulf countries, North Africa, and on to Europe.",
    "Six other economic corridors have been identified to link other countries to the Belt and the Road. As of August 2023, 155 countries have been listed as having signed up to the BRI. The participating countries include almost 75% of the world’s population and account for more than half of the world’s GDP, so that the BRI will have far-reaching impacts and ramifications, opening up a host of new opportunities, as well as challenges in the global landscape. Amidst these dynamics, the global economic centre of gravity is shifting from N. America towards Asia again, and this will also create reverberations across the world.",
    "Complex global challenges demand a transdisciplinary and transnational systems approach",
    "Today, the world must come to grips with a myriad of formidable challenges and threats such, as climate change, poverty, disaster vulnerability, glaring inequalities, food, water, energy and cyber insecurity, pollution and use of marine resources and air space to name, but a few. They are complex, multi-faceted and multi-dimensional, and thus cannot be addressed effectively through mono-disciplinary interventions. Tackling them demands an interdisciplinary, transdisciplinary, multi-sectoral and transnational systems approach where cooperation between specialists with diverse backgrounds in both the natural and social sciences across territorial boundaries and community engagement are imperative.",
    "Besides, there is growing recognition that new approaches and different types of expertise are needed to renew science. Therefore, in a globalized environment, no country can be independent of or insulated from what is happening elsewhere; all countries have become interdependent and interconnected. This is sadly evident from the current conflicts between Russia and Ukraine and Israel and Palestine.",
    "They affect not only Europe and West Asia, but the whole world as countries are connected by innumerable supply chains and value chains that account for about 70% of international trade. Hence, the need of the hour is to accept and recognize the oneness of humanity and all nations ought to work in unison so as to achieve the 17 SDGs by sharing their knowledge, experience and expertise for the benefit of humanity.",
    "Relevance of Science Diplomacy in a fractured, turbulent and conflict-ridden world",
    "Unlike in some other fields, in the case of scientific endeavours, nations must set aside political and other differences and collaborate to advance the best interests of their citizens. Even countries outside the diplomatic mainstream could play new and significant roles in world affairs through the efforts of their scientists even when they come from adversarial nations. This is imperative as the effectiveness of hard, soft and smart power has been waning in the recent past.",
    "Therefore, the time is ripe for Science Diplomacy (SD) as practically every major issue, whether global or national in scale, features S&T either as a factor in understanding the underlying cause of the issue or in contributing to its remedy. In addition, the relevance and potential applications of SD are progressively increasing as the world is becoming multipolar, with alliances being formed around specific interests and issues.",
    "Though SD is not new, it has never been more important than now. Many of the defining challenges of the 21st century — from climate change and food security, to poverty reduction and nuclear disarmament — have scientific dimensions. No one country will be able to solve these problems on its own. The tools, techniques and tactics of foreign policy need to adapt to a world of increasing scientific and technical complexity.",
    "There is no unified definition for SD, but it can be defined as a set of policies and practices that combines foreign policy and science, and which provides conditions for transnational cooperation in science and mobilization of resources, bringing scientists from around the world closer together. Thus, a SD framework may lead to more equitable and sustainable collaboration between the North and the South, but it is no panacea for all the issues encountered in transnational collaboration.",
    "SD was described at the turn of this millennium as a set of practices by which the work of diplomats and foreign ministries come into contact with that of researchers through various initiatives such as intergovernmental S&T cooperation agreements, the integration of scientific expertise into international negotiations, and the use of S&T achievements to improve the image and positioning of the nations in the world, especially though the use of the soft power of science. Diplomacy and SD can be synergistic and S&T, being the backbone of all developed economies, has a great potential to be used as a smart diplomatic resource which can open up new diplomatic frontiers.",
    "SD can, therefore, be conceptualized as the set of practices at the intersection of science and foreign policy to advance national interests and address global challenges. It could also be used to promote social cohesion, ethnic harmony and national unity. It does not exist in a vacuum, but is embodied in the foreign policy-making and behaviour of national, sovereign states. In order for the S&T diplomacy in foreign relations to be effective, it should have the following three basic elements:",
    "It should be of mutual benefit leading to a win-win situation for the parties involved",
    "There should be synergistic effect between diplomacy and science diplomacy.",
    "Where possible, the more powerful partner should support the foundation of S&T though overseas development assistance.",
    "Effective science advice is not possible unless there is a strong independent science base that government advisers can call on. And it is not just academics that are needed—often, the expertise lies in industry or in government laboratories. Scientific advice should be published so that the public and the scientific community can provide constructive critique. This is, ultimately, the very way in which science progresses.",
    "Scientific advice is unlikely to be effective if governments lack scientists. This absence often means that there are not effective mechanisms to absorb recommendations and evaluate policy implications. The lack of scientifically trained individuals in government is striking. Attracting more scientists into government will require new approaches to recruitment and training.",
    "Top-notch scientists with roots in the community will be effective in S&T diplomacy. However, many of our overseas missions do not have a science attaché. While sending competent science attachés to relevant foreign missions, it is necessary to interact with the science attachés of other foreign missions in the country. Vaughn Turekian, Director, Center for Science Diplomacy, AAAS (2010) said that SD could serve as the “pilot light” of international relationships, a light that would keep burning after all other avenues were extinguished.",
    "(This article is based on the address delivered at the inaugural ceremony of the annual sessions of the Sri Lanka Association for the Advancement of Science as its General President in 2023)",
    "Election ’24: Judicial Evolution, Power Devolution, and a New Tamil Leader",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}