{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dead-man-walking-3/",
  "time_ut": 1717711320.0,
  "original_lang": "en",
  "original_title": "Dead man walking!",
  "original_body_lines": [
    "The SLPP-UNP government is going hell for leather to make bad laws as if there were no tomorrow. It is abusing its parliamentary majority, which has been retained with the help of some crossovers, for that purpose. The Opposition, the media and trade unions are up in arms, and understandably so. The incumbent regime is a dead man walking; it is so desperate that it is capable of anything. Hence the need for it to be restrained.",
    "The Electricity (Amendment) Bill (EAB) plunged Parliament into turmoil yesterday, but the government secured its passage. The Supreme Court (SC) determined the entire EAB inconsistent with the Constitution and recommended changes thereto. After unveiling the Bill, sometime ago, Minister of Power and Energy Kanchana Wijesekera hailed it as an excellent piece of legislation aimed at straightening up the power sector to serve the public interest better.",
    "The SC determination left him with egg on his face. He reminded us of the proverbial curate who, while eating a stale egg, assured his host, a Bishop, that parts of it were excellent. Wijesekera’s egg, as it were, made Parliament stink yesterday, but he sought to please his masters by praising it as a silver bullet.",
    "EAB should have been discarded and a new one drafted in consultation with all stakeholders. But the government is apparently driven by an ulterior motive; its aim is not to serve Sri Lanka’s interests but to look after those of some moneybags.",
    "It is not uncommon for Bills to contain some flaws, which are rectified either before or during the committee stage. But there is something terribly wrong with draft Bills that are full of sections inconsistent with the Constitution. The drafters of EAB have demonstrated their sheer ignorance of the supreme law, and that they are not equal to the task of drafting Bills. If they had read the Constitution at least perfunctorily, they would not have drafted such a bad law.",
    "Ignorant and incompetent, they do not deserve to be paid with public funds and must be sent back to law school. They must be summoned before Parliament and questioned on their serious lapses, which have caused public faith in the national legislature to diminish.",
    "Curiously, the MPs who demand that judges, doctors, Central Bankers, and other public officials be summoned before Parliament have taken badly drafted Bills for granted. The power sector trade unions yesterday alleged that EAB was of Indian origin and geared towards furthering the interests of Adani Group at the expense of Sri Lanka.",
    "Most critics of EAB are agreeable in principle to the need for power sector reforms; the Ceylon Electricity Board should be given a radical shake-up, and transformed into a modern organisation capable of providing a better service at a lower cost. They only asked the government to tread cautiously, consulting all stakeholders and taking action to ensure that the country’s interests prevailed over everything else. But the government was in a mighty hurry to steamroller the Bill through Parliament, making the Opposition ask whether it was doing so at the behest of some external forces involved in controversial power generation deals here.",
    "What is passed by the current Parliament can be either amended or abolished by a future parliament in a constitutionally prescribed manner. But that does not mean that a government is free to pass bad laws, making the country enter into long-term agreements with powerful nations and their investors. It looks as if the SLPP-UNP regime did not care two hoots about the consequences of its actions.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}