{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Opposition-exposes-Speaker-s-alleged-partisan-behaviour-during-NCM-debate/56-759734",
  "time_ut": 1710978691.0,
  "original_lang": "en",
  "original_title": "Opposition exposes Speaker’s alleged partisan behaviour during NCM debate",
  "original_body_lines": [
    "SJB MP Eran Wickramaratne accuses Speaker of ignoring SC directives when endorsing OSA",
    "Says by doing so he has violated not only SC directives but Constitution as well",
    "NPP leader Anura Kumara Dissanayake reveals Speaker’s unorthodox communication with President on IGP’s appointment",
    "Claims Speaker instead of announcing vote results allowed President to decide on matter",
    "TNA MP M.A. Sumanthiran questions Speaker’s literacy in failing to follow SC directives relating to OSA",
    "Govt. MP Mahindananda Aluthgamage supports Speaker and says NCM must be brought against Constitutional Council instead",
    "The opposition ripped into Speaker Mahinda Yapa Abeywardena in parliament over the past two days questioning his impartiality and independence during the No Confidence Motion debate against him brought forward by the Opposition party Samagi Jana Balawegaya (SJB) over his recent actions concerning the enactment of the Online Safety Act (OSA) and the appointment of the Inspector General of Police.",
    "However, Government MPs, expected to support Abeywardena in defeating the motion, argued that in relation to the appointment of the IGP, a No Confidence Motion should be directed against the Constitutional Council and its members, rather than the Speaker, for their failure to produce a clear outcome.",
    "Addressing parliament, Samagi Jana Balawegaya (SJB) MP Eran Wickramaratne said in Constitutional Councils around the world that the authority of Speakers reigns supreme, yet this is not evident in the current Parliament of Sri Lanka.",
    "Presenting various examples where the actions of Abeywardena have given rise to doubts about his impartiality, Wickramaratne alleged the Speaker ignored the instructions of the Supreme Court when passing the Online Safety Bill. “Despite the Supreme Court instructing that 31 provisions out of 51 must be passed by a special majority, he allowed them to be passed with a simple majority,” he claimed.",
    "He said  despite the strong resistance from the opposition, the Speaker endorsed the Bill and enacted it as an Act, thereby violating Supreme Court directives and the Constitution.",
    "The MP mentioned that Abeywardena had also behaved in a manner unsuitable for his position when appointing the new IGP.",
    "National People’s Party (NPP) leader Anura Kumara Dissanayake addressing parliament revealed more questionable behaviour by Speaker Mahinda Yapa Abeywardena. The NPP leader claimed Abeywardena had directly related to President Ranil Wickremesinghe the negative outcome of the Constitutional Council vote concerning the nomination of Senior DIG Deshabandu Tennakoon as the Inspector General of Police and sought guidance on the appropriate course of action. The MP said this communication bypassed the formal announcement of results within the Constitutional Council as required.",
    "“The Constitution dictates that the decision must be unanimous or at least five MPs present on the day must vote in favour of the decision,” he said. At the time only four votes were cast in favour of Tennakoon while two votes were against, and two members abstained.",
    "Dissanayake emphasised that based on this scenario, it is the Speaker’s responsibility to announce that four MPs have voted in favour of the appointment of Senior DIG Deshabandu Tennakoon as IGP, while two voted against it and two abstained.",
    "“He must then declare that the two who abstained should be considered as having voted against the nomination. With four in favour and four against, the Speaker should announce that he will cast the deciding vote and subsequently inform the President of the final decision.”",
    "However, Dissanayake noted that this procedure was not followed. Instead, he said the Speaker directly contacted the President and relayed the results, seeking guidance on the appropriate course of action. “In response, Ranil instructed the Speaker to formally communicate the results in writing. The Speaker did so indicating that if the two abstentions are considered as votes against, he would cast his deciding vote in favour of the nomination,” he disclosed.",
    "“What is he doing? Is this a Speaker?” questioned Dissanayake. He emphasised that the Speaker’s responsibility is to convey the decision of the Constitutional Council, but instead, he chose to communicate directly with the President, enabling the President to decide on the matter.",
    "“This cannot be considered a vote within the Constitutional Council. This is similar to holding a postal vote,” he added. “Are we to expect independence from a Speaker to act in this manner?”",
    "Tamil National Alliance (TNA) MP M.A. Sumanthiran, participating in day one of the debate, remarked that it is a historic but sorrowful occasion such a matter has to be brought before the house, country, and the world, indicating a breach of the confidence placed on the Speaker when he was elected.",
    "Regarding the Speaker’s endorsement of the OSA, Sumanthiran remarked that the Speaker claimed he was acting on the advice of the Attorney General. However, he pointed out that while the Speaker can seek advice from the Attorney General, he is not obligated to adhere to it and should exercise his own judgement, particularly regarding whether the proper legislative process has been followed.",
    "Sumanthiran pointed out that the Bill should have been endorsed only if the 31 provisions were passed by a Special Majority as instructed by the Apex Court, emphasising the importance of the term “only if.” However, he remarked that the Speaker appears to misunderstand this crucial condition.",
    "The MP criticised the Speaker for his failure to adhere to the Court’s determination, raising doubts about his literacy and that of the Government MPs who support him despite his clear violations of the Constitution and legislative process. “You similarly voted against the No Confidence Motion against Minister of Health Keheliya Rambukwella. Where is he today? Do you still have confidence in him?” the MP questioned.",
    "Sri Lanka Podujana Peramuna (SLPP) MP Mahindananda Aluthgamage supported Speaker Mahinda Yapa Abeywardena, stating that it is not the Speaker’s fault that the Constitutional Council and its members failed to reach a consensus on the appointment.",
    "“We voted in favour of forming the Constitutional Council, but we regret it now,” the MP said.",
    "“If the members and officials appointed to the Constitutional Council do not dare to determine whether a nominated person is suitable for the post or not, then what purpose does this council serve?” he asked.",
    "He said the No Confidence Motion should be brought against the Constitutional Council and its members. “This Council must be disbanded and new members should be appointed,” he maintained."
  ]
}