{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/SLAS-appoints-independent-committee-for-investigation/108-281389",
  "time_ut": 1714065360.0,
  "original_lang": "en",
  "original_title": "SLAS appoints independent committee for investigation",
  "original_body_lines": [
    "Colombo, April 25 (Daily Mirror) - While the Sri Lanka Army is conducting an inquiry, a three-member independent committee headed by a Senior President’s Counsel has been appointed by Sri Lanka Automobile Sports (SLAS) to conduct an inquiry into the tragic incident that occurred during the Fox Hill Super Cross 2024 event in Diyatalawa.",
    "SLAS president Ashhar Hameem said they have taken urgent steps to financially support all the families of the victims.",
    "He said that an unforeseen racing incident which had happened within the track limits had resulted in the loss of seven lives and had left 19 injured, while seven persons are still receiving treatment.",
    "“Despite the challenges we now face, we wish to address certain misconceptions that have arisen. We want to clarify that the SLAS and the Sri Lanka Army had no involvement with the “Fox Hill Journey” event scheduled for the same night, which has been incorrectly associated with our organizations. We deeply regret any confusion or distress this misunderstanding may have caused,” the SLAS president said.",
    "“We acknowledge that there were spectators who due to the curiosity, positioned themselves in unsafe locations near the track. While we must stress the importance of adhering to safety guidelines at all times, we do not seek to assign blame to any individual or group. Our focus now remains on supporting the families affected in this incident and further stand by our SLAS licenced competitors,” he said.",
    "“We are committed to conducting a thorough investigation to understand the causes of the incident and to implement additional safety measures to prevent such events from occurring in the future,” Hameem said."
  ]
}