{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111814/vietnam-evacuates-tens-of-thousands-shuts-airports-as-typhoon-kajiki-approaches",
  "time_ut": 1756102560.0,
  "original_lang": "en",
  "original_title": "Vietnam evacuates tens of thousands, shuts airports as Typhoon Kajiki approaches",
  "original_body_lines": [
    "The Vietnamese government said Typhoon Kajiki is expected to be as powerful as Typhoon Yagi, which battered the country less than a year ago, killing about 300 people.",
    "HANOI: Vietnam has shut airports, closed schools and initiated mass evacuations as it prepares for the most powerful storm so far this year.",
    "Typhoon Kajiki was packing winds of up to 166kmh as it approached Vietnam’s central coast and was forecast to grow stronger before making landfall on Monday afternoon (Aug 25), the country’s weather agency said.",
    "“This is an extremely dangerous fast-moving storm,” the government said in a statement on Sunday night, warning that Kajiki would bring heavy rains, flooding and landslides.",
    "The typhoon - the fifth to affect Vietnam this year - is currently at sea, roiling the Gulf of Tonkin with waves of up to 9.5m. The eye of the storm is forecast to hit an area between Thanh Hoa and Nghe An provinces.",
    "With a long coastline facing the South China Sea, Vietnam is prone to storms that are often deadly and trigger dangerous flooding and mudslides.",
    "The Vietnamese government said Kajiki was expected to be as powerful as Typhoon Yagi, which battered the country less than a year ago, killing about 300 people and causing US$3.3 billion of property damage.",
    "More than 325,500 residents in five coastal provinces have been slated for evacuation to schools and public buildings converted into temporary shelters, authorities said.",
    "The waterfront city of Vinh was deluged overnight, its streets largely deserted by morning with most shops and restaurants closed as residents and business-owners sandbagged their property entrances.",
    "By dawn, nearly 30,000 people had been evacuated from the region, as 16,000 military personnel were mobilised.",
    "Two airports in Thanh Hoa and Quang Binh provinces have been shut, according to the Civil Aviation Authority of Vietnam. Vietnam Airlines and Vietjet have cancelled dozens of flights to and from the area.",
    "All fishing ships in the typhoon’s path have been called back to harbour.",
    "“I have never heard of a typhoon of this big scale coming to our city,” said 66-year-old Le Manh Tung at a Vinh indoor sports stadium, where evacuated families dined on a simple breakfast of sticky rice.",
    "“I am a bit scared, but then we have to accept it because it’s nature - we cannot do anything,” he told AFP, among only a few dozen people camped out at the evacuation site on Monday morning.",
    "Kajiki skirted the southern coast of China’s Hainan Island on Sunday as it moved toward Vietnam, forcing Sanya City on the island to close businesses and public transport.",
    "Scientists say human-caused climate change is driving more intense and unpredictable weather patterns that can make destructive floods and storms more likely, particularly in the tropics.",
    "“Normally we get storms and flooding, but never this big,” said 52-year-old evacuee Nguyen Thi Nhan.",
    "The typhoon’s power is due to dramatically dissipate after it makes landfall.",
    "In Vietnam, more than 100 people have been killed or left missing from natural disasters in the first seven months of 2025, according to the agriculture ministry.",
    "Economic losses have been estimated at more than US$21 million.",
    "Vietnam suffered US$3.3 billion in economic losses last September as a result of Typhoon Yagi, which swept across the country’s north and caused hundreds of fatalities."
  ]
}