{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/political-and-electoral-uncertainty-in-sri-lanka-ahead-of-2024/",
  "time_ut": 1703998140.0,
  "original_lang": "en",
  "original_title": "Political and Electoral Uncertainty in Sri Lanka Ahead of 2024",
  "original_body_lines": [
    "In Sri Lanka, political parties are getting ready for presidential elections scheduled for some time next year. Many of them have named their candidates; others are preparing to do so. The country is constitutionally mandated to hold presidential polls in 2024, and the president himself has hinted that he will go ahead with them.",
    "But the government is led by a deeply unpopular party associated with a once popular but now derided family, the Rajapaksas. It faces an uncertain situation and has yet to confirm when elections will be held, or if they will be held at all. Indeed, a section of the opposition has implied that they will not.",
    "This, however, has not prevented the Sri Lanka Podujana Peramuna (SLPP) from joining the election frenzy. On December 15, it organized its annual convention at a sports stadium in Colombo. Party MPs and officials took the opportunity to reflect optimistically on their future while criticizing their detractors, with one prominent official taking the stage to threaten the public. Yet though the event ended on a somewhat triumphalist note, the party continues to be overwhelmed by challenges and contradictions.",
    "At present, the SLPP holds a clear and comfortable majority in Parliament. But its hold on the legislature is tenuous. In 2022, then-President Gotabaya Rajapaksa was forced to vacate office in the aftermath of large-scale anti-regime protests.",
    "He was succeeded by Ranil Wickremesinghe. Wickremesinghe was, and remains, the sole MP from a party that the SLPP campaigned against in the 2019 presidential elections and 2020 parliamentary polls. Today, however, the SLPP has accommodated Wickremesinghe and, by implication, his party, the United National Party (UNP). Yet important differences have crept up between them, differences that may compel the SLPP to reassert itself against its foe-turned-friend.",
    "To be sure, the SLPP continues to lend Wickremesinghe support. It has given him the numbers he needs to pass laws and budgets in Parliament. In April, for instance, its MPs made up the bulk of the 120 votes that ensured the smooth passage of a resolution on the country’s International Monetary Fund (IMF) program. While a few party MPs absented themselves from the vote, the SLPP went ahead and voted for it.",
    "Today the president remains widely censured by trade unions and civil society. Yet the SLPP has chosen to ignore these developments; recently it helped pass the 2024 budget, a document that the highly respected Dr Nishan de Mel calls a “fairytale.”",
    "Despite these alignments, the SLPP and UNP don’t see eye to eye on everything. In 2019, the SLPP led a highly charged campaign against the then-government’s economic and foreign policies. The party accused the government, then led by Prime Minister Wickremesinghe, of selling out the country and compromising on its sovereignty, allegations that gained weight after the 2019 Easter attacks.",
    "One of the key areas that the SLPP targeted in its campaign was the UNP’s handling of ethnic issues. Whipping up nationalist sentiment, the SLPP ended up courting the ethnic Sinhalese middle classes. Today, however, the SLPP has joined hands with Wickremesinghe, who served as prime minister and leader of the UNP then, a man who openly courts minority parties and has brought to the same table Buddhist monks and Tamil outfits.",
    "In pursuit of his reconciliation agenda, as president, Wickremesinghe has spoken in support of the devolution of power. The SLPP has opposed such rhetoric and has publicly criticized the president’s stance on these issues. Minority parties and civil society, on the other hand, have welcomed his moves.",
    "As Rathindra Kuruwita has noted in an article in The Diplomat, Wickremesinghe may be leveraging minority parties, most of them Tamil, to ensure support at the next election. Perhaps because of this, opposition parties have chosen not to comment on the government’s reconciliation agenda, or have snidely criticized it.",
    "The government’s ties with India have driven another wedge between the president and the ruling party. Wickremesinghe has been supportive of closer relations with India, to the extent of launching a ferry service and raising the possibility of currency integration with New Delhi. Yet Sri Lankans, in particular the dominant ethnic Sinhalese, have historically been wary of such measures.",
    "Opposition parties, such as the left-wing Janatha Vimukthi Peramuna, have censured these proposals. While the SLPP itself did advocate closer ties and greater engagement with India under Gotabaya Rajapaksa, it may not be keen on advocating policies that can be seen as undermining the country’s sovereignty.",
    "As a result, the government is divided between the ruling party and the president. Yet, so far, this rift has not come out to the open. If it does, it would hardly be the first time. From 2001 to 2003, and again from 2015 to 2018, the country was led by a president and a prime minister from two different parties. In both cases a period of cohabitation was followed by a period of breakdown and breakup, until finally the president used executive powers to expel the other party. In both instances, it was Wickremesinghe who served as prime minister, and in one case he found himself prematurely relieved of his job.",
    "The situation is different today. Ranil Wickremesinghe is president, not prime minister. As he frequently implies or points out, he was appointed as prime minister by Gotabaya Rajapaksa at a time when no one else was willing to come forward.",
    "The SLPP, moreover, is still reeling from the backlash of the 2022 protests. Wickremesinghe is seen as the man who saved them from being ousted from power, the man who intervened at a time when political parties and activists were marching against them to Parliament. Because of what he did or is seen to have done, Wickremesinghe has been able to rally the most unlikely political elements in the SLPP around him, even if they disagree with his stances.",
    "The SLPP also faces a disadvantage in that it no longer has a monopoly on nationalist sentiment. The party itself is fragmented between a main faction, which supports Wickremesinghe almost unconditionally, and a dissident faction, which has formed a separate association with other parties. Moreover, nationalist politics no longer holds much appeal in Sri Lanka; economic issues have become the order of the day.",
    "On the other hand, various opposition parties have made use of nationalist criticisms of Wickremesinghe’s reconciliation agenda and populist criticisms of his economic reforms to reinforce their identity.",
    "These shifts have put some parties ahead of others. A recent survey on presidential election voting intent by the Institute of Health Policy places the left-wing Janatha Vimukthi Peramuna (JVP) at the top, with 51 percent of respondents registering support for it. The main opposition Samagi Jana Balawegaya, an offshoot of the UNP, clocks in at a distant 30 percent, Wickremesinghe shows a poor 13 percent, and the SLPP’s candidate – yet to be named, despite much speculation following the recent convention – an even poorer 6 percent.",
    "As the authors of the survey note, these numbers show not so much support for the JVP as a rejection of the establishment. Yet the result of such rejection has been a swelling tide of support for the JVP.",
    "Rajapaksa’s policies, such as his ban on chemical fertilizers, ended up depriving his government and his party of the electorates that put them in power in 2019. These include the peasantry and the middle classes. Today they have become fair game for the opposition. This is particularly so in light of ongoing economic reforms, which the government highlights as too important to reverse but which are seen as benefiting a few at the cost of the many. As a result of widespread disaffection with the establishment, parties like the JVP, which call for radical change, have endeared themselves to the young and the undecided.",
    "Ultimately, it is the younger voters who will decide on Sri Lanka’s future next year. Yet while they emphasize the JVP’s winning streak, many of them also acknowledge the UNP’s potential to make use of the SLPP’s unpopularity. At the same time, they remain uncertain of the SLPP’s grand designs, and are suspicious of what the party will do next.",
    "In an interview with the author, Uthpala Wijesuriya, a young political and history researcher, echoed these uncertainties and anxieties well.",
    "“It is not clear who the SLPP will nominate as its presidential candidate. It may be a Rajapaksa or even someone else. The UNP under Wickremesinghe has been content in enforcing short-term, cosmetic reforms at the cost of long-term policies On the other hand, those once associated with the SLPP are taking their own routes and are contesting against it. Political kingmakers are busy trying to become political kings.”",
    "All political alliances are ultimately marriages of convenience. Sri Lankan politics has always been rooted in such alliances, which have dissolved even in the best of times. In the face of a deeply polarized political climate, and with an even more polarizing election season on the way, one thing remains clear: the days of the SLPP’s marriage with the UNP are numbered. It is not a question of whether it will end, but when, and how.",
    "A version of this article was published in The Diplomat. Uditha Devapriya is a writer and researcher who can be reached at . He is the Chief International Relations Analyst at Factum, an Asia-Pacific focused foreign policy think-tank based in Colombo and accessible via .",
    "IMF urges Sri Lanka to make urgent preparations for property taxation",
    "Visits by IMF delegation and Japanese Finance Minister positively impact CSE",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}