{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-opposition-launches-non-surprising-broader-coalition-176021/",
  "time_ut": 1723105440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s opposition launches non-surprising broader coalition",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition Samagi Jana Balawegaya (SJB) launched a broader alliance on Thursday (08) with most opposition legislators who have been already supporting the opposition candidate Sajith Premadasa.",
    "Sri Lanka’s Election Commission has scheduled presidential election on September 21 and Premadasa is one of the top candidates in the fray along with incumbent president Ranil Wickremesinghe and Marxist Janatha Vimukthi Peramuna (JVP) leader Anura Kumara Dissanayaka.",
    "The launch was held in Colombo with the participation of hundreds of party supporters across the country.",
    "The launch of SJB’s broader coalition, Samagi Jana Samagi Jana Sandanaya (SJS), comes days after more than 90 legislators out of total 225 pledged their support to President Wickremesinghe under an independent coalition.",
    "The SJS consists of SJB, part of center-left Sri Lanka Freedom Party (SLFP), Tamil Progressive Alliance, Freedom People’s Congress, Sri Lanka Muslim Congress (SLMC), a fraction of ruling Sri Lanka Podujana Peramuna (SLPP), and  Purewesi Handa led by Sri Lanka’s 1996 world-cup winning captain Arjuna Ranatunga.",
    "All these party’s had already pledged their support to Premadasa.",
    "Political analysts see a tight race between the top three candidates despite President Wickremesinghe gaining grass root support for his leadership in managing an unprecedented economic crisis.",
    "All the leaders of the coalition parties signed separate memorandum of understanding (MOU) with Premadasa before they all pledged solemnly to eradicate poverty and improve the island nation’s economy without any division. (Colombo/August 08/2024)"
  ]
}