{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Govt-aims-to-boost-manufacturing-sector-s-GDP-contribution-to-20-by-2030/34-765053",
  "time_ut": 1722559761.0,
  "original_lang": "en",
  "original_title": "Govt. aims to boost manufacturing sector’s GDP contribution to 20% by 2030",
  "original_body_lines": [
    "Highlights crucial role of entrepreneurship, aiming to increase its share in workforce from 2.8% to 7%",
    "Reveals Bill to amend Industrial Promotion Act in final stage",
    "Introduces new registration system for manufacturing industries; 3,925 industries registered by June 2024",
    "Revolving Fund Loan scheme allocates over Rs. 1.6 b for 179 projects in 2024 so far",
    "The Industry Ministry has set ambitious targets to elevate the manufacturing sector’s contribution to the national GDP from 16% to 20% by the year 2030. This strategic initiative is part of a comprehensive plan outlined in the National Industry Policy and a five-year strategic roadmap spanning 2023-2027.",
    "Industry Ministry Secretary Shantha Weerasinghe detailed these goals during a press briefing held at the Presidential Media Centre (PMC) on Wednesday.",
    "He highlighted the crucial role of entrepreneurship, aiming to increase its share in the workforce from 2.8% to 7%.",
    "“To achieve these objectives, the Ministry has already submitted the detailed five-year strategic plan for 2023-2027 to the Department of National Planning,” he added.",
    "Weerasinghe underscored the Ministry’s proactive role in steering economic revival, particularly through navigating past economic challenges.",
    "Key legislative efforts complement this strategic thrust, including the final Bill to amend the Industrial Promotion Act, currently under review by the Attorney General’s Department. This amendment is designed to address current and future industrial needs effectively.",
    "The Ministry has introduced a Standard Operating Procedure (SOP) outlining guidelines and regulatory procedures, notably introducing the “Local Value Addition Theory” for local vehicle assembly.",
    "A significant stride towards enhancing industrial infrastructure includes the introduction of an online registration system for manufacturing industries, resulting in the registration of 3,925 industries by June 2024.",
    "The Industry Ministry has introduced a registration system for manufacturing industries, with 3,925 industries registered by June 2024. Industry registration is now available online, allowing for global access.",
    "Under the initiative to enhance leadership and entrepreneurship in small and medium scale enterprises, the Revolving Fund Loan scheme has allocated Rs. 293.4 million for 33 projects in 2022. For 2023, Rs. 1, 753 million has been provided for 176 projects through 10 institutions (banks). “So far in 2024, Rs. 1,647 million has been allocated for 179 projects,” he said.",
    "Under the environment-friendly project, the revolving fund loan scheme allocated Rs. 293.4 million for 33 projects in 2022 and Rs. 155 million for 7 projects through 11 participating lending institutions (banks) in 2023. A total of Rs. 256 million has been provided for 15 projects so far during the year.",
    "Under sustainable development initiatives, revitalisation efforts at the Valaichchenai Paper Mill and the initiation of production at the Embilipitiya Paper Mill under a public-private partnership have significantly contributed to the national output of paper.",
    "“Valaichchenai Paper Mill, revitalised through State enterprise restructuring, has produced 3,899.37 metric tons of paper from 2022 to April 2024. Additionally, the Embilipitiya Paper Mill, under a public-private partnership, began production in April this year with the KSPA Embilipitiya Papermills Ltd.,” he added.",
    "Under the program for optimal utilisation of mineral resources, he said Lanka Mineral Sands Ltd., adopted a new sales method and made its first sale in 2023.",
    "“This approach generated $ 20.33 million from the sale of 62,150 metric tons of mineral sand and $ 14.1 million from 30,000 metric tons of zircon concentrate,” he added.",
    "During the period 2023-2024, Weerasinghe said Lanka Phosphate Ltd., produced around 50,000 metric tons of rock phosphate, earning Rs. 1,080 million from these sales.",
    "“Gem, jewellery and diamond exports yielded around $ 478 million in 2023, with $ 194 million contributed to the national economy by the end of June 2024,” he disclosed.",
    "To support this, the Secretary said 27 booths for buying and selling gems have been established, including an export centre, a fully equipped gem laboratory, and an export centre in Demuwawatha, Ratnapura constructed at a cost of Rs. 450 million.",
    "Looking forward, he said the Ministry is gearing up for the establishment of a cinnamon-focused processing centre within the Karandeniya Industrial Park, aimed at bolstering value addition and international market access for cinnamon growers.",
    "In 2024, the National Gem and Jewellery Authority successfully hosted an International Gem and Jewellery Exhibition, featuring 83 booths from both local and international participants.",
    "In 2024, the National Gem and Jewellery Authority successfully organised an International Gem and Jewellery Exhibition featuring 83 local and international booths.",
    "To promote manufacturing industries, 22 June was designated National Industry Day, with the National Industry Exhibition scheduled to be held annually starting in 2023. The international industry exhibition in June 2024 saw participation from over 1,000 exhibitors across five industries.",
    "Additionally, the ProFood ProPack International Trade Fair, aimed at supporting small and medium scale food producers, was successfully held in 2023. This event featured 50 local and international exhibitors, 300 booths, and attracted 25,000 visitors. Preparations are underway for the next exhibition in August 2024.",
    "In 2023, the “Shilpa Abhimani”, the National Handicrafts Presidential Awards Ceremony, exhibition, and award ceremony honoured 508 artisans, recognising their contributions to the handicraft industry.",
    "Additionally, the National Enterprise Development Authority is executing the “Made in Sri Lanka” trade fair program to provide market opportunities for micro-entrepreneurs looking to start or expand their businesses. This initiative has facilitated sales opportunities for 3,439 entrepreneurs through 125 trade fairs held in 2022 and 2023.",
    "Industrial Development Board (IDB) Chairman Dr. Saranga Alahapperuma, National Gem and Jewellery Authority (NGJA) Chairman Viraj De Silva, Additional Secretary (Industrial Zone and Industrial Zone Development) S.A.M.L. Gunathilake, Additional Secretary (Sectoral Development) I.C. Pathiraja, National Enterprise Development Authority (NEDA) Chairman and Director-General K.A.L.P. Kariyapperuma, Sri Lanka Handicrafts Board (Laksala) Chairman Rushan Marambage, Department of Registrar of Companies Registrar General L.K.S. Dharmakeerthi, National Craft Council Chairman Sampath Erahapola, National Paper Company Chairman Wimal Rupasinghe were also present at the press briefing."
  ]
}