{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/transport-sector-glimmer-of-hope/",
  "time_ut": 1755105420.0,
  "original_lang": "en",
  "original_title": "Transport sector: Glimmer of hope",
  "original_body_lines": [
    "The Ministry of Transport has introduced two new systems, which are long overdue. One is aimed at preventing a longstanding railway ticket racket, which has tarnished Sri Lanka’s reputation as a tourist destination. Some corrupt railway officials and their associates were on a gravy train at the expense of tourists, both local and foreign, under the previous governments, buying tickets in bulk for special tourist trains, such as Ella Odyssey, and selling them at black-market prices. Hereafter, they will not be able to do so. It is now mandatory for the names of all passengers with their passport or NIC numbers to be printed on the tickets, which are not transferable.",
    "There have been some teething problems, but Deputy Minister of Transport Dr. Prasanna Gunasena has said the Transport Ministry is determined to follow through with the new ticketing scheme to stamp out corruption. Corrupt elements who made a fortune are not likely to give up so easily; they will try to throw a monkey wrench in the works in a bid to turn public opinion against the Transport Ministry. Passengers should bear with the railway authorities until the new system is up and running. In battling the twin evils of bribery and corruption, it always pays to hit decisively—and really hard. One can only hope that the government will not give in to pressure from the corporate sector, which has been thriving on the railway ticket racket. It ought to bear in mind that it made battling bribery and corruption its raison d’etre to win elections.",
    "Kudos to Dr. Gunasena and others who have undertaken the Herculean task of cleaning the Augean stables—the Railway Department!",
    "The other system has been put in place by the Transport Ministry under Minister of Transport, etc., Bimal Rathnayake’s guidance. It is aimed at preventing road accidents caused by drivers’ fatigue and drowsiness. About 50 buses—private and state-owned—are being fitted with AI-enabled electronic devices to monitor driver alertness. This system fulfils a long-felt need. Driver fatigue and drowsiness are two main causes of road accidents the world over, and technological solutions are available for this problem. It is heartening that the Transport Ministry has adopted one of them at long last. A pilot project is currently underway, and it is hoped that all vehicles, heavy or light, will be equipped with driver alertness monitoring devices to make roads safe. Other factors that have been identified by road safety experts as main causes of road accidents must be similarly dealt with. They include speeding, distractions, recklessness, driving under the influence of alcohol or narcotics, inadequate road conditions, tailgating, improper lane changes, inexperience of drivers, overtaking dangerously, poor visibility, unroadworthy vehicles, and poor signage or lack of road markings. According to a World Bank report, the annual crash deaths per capita in Sri Lanka are twice the average rate in high-income countries and five times that in the best performing countries in the world! Sri Lanka reportedly has the worst road fatality rate among its immediate neighbours in the South Asian region.",
    "Motor traffic accident fatalities and injuries undermine Sri Lanka’s economic growth by causing a loss of Rs. 300-400 billion a year to the state coffers, according to media reports, quoting a Finance Ministry cost assessment report (2023). Some experts are of the view that the loss could be as high as Rs. 700 billon a year. Thus, taking action to make roads safe will help the government with its efforts to resolve the rupee crisis.",
    "Meanwhile, Minister Rathnayake has said during an inspection tour of the Kataragama SLTB depot that the state-owned bus service is overstaffed but short of technical personnel. He has blamed previous governments for this sorry state of affairs. His views resonate with those who have witnessed the decline of the SLTB under successive governments due to political interference and corruption. One of the first few things the UNP did after its huge electoral victory in 1977 was to allow its supporters to loot the Ceylon Transport Board (CTB) assets. Many buses in running condition were fraudulently condemned and sold for scrap; they were pushed out of the CTB depots and driven away by the cronies of the UNP. The ground was thus prepared for the emergence of the private bus service. All governments ruined the CTB/SLTB thereafter by using it to provide employment to their backers and cut corrupt deals. The JVP also made a tremendous contribution to the debilitation of the SLTB and the Railway Department. During its second uprising in the late 1980s, it burnt 553 SLTB buses, 15 SLTB depots and workshops, 16 trains and 24 railway stations, the SJB, an offshoot of the UNP, which ruined the state-owned bus and train services, has said. These figures tally with those mentioned in media reports published during that dark period.",
    "Unhappy is the land that needs heroes, Brecht has famously said. But given the circumstances, Sri Lanka is left with no alternative but to look for some mavens of unquestioned integrity, blessed with transformative leadership, like Anil Moonesinghe and B. D. Rampala, to revitalise the ailing state-run transport services.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}