{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Saboteurs-of-system-change/4-758786",
  "time_ut": 1708624934.0,
  "original_lang": "en",
  "original_title": "Saboteurs of system change",
  "original_body_lines": [
    "Those elections would see a direct clash between a generation of geriatric leaders who grew in and groomed by a society stratified by castes, ethnicity, religions, and so on, and a younger, talented and globally connected generation to which the society of their elders has become alien. This intergenerational dichotomy may sound political rhetoric and difficult to fathom by many. But it is well recognised global phenomenon that continues to trouble many a regime. This is why when the country is at the cusp of breaking away from the old order the three ethno-religious minority parties are appearing to be trio of saboteurs",
    "At a time when the country is getting ready to face a Presidential and or General Election, an opportunity for voters to choose between retaining the old ethnonationalist socio-political system, which had for decades allowed misgovernance without accountability and brought the economy to the point of bankruptcy, and getting rid of that system in favour of a secular and pluralist democratic polity with accountability as the pillar of governance, a renewed voice for federalism from the north threatens to be a saboteur.",
    "Ilankai Thamil Arasu Katchi (ITAK) or the Federal Party’s newly elected leader Sivagnanam Sritharan’s resolve to take his party back to where it was before 2009 and to reject the Indian inspired 13th Amendment designed to empower Provincial Councils, is diametrically opposed to the policy of his predecessor Rajavarothayam Sampanthan who strove to find a settlement to the Tamil issue through negotiations within an “inseparable and undivided Sri Lanka”. One could assume that President Ranil Wickremesinghe’s halfhearted initiatives to reach ethnic reconciliation were also based on that premise.",
    "Therefore, irrespective of the merits or otherwise of Sritharan’s shift towards a federal solution to which neither the majority Sinhalese nor minority Muslims ever agreed, the timing of Sritharan’s declaration is significant. Although the Tamil issue still remains unresolved, fortunately for the Tamils as well as other minorities, the unprecedented economic disaster, which has tightened its grip and refuses to loosen anytime soon has brought home the realisation among a new generation of Sri Lankans, that the economic crisis and the ethnic crisis are intertwined and that they are the products of a socio-political system constructed on the edifice of ethnoreligious nationalism in the name of democracy.",
    "It was that realisation which propelled that generation of young and educated Sri Lankans to stage the Aragalaya in 2022 with an uncompromising demand for system change. As a result, there is now a political party NPP that is prepared to add substance and shape to that demand to cause a paradigm shift and herald a new era in the country’s post-independence history. It is in that context Sritharan’s U-turn towards federalism and the role of the two Muslim parties SLMC and ACMC raise the spectre of organised sabotage.",
    "Sritharan’s U-turn is significant in the sense that his renewed cry for federalism could turn out to be just the manna from heaven to any policy bankrupt presidential candidate from Sinhala south to win the support of southern voters by rekindling the old fear of an impending ‘Tamil Danger’. So far none of the parties in the field except NPP has a distinct and inclusive agenda not only to revive the economy, but also to cleanse national politics of its ethno-national edifice through social revolution and take the country along a new direction towards secular democracy and economic development. This is why to those parties that are suffering from policy bankruptcy Sritharan’s call for federalism would be an unexpected gift.",
    "However, according to the latest but credible opinion poll taken in December last year, NPP’s leader Anura Kumara Dissanayake (AKD) is reckoned to be the leading runner in the race for presidency, and his party registering a winning chance to capture Government. It may be because of this threat from NPP that behind the door discussions and frantic manoeuvres by king makers are said to be taking place to narrow down the race to a direct battle between two or among three individuals including AKD. In the meantime, NPP is reported to be making inroads into the vote banks of minority communities also. This is why one is compelled to think whether Sritharan is trying to sabotage NPP’s chances by proposing to nominate a Tamil candidate for the presidency. Is he trying to be a mischief maker or saboteur?",
    "To the two Muslim parties SLMC and ACMC however, politics is business. In fact, they are the products and beneficiaries of the prevailing system and they would coalesce with any major party that promises their leaders cabinet positions and their community preferential treatment. They are presently coalescing with Sajith Premadasa’s SJB and one could expect them to support Premadasa if he were to be nominated. But, RW who wants to protect the system in vogue is fully aware of Muslims’ historic affiliation with his UNP. It was that affiliation which prompted observers to comment that “eating biriyani and voting UNP” is the essence of Muslim politics.",
    "RW is therefore busy recapturing Muslim votes that were lost to SLMC and ACMC. A number of instances beginning with his lenience shown towards a Muslim parliamentarian who was caught red handed smuggling dutiable goods into the country to the handover of the controversial Punani campus to another corrupt Muslim politician and right down to his speech in support of a Palestine state at the NAM Summit in Kampala, illustrate that they are all calculated moves to recapture the Muslim vote bank. But AKD through NPP’s partner Muslim Social Justice Party is said to be making inroads into that bank also.",
    "Sritharan’s cry for federalism also does seem to be at odds with the aspirations of diaspora Tamils evidenced by the six statements of the Himalaya Declaration agreed between the London based Global Tamil Forum (GTF) and Sangha for Better Sri Lanka (SBSL) in December 2023. To translate those statements and ideals into action would mean system change, which is what the new generation is demanding and NPP seeking to deliver.",
    "As pointed out already, there is a notable absence of policies and programs other than every leader’s reiteration of the mantra that he or she would work with IMF and adopt its economic revival agenda with appropriate changes to parts of it after negotiating with that authority. While they all isolate the economic crisis from the general malaise that has paralysed the country, only NPP views that crisis as part of a poly-crisis and a permanent solution to the economic crisis lies in throwing out the existing system. NPP’s approach towards IMF is therefore tied to the party’s commitment to effect system change. That is what one gathers from the speeches and media messages relayed by NPP leadership.",
    "In short, NPP reflects the thirst for a radical change through ballot. And that is why the coming presidential and/or general election promises to mark a turning point in the political history of Sri Lanka. Those elections would see a direct clash between a generation of geriatric leaders who grew in and groomed by a society stratified by castes, ethnicity, religions and so on, and a younger, talented and globally connected generation to which the society of their elders has become alien. This intergenerational dichotomy may sound political rhetoric and difficult to fathom by many. But it is well recognised global phenomenon that continues to trouble many a regime. This is why when the country is at the cusp of breaking away from the old order the three ethno-religious minority parties are appearing to be trio of saboteurs.",
    "(The writer is attached to Murdoch Business School, Murdoch University, W. Australia.)"
  ]
}