{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-imf-program-review-what-can-happen-next-181847/",
  "time_ut": 1727833800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s IMF program review, what can happen next",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s International Monetary Fund program is reviewed every six months based on how the quantity targets (performance criteria) and reforms (structural benchmarks) are reached.",
    "In order to pass the review, a new staff level agreement has to be reached for the next phase, of about a year with hardened and finalized targets for the next six months and proposed and indicative targets for the next.",
    "Once passed by the board, it will contain the policy direction and reforms or structural bench markets set out in a Memorandum of Economic and Financial Policies with quantity performance criteria every six months and indicative targets quarterly.",
    "A technical memorandum of understanding will further supplement the quantity targets.",
    "Once the economic policies and quantity targets are approved by the IMF board, and the quantity targets and structural benchmarks up to the review period are met a disbursement of 254 (SDR) or around 330 million dollars is made.",
    "Some of the structural benchmarks are linked to ADB and World Bank loans.",
    "Sri Lanka’s interim cabinet spokesman has said that in depth negotiations with the IMF later in October.",
    "The last review of June data in the program was approved only in December 2023.",
    "Quantity targets are the core of the program. It involves foreign reserve targets, ceiling on the domestic assets of the central bank which limits its ability to print money and create forex shortages, inflation (which does not limit its ability to print money as it is a 12-month measure).",
    "Some indicative targets include a floor on subsidies. Subsidies are required because the currency has collapsed due to previous rate cuts (from a policy rate enforced by money printing) which has impoverished large sections of the population.",
    "The key quantity targets involving (performance criteria) for reserves, tax revenues have been met for June.",
    "There are proposed PCs under which the program can continue even if board approval for the new program is delayed.",
    "The election commissioner shooting down some subsidies which were proposed ahead of the Presidential poll will make it easier to meet the targets.",
    "This will allow Sri Lanka to reduce debt faster. Due to interest costs which are cumulative, early corrections bring quicker corrections.",
    "The revenue targets for September (IT) December (Proposed QPC) of 3,700 billion rupees are quite high.",
    "Quantity targets named Performance Criteria (QPCs) have to be met. However, if one is not met, it is possible to request a waiver when a country is committed to continue with the program.",
    "Sri Lanka has missed reserve targets in the past due to targeting inflation (cutting rates with inflationary open market operations or printing money claiming inflation was low disregarding developments in domestic credit).",
    "This is broadly the same reason as why Sri Lanka started to go to the IMF from the 1960s and other countries do also, though the exact labels, and reasoning given to the liquidity operations and operational framework is different.",
    "If structural benchmarks are not met, the timelines can be revised. However if some benchmarks are so vital and the program cannot proceed without them, the IMF board approval will be held back until they are completed. They are usually called prior actions.",
    "The IMF can insist that all or unmet benchmarks are prior actions to pass the review.",
    "There may be practical reasons why benchmarks cannot be achieved, and not unwillingness for a government to implement them.",
    "For the June IMF program review a budget in line with the agreed economic policies and quantity targets is usually required.",
    "The 2025 budget was to have been “consistent with program parameters with revenue measures approved ahead of the elections,” even under the current program.",
    "The IMF may require cabinet approval or actual passage of the budget to finally approve the review.",
    "The review was originally scheduled for September, but the time is now uncertain as more elections are due.",
    "There has to be a Finance Minister, a Treasury Secretary and Central Bank Governor to negotiate the targets and revised policies and reforms.",
    "A team is due to leave for the US at the end of the month, according to the cabinet spokesman.",
    "Can the new government cut taxes or increase subsidies to special interests?",
    "If some taxes are cut some other taxes will eventually have to be increased unless the economy grows very fast and the central bank refrains from generating monetary instability as it had done in the past through its policy rate.",
    "Due to the sovereign default, the IMF is very keen on fiscal targets this time, more than in the past.",
    "If the government can cut taxes and reduce the public service faster, it can both raise salaries and lower some taxes.",
    "The NPP (as well as other contenders in the last presidential elections)  has said it wants to reduce income tax and pay higher salaries.",
    "The earlier cabinet has already approved some tax cuts and subsidies claiming that they will be within the IMF requirements.",
    "What are the taxes that have been agreed which are not implemented or legislated?",
    "Several tax measures that have been proposed. All these were expected to be legislated before the Presidential elections to start in 2025.",
    "As a result the 2025 revenues may be short in terms of tax to GDP.",
    "Though GDP growth can bring the absolute deficit the IMF is keen to raise revenues as a share of GDP which is not the same thing.",
    "These included the tax on digital services, imputed rent tax which was put in place instead of the property tax which has caused unhappiness.",
    "It has also been proposed to fold the Social Security Contribution Levy into VAT. VAT at 20 percent for example will be a transparent and clean system.",
    "VAT is superior to all other taxes as it does not cascade and complies with the Kautilya principle of taking honey from a flower in small tiny amounts unlike capital consumption taxes like income or imputed taxes.",
    "VAT is collected after an economic transaction is made contributing to growth and fulfilling individual needs. Income taxes on the other hand preempts an economic transaction, gives bureaucrats the choice of spending, and may misdirect price signals and the will of society.",
    "The IMF is very keen on boosting revenues as they believe that is a key reason for the default.",
    "As a result, they have been insistent on meeting revenue related or fiscal management linked structural benchmarks in the past.",
    "If one tax is taken off the new administration will have to convince the IMF that it has a replacement to cover it, like the last administration did in the case of imputed rent tax.",
    "These timelines and alternative measures will have to be negotiated.",
    "State enterprises are entities through which macroeconomists in the Treasury have given subsidies outside the budget or have run forex shortages and borrowed dollars after the central bank cut rates with open market operations.",
    "SOEs are usually favoured by politicians also as they have looser financial regulations and can be stuffed with henchmen in board positions as well as at lower levels.",
    "Following the default some of the SOE debt has been absorbed by the central government. Some debt is covered by Treasury guarantees which are a quantity performance criteria under the program.",
    "Energy SOEs are a key source of rising government debt in countries with flexible exchange rate and flexible inflation targeting or any central banks that compromise monetary stability for export competitiveness.",
    "Both the CEB and CPC have large debts due to past mis-pricing. Fuel is also a major source of tax for governments that do not default.",
    "Under the IMF program there has to be a repayment schedule to repay CEB’s legacy debt.",
    "If electricity prices are cut, this benchmark will be in jeopardy. The CEB costs from interest will continue to rise, or if the debt is taken over by the government the debt to GDP ratio will go up and government interest costs will go up.",
    "The IMF is also keen on formula based prices. Following US monetary tightening, global fuel prices are on the way down. Though US rates are being cut, quantity tightening is continuing.",
    "Some of the structural benchmarks are linked to loans from the World Bank and Asian Development Bank which are co-financing the IMF program.",
    "Regardless of the board approval of the IMF, the conditions of the WB and ADB also have to be met to get these budget support loans.",
    "Unlike project loans, budget support loans have little or no actual spending involved and the government can use them to repay debt or any other purpose.",
    "In general, all policy actions (linked to structural benchmarks) needed for these loans are prior actions.",
    "The ADB and World Bank loans are cheaper than IMF funds, have very long repayment periods and can be used to settle other debt.",
    "ADB and World Bank combined loans in a given year can be bigger than the 700 million dollars or so coming from the IMF.",
    "While privatization revenues will reduce debt to GDP ratio faster allowing taxe to be cut, they are not built into the program projections. SOE debt reductions from implied cash profits are.",
    "However reasonable budget support loans will be required for the next budgets, to keep interest rates at a reasonable level.",
    "Sri Lanka usually went to the IMF in the past because of inflatinary rate cuts (or similar liquidity operations) led to forex shortages and reserve losses despite having high revenue to GDP ratios of above 20 percent of GDP.",
    "Latin American countries like Argentina still go to the IMF with very high revenues and sometimes deficits as low as 3 percent, (Mexico in the 1990s had a budget surplus) due to money printed to enforce the policy rate as US hikes rates.",
    "Sri Lanka was unable to roll-over bullet repayment foreign bonds (lost market access), leading to a default.",
    "As a result, Sri Lanka has to restructure debt and run budgets to maintain the confidence of defaulted bond holders, in order to be able to prevent a future loss of market access as interest rates rise and they dump bonds.",
    "Bonds of developing countries are extremely illiquid with market makers that can be counted on the fingers of one hand, and price falls and loss market access (high secondary market yields of say 10 percent or higher) is very fast.",
    "In the same way, if the domestic debt restructure is unravelled, then domestic interest rates can rise due to unwillingness to buy long term bonds. What happened before the elections is a case in point. This is also similar to the loss of market access for foreign bonds.",
    "In Sri Lanka due to suppressing rates with money printing which trigger frequent forex crises, nominal interest rates are very high and are the largest expense on the deficit along with the public sector salaries.",
    "A surplus on the primary balance of the budget, implies an interest bill worse than the overall budget deficit.",
    "In a market access country, foreign bond holders have considerable clout.",
    "If foreign bondholders say the government is not negotiating in good faith, Sri Lanka may not be able to pass the IMF review even if the board wanted to do so.",
    "Sri Lanka’s took a long time to restructure sovereign bonds partly due to the request due to so-called macro-linked bonds, which was their choice, plus the complex Debt Sustainability Analysis which also contains some subjective judgements.",
    "The restructure is based on the DSA. Bondholders and other secondary market buyers of bonds will buy restructured bonds based on how much they trust the DSA and on how Sri Lanka is reaching its targets.",
    "In general, DSA’s agreed with the IMF are accepted by the bondholders as sufficient or better. The demand for macro-linked bonds is because bondholders think the DSA is too tight and makes them give bigger hair cuts than needed due to an excessively low growth forecast.",
    "If restructured bonds cannot trade in the secondary market at high prices (low rates) market access will be lost again.",
    "However, government changes and policy reversals are something the IMF takes into account in addition to past performance. Delays in taxes or a re-examination of domestic debt restructuring can lead to higher interest rates and derail the targets.",
    "After the 2001 economic crisis, foreign debt fell fast as monetary stability was maintained.",
    "Due to operating a de facto pegged exchange rate, any loss of reserves usually leads to downgrades and loss of market access.",
    "Countries that do not have clean floating central banks that trigger forex shortages with inflationary open market operations coming from monetary policy modernization or other actions, tend to default repeatedly, regardless of fiscal performance as shown in Latin America.",
    "If the review is not complete, the IMF program is effectively suspended. It is usually not a big problem for a country where monetary stability has been reached (the central bank is no longer creating forex shortages by suppressing rates) and many countries usually choose not to completely draw down stand-by program loans for example. IMF loans are expensive in any case.",
    "But in the case of default, Sri Lanka cannot complete debt restructuring without IMF help.",
    "It may be construed by markets as unwillingness to take the required fiscal steps to make debt sustainable."
  ]
}