{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113044/uk-plans-tougher-rules-for-migrants-seeking-to-stay-in-country",
  "time_ut": 1759157580.0,
  "original_lang": "en",
  "original_title": "UK plans tougher rules for migrants seeking to stay in country",
  "original_body_lines": [
    "Britain’s interior minister on Monday (Sep 29) proposed tough new rules for migrants seeking to settle in the United Kingdom, as the ruling Labour Party bolstered its fight against the hard right at its annual conference.",
    "Migrants looking to remain indefinitely will have to have a job, not claim benefits, and undertake volunteer community work under plans designed to claw back support among voters drawn to the anti-immigrant Reform UK party, whose popularity is soaring.",
    "Confronting Reform, led by firebrand Nigel Farage, is the main theme of Labour’s four-day gathering in Liverpool, northwest England.",
    "Currently, migrants with family in Britain and who have lived there for five years qualify for “indefinite leave to remain” - permanent residence - as do those who have lived legally in the UK for 10 years on any type of visa.",
    "Eligible applicants meeting those thresholds also earn the right to live, work and study in the UK and to apply for benefits and British citizenship.",
    "But in a major policy shift, interior minister Shabana Mahmood was to tell the Labour conference that migrants would have to make social security contributions, claim no benefits, have a clean criminal record and volunteer in their community in order to stay.",
    "The government will consult on the changes later this year, according to a Labour Party press release.",
    "The announcement comes shortly after Reform, which is currently leading in national polls, said it would get rid of “indefinite leave to remain” altogether, with migrants instead required to reapply for visas every five years.",
    "This would apply to the hundreds of thousands of people who already have the right to remain.",
    "“These measures draw a clear dividing line between the Labour government and Reform, whose recent announcement ... would force workers, who have been contributing to this country for decades, to leave their homes and families,” said the Labour party statement.",
    "Embattled Prime Minister Keir Starmer on Sunday called Reform’s plan “racist” and “immoral”, adding it would “tear the country apart”.",
    "He is under pressure to convince elements of his centre-left party that he is the right leader to take on Reform, and has urged the party to unite for the “fight of our lives” against Farage, a keen admirer of US President Donald Trump.",
    "The battle over immigration comes against a difficult economic backdrop and with government finances constrained by stubborn inflation and high borrowing costs.",
    "In her first speech to the Labour conference as interior minister, Mahmood will say that migrants should learn English to a high standard and that she will be a “tough” minister.",
    "Mahmood, a qualified barrister who was born in Britain to parents of Pakistani descent, will warn party members that a failure to tackle irregular migration will mean that “working people will turn away from us ... and seek solace in the false promises” of Farage.",
    "More than 100 organisations have combined forces to write to Mahmood urging her “to end the scapegoating of migrants and performative policies that only cause harm”.",
    "British and French authorities have struggled to stem a flow of migrants making the perilous journey by boat across the Channel to reach the UK.",
    "Some 895 people arrived on UK shores on Saturday alone aboard 12 small boats, according to the British government, with a record 125 crammed onto just one boat.",
    "But a number of fatalities over the weekend brought the death toll from illegal crossings to at least 27 since the beginning of the year, according to an AFP tally based on official data.",
    "Some 32,000 people have managed to reach the UK coast so far this year.",
    "Finance minister Rachel Reeves, facing a difficult budget next month, also addressed the conference on Monday, to “vow to invest in Britain’s renewal” and announce new plans to get young people in work.",
    "Foreign minister Yvette Cooper told the gathering the foreign policy choice at the next general election, due in 2029, would be between Labour and a “chaotic right-wing ideology”."
  ]
}