{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-former-junior-tech-minister-joins-not-contesting-list-decides-to-pursue-doctorate-183271/",
  "time_ut": 1728653400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s former junior tech minister joins ‘not contesting’ list; decides to pursue doctorate",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s former State Technology Minister Kanaka Herath has decided to take a break from politics similar to dozens of seniors and pursue a doctorate in engineering, citing that he wanted to take a step back as “people wanted change at any cost”.",
    "Herath’s decision comes after several prominent Sri Lankan politicians who previously held senior ministerial positions have announced they will not be contesting in the upcoming parliamentary elections, citing limited political opportunities.",
    "Herath under former president Ranil Wickremesinghe’s administration headed expansion of the digital economy. Some of the projects under his ministry were implemented slower than expected.",
    "“I am happy that I was able to be a part of the economic resurgence of the country. As the state minister of Technology, I was able to formulate the digital roadmap for the country till 2030,” the 48-year old former legislator said.",
    "Herath, the son of veteran politician Maheepala Herath first became a legislator from Sri Lanka’s central district of Kegalle when he was 34 years in 2010 and had been in the parliament continuously until the new president Anura Kumara Dissanayake dissolved the parliament last month.",
    "Hearth said his ministry under the previous government had already executed the digital roadmap plan and by continuing the same plan, it will build the digital public infrastructure which will enable the country in eliminating waste, corruption and build efficient government services for the public.",
    "“However, as I understand, people wanted change at any cost. Therefore, I believe I need to take a step back at this juncture,” he said.",
    "“So, I will be using this time to pursue my engineering career, complete my PHD at the university of Moratuwa and spend some quality time with my family.”",
    "“I will continue to represent the people of my district and stand with the political ideology I believe in.”",
    "Herath is the latest to announce his intention in not contesting in the upcoming polls scheduled for November 14 in which political analysts say President Anura Kumara Dissanayake-led mostly Marxists ruling party candidates have more chances of winning the general elections against fragmented opposition parties.",
    "The decision by former senior politicians not to contest in the elections also came two years after mass protests which called for change in the governance and demanded new faces in the parliament.",
    "Here are the list of former ministers/legislators who have announced that they will not contest in the upcoming parliamentary polls:",
    "Bandula Gunawardena – Former Minister of Transport, Media, Highways (71 years, in parliament since 1989)",
    "Wijeyadasa Rajapakshe – Former Justice Minister (65 years, in parliament since 2004)",
    "Mahinda Yapa Abeywardena – Former Speaker (78 years, in parliament since 1983)",
    "Shehan Semasinghe – Former State Finance Minister (47 years, in parliament since 2010)",
    "Lakshman Kiriella – Former Chief Opposition Whip (76 years, in parliament since 1989)",
    "Wimal Weerawansa – Former Minister of Industries (54 years, in parliament since 2000)",
    "Champika Ranawaka – Former Minister of Megapolis (59 years, in parliament since 2007)",
    "Gamini Lokuge – Former Minister of Energy (81 years, in parliament since 1983)"
  ]
}