{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82955",
  "time_ut": 1698444180.0,
  "original_lang": "en",
  "original_title": "How I went on a “Hunger Strike” in CID  Custody on the 4th Floor.",
  "original_body_lines": [
    "(This is the second part of the article “How I was Arrested by the CID and Detained on the 4th Floor” published last week)",
    "As stated last week,  the  CID director DIG Bennet Perera showed me the letter  written by Defence Secretary Gen.Sepala Attygalle instructing the Police to question me for information regarding the murder of four Rupavahini employees in Jaffna. I immediately told the DIG that I  did not know anything  about the Rupavahini killings beyond what had been already reported in newspapers. I also said the matter had not been discussed with the then LTTE deputy leader “Mahathaya” when I was interviewing him.",
    "DIG Bennet Perera responded by saying that I would have to make a detailed statement  about related  matters such as  my trip to Jaffna and interview with Mahathaya.  I replied that",
    "I was a professional Journalist who had absolutely nothing to hide from the law enforcement authorities.I   said that I could make a full statement about my Jaffna visit without divulging my sources. I suggested that I be allowed to go home and return the following day to make a statement with either the Island editor or a senior journalist in attendance.My suggestion was turned down.",
    "I was then told that I had to stay overnight at police headquarters and that my statement would be recorded the following morning. I said that Gen Attygalle’s letter had not instructed the police to detain me. The CID director’s  reply was that they the CID  were the best judges of deciding as to how information was going to be elicited  from me. I was also told that I was going to be detained temporarily under the emergency regulations.",
    "At that point   I got agitated a little and  asked  the DIG for a lawyer or my editor to be present at my  interrogation. The reply was that I was not going to  be  interrogated but would  merely be asked to clarify matters. I again asked for a lawyer but was refused. DIG  Bennet Perera said  the recording of the statement was not going to take much time and I would be free to go in the morning.",
    "I insisted then that I should be given a telephone call as  I wanted to inform the Island editor. The DIG said that the editor had been informed and that I need not be given a call.",
    "I then  asked DIG Perera as to why the CID  had resorted to the elaborate ruse of pretending to be JVP when they could have been straightforward  and introduced themselves as  Policemen. The reply was that in a previous experience with a well-known journalist whom the CID  had to question, they had had a bad experience. The journalist in question had pretended to be his cousin and had eluded them for a number of days. That was why the CID  first posed as the JVP with me and confirmed my identity  , I was told.",
    "Subsequently  when I was being questioned by the CID  I was repeatedly asked the question whether I had JVP links and what I thought of a LTTE -JVP  political alliance. So I suspect that the “JVP  pretence”  ruse had more to it than what had been  said.",
    "I was taken  from the DIG’s office to  the infamous  fourth floor and  formally detained. I had to hand over all my possessions to a policeman who dutifully recorded everything. Two amusing things happened.",
    "I had in my pocket a brooch with a Sikh emblem. This was pinned by Sikh soldiers on their turbans. Mahaththaya had distributed some of these taken from dead Sikh soldiers to some of the Journalists in Jaffna. I also got one. I had brought it to  office to show a friend at the Island. Now this was in my pocket and I was worried that the cops may identify it . When the policeman asked me what the brooch  was I deadpanned “tie pin” and so it was recorded as a tiepin. The Policeman did not bother to think as to why I had a tiepin in my pocket  while not wearing a tie.",
    "The other amusing thing was that I had some Vitamin B complex capsules in my pocket. When the cop saw it he became excited. “What are these? cyanide capsules? he asked me in Sinhala. I realised that being a Tamil he was viewing me as a Tiger and  suspected that I was carrying such capsules. I told him that It was vitamin B but he did not seem convinced and asked whether he could throw them into  the waste paper basket. I agreed and so the “Vitamin – Cyanide” capsules were dumped.",
    "I was then taken to a room.  It was a routine office room. The telephone extension there was disconnected. Later I was given a rice parcel to eat and asked to sleep in the same room. A police constable in civils was guarding me and would accompany me to the toilet.",
    "The room that I was placed in had  charts of the names of alleged Tamil “terrorists “ and the movements to which they belonged. They were pasted on the walls.  There were several errors in those. I pointed them out to my “guardian” policeman who  got upset and said “Don’t say these things.Mind your own business”. There was also a very large roadmap plastered on the wall. When I tried to do some map reading the policeman became uncomfortable and said “Don’t do this. Just go and sit”. I complied.",
    "I started conversing  with the policeman. It was quite pleasant. The fact that I could speak Sinhala reasonably well helped to communicate. My credentials as a journalist attached to the English sister of the Popular Sinhala “Divaina” newspaper  also  helped. Another factor was that my family was then  residing in Kurunegala and therefore I was not considered as being from Jaffna.",
    "There was no bed to sleep on. I sat for a long time by the window which overlooked the harbour. It was a panoramic view with a myriad of lights. One had to pay a cover charge to get the same view at the harbour view room at the then Taprobane  Hotel and here I was getting it free. Finally I took a cushion from one of the chairs, placed it on a table, climbed on it and went to sleep.",
    "I did not sleep well at all mainly because of anxiety. I was deeply troubled by the thought that no one may possibly know about my plight. I did not believe that the Police had informed the Editor  Gamini Weerakoon. Since they were refusing  me a telephone call I feared the worst. While I was tossing and tuning on the table the policeman guarding me was dozing comfortably in his  chair.",
    "At dawn the police constable told me that the waterflow in the bathroom  pipes was heavy in the morning. I could bathe but I had no towel, soap or change of clothing. Still I wanted a bath. There was no bathing bucket. Improvising, I washed the toilet bucket well and then filled it and began pouring the water on my body. After bathing there was no towel to dry myself and I got into my dirty crumpled clothes again in a wet state. I could not shave myself too.",
    "I found that my detention room by night was actually an office room by day and that civilian police personnel worked there. I was given a string-hopper parcel and plain tea for breakfast. I tucked in. Thereafter I kept on requesting for a telephone call. Also no one seemed interested in recording my statement. My repeated requests that I meet with senior police officers to record my statement  were also ignored. I was merely asked to sit at the desk by the window and gaze. My request for a newspaper was also not heeded.",
    "I was beginning to get more and more worried that I was going to be held indefinitely without any statement being recorded or  the outside world knowing. So I decided to do something and rectify the situation. Rasiah Partheeban alias Thileepan of LTTE “fast unto death “fame was my inspiration. I decided to go on a hunger strike.",
    "At noon I was given a rice parcel for lunch. Instead of eating  as was expected I refused to eat it. When the police constable guarding me queried as to why I was not eating, my reply was that my statement was not being recorded and that I was not being given a telephone call to inform my editor and as such I was not in a mood to eat. To emphasise my troubled  state of mind I folded my arms and placed my face downwards on the desk. A little later some more constables came and asked me to eat saying that the recording of the statement would commence as soon as I finished eating. I politely refused saying I wanted a telephone cal firstl.",
    "Then one of the police inspectors who arrested me came and wanted me to eat but I said I wanted a telephone call first. After some time I was taken to another room where everything was in place for the recording of my statement. I was told that I was delaying matters unnecessarily by refusing to eat. “Recording your statement is going to take some time so you had better eat because you are going to be here tonight also” I was told.",
    "At that point I stressed that I must be allowed to speak to the Island editor. Again I was told that he had been informed but I insisted that I should be able to speak to him directly and confirm it. Despite the pressure I continued to maintain that I would not be in a position to eat and make a statement or answer questions until and unless I was allowed to speak to the Editor directly.",
    "I was not abrasive when I asserted my position but very mild-mannered and polite. This helped to minimise the irritation that the Police officers were feeling at my attitude. After a great deal of talk, I was asked to go back to my original room of incarceration.",
    "I continued to remain at my desk with my face buried in my folded arms. I was woken up time and again by some civilian female personnel who gently admonished me for refusing to eat and entreated me to do so. I was touched by their behaviour but declined politely to do so.",
    "After a long lull I was taken to the CID director’s Office where the top man blew his top at me. “What is this? Are you trying to do a Thileepan here and put us all in jeopardy?” Bennet Perera  rasped. Once again I explained my position politely. Finally DIG Perera  yielded and instructed his subordinates to get the Island Editor online “Only two minutes” he barked and kept on listening to the conversation on the extension.",
    "I think Island Editor Gamini Weerakone’s gruff voice never sounded sweeter to me as on that fateful day. He confirmed that that he had indeed been informed by the CID and that he had informed my family  and close friends of the position. He also told me that “HIndu” associate editor N.Ram too had been informed through Dr.Neelan Tiruchelvam. The Island police beat reporter Jehan Haniff will be in touch with the 4th floor guys constantly on your matter he said. Asking me not to worry “Gamma”  began telling me of certain politicians and Lawyers who were interceding on my behalf when the phone was yanked out of my hand. My time was over.",
    "I went back  to the Interrogation room refreshed in spirit. My lunch parcel had turned cold but I was given a bun, plantain and tea and my brief imitation of Thileepan was over.",
    "The recording of my statement  commenced  on  Tuesday (Oct 27) afternoon.  Before questioning began there was a minor hitch when the Police officers said that the questioning had to be conducted in Sinhala and that the statement would  be recorded in Sinhala too. I said I was not very competent in Sinhala and that I would prefer English .They said that was not possible. So I then demanded that it should be recorded in Tamil as according to my constitutional rights. The reply was that they were short of personnel proficient in the Tamil language and that I may have to wait indefinitely.",
    "I said that was all right and again expressed the view that it would be mutually beneficial if the statement was recorded in English. The officers went out and returned presumably after consulting higher-ups and beamed. “It is English then” they said. The recording of my statement began. What happened thereafter will be related in the third part of this article next week.",
    "This is the “DBS Jeyaraj Column” appearing in the “Daily Mirror”of 21 October 2023.It can be accessed here –"
  ]
}