{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/enduring-legacy-of-most-ven-anamaduwe-sri-rathanapala-buddharakkhita-dhammadassi-anunayake-maha-thera/",
  "time_ut": 1753289880.0,
  "original_lang": "en",
  "original_title": "Enduring legacy of Most Ven. Anamaduwe Sri Rathanapala Buddharakkhita Dhammadassi Anunayake Maha Thera",
  "original_body_lines": [
    "The Most Venerable Anamaduwe Sri Rathanapala Buddharakkhita Dhammadassi Anunayake Thera of the Asgiri Maha Vihara Chapter of the Siam Sect passed away at the age of 67 in Kandy on 21st July 2025. His untimely demise, marks the loss of a prominent figure in the Sri Lankan Buddhist Sangha community. This is undoubtedly a significant loss for Buddhists both in Sri Lanka as well as those around the world. His life exemplified unwavering dedication, remarkable scholarship in Buddhism, and tireless service across religious, cultural, educational, and social spheres––leaving a lasting imprint on the Sangha and the wider Buddhist community.",
    "Born on September 3, 1958, as the fifth of seven children, his early life in Anamaduwa laid the foundation stone for a future dedicated to spiritual pursuit. The Most Venerable Anunayake Thera’s parents were Rajakaruna Herath Mudiyanselage Mahanama Rajakaruna and Adhikari Mudiyanselage Punchimenike. His primary education commenced at Anamaduwa Central College, where he studied from grade one to five, before his admission to the grade six at Maliyadeva College in Kurunegala where he completed his Ordinary Level examination.",
    "It was on May 19, 1976, that he was ordained as a Theravada Buddhist monk at the historical Asgiri Maha Viharaya, Kandy, embarking on a path of spiritual discipline and intellectual enlightenment. The Most Venerable Udugama Sri Buddharakkhita Maha Nayake Thera and the Most Venerable Waduragala Rathanajothi Maha Thera served as his revered monastic teachers. His higher ordination (Upasampadâ) took place on May 20, 1979, under the guidance of these same esteemed teachers.",
    "Most venerable Dhammadassi Anunayake Thera’s pursuit of knowledge was relentless and exemplary. He received his monastic education at Sri Gnaneshwara Pirivena, Gangarama Viharaya, Hunupitiya, Colombo. Within a remarkably short period of approximately five years, he completed the  Prâchîna Prâramba and Prâchîna Madyama examinations, demonstrating his exceptional intellectual calibre and capacity.",
    "In 1982, he entered the prestigious University of Peradeniya for his higher education, where he excelled academically, earning a special degree in Pali in 1985. This achievement was a testament to his profound mastery of the ancient language of the Buddhist scriptures. He further deepened his understanding of Buddhist philosophy with a Master’s degree in Buddhist Studies from the University of Kelaniya in 1990. Recognising the paramount importance of education in shaping future generations, he also obtained a Postgraduate Diploma in Education in 1992 and completed a Master of Education degree from the University of Peradeniya in 1998. In addition, he earned a Master of Philosophy degree, further solidifying his academic credentials and demonstrating advanced research skills.",
    "His academic prowess was not confined to personal achievements alone, but also extended to nurturing new minds. He began his teaching career in 1986 at Vidyartha College, Kandy. After four years of dedicated service there, he was appointed as a lecturer at the Sariputta National College of Education, Dambadeniya, where he served as a Senior Lecturer for twelve years. Following his tenure at Sariputta, he was appointed as a Lecturer at the Bhiksu University of Sri Lanka for which he served for another twelve years, imparting his vast knowledge and wisdom to aspiring monks and scholars. He provided valuable service to the Bhikku University of Sri Lanka as a Senate Member after resigning from his position as a Senior Lecturer in the Department of Applied Buddhist Studies. Additionally, he continued to serve as a Council Member until his demise. This extensive scholarly service underscores his profound commitment to teaching and intellectual discourse in the advancement of Buddhist education in Sri Lanka.",
    "Within the Asgiri Maha Vihara, Most Venerable Anamaduwe Dhammadassi Nayake Thera rose steadily through the ranks, his wisdom and dedication earning profound respect among his mentors as well as his colleagues. In 2002, he was appointed as an executive committee member of the Asgiri Maha Vihara Chapter of Siam––a significant recognition of his leadership qualities. His ascent continued, and in 2008, he assumed the crucial role of Chief Registrar (Mahâ-Lekhakâdhikârî), a position that demanded meticulous organisational skills and a deep understanding of monastic governance. On May 5, 2016, he was elevated to the highly esteemed high rank of Anunayake of Asgiri Maha Vihara Chapter of Siam, crowning his career––a testament to his profound knowledge of monastic discipline (Vinaya) and his exemplary ability to guide the Sangha community. His religious service was not merely confined to administrative duties. He was a great Dhamma preacher and lecturer whose sermons resonated with clarity, wisdom, and practical guidance for both lay devotees and monastics alike. He consistently championed the preservation of Theravada Buddhist traditions, ensuring the purity and integrity of the Buddhist teachings.",
    "Most Venerable Anamaduwe Dhammadassi Anunayake Thera’s influence extended far beyond the confines of the monastery. He was a prominent figure in the broader cultural and social landscape of Sri Lanka. His active involvement as Chair of the Kandy Sasanarakshaka Balamandalaya (Organization for Protection of Buddha Sâsana) and Deputy Chair of the All Ceylon  Sanarakshaka Balamandalaya, highlighted his unwavering commitment to safeguarding the moral and cultural fabric of the nation. These roles involved advocacy for social welfare, promoting ethical conduct, and actively engaging in initiatives that benefited the community. He understood the symbiotic relationship between the Sangha and society, actively working to bridge any gaps and ensure that the timeless wisdom of Buddhism remained relevant and accessible to all. His serene presence, wise counsel, and compassionate demeanor made him a highly respected figure not just among Buddhists, but across all communities inhabiting the Island.",
    "Most venerable Nayake Thero also made significant contributions to the academic community through his research and scholarly publications. His insightful works include––Asgiri Mahâvihâra Purâṇaya I / II, Prabuddha Academic Journal (Volumes 1, 2, 3, 4, 5, 6), Ethkanda Vehera and  Vasvesima hâ Kaṭhina Dâna Mahâ Puṇya Kriyâva. These publications reflect his research and great commitment to preserving and disseminating Buddhist knowledge.",
    "The passing away of Most Venerable Anamaduwe Sri Dhammadassi Anunayake Thera leaves a profound void that will be deeply felt across Sri Lanka and among the global Buddhist community. His life serves as an great example of a Buddhist monk who dedicated every facet of his existence to the Dhamma, to education, and to the well-being of his nation. As Sri Lanka prepares to bid him farewell on 24th July 2025 at Asgiriya Police stadium with full state honors, his profound legacy of scholarship, spiritual leadership, and selfless service will undoubtedly continue to illuminate and inspire generations to come.",
    "May Anunayake Maha Thera Attain the Supreme Bliss of Nibbâna!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}