{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hong-Kong-Trade-Development-Council-and-EDB-join-forces-to-boost-Sri-Lanka-s-exports/34-768356",
  "time_ut": 1729729006.0,
  "original_lang": "en",
  "original_title": "Hong Kong Trade Development Council and EDB join forces to boost Sri Lanka’s exports",
  "original_body_lines": [
    "In a significant step towards strengthening trade and economic relations between Sri Lanka and Hong Kong, the Hong Kong Trade Development Council (HKTDC) and the Export Development Board (EDB) have come together to hosted a landmark roadshow at The Kingsbury Hotel, Colombo on 11 October 2024.",
    "This year’s HKTDC roadshow attracted around 80 representatives from a diverse range of Sri Lankan companies, spanning sectors like apparel, footwear, fashion accessories, food, ceramics, tea, spices, beauty and healthcare, electronics, ICT, gems and jewellery, and many more.",
    "A highlight of the event was an insightful presentation by HKTDC Consultant – Officer-in-charge Thailand and South Asia Vian Cheung, and HKTDC Associate Director – Business Development, Exhibitions and Digital Business Samuel Cheng provided a comprehensive overview of the tremendous opportunities available for Sri Lankan exporters in the Hong Kong market.",
    "The roadshow aimed to strengthen trade and economic ties between Sri Lanka and Hong Kong, offering a platform for businesses to explore new markets, forge strategic partnerships, and expand their global reach.",
    "The HKTDC is a leading statutory body dedicated to promoting and developing Hong Kong’s trade operates through a network of 50 offices worldwide. It is renowned for organising international exhibitions, conferences, and business missions that create invaluable opportunities for companies, especially Small and Medium-sized Enterprises (SMEs), to enter new markets.",
    "This roadshow is the latest chapter in the ongoing collaboration between EDB and HKTDC, aimed at empowering Sri Lankan companies to explore new markets, connect with global partners, and unlock significant business opportunities. For over a decade, the EDB and HKTDC have done several impactful initiatives, including trade fair participation and inbound buyer missions, enabling Sri Lankan exporters to successfully tap into the dynamic Hong Kong market, one of the Asia’s foremost financial and trading hubs.",
    "Sri Lanka’s trade relationship with Hong Kong continues to flourish, with total exports reaching $ 163 million in 2023. Key exports were tea, apparel, diamonds, gems, and fishery products etc. On the other hand, Sri Lanka’s imports from Hong Kong during the same period totalled $ 190 million, with electrical machinery, mechanical appliances, and specialty fabrics leading the imports.",
    "On 9 October, representatives from the HKTDC met with officials from the EDB to explore avenues for collaboration between Hong Kong and Sri Lanka. The meeting was attended by key HKTDC representatives, including Consultant and Officer-in-Charge for Thailand & South Asia Vian Cheung, Associate Director – Business Development, Exhibitions and Digital Business Samuel Cheng, Consultant for South Asia Rajesh Bhagat, and Senior Project Manager for South Asia Zahir Merchant. Discussions focused on creating new business opportunities, enhancing trade relations, and identifying potential areas for collaboration in areas like exhibitions and exporter development programs. This meeting paved the way for stronger economic ties and new partnerships between the two Trade Promotion Organisations (TPOs).",
    "With a strong foundation built on years of collaboration, EDB is confident that Sri Lankan companies can not only expand their range of exports to Hong Kong but also tap into new opportunities across diverse sectors, from IT and logistics to professional services. This partnership with HKTDC offers Sri Lankan businesses a vital platform to thrive in one of the world’s most competitive markets."
  ]
}