{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-leader-eyes-fast-tracking-digitization-formalizing-informal-economy-185505/",
  "time_ut": 1730209920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka leader eyes fast tracking digitization, formalizing informal economy",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Anura Kumara Dissanayake has promised to fast track long discussed digitization process and promised to complete the national digital identity card initiative within 18 months with an aim to systematic formalization of the informal economy to ensure public welfare, President’s Media Division (PMD) said.",
    "President made the pledges when he met top banking sector officials on Tuesday (29).",
    "“The President highlighted the critical importance of digitizing Sri Lanka’s economy, including the implementation of a National Digital ID initiative, which he pledged would be completed within a focused timeframe of one and a half years,” the PMD said in a statement.",
    "Sri Lanka has a large informal economy with around two third of the labour force are working in informal sectors and government officials say digitization is the key to brining in informal sector into the tax net.",
    "They say tracking informal sector employees and employers for tax payment has been difficult due to lack of data and excessive usage of cash as the exchange mode of ownership and purchasing goods, assets, and services.",
    "“Discussing the informal sector, President Dissanayake noted its substantial role within Sri Lanka’s economy. He emphasized that any steps to formalize this sector must prioritize the safety and welfare of those currently relying on it for their livelihoods,” the PMD said.",
    "“The discussions also addressed Sri Lanka’s current challenges, including prolonged project timelines and obstacles to maintaining investments, often attributed to issues like corruption.”",
    "“The President emphasized that his administration is committed to streamlining all activities into a simpler, transparent, and efficient system.” (Colombo/October 29/2024)"
  ]
}