{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/political-stability-paves-the-way-for-a-favorable-investment-environment-in-the-country-president/",
  "time_ut": 1733505420.0,
  "original_lang": "en",
  "original_title": "Political Stability Paves the Way for a Favorable Investment Environment in the Country – President",
  "original_body_lines": [
    "President Anura Kumara Dissanayake stated that with the political stability that has prevailed in the country today, an environment suitable for investment has been created.",
    "He further emphasized that there will be no political influence in granting new investment opportunities, such as those based on political affiliations. The President assured that the Board of Investment of Sri Lanka would be granted full autonomy to attract clean investments that are beneficial to the country.",
    "The President made these remarks during a discussion held with senior officials of the BOI at the Presidential Secretariat on Thursday (05).",
    "President Dissanayake emphasized the importance of achieving both political and financial stability in the country. He stated that the Board of Investment bears a significant responsibility in this regard. He further stressed that the BOI must remain committed to fulfilling its assigned duties effectively and assured that the BOI would be granted full independence to attract investors who can bring meaningful benefits to the nation.",
    "Additionally, the President announced that the upcoming budget would prioritize provisions to enhance the BOI’s efficiency. Plans are also underway to establish five new investment zones across the country next year.",
    "Secretary to the President Dr. Nandika Sanath Kumanayake, Chairman of the Board of Investment (BOI) of Sri Lanka Arjuna Herath, Director General Renuka M. Weerakone, and a group of officials also attended the meeting.",
    "Refrain from reporting false information that could harm national harmony – President",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}