{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Civil-Society-Organisations-say-more-time-and-discussion-needed-before-Parliamentary-passage-of-ONUR-Law/56-757163",
  "time_ut": 1704662093.0,
  "original_lang": "en",
  "original_title": "Civil Society Organisations say more time and discussion needed before Parliamentary passage of ONUR Law",
  "original_body_lines": [
    "List three major concerns; insists national reconciliation cannot be enforced from the top down",
    "19 Civil Society Organisations (CSOs) in a joint statement yesterday called for more time and discussion on the Office for National Unity and Reconciliation (ONUR) Bill before its passage in Parliament.",
    "The signatories of the joint statement were All Ceylon YMMA Conference National President Ihsaan A. Hameed, Anuradhapura District Citizen Committee Coordinator D.M. Nimal Dissanayake, Asia Lanka Social Development Co-operation (ALSDC) Chairman Sachitha N. Hewage, Association of War Affected Women (AWAW) Chairperson Visaka Dharmadasa, Centre for Communication Training (CCT) Director Dr. Joe William, Eastern Social Development Foundation (ESDF) Executive Director Mohamed Buhary, Marga Institute Executive Vice Chairman Amar Gunatilleke, Free Trade Union Development Centre (FTUDC) President G.V.D. Tilakasiri, Human Rights Hub Executive Director Anthony Vinoth, Human Rights Office (HRO) Director Fr. Nandana Manatungea, Law & Society Trust (LST) Executive Director Sakunthala Kadirgamar, National Ethnic Unity Foundation (NEUF) B.W. Gunasekara, National Peace Council (NPC) Executive Director Dr. Jehan Perera, Plantation Rural Education Development Organisation (PREDO) Executive Director Michael Joachim, Right to Life (R2L) Executive Director Philip Dissanayake, SAMADANA Executive Director Niroshan Ekanayaka, Search for Common Ground (SFCG) Country Director Nawaz Mohammed, Serving Humanity Foundation CEO Aashiq Alabdeen and Uva Shakthi Foundation (USF) Executive Director Nadesan Suresh.",
    "This week the Government will be taking up the ONUR bill for debate after which it will be enacted as law. The bill proposes to establish an Office for National Unity and Reconciliation in order to assure to every citizen equal opportunities in the economic, social, cultural and political spheres. At the same time, the new institution will have the purpose of safeguarding identity and building an inclusive society in which diversity will be respected and all communities will coexist in harmony and unity.",
    "The commendable objectives outlined in the ONUR bill, such as promoting national unity and peaceful coexistence, require dialogue and negotiation among representatives of diverse communities in Sri Lanka, both in civil and political societies. Unfortunately, the potential importance of this new institution appears to be under-estimated by the Government, its policymakers and the law’s drafters as there has been little or no effort to engage in public discussion on it or to educate the general public about the need for it.",
    "We, have three major concerns which we outline. First, we believe that the composition of the decision making board of ONUR will be crucial to the success of the institution and its work. We note that appointments to the ONUR Board would be appointments by the Minister under whose purview the institution comes. The Minister is empowered to recommend the appointment of 11 members who will have terms of three years, while the Chairperson has no time limit, which is inadvisable. We urge a more multi-partisan method of appointments to ensure that those appointed represent the diversity of ethnic and religious groups and socio-cultural interests.",
    "Second, as ONUR is expected to play a central role in the national reconciliation process that brings together all the independent reconciliation mechanisms we propose that appointments to the ONUR board should include ex-officio representatives from the Office of Missing Persons, Office of Reparations, NGO Secretariat and the Truth, Unity and Reconciliation Commission which is soon to be established. This will ensure that all the reconciliation institutions share a common vision and are informed of the work that is being done by each of them. There is also a need to ensure representation from civil society to ensure that the perspectives of affected communities and victims are considered and acted upon.",
    "Third, we are concerned about the role given to ONUR to be prescriptive vis a vis civil society by virtue of the power ‘to guide and facilitate peace and reconciliation programmes conducted by local organisations including community based organisations.’ This authority to monitor and review the work of civil society raises concerns about the prospect of Government heavy-handedness in the context of the possible politicisation for narrow and partisan purposes of national reconciliation policy and actions. The new law needs to be clear that the Government will not direct civil society to follow its guidelines, but can ‘assist and facilitate’ them to do so.",
    "National reconciliation cannot be enforced from the top down. It needs to be a voluntary process involving all ethnic and religious communities. There is a need to draw civil society and elected political representatives into the discussion about the new institution. Prior to the passage of the new law, we urge the Government to engage with opposition political parties, particularly those representing minority ethnic and religious communities, as well as civil society, to establish a multi-partisan consensus, encompassing pluralistic values on the path to make this a true reconciliation process for national unity."
  ]
}