{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/US-shoots-down-Iranian-drones-bound-for-Israel/107-280686",
  "time_ut": 1713062160.0,
  "original_lang": "en",
  "original_title": "US shoots down Iranian drones bound for Israel",
  "original_body_lines": [
    "Israel, April 14 (BBC) - The US has shot down Iranian drones headed to Israel after Iran launched its retaliatory attack early on Sunday.",
    "The UK meanwhile said its Royal Air Force (RAF) would intercept drones \"as required\".",
    "Both US president Joe Biden and Rishi Sunak, the UK's prime minister, condemned Iran's attack and reiterated their support for Israel.",
    "Two US officials told CBS, the BBC's official partner, that \"several\" drones had been shot down by US assets.",
    "Tehran launched its overnight attack in response to the killing of its Quds Force commander, Major General Mohammad Reza Zahedi, two weeks ago in an air strike on the Iranian consulate in Damascus, Syria.",
    "Iran blamed Israel for the attack shortly after and said it would retaliate.",
    "Daniel Hagari, spokesman for the Israel Defense Forces (IDF), said that around 200 drones and missiles were launched towards Israel by Iran. The vast majority were intercepted by the IDF and its partners, he added.",
    "The escalation forced President Biden to cut short a planned visit to his home state of Delaware, as he rushed back to the White House to meet with national security officials.",
    "The White House later shared a photo of the president in the White House situation room, surrounded by top officials including Jake Sullivan, his national security adviser, and Secretary of Defence Lloyd Austin.",
    "White House National Security Council spokeswoman Adrienne Watson said Mr Biden was \"in constant communication with Israeli officials, as well as other partners and allies.\"",
    "\"Our support for Israel's security is ironclad,\" she added. \"The US will stand with the people of Israel and support their defence against these threats from Iran.\"",
    "The two officials speaking to CBS said that American forces had shot down \"several\" Iranian drones, but did not specify where or how they were intercepted.",
    "The RAF was also assisting in the region. A statement by the Ministry of Defence said British jets were ready to intercept attacks within range of the UK's existing missions in the Middle East.",
    "Additional help has been deployed, the UK ministry added, including more jets and air refuelling tankers.",
    "Iran's delegation at the UN said Tehran considered that \"the matter can be deemed concluded\" with its salvo but warned it would strike again if there were reprisals by Israel or its allies.",
    "The Iranian Revolutionary Guard meanwhile said in a statement that \"support or participation in attacking Iran's interests will have a fierce response.",
    "Mr Sunak condemned Iran's attack in a statement, calling it \"reckless\", adding that the strikes \"risk inflaming tensions and destabilising the region\".",
    "Other nations, including France and Canada, have also condemned Iran and expressed support for Israel.",
    "An administration official told CBS that the NSC meeting lasted around two hours. Mr Biden later spoke to Benjamin Netanyahu, the Israeli prime minister."
  ]
}