{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Climate-change-and-the-role-of-communicators/4-764494",
  "time_ut": 1721411447.0,
  "original_lang": "en",
  "original_title": "Climate change and the role of communicators",
  "original_body_lines": [
    "Media, journalists, and other communicators play an important role in shaping the perception and understanding of climate change and enabling effective action",
    "Climate change is one of the key global challenges of the 21st century. To effectively address it, countries across the world need to work together in line with their respective responsibilities and capabilities, employing a whole-of-society approach that brings together governments, the private sector, civil society, and the general public. For this reason, effective climate communications are vital not only for creating public awareness and providing relevant information but also for building momentum and facilitating ambitious climate action, green growth, and a just transition.",
    "Media professionals, journalists, and other communicators play an important role in shaping the perception and understanding of climate change and enabling effective action of all relevant stakeholders and stakeholder groups. They are the primary source of information for the public and provide the framing for most climate-related stories—whether as an immediate crisis, a distant threat, or an opportunity for change. Media can amplify scientific findings, highlight ground realities, and provide platforms for advocacy and policy discussions. This includes traditional media—newspapers, radio, television—, social media, and other forms of communication, such as entertainment, literature, theatre, music, or games.",
    "However, climate communicators often face challenges due to a multitude of factors, for example, the complex and multifaceted nature of climate change around the world. The impacts of climate change highly depend on the local context as well as the adaptive and coping capacities available, which in turn are linked to socioeconomic and sociocultural circumstances. Understanding this complexity and retaining it while communicating to the public requires a careful balance between identifying essential details and simplifying or synthesising them in an easily understandable way.",
    "Other significant challenges include misinformation and disinformation, which are amplified by emerging technologies such as AI; media bias and sensationalist framings; reporting that is based on inadequate evidence or lack of substantive research; and engagement fatigue and desensitisation of the audience, which might be exposed to a continuous coverage of climate issues from different sources and at different levels.",
    "What makes and keeps climate communications engaging? In a media-saturated environment, it can be difficult to cut through noise and distractions to present trustworthy, accurate, and unbiased information on climate change and the many challenges and opportunities associated with it. Climate communicators not only have to get the science right and understand the actual realities on the ground, they also need to find innovative and creative ways to keep their audience interested and motivated.",
    "There are many potential strategies and appr-oaches to work towards this goal. For example, making the audience an active part of the communication and engaging them in an interactive and dynamic dialogue can help to establish a sense of ownership and buy-in, be it through citizen science, social media communities, or platforms that allow direct engagement with practitioners, researchers, or policymakers.",
    "Putting a human face on climate change and telling the personal stories of those who are affected by and/or acting on climate change can make the issue more relatable and urgent, especially if supported by direct testimonials, images, film, or artistic engagement of frontline communities. Focusing on solutions and not just problems can be a key part of this narrative, highlighting successful initiatives and clearly showcasing the lessons learned from actual implementation.",
    "Furthermore, communicators and media organisations can collaborate with educational institutions, civil society organisations, community-based organisations, government agencies, artists, or cultural organisations to amplify their efforts and enhance credibility, reach, and impact. Social media platforms offer powerful tools for climate communication, enabling real-time updates, interactive content, and community engagement. Utilising these platforms can reach a broader audience, particularly younger generations, and help to spotlight diverse and inclusive perspectives from communities across the world.",
    "The term “Action for Climate Empowerment” denotes work under Article 6 of the United Nations Framework Convention on Climate Change (UNFCCC) and Article 12 of the Paris Agreement, which aims to empower all members of society to engage in climate action. Towards this goal, six elements of ACE have been identified, including public awareness, public access to information, and international cooperation.",
    "This can play a crucial role in equipping individuals and organisations with the knowledge and skills needed to address climate change, including through national ACE focal points and outcomes of the global climate negotiations. Effective climate communications are central to climate empowerment, especially if they utilise innovative and creative approaches such as digital and social media, immersive technologies, storytelling, art, community-based methods, and gamification.",
    "Climate communicators are critical for the overall success of climate action and a whole-of-society approach that includes all sectors, levels, and stakeholder groups. They act as the interface between scientists, policymakers, the private sector, and civil society, enabling different actors to engage in their respective capacities and make informed decisions towards a more resilient and climate-friendly future. However, climate communications are part of a complex ecosystem of information that is threatened by misinformation, disinformation, information overload, and other challenges, partially due to the nature of social media and emerging technologies. As the climate crisis continues to unfold, it is therefore vital to find new, innovative, creative, and/or artistic ways of effectively communicating key issues and support ambitious and evidence-based climate action.",
    "(The writer works as Director: Research & Knowledge Management at SLYCAN Trust, a non-profit think tank based in Sri Lanka. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular contributor to several international and local media outlets.)"
  ]
}