{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/corruption-in-sri-lanka-some-random-reflections/",
  "time_ut": 1713748243.0,
  "original_lang": "en",
  "original_title": "Corruption In Sri Lanka – Some Random Reflections",
  "original_body_lines": [
    "It is not a matter of dispute that all religious traditions do not condone or encourage avarice.  But the fact is that as long as we dwell in this world, we need food, clothing and shelter as a minimum and we need to desire these things.  The question is to what extent?  The short answer would be that life has to move in the direction of self-regulation necessary to achieve eudaimonia – thriving – or genuine happiness, a concept of Aristotle.",
    "Unhae Park Langis, has written an interesting book entitled  Passion, Prudence, and Virtue in Shakespearean Drama (London 2011.)    She analyzes some of the characters in Shakespeare, who live in a world where passion is in play.   But Shakespeare presents them in a situation where self-regulation enables the outcome of the play.",
    "Aristotle thought of virtue as both the pursuit of personal excellence and as the effort of self-regulation necessary to achieve eudaimonia – thriving – or genuine happiness. Although it is likely that Shakespeare knew something about Aristotle’s ideas, his own presentation of the virtue (he uses the word virtue some 200 times in his works) is not just a derivative phenomenon. He dramatizes his own “panoramic” view of character, often focusing on the forms of subjective irrationality that lead inevitably to self-deception and self-defeat. He does share with Aristotle a concern with human variety in the pursuit of the good life and on the manifold ways his characters fail in their efforts to achieve it.",
    "Thus, on the one hand, there is a deal of negativity associated with avarice without limits. On the other hand, a measure of avarice is needed for survival at the human level.  The former is denounced in the context of corruption.  In his foreword to the UN Convention on Corruption In the Foreword, Kofi Annan had said:",
    "Corruption is an insidious plague that has a wide range of corrosive effects on societies. It undermines democracy and the rule of law, leads to violations of human rights, distorts markets, erodes the quality of life and allows organized crime, terrorism and other threats to human security to flourish. This evil phenomenon is found in all countries—big and small, rich and poor—but it is in the developing world that its effects are most destructive. Corruption hurts the poor disproportionately by diverting funds intended for development, undermining a Government’s ability to provide basic services, feeding inequality and injustice and discouraging foreign aid and investment. Corruption is a key element in economic underperformance and a major obstacle to poverty alleviation and development.",
    "But it is good to qualify the network of corruption by distinguishing two levels of corruption –  the first, I term “survival corruption” and the second “hoarding corruption”.  Survival Avarice / Corruption simply means that in a given context, one cannot live within the resources available to the given individual. So, one has to seek for more often by cheating, and other illegal means. Emblematic of such people is the character Jean Valjean in Victor Hugo’s Les Miserables.  But this not a licence for such corruption without limits. Side by side in doing so, one needs to remember that such an individual is not the only one who is trying to survive. There are others as well.  Therefore, I have no right to consider the other as faceless and treat him/ her as an object. Some time in 2009, Mr Jdimytai Damour, a Walmart service worker, died after he was knocked to the ground and trampled by a crowd of around two thousand shoppers surging into his store for a sale – to secure a bargain for themselves. The shoppers who crushed Mr Damour to death in a Walmart store clearly failed to relate in a second-person (I-You relationship) manner to one another or to the service workers, treating those around them as faceless obstacles (I-It/Thing relationship).",
    "When discussing corruption in Sri Lanka, one needs to understand at least three dimensions of the situation.  The first is economics. Sri Lanka is a middle-lower income country. The Department of Census and Statistics has pointed out that monthly expenditure per person was Rs 6966 in 2009, now (as of 2019) it has risen to Rs 17,014 – that is three times the requirement of 2009. As of now, it is probably much higher. The World Food Programme has pointed out that 17% o the population are faced with moderate to acute food insecurity; 31% of children under five years of age are undernourished. Setting the poverty line at $1.25 per day (by the 2005) dollar value, in 2019, 49.3% come below the poverty line. Going purely by economic data, almost half the population have to find income for their livelihood from other sources than wages and small scale business.",
    "In addition to the economic situation, there is the social requirement of living at a level not far below that of their neighbours, and the psychological pressure made on them by the needs of their children. The result is often children do not go to school regularly, have to skip meals. There is anecdotal evidence that when one child goes to school today, another uses the clothes and shoes of that child to go to school tomorrow.",
    "The easiest way out is by taking loans, pawning their assets and other such emergency measures. On the other hand, the possibility of redeeming these emergency measures is slender. Therefore, many resort to fraud and deceit – what would generally come under the broad designation of corrupt practices.",
    "According to an extensive investigation by the Washington DC-based Global Financial Integrity, importers and exporters intentionally falsify the declared value of goods on invoices filed with Sri Lanka Customs, to make an average of $ 4.093 billion (Rs 1.471 trillion) evaporate every year. (Overcoming bribery and corruption in public sector | Daily FT). Sri Lanka’s corruption perception is assessed through the Corruption Perceptions Index (CPI). This index ranks countries and territories based on their perceived levels of public sector corruption. The scores range from 0 (highly corrupt) to 100 (very clean). Here are the recent findings:  2022 CPI: Sri Lanka scored 36 out of 100, indicating a moderate level of corruption. 2023 CPI: Sri Lanka ranked 115th out of 180 countries, making it the 115th least corrupt nation. 2021 CPI: Sri Lanka’s score was unchanged, reflecting a worldwide standstill in the fight against corruption. The global average remained at 43 out of 100 points.",
    "To use the available statistics from Tamil Nadu, the declared cumulative worth of assets owned by the Tamil Nadu Cabinet Ministers and their spouses and dependent family members grew by 111% from ₹154.69 crore in 2016 to ₹326.47 crore in 2021, according to an analysis of the affidavits filed by them for the Assembly election. The sharpest increase was in the worth of moveable assets, which nearly tripled, from ₹54.55 crore in 2016 to ₹162.15 crore in 2021. The worth of immovable assets grew by 64% from ₹100.14 crore to ₹164.32 crore. The situation in Sri Lanka may not be much different.",
    "Given the economic, social and psychological situation, it is perhaps asking for too much to deal with All forms of corruption in the same way. The Colombo Chief Magistrate’s Court sentenced a police sergeant to four years’ imprisonment for accepting a bribe of Rs. 500, in a case brought by the Commission to Investigate Allegations of Bribery or Corruption said. (March 2024). The sentence cannot be faulted on a legal basis. In the preface, Hugo states that as long as social condemnation, poverty, starvation, and ignorance persist, books like Les Misérables remain relevant. He describes the novel as a journey from evil to good, from corruption to life, and from nothingness to God. The novel is a powerful exploration of human struggles, redemption, and the enduring quest for justice and compassion.",
    "But how does this compare with $4 billion that evaporates in the context of false declarations at the Customs?   Unidentifiable commissions on contracts? Catch the sprats by all means, but focus attention on the big fish.",
    "The operative question has to be: How it is possible to control hoarding avarice. Legislation is one thing – there is the UN Convention on Corruption and local legislation that has incorporated the criminal acts identified in the convention into its own legislation.",
    "Criminal acts ultimately emerge from a criminal mind. And therefore, the first element for anti-corruption thought is the realization that the forms of subjective irrationality (hoarding corruption) that lead inevitably to self-deception and self-defeat. The span of life is limited.  What is the point of hoarding forgetting the others in the nation?  Who will own what you have accumulated?",
    "The punishment for those guilty of avarice in hell is interesting in Dante’s Divine Comedy (Inferno, Canto 7):  Here saw I people, more than elsewhere, many, On one side and the other, with great howls, Rolling weights forward by main force of chest. They clashed together, and then at that point Each one turned backward, rolling retrograde, Crying, ‘Why keepest?’ and, ‘Why squanderest thou?’Dante’s account of the hoarders and wasters in hell, whom he depicts here as smashing weights against one another for all eternity, was accorded a ghastly contemporary parallel in 2008. (Hell represents in Dante, a situation, which is eternal. “Abandon all hope ye who enter here” is an inscription over the gates of hell.)",
    "Reaching the upper levels of Purgatory, Dante finds souls stretched prostrate on the ground, like trussed chickens – nowhere to look but on the ground below. Their one focus in life was money and wealth – how long can they keep to that focus?  And so purgatory – purgation – the realization, that there is more to life than money and wealth.  One of these in purgatory is a former pope, Adrian, who explains that he is doing penance for avarice, or greed—during life, he failed to look heavenward, so in Purgatory, he and his fellow penitents remain bound to the earth. Whether corruption is of the survival type or the hoarding type, the fact that the other is a human being should never be forgotten, as with Mr Jdimytai Damour, a Walmart service worker, noted above.",
    "The first statement that I would dare to make in the context of the Sri Lankan situation is that a more just income distribution is not possible because of the huge over-employment in the public sector – there are about 1.7 million public servants for a population of about 22 million (that is one public servant for every 13 people). On the other hand, Singapore has roughly 86,000 serving its population of 5.9 million (roughly one public servant for 68 people).",
    "Secondly, because of the overload of personnel, the productivity of each is low. Anecdotal evidence of many persons confirms this. Because of the inability to manage their living expenses, there is a huge demand for wage increases, but there is no increase in output, when the increases are given. Recently, lecturers were given a study and research allowance; but I wonder how many of them had read at least one serious book or research paper every month? So, what purpose does the allowance serve? What is the sense of responsibility of the employee who “takes”, but does not “produce”? Some empirical means of monitoring the productivity of those who receive can be established. In Germany, one has to show evidence in order to claim reductions in income tax for professional expenses.",
    "The logic of the general rule is straightforward—if you want people to work harder and perform better, make the most of their greed and pay them. It holds on the golf course, and it holds in the lab and the workplace—more money should mean harder work and better outcomes.  But the internal regulation – through a sense of morality and responsibility – cannot always be presumed. Therefore, the need of extrinsic empirical regulation. The number of public servants serving the populace and their productivity can be subjected to empirical control, thus enabling the creating of a level or at least more level, playing field than at present.",
    "Thirdly, Declaration of Assets can be a very effective means of hoarding corruption, with regular comparisons between the increase from previous declarations – say every three years. In the High Court (Karnataka) verdict on the Jayalalithaa case (cf. Jayalalithaa Acquittal Judgment | PDF (scribd.com) p. 914-915). It was considered that a variation of 10 to 20% in asset value could be considered tolerable  But the reality is an increase of asset value well beyond the tolerable limit. How explain the possibility of paying up to 200 million to parliamentarians in Sri Lanka who cross over? How explain the mansions built by politicians, who prior to entering politics survived running a communication centre? How about the willing acceptance of unsolicited proposals – is this done on the value of the proposal for the country or the commission linked to the proposal? Anecdotal evidence like this is known practically to every adult citizen of Sri Lanka.",
    "Finally, limiting the areas areas in which discrimination is permitted to executive officials could be another control of corruption Often politicians and public officials who enjoy discriminatory judgments tend to be corrupt especially where it would be difficult to provide evidence of corruption.",
    "At the root of all forms of corruption is avarice. At one level, avarice for the basic needs of life is necessary to support life. But the question is when it goes beyond that?   There is the need of the moral conversion – the realization of the need of self-regulation necessary to achieve eudaimonia – thriving – or genuine happiness. Excess of avarice is always a problem.  Simone de Beauvoir (1908-1986), a French philosopher and feminine activist,  was astonished to learn that Simone Weil (1909-1943), a French philosopher and political activist, wept when she heard of a famine in China. De Beauvoir said, ‘I envied a heart able to beat across the world.’ But she believed that it was more important for people to have a reason to live than to give them food. To which Simone Weil replied, ‘It is obvious that you have never gone hungry.’  But which Simone is right? It is a tough call. Which is more miserable in the end, a life deprived of meaning or of food?  It is only morality that can resolve that dilemma – it is only morality that will lead to a dharmishta society.",
    "*Nihal Abeyasingha (Retired University Lecturer, Faculty of Humanities, University of Kelabniya"
  ]
}