{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Chinese-switches-and-sockets-brand-SIASE-enters-Sri-Lankan-market-with-SLS-certification/34-761820",
  "time_ut": 1715733579.0,
  "original_lang": "en",
  "original_title": "Chinese switches and sockets brand SIASE enters Sri Lankan market with SLS certification",
  "original_body_lines": [
    "Overseas Realty (Ceylon) Group CEO/Director Pravir Samarasinghe (left) receives the SLS certification from Sri Lanka Standards Institution Director General/ CEO Dr. Siddhika G. Senaratne, others from left: Overseas Realty Trading Assistant Manager Business Development Induwara Wijewardhana, Business Unit Head Lighting and Control Asitha Wijekoon, Chief Operating Officer Dhanushka Perera, SLSI Deputy Director General M.B.D. Neelakanthi, Director Product Certification B.S.P. Perera and Senior Deputy Director- Engineering Eng. P.R.S.C. Perera",
    "SIASE the leading Chinese brand for switches and switched socket outlets commenced operations in Sri Lanka through its exclusive distributor Overseas Realty Trading Ltd.",
    "SIASE has obtained Sri Lanka Standards Institution certification SLS 1000: Part1: 2021 for SIASE Brand switches and SLS734: Part2:2017 for SIASE brand switched socket outlets.",
    "The certificates were issued after a detailed audit of the research and development and manufacturing facilities in China. Additionally, SIASE has the ISO 9001: 2015 certification in compliance with Quality Management System Requirements specified in ISO 9001 2015.",
    "SIASE is one of the largest manufacturers of high-quality switches, sockets, MCB, DB and electrical items in the world. SIASE was established in 1987 and has over 37 years of experience exporting to more than 45 international markets worldwide. SIASE also provides tailored OEM & ODM designs and manufacturing for many international renowned electrical brands from France, Germany, USA, UAE, and Middle East.",
    "Overseas Realty Trading Ltd. (ORTL), is the trading arm of Overseas Realty (Ceylon) PLC, the owner, developer, and manager of the iconic World Trade Centre, Colombo and Havelock City integrated mixed-use development.",
    "ORTL started its trading business in Sri Lanka over a decade ago in year 2013 by holding the exclusive distributorship for NVC International a renowned global leader in LED lighting. Over the years ORTL has expanded its market share in the Country by providing energy efficient lighting solutions to diverse industries including healthcare, hospitality, commercial, industrial, residential, and retail.",
    "“We are proud to be associated with SIASE and offer three distinct ranges of products, each featuring a variety of colour options to cater to diverse interior requirements. SIASE ensures that clients have ample choice to meet their preferences and design aesthetics. Furthermore, the SLSI certification gives an added assurance for clients to choose SIASE for their projects,” stated ORTL Chief Operating Officer Dhanushka Perera.",
    "In addition to NVC lighting solutions, ORTL has widened its business portfolio providing a range of lighting and control systems and LV distribution and protection solutions and holds exclusive distributorship to leading international brands such as NEKO Switzerland, FARO Barcelona, A+ Plastic Turkey, MEGADUCT Malaysia, ARDIC Turkey and WALLIS UK.",
    "Additionally, ORTL has planned to introduce smart sanitary wear and ceramic tiles to B2B customers through its exclusive distributorship with ARROW Home, Smart life, a leading Chinese manufacturer."
  ]
}