{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Prabath-Asitha-help-Sri-Lanka-coast-to-comfortable-win/108-276349",
  "time_ut": 1707125280.0,
  "original_lang": "en",
  "original_title": "Prabath, Asitha help Sri Lanka coast to comfortable win",
  "original_body_lines": [
    "Colombo, Feb. 5 (Daily Mirror) - Left arm spinner Prabath Jayasuriya and right arm pacman Asitha Fernando along with Kasun Rajith combined to help Sri Lanka coast to a comfortable ten wicket win over Afghanistan with a day to spare in the one off Test match concluded at the SSC ground.",
    "Sri Lanka set a simple run chase of 56 runs saw the openers Dimuth Karunaratne and Nishan Madushka guiding the side to race to the target with ease in 7.2 overs with the match coming to an end before the tea break.",
    "The morning session of proceedings was just the opposite of the final session's play on day three as the Sri Lanka bowlers made the Afghanistan batsmen work hard for their runs.",
    "Rahmat Shah who was unbeaten on 46 succeeded to reach his half ton but four runs later he was the first Afghanistan wicket to fall having associated in a 108 runs stand for the second wicket with Zadran.",
    "Ibrahim Zadran did not have things easy as on the previous day as he got bogged down and was able to add only another 13 runs and became the first of five victims of left arm spinner Prabath Jayasuriya clean bowled for 114 which had 14 boundaries.",
    "Skipper Hashnatullah Shahidi from whom much was expected failed to impress, though he held on and fell victim to Jayasuriya having made 18. Afghanistan fell into deep trouble as they lost four quick wickets for the addition of 34 runs as from a healthy position of 214 for 2 they slid to 248 for 6 before going into lunch on 251 for 7 with spinner Jayasuriya bagging four of those.",
    "The writing on the wall was almost there for Afghanistan and in the post lunch session they lasted just 3.3 overs as Jayasuriya along right arm paciies Kasun Rajitha and Asitha Fernando cleaned off the tail to bowl them for 296 runs to end with a lead of just 55 runs. (Pix by: Kushan Pathiraja)",
    "Fall: 1-106, 2-214, 3-237, 4-246, 5-247, 6-248, 7-250, 8-271, 9-284",
    "21.3-2-63-3, K. Rajitha 20-5-59-2, P. Jayasuriya 47-10-107-5, D. de Silva 10-1-23-0",
    "BOWLING: Z. Rehman 3-0-12-0, N. Zadran 3-0-30-0, N. Masood 1-0-5-0, Q. Ahmad 0.2-0-8-0"
  ]
}