{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100716/govt-eyes-collecting-pet-plastic-bottles-for-recycling",
  "time_ut": 1721714520.0,
  "original_lang": "en",
  "original_title": "Govt. eyes collecting PET plastic bottles for recycling",
  "original_body_lines": [
    "The Sectoral Oversight Committee (SOC) on Environment, Natural Resources and Sustainable Development has drawn its attention to the process of collecting PET plastic bottles for the purpose for recycling, based on QR code.",
    "This was considered when the Sectoral Oversight Committee on Environment, Natural Resources and Sustainable Development met in Parliament recently under the Chairmanship of MP Ajith Mannapperuma, the Parliamentary Communications Department said.",
    "The Committee Chair stated that although 450,000 tons of plastic are imported into the country each year, only 50,000 tons are collected for recycling and a large amount of plastic is burnt in the open environment in the country.",
    "Furthermore, it was emphasized that attention should be mainly directed to PET plastic. Although approximately 1200 tons of PET plastic is used in this country per month, only 400 tons of it is recycled, and the remaining 900 tons are released into the environment in an improper manner. It was also highlighted that the said plastic is left in the rivers and canals and are burned in the open environment and is buried in the soil.",
    "It was disclosed that the main reason for not collecting PET plastic bottles is because the public is not interested in collecting them due to the lack of price for the bottles.",
    "Given the existing context pertaining to PET plastic bottles, newspaper advertisements had been published to receive technical and financial oriented proposals from industrialists in the field and parties who have an understanding of this issue, regarding a method of returning deposits for PET plastic bottles based on a QR code, before July 18.",
    "However, the industrialists in the field and parties present pointed out that the period given for that is insufficient.  Accordingly, the parties present requested the Committee to extend the time given to submit proposals and make the Extended Producer Responsibility system mandatory.",
    "The Committee, which discussed the matter at length with all present, recommended to have the period for receiving proposals extend from July 18th to August 27th and to make the Extended Producer Responsibility system mandatory.",
    "Moreover, officials of the Ministry of Environment were instructed to do a study and report to the Committee regarding the methods followed in other countries of the world regarding the collection of PET plastic bottles for recycling based on the QR code.",
    "Members of Parliament Jayantha Samaraweera and Dr. Thilak Rajapakshe were also present at this Committee meeting held."
  ]
}