{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mega-crises-and-ad-hoc-remedies/",
  "time_ut": 1733428080.0,
  "original_lang": "en",
  "original_title": "Mega crises and ad hoc remedies",
  "original_body_lines": [
    "Sri Lanka is facing a severe rice shortage, and the situation is bound to take a turn for the worse unless remedial action is taken forthwith. The country has produced enough paddy, according to the Department of Agriculture, and the government itself has said there are sufficient stocks of paddy! If so, why has a rice shortage occurred?",
    "Minister of Trade and Commerce, Food Security and Cooperative Development Wasantha Samarasinghe told Parliament on Wednesday that rice millers had agreed to release 200,000 kilos of rice daily to be sold at the maximum retail price (Rs. 220 a kilo) through the Sathosa retail outlets. Implying that all necessary action had been taken to break the back of the rice crisis, Samarasinghe claimed that a banking issue that had prevented millers from increasing the amount of rice released to the market had been sorted out with a presidential intervention. He should have revealed what that issue was. The NPP leaders are beginning to sound like apologists for the powerful millers, just as their predecessors did.",
    "Sathosa has only 443 retail outlets countrywide, and obviously they cannot cater to more than 22 million people belonging to about 5.1 million families. The Ministry of Agriculture informs us that Sri Lanka’s daily rice consumption is about 6,500 MT and the amount of rice the millers have reportedly offered to release a day is woefully inadequate to meet the demand for rice.",
    "The harebrained manner in which successive governments have sought to tackle the rice issue exemplifies a local saying; what they have been doing is ‘like using a loincloth to control dysentery’.",
    "The government says it has decided to lift restrictions on rice imports temporarily and the State Trading Corporation and Sathosa will import 70,000 MT of rice urgently. When imported rice stocks will arrive here is anyone’s guess, and the possibility of private importers colluding to keep the price of imported rice artificially high cannot be ruled out; the paucity of regulations as well as the impotence of governments and the Consumer Affairs Authority (CAA) allows anti-competitive practices to thrive at the expense of consumers.",
    "In October 2024, addressing an NPP election rally in Polonnaruwa, President Anura Kumara Dissanayake declared that there were sufficient stocks of rice in the country and ruled out the possibility of importing rice. A senior economist attached to the Hector Kobbekaduwa Agrarian Research and Training Institute, reportedly informed President Dissanayake at a meeting, in October, that the country had sufficient rice stocks, according to the Agriculture Department database, and there was no need for rice imports. He brought to the notice of the President that rice shortages occurred whenever millers were asked to adhere to the prices stipulated by the CAA. Minister Samarasinghe and NPP MP and National Organiser of the All Ceylon Farmers’ Federation, Namal Karunaratne, have also confirmed that the country has sufficient rice stocks. Thus, it is clear that the large-scale millers have created an artificial shortage of rice to jack up prices.",
    "On listening to President Dissanayake and other NPP stalwarts during their election campaigns, people must have expected them to get tough with the millers, after forming a government, and ensure that the interests of consumers and farmers would prevail. But the action they have taken to solve the rice crisis is anything but tough. The President’s recent meeting with a group of powerful rice millers responsible for market manipulations looked like a convivial confab.",
    "When rice imports get underway, the large-scale millers usually release more rice to the market, as we have seen over the years, and imported rice remains unsold as Sri Lankans prefer local rice varieties. Most of all, changes in market dynamics cause paddy prices to fall during harvesting periods much to the detriment of farmers’ interests. Millers laugh all the way to the bank. Everything possible must be done to prevent unsold imported rice stocks from ending up as animal feed.",
    "The government must summon courage to grasp the nettle if it is genuinely desirous of safeguarding the interests of rice consumers and paddy farmers.  Ad hoc remedies and mere rhetoric won’t do.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}