{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-Journalists-for-Global-Justice-calls-on-Govt-to-reconsider-rushforcloser-ties-with-Israel/56-758636",
  "time_ut": 1708291134.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Journalists for Global Justice calls on Govt. to reconsider rush for closer ties with Israel",
  "original_body_lines": [
    "The Sri Lanka Journalists for Global Justice (SLJGJ) in a statement has called on the Government to reconsider the rush to forge closer ties with Israel.",
    "The Sri Lanka Journalists for Global Justice notes with alarm the recent moves by Israel to cement close ties with Sri Lanka in the face of mounting world censure for its war against Gaza.",
    "The unannounced visit by Israeli Minister of Transport and Road Safety Miriam Regev, has, according to news reports, resulted in the Government agreeing to sudden programmes of co-operation in the fields of aviation and transport. The SLJGJ is concerned that various Government ministers are rushing into quick deals with a country whose regime is today subject to intense global condemnation.  No other regime in the world has been subjected to such censure since the racist Apartheid regime of South Africa.",
    "The SLJGJ points out that in the period of world action to end Apartheid in South Africa, Sri Lanka was firmly supportive of the South African struggle and actively participated in the United Nations actions to end Apartheid.",
    "Sri Lanka has always upheld justice and stood against social oppression across the world in the tradition of our great spiritual heritage. It was in this spirit that Sri Lanka has stood for the independence of Palestine from the beginning of Israel’s illegal and unjust military invasion and forcible occupation of Palestine.",
    "At this very moment, our Foreign Minister Ali Sabry heads a special ministerial committee of the Non Aligned Movement (NAM) on Palestine. Last month at the NAM Foreign Ministers’ meeting in Uganda, Minister Sabry reaffirmed Sri Lanka’s “solidarity with the people of Palestine during the ongoing humanitarian crisis in Gaza…”",
    "The SLJGJ calls on the Government to reconsider this rush to develop ties with Israel at a time when the Israeli Government faces severe condemnation for its ongoing brutal war against the people of Palestine that is causing instability in the whole region. Sri Lanka should not be shamed in the eyes of the world community by such cavalier and irresponsible dealings with a regime under the legal and watchful scrutiny of the International Court of Justice and the International Criminal Court for genocidal actions and war crimes.  Such rash dealings only help attempts by the Israeli regime to legitimise its standing even as it pursues a terrible, destabilising war that most of the world says is ‘genocidal’."
  ]
}