{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-indices-dip-as-selling-pressure-comes-in-the-wake-of-political-uncertainties/",
  "time_ut": 1724363580.0,
  "original_lang": "en",
  "original_title": "CSE indices dip as selling pressure comes in the wake of political uncertainties",
  "original_body_lines": [
    "Although initially there was nothing particularly noteworthy in CSE trading yesterday, later selling pressure built up in the bourse due to lingering uncertainties on the political front, market analysts said.",
    "Consequently, both indices moved downwards. The All Share Price Index went down by 24.2 points while S and P SL20 declined by 16.2 points. Turnover stood at R 798 million with five crossings. Those five crossings were reported in Commercial Bank, where 2.06 million shares crossed to the tune of Rs 197.5 million; its shares traded at Rs 96, Dialog 5 million shares crossed for Rs 45 million; its shares traded at Rs 9, Kelani Tyres 500,000 shares crossed to the tune of Rs 39 million, its shares sold at Rs 78, HNB 150,000 shares crossed for Rs 27.45 million; its shares fetched Rs 183 and JKH 150,000 shares crossed to the tune of Rs 27.3 million; its shares traded at Rs 183 and JKH 150,000 shares crossed for Rs 27.3 million; its shares traded at Rs 182.",
    "It is said that the banking sector performed well due to its crossings. The services sector contributed well next, followed by manufacturing sector counters.",
    "In the retail market top six companies that mainly contributed to the turnover were; Dialog Axiata Rs 83.7 million (9.3 million shares traded), HNB Rs 33 million (180,000 shares traded), Kelani Tyres Rs 24 million (309,000 shares traded), Associated Motor Finance Rs 21 million (869,000 shares traded), Pan Asia Bank Rs 19 million (953,000 shares traded) and Aitken Spence Rs 18.9 million (156,000 shares traded). During the day 42.6 million share volumes changed hands in 5391 transactions.",
    "Yesterday, the rupee opened at 300.90/301.30 to the US dollar, dealers said. Bond yields were stable, they said, and stocks opened up 0.07 percent. The rupee closed at Rs 300.20/60 to the greenback the previous day.",
    "In the secondary market, bonds were broadly stable, dealers said. Of the actively quoted bonds; a bond maturing on 15.12.2026 was quoted stable at 11.00/15 percent. A bond maturing on 15.12.2027 was quoted at 11.89/12.00 percent. A bond maturing on 01.07.2028 was quoted at 12.50/60 percent, down from 12.70/80 percent. A bond maturing on 15.06.2029 was quoted stable at 12.85/95 percent.",
    "HUTCH 2X offers savings of up to 60% on home broadband and mobile data bills",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}