{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-bondholders-in-final-round-of-negotiations-report-189370/",
  "time_ut": 1732245900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka bondholders in final round of negotiations: report",
  "original_body_lines": [
    "ECONOMYNEXT – Representatives of Sri Lanka’s sovereign bondholders have restricted themselves from trading indicating that they are in the final round of talks with the government to wrap up a bond restructure, a media report said.",
    "There was no immediate comment from either party, Bloomberg Newsires, a financial news service, said.",
    "Sri Lanka is expecting to conclude an exchange of new bonds to defaulted bonds in December, after two years of negotiations, President Anura Dissanayake told parliament on November 21.",
    "Sri Lanka has finalized a deal according to the International Monetary Fund’s, debt sustainability analysis for market access countries, where investors are seeking a higher paying if the country does better than projected.",
    "Under the framework agreement some plain vanilla bonds have been set aside where the coupons could fall on reaching some chosen governance indicators, which could be linked to fiscal performance (such as a revenue target) and/or corruption measures.",
    "Reaching targets could reduce coupons by for example, 50 basis points.",
    "Sri Lanka defaulted in 2022 after severe monetary instability coming from inflationary rate cuts to boost growth (potential output) and as well as inflation as high as five percent (flexible inflation targeting) using what critics say is a deeply flawed operational framework of the central bank.",
    "Sri Lanka suffered aggravated inflation and social unrest after the country was left without a credible anchor for money from around 1978 after the IMF second amendment to its articles.",
    "Latin America defaults started at that time but Sri Lanka did not have commercial debt at the time.",
    "But aggressive macro-economic policy where rates were cut with inflationary direct and open market operations on top of tax cuts, led to reserve erosion and a loss of market access around the same time as the IMF deemed the country’s debt as unstainable. (Colombo/Nov22/2024)"
  ]
}