{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/lessons-from-america/",
  "time_ut": 1714443132.0,
  "original_lang": "en",
  "original_title": "Lessons From America",
  "original_body_lines": [
    "Former US President Donald Trump has been charged with over 90 federal and state crimes,  While Trump who is now the presumptive presidential candidate of the Republican party has been using high powered lawyers to delay the cases, one jury trial on criminal charges has just commenced last Monday in New York. This is a historical even in American annals because this is the very first time a former US president is standing a criminal trial ever.",
    "The criminal charges he been indicted on are for obstructing a free transfer of power of a US presidency, hiding white house classified documents in his Florida mansion and campaign funding violation in Ney York state. All these charges, if convicted potentially can send Trump to jail, again a first in the history of the USA.",
    "So in essence world has witnessed a former US president been summoned to a high court and is being strictly subjected to the authority of a US state judge. The judge has ordered him to appear in court every single day and even refused some of Trump’s requests to be excused including attending his youngest son’s graduation.",
    "While American democracy is still being perfected and has issues with the role of large corporation influencing laws, it is by and large one that is solid thanks to the institutions that hold this democracy together and more importantly the smart constitution and the amendments that followed drafted by very smart founding fathers.",
    "The foremost goal of the founding fathers like James Madison, Alexander Hamilton( foreign born) Benjamin Franklin, Thomas Jefferson, George Washington, was to ensure that the President would not have all out power like that of a king and that all three branches of the government are co-equal and would check each other. This was to ensure a clean, uncorrupt and transparent administration. Ten basic fundamental rights were later enshrined in the Bill of rights the foremost of which was the right to free speech and their goal was not to create a feudal  and religion driven society like that of Europe where a wealthy and religiously divided minority were prominent.",
    "The bottom line was to ensure the “Rule of Law” which basically means all people are equal under the law ensuring basic civil rights, religious freedom and civil liberties.",
    "Boy didn’t they do a majestic job with their founding constitution? Within 200 short years, America became the undoubtedly dominant industrial and economic powerhouse of the world. The inventions they did and the wealth those created drove them to that “shining house on the hill” so to speak where millions across the world would flock to this land of opportunity!",
    "So lets try to take cues from this to Sri Lanka, a beautiful and blessed land with fertile soil and magnificent beaches and mountains.",
    "First and foremost, thanks to JRJ’s 1978 silly constitution, that nation has the first unelected president who was a total disaster in the last general election and not even elected to the parliament and selected by the most unpopular group of MP’s whose leader was chased out by an angry populace. These mostly corrupt MP’s selected Ranil in order to protect them from the law, plain and simple. Notwithstanding the appointment of a dejected man to the Presidency, JRJ constitution enabled him to run through the whole period without a fresh mandate.",
    "So the cherished concept of “by, of and for people” was swept under the rug!",
    "It is common knowledge that our political establishment has been increasingly corrupt since 1978. The pinnacle of this corruption was during the last 10 or fifteen years between MR and Sira/RW period. MR started for the first time ever borrowing millions with sovereign bonds, then using some of those millions for mostly white elephants, borrowing millions from China at higher interest rates and then allowing his family and friends to turn this land into a corrupt mess.",
    "MR’s brother in law who has absolutely no experience in corporate management ran the SL Airlines. MR’s loyal servant Sajin Vass who was working in a freight forward company ran Mihin Air. Arjuna’s brother – under Sira /RW who has no experience managing any company ran SL ports under his Minister brother and so on and so forth.",
    "Then as soon as Sira/ RW took over in 2015, RW’s buddies could not wait even a year before robbing the central bank. While Sira tried to bring the culprits to justice, RW who managed to undercut Sira’s power with the 19th amendment blocked Sira at every turn. RW is totally responsible for the failure of our justice system to bring these criminals to justice. At the last minute Sira released a cold-blooded murderer using his pardon power for a reason everybody understands why???",
    "MR’s family ran the nation to ground while Sira’s kids got very rich!",
    "All the while the nation went broke. We owe over 60 billion dollars and counting that we have frozen to repay so nobody wants to lend us any money! But all those names I mentioned and hundreds more kith and kin of the leaders have never seen even what a courtroom looks like, let alone physically standing trial in court.",
    "Five years gone, the criminal justice system has failed to bring to trial those who masterminded the Easter bombings. Not because the police are  incompetent but because the politicians interfere with the police and bend the arc of justice the way they want,",
    "Gota swept the corruption cases of several dozen crooks including  brother Basil under the rug by appointing a lackey one man commission who exonerated all of them while the wheels of justice were going through the motions through our court system.",
    "Since independence we have not jailed a single politician whereas the whole nation knows the politicians big and small since 1978 robbed our nation. Even after supreme court ruled MR, Basil, Gota and their goons as criminals who bankrupted our nation, no punishment was handed. Never mind jail times, they could have been fined billions of rupees but even that is a pipe dream. Why not is the million-dollar question.",
    "All this circles back to the playbook on which our nation is run on, our Constitution. It lacks mechanisms and checks and balances to address and punish corrupt politicians and their henchmen, notwithstanding senior government officials and government owned corporation chairmen all of whom are under the executive branch.",
    "If the American standard of justice was in play in Sri Lanka, how many top politicians will be in Trump’s shoes standing in front of judge and having the defend. I can think of hundreds if not thousands lining up to jail !",
    "So here we come to the next question. It is widely believed that AKD’s JVP will come to power, and I sincerely hope so. Yes, the red JVP brings a bad taste to one’s mouth, but I am confident they have matured to understand and appreciate the power of capitalist markets and their powerful engines of economic growth provided there is appropriate safeguards against monopolies and crony capitalism like we witness for the past decades.",
    "JVP so far has been educating the public about rampant corruption and social injustices of both major political parties.",
    "But unfortunately for our nation and those of us who don’t eat grass, they have not spelt out their platform.",
    "What will be there legislative priorities, how do they plan to provide checks and balances, how do they plant to appoint key government officials and head of government owned businesses, how do they pan to appoint judges, how do they plan to attract foreign investment, how do they plan to turn government owned businesses profitable, what will be there cabinet structure, how will they create accountability, how do they plan to bring the corrupt to justice, how do they pan to make the criminal justice system void of political interference, how do they ensure the dates of a presidential and general elections are  not decided by the president in power but by a constitutional guaranteed date, how they plan to destroy the underworld, how do they plan to allow the police to do their job with no interference from the politicians including the President?",
    "Do they plan to eliminate the position of a useless and expensive Prime Minister office, does AKD plan to live in the Presidential palace or turn it into s vital government office, how do they plan to make structural changes to our system that will change wholesale so the leaders are held accountable.",
    "In my opinion, this calls for a fresh and smart constitution made with the purpose of making people’s lives better, not to enable a political party or politician to remain in power.",
    "AKD and his small team have been exposing and screaming all the wrong doings in parliament. The nation should be grateful for that.",
    "But now that they look like the front runners in the upcoming elections, they owe it to the nations to spell out their agenda in detail.",
    "Finally, I want to mention the foremost national hero of our times. The man who for 40 long years battled and shed blood to keep our nation as one; General Fonseka. He is the one lonely man who always talks in the parliament about the need to make serious structural changes to our system. That we should not continue the same old, same old. In that sense, I do not believe his gracious message is getting through to most Lankans. The man has a superior and 21st century vision and mentality for SL. He has managed the largest labor force in SL which is the SL military. So, he does have executive managerial experience. It is one thing to talk about but another to do.",
    "General Fonseka was dead right to disagree with Sajith about entertaining corrupt people into the party for the sake of numbers. Isn’t this why dozens of ageing the corrupt politicians who have nothing fresh to offer to the nation, remain as minister no matter who comes to power? They are like frogs who have no core values other than the greed to hang on to power. I can think of many like Dinesh G, Nimal Siripala, Susil Premjayanth, Bandula G,  Wijedasa R, Mahinda R, Chamal R, Ranil W, Lakshman K, Pavitra, Basil R, P Ranatunga and  dozens more have all past their usefulness.",
    "Essentially, they have expired. Time to head to the temple for a peaceful retirement.",
    "My honest opinion is that AKD will invite General Fonseka to join in. This will add huge value to JVP as having a much-respected national hero with executive experience in the fore.  He will be like a bid daddy to AKD’s young team."
  ]
}