{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/President-parliament-clash-heightens-with-judiciary-coming-into-play/108-277134",
  "time_ut": 1708054920.0,
  "original_lang": "en",
  "original_title": "President, parliament clash heightens with judiciary coming into play",
  "original_body_lines": [
    "Colombo, Feb 16 (Daily Mirror) - The crisis involving the Executive and the Legislature has heightened to a new level with the judiciary also coming into play over the Constitutional Council’s (CC) rejection of appointment of Court of Appeal President Nissanka Bandula Karunaratne as a Supreme Court judge and Speaker Mahinda Yapa Abeywardena informing President Ranil Wickremesinghe that the lack of majority support resulted in the stalemate.",
    "A case has been filed in the Supreme Court challenging the CC’s rejection. In the meantime, the Speaker is reported to have informed the President that five out of the nine members of the CC excluding himself were opposed to the proposed appointment and therefore he, as the Chairman of the body, could not proceed.",
    "The CC is a ten-member body, but there are nine members in it currently since the nominee representing the minor parties has not yet been appointed. The Speaker, the Prime Minister and the Leader of the Opposition are its members by virtue of positions. Besides, there are three nominees, each by the Prime Minister, the Leader of the Opposition and the President, along with three non-parliamentarians representing civil society .",
    "The Speaker can exercise his authority to endorse appointments only when there's a tie among the members.",
    "According to informed sources, only Prime Minister Dinesh Gunawardena, his nominee MP Sagara Kariyawasam and President’s nominee Minister Nimal Siripala de Silva are in favour of the President’s recommendation.",
    "The current impasse also raises concerns about the potential snag in extending the service of acting Inspector General of Police (IGP) Deshabandu Tennakoon, who has been appointed for a three-month period. Any further extension requires CC approval after the initial period lapses."
  ]
}