{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Not-only-on-arrival-visas-but-online-visas-too-should-be-stopped/108-282383",
  "time_ut": 1715403240.0,
  "original_lang": "en",
  "original_title": "Not only on-arrival visas but online visas too should be stopped",
  "original_body_lines": [
    "Colombo, May 11 (Daily Mirror) - Not only the on-arrival visa but the online visa system too should be stopped, as it already affects the number of foreigners who usually arrive in the country, a senior official of the Immigration and Emigration Department said.",
    "The official who refused to reveal his identity told the Daily Mirror that due to the above online system issues, a significant reduction in tourists can be seen when visiting the arrival and departure lounge at the Bandaranaike International Airport Katunayake.",
    "\"Some foreigners used to visit our country for business purposes, but this has been reduced. The Tourism Ministry has a target of developing the tourism sector of the country, but with the new system it has become only a target.",
    "\"The under-hand transactions of this on-arrival and online visa system are completely politicised,\" he said.",
    "According to the official, not only politicians but country leaders are also involved.",
    "\"This system was operated during the past 12 years by the Immigration and Emigration officers for only USD 52 and USD 50 was sent to the Treasury, and USD 2 was charged as the service fee for the system provided by Sri Lanka Telecom,\" the official said.",
    "He also revealed that the charges collected from the foreigners who arrive in the country are allegedly sent to a bank in Dubai, and after two days, the funds are deposited to the Treasury through a local State bank.",
    "Earlier, these charges were debited to an account under the Deputy State Secretary of the Central Bank of Sri Lanka (CBSL). The charges were debited every day after 2 p.m. with the daily update of the dollar exchange. But under the new system, the charges are debited to the Treasury after two days, he added.",
    "He claimed an information breach of a person's passport information by another party. Therefore, some countries, including China, were opposed to this new system.",
    "It was also mentioned that a foreigner arriving in the country after paying USD 75.5 to VFS Global has to pay another USD 50 to rectify errors in their passport number and date of birth when receiving their visas. Earlier, no fee was charged by the Immigration Department to rectify minor errors. No chance is given to immigration officers to rectify the errors.",
    "VFS Global is a Dubai-based company that originated in India. The staff working for the company is from India, he said.",
    "Therefore, to prevent foreigners being overcharged for their on-arrival and online visas, this system should be handed over to a local company and it should directly debit the charges to the Treasury without making it inconvenient for the foreigners, the official said."
  ]
}