{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/kamala-harris-picks-minnesota-governor-tim-walz-as-running-mate/",
  "time_ut": 1723277400.0,
  "original_lang": "en",
  "original_title": "Kamala Harris picks Minnesota Governor, Tim Walz, as running mate",
  "original_body_lines": [
    "Marquette University Likely Voters’ Poll, August 8 – KAMALA 53%; TRUMP 47%",
    "When Kamala Harris was asked just after she became the presumptive Democratic Presidential nominee for the presidency about two weeks ago, whom she would pick as her running mate, she responded with twinkling eyes, flashing that charming smile, “Muhammad Ali!”",
    "Obviously in jest. While Ali may have possessed the unique characteristics in his boxing style of butterflies and bees that Kamala seeks in her political style: of movement of grace, facing challenges head-on and making devastating impact when it counts, Ali lacked the essential qualification for the running mate of a Black/South Asian/Baptist/Hindu woman, married to a Jew: a WASP – a White, Anglo-Saxon Protestant. Besides, he was dead.",
    "The choice she made last Tuesday, Minnesota Governor Tim Walz, met this vital qualification, in spades. He is white, with a German/Swedish heritage and a Lutheran, the largest sect of Protestant denominations.",
    "While Tim Walz may not float like a butterfly and sting like a bee, he ideally complements Kamala’s progressive agenda. He has been described as everyone’s favorite “cuddly” uncle. Walz has also implemented some extremely progressive measures during his two terms of stewardship as Governor of Minnesota.",
    "A comparatively unknown name just a few weeks ago, Walz has an impressive record of the log-cabin to the White House political genre. Born in April 1964 in West Point, a little town in Nebraska, Timothy James Walz joined the Army National Guard after finishing high school in 1981. He was 17-years-old. As a National Guardsman, Walz was required to respond to natural disasters and national emergencies. He proudly wore the uniform of his country for nearly a quarter of a century.",
    "Walz graduated with a teaching degree from Chadron State College in Nebraska, before moving to Minnesota in 1996, where he worked as a geography and social studies teacher and football coach at Mankato West High School. He earned a Master of Science in educational leadership from Mankato State University in 2001 on the GI Bill.",
    "Walz resigned from the Army in 2004, to contest and win the House of Representatives seat from the First District of Minnesota. After nearly two decades of service as a moderate Democratic congressman, Walz was elected as the Governor of Minnesota in 2018. He was re-elected for a second term in 2022.",
    "Walz’s first gubernatorial term was defined by his management of the Black Lives Matter riots in Minneapolis after the brutal murder of George Floyd and the aftermath of the Covid-19 pandemic, in 2020. During his second term, Walz enacted a number of liberal reforms, including tax modifications, bolstering state infrastructure, gun background checks, expanding Obamacare, codifying abortion rights, free college tuition for low-income families and the true Commie horror of providing free meals – breakfast and lunch – to all school kids, regardless of the income of their families. Damned Communist legislation that closely matches the Democratic/Kamala Harris radical philosophy that is destined to doom the citizens of the richest country in the world to finally wake up to the 21st century.",
    "Walz was not the bookie’s favorite for the job. That was Josh Shapiro, popular Governor of the swing state of Pennsylvania, a must-win state for Harris in her quest for the presidency. In addition to his probable ability to deliver Pennsylvania, Shapiro is an extremely personable, moderate 51-year-old lawyer/politician who would have been, under normal circumstances, the perfect potential VP pick. But ultimately, the final choice was Kamala’s. After extensive vetting and interviews, Walz’s liberal record as Governor of Minnesota and his folksy but combative style, plus the obvious chemistry between them, clinched her decision.",
    "Shapiro may have been disappointed at being overlooked for the VP spot. However, in a stirring speech at the rally in Pennsylvania, where Harris made her announcement of her choice of Governor Walz as her running mate, Shapiro pledged his loyalty to the Harris/Walz ticket, and assured the large crowd that he will do his utmost to ensure that the vital battleground state of Pennsylvania be delivered to the Democrats in November.",
    "Fox News predictably ascribed a more sinister reason for not picking Shapiro – that the Democrats are rabid anti-Semitics and would never have a Jew in the White House. Conveniently forgetting that Kamala already has a Jew not just in the White House, but actually sharing her bed. The Second Gentleman, her husband, Doug Emhoff, is a practicing Jew.",
    "Governor Walz is completely unlike his Republican counterpart, J. D. Vance, who has been expressing some extremely weird opinions since Trump picked him as his running mate. He has voiced his contempt towards “childless cat ladies” in a country where countless voters, men and women, Republicans and Democrats, love their pets. He insists that the votes of married couples of opposite sexes with children should carry more weight than those who, for whatever reason, are childless; because those who have children have a greater commitment to the future of the nation!",
    "There was also a rumor that Vance had, in his 2016 New York bestseller, “Hillbilly Elegy”, admitted to having sex “with an inside-out latex glove shoved between two couch cushions”! This was later proved to be a lie, but it is an indictment of Vance’s creepy, cat-hating psyche that no one questioned the credibility of that rumor or even thought it implausible, especially when it was about the partner of one of the great sexual perverts in history. But I must confess that I have never heard of Donnie having a crush on furniture – golden showers, certainly; Forbes magazines, probably; couches, unlikely.",
    "Trump has been strangely quiet after Harris’ confirmation as his presidential opponent two weeks ago. He had been confident about his chances of re-election, especially after the then presumptive Democratic nominee, Joe Biden’s deplorable performance at the first presidential debate on June 27. He was ecstatic when he saw his presidential challenger displaying his obvious senility on the world stage. His campaign had spent millions of dollars on advertisements highlighting Biden’s senility and mental deterioration, which, frankly had sown doubts in the minds of the most loyal of Democrats, even before the debate.",
    "Then he was hit with the lightning bolt of Harris’s nomination. The one advantage he had counted on, an 81-year-old rival with perceived mental and physical disabilities, disappeared, to be replaced by a candidate of his worst nightmares – a strong, black woman. His criminal record 34 convicted felonies, of rape, fraud, espionage, inciting an insurrection, which had been relegated to the backburner while Biden’s senility claimed the headlines, was now front and center. And suddenly he was the oldest presidential candidate in history, and his proudest boast, his ultimate achievement of mental acuity – that he could pass a dementia test – was of no value, indeed laughable when compared to Kamala’s political and professional qualifications.",
    "He was suddenly confronted with a young, attractive, highly educated, professional, politically experienced, articulate black woman. A woman who leads a campaign full of energy, joy and hope, against the angriest and most hateful ticket in history. This new development left Donnie speechless. Well, not speechless, that would have been humanly impossible, but forced him to make comments even more insane than normal.",
    "He started questioning Kamala’s heritage, when it was common knowledge that she was a natural-born American of a Jamaican father and a South Indian mother. He lied that Kamala did not pass her California bar exam. She did fail in her first attempt at the toughest bar exam in the nation, but passed in her second. He has also resorted to his kindergarten and racist tactics of mispronouncing her name and looking for a suitable nickname. He has so far come up with “Laffin’ Kamala”, ridiculing her most joyful, infectious laugh; “Lyin’ Kamala”, pure projection by one of the greatest liars in history; finally, “Kamabla”, a name which can only make sense in his demented mind.",
    "While Trump is racking his brains as to how he can come up with new insults, he has sent his attack-dog, his Vice-Presidential pick, J. D. Vance to fire the initial salvos.",
    "Vance started off by making a ridiculous attack on his Democratic counterpart, Tim Walz’s military service. Walz’s military career of nearly 25 years has been described above, which illustrates Vance’s pathetic efforts to discredit a distinguished veteran.",
    "Vance enlisted in the Marine Corps and was deployed to Iraq in 2005 as a military correspondent, for four months. In a recent speech, Vance said, “when the United States Marine Corps asked me to go to Iraq and serve my country, I did. I did it honorably, and I am very proud of that service”. Service which mainly involved writing reports, “lounging” on his favorite couch, not a gun in sight! In his book, Hillbilly Elegy, he wrote “I was lucky to escape any fighting”.",
    "These lies, the trademark of Trump campaigns, will continue, ad nauseam. But nothing can erase the fact that Trump dodged the Vietnam draft in the 1960s on the now infamous grounds of “bone spurs”, on five different occasions. He also boasted that “his personal Vietnam” was his “struggle” in avoiding Sexually Transmitted Diseases during his younger days. Undeniable proof of his courage? Or recklessness in engaging in probably commercial sex sans a condom?",
    "Trump did hold a press conference on Thursday night at Mar a Lago, 45 minutes of manic monologue, with froth drooling metaphorically from his lips. Fantasies about his achievements during his first term; how the 2020 election was stolen from him; how there would have been no Ukraine war, and Hamas would never have attacked Israel on October 7 had he been president; that not a single illegal immigrant would have breached the southern border, not a single crime committed!",
    "He ranted that the Democrats had acted unconstitutionally by replacing President Biden with Vice-President Harris as their presumptive presidential nominee, a Commie who, with her Vice-Presidential pick, Governor Walz, himself a fellow traveler, will ruin the country if elected. And most ironically, that Biden has squandered the international respect he had built for America during his first term, which had been the most prosperous, crime-free presidency in the history of the world.",
    "He said that the fake media exaggerated the enthusiasm surging among the Democrats after the announcement of the Harris/Walz candidacy; that their campaign crowds of a couple of thousands paled when compared to the crowds he had attracted during his campaigns, many of which were larger than the crowds during Dr. Martin Luther King’s “I have a dream” speech!",
    "This is a short sample of the public meltdown the press was subjected to last Thursday. A rambling, falsehood filled rant by a convicted felon who is, as I have repeatedly said over the past eight years, nothing short of batshit crazy, the greatest mystery being how a large section of Americans, including some from, as Trump describes, shithole countries like Sri Lanka, thinks he would be a worthy leader of the free world.",
    "All the major polls now show Kamala with a comfortable lead, even in most of the battleground states. The honeymoon of Kamala’s candidacy shows every sign of enduring till November. Crowd sizes in the Harris/Campaign rallies exceed those during Trump’s halcyon “Heil Hitler” days. And the message is one of unity and love, not anger and hatred.",
    "An extract from the lyrics of Sam Smith’s song may be of relevance today:",
    "“But I feel like a storm is coming, when all hope begins to shatter, then there’s no more use in running. This is something I’ve got to face, this is where I give it all up. ‘cause the writing is on the wall”.",
    "Amana Takaful wins ‘Mobile App of the Year – Sri Lanka’ at Insurance Asia Awards 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}