{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Kapila-Ariyaratne-joins-RIL-Property-Board/34-761123",
  "time_ut": 1714325338.0,
  "original_lang": "en",
  "original_title": "Kapila Ariyaratne joins RIL Property Board",
  "original_body_lines": [
    "Ex-banker Kapila Ariyaratne has been appointed to the Board of RIL Property PLC as an Independent Non-Executive Director.",
    "Ariyaratne is a career banker with over 38 years of banking experience having worked for several local as well as international banks both locally and overseas. Prior to his retirement in April 2023, he served as the Director/Chief Executive Officer at Seylan Bank PLC.",
    "After initial stints with Union Carbide Ceylon Ltd. and Chemical Industries Colombo Ltd. He started his banking career with Grindlays Bank in 1984. He spent the next 38 years with several local and international banks, including ABN Amro Bank NV, Mashreq Bank PSC, Arab National Bank (Riyadh), People’s Bank and Nations Trust Bank PLC before joining Seylan Bank as its CEO in 2011.",
    "While Corporate Banking has been his main domain of expertise, he also has direct experience in International Trade Finance Operations, Customer Service Operations, Credit Risk Management, Institutional and Correspondent Banking as well as SME and Microfinance. He was a key member of the team that undertook the restructuring of a key State sector bank in 2001 and has proven experience in bringing about key changes in large organisations. Ariyaratne has served as the Chairman of the Seylan Developments PLC and on the Boards of Lanka Financial Services Bureau Ltd., Lanka Pay Ltd., and the Credit Information Bureau of Sri Lanka. He has also served as the Chairman of the Sri Lanka Banks’ Association, a member of the Governing Board of the Institute of Bankers of Sri Lanka, the National Payments Council under the Central Bank of Sri Lanka and as a member of the Stakeholder Engagement Committee of the CBSL.",
    "Currently Ariyaratne serves on the Boards of Fintrex Finance Ltd., and Ceylinco Insurance PLC.",
    "An old boy of Royal College, Colombo, Ariyaratne is a First-Class Honours Graduate of the University of Colombo and is also a holder of a Diploma in Business and Financial Administration.",
    "With the latest appointment the Board of RIL Property PLC comprises Chairman S. G. Wijesinha, L. E. M. Yaseen, L. K. A. H. Fernando, C. G. Ranasinghe, Prof. N. D. Gunawardena, C. R. Kariyawasam, Coralie Pietersz, (Alternate director to L. E. M. Yaseen) V. Weerasekera and K. Ariyaratne."
  ]
}