{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sunshine-Holdings-celebrates-employee-excellence-at-SUN-Awards-2025/34-779463",
  "time_ut": 1753400930.0,
  "original_lang": "en",
  "original_title": "Sunshine Holdings celebrates employee excellence at SUN Awards 2025",
  "original_body_lines": [
    "Diversified conglomerate Sunshine Holdings PLC (CSE: SUN) honoured the outstanding achievements of its employees at the annual SUN Awards 2025, held under the theme ‘Roar of Glory’. Recognising excellence across its key business sectors — healthcare, consumer goods, and agribusiness — the respective award ceremonies by each business celebrated the individuals and teams that led with courage, commitment, and impact during the financial year 2024/25.",
    "The award ceremonies were graced by Sunshine Holdings Group Chief Executive Officer Shyam Sathasivam, and key members of the Sunshine Group’s executive committee. Deputy Chairman Vish Govindasamy was the chief guest of the first day of the event. A total of 215 awards were presented this year, including Merit Awards, Excellence Awards, and the prestigious Chairman’s Awards, celebrating both individual brilliance and team-driven success.",
    "The Group presented 65 long-service awards to employees who have dedicated between 10 and over 25 years of service, reflecting Sunshine’s deep appreciation for loyalty and commitment. It also celebrated the vibrant spirit of the SUN workforce by presenting 13 Fun Awards, recognising the camaraderie and unique culture that unite its teams.",
    "Speaking at the ceremonies, Group CEO Shyam Sathasivam said, “Tonight, we celebrate not just individual accolades, but the collective strength that defines Sunshine. As we mark 58 years of this organisation, I want to thank each one of you who stood with me during this transformative year of leadership. The success we honour tonight is the result of your phenomenal work; your resilience, your commitment, and your drive to go beyond expectations. As we look ahead, let perseverance be our defining value, standing shoulder to shoulder, ready to meet every challenge with purpose and unity. This is our roar of glory.”",
    "The events were further brightened by energetic performances from Sunshine’s own talent pool, with employees taking the stage in music, dance, and theatrical acts, highlighting the diverse personalities that power the organisation beyond the workplace.",
    "Sunshine recorded resilient revenue growth during the year ended 31 March 2025 (FY25), a consolidated revenue of Rs. 59.3 billion for FY25, reflecting a 7.0% year-on-year (YoY) growth. This performance was driven by strong double-digit expansion in the Healthcare segment, which contributed 55.0% of Group revenue. The Consumer and Agribusiness sectors accounted for 31.6% and 13.4% of revenue, respectively, maintaining a balanced and diversified portfolio.",
    "The SUN Awards 2025 was a celebration of people, purpose, and pride in performance, echoing Sunshine Holdings’ belief that its people are its greatest asset."
  ]
}