{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/a-comfortable-abode/",
  "time_ut": 1723817564.0,
  "original_lang": "en",
  "original_title": "“A Comfortable Abode”",
  "original_body_lines": [
    "This month, known as “Nikini,” holds great significance in the Buddhist calendar as it marks the First Dhamma Sangayana (First Buddhist Council), which took place on the full moon day of this month. This pivotal event occurred three months after the passing of Lord Buddha when senior monks, led by Mahākāśyapa Thero, convened to establish and reinforce the monastic disciplines. This decision was prompted by concerns over the misbehaviour of a monk within the noble Sangha community.",
    "On this auspicious Nikini Poya day, I wish to share some Dhamma that deeply resonated with me. I recently listened to a recorded interview with Mr. A.S. Balasooriya, a respected Buddhist layperson from Sri Lanka, who offered insightful reflections on a poem from the Theragatha. The interview, conducted in Sinhalese, was broadcast on Sri Lanka TV and provided a profound exploration of the teachings.",
    "I was deeply moved by the profound meaning Mr Balasooriya conveyed through his explanation of the poem. Inspired by this interview, I decided to write this article to share its insights with a wider audience.",
    "Most Buddhists are aware that within the Khuddaka Nikāya, one of the five collections in the Sutta Pitaka, there are two significant sections known as the Theragāthā and the Therīgāthā.",
    "The Theragāthā, comprising 264 poems, were composed by elder monks who shared deep and profound reflections on their spiritual journeys and experiences as devoted Buddhist practitioners.",
    "Similarly, the Therīgāthā, containing 73 poems, were recited by the early Bhikkhunis, the first generation of Buddhist nuns. These verses are a powerful testament to their struggles, perseverance, and ultimate triumphs as they pursued the path to arahant ship.",
    "These verses are not just historical records; they are vibrant expressions of the experiences and insights of early Buddhist monks and Bhikkhunis who found liberation through their practice.",
    "It is called “A Comfortable Abode,” uttered by Arahant Subhūti.",
    "When I listened to this poem, a vivid picture formed in my mind. The sky was covered with dark clouds, and heavy rain began to fall. I went near a window and watched the rain pour down from the sky. Occasionally, a cold wind blew, but inside the house, it was quite warm. I felt very comfortable and safe in the house.",
    "This experience reminded me of a universal feeling of comfort and safety during a storm.",
    "Arahath Subuti Thero has beautifully captured this mental experience in just a few lines. We can also appreciate the significant literary value of this creation.",
    "This poem conveys a profound meaning, beginning with the line, “My hut is roofed.” In this context, the “hut” symbolises the poet’s mind. By stating that the hut is roofed, the poet suggests that his mind is fully protected, preventing any external impurities, negative influences, or defilements (‘keleshes’)—from entering the mind.",
    "This imagery implies that the mind of an Arahant, a fully enlightened being, is well-protected. Even when perceiving a world filled with defilements, these “keleshes” do not penetrate his mind because it possesses a stainless, pure quality.",
    "This is not a description of the mind of an ordinary human being but rather the mind of an Arahant. Therefore, through this poem, we gain insight into the nature of an Arahant’s mind, as expressed by Arahath Subhuti.",
    "Now, let us discuss about Defilements (keleshas). What are Defilements?",
    "Defilements are like dust in the outside world. We ought to recognise that Humans are born with a pure heart, which is our natural inheritance.",
    "However, as we grow, our minds inevitably interact and collide with the outside world. This interaction can be likened to dust settling on a bright, shining surface, gradually dulling its lustre. Similarly, our hearts can become clouded by defilements, obscuring their innate purity.",
    "The concept of Defilements can be likened to a covering, which obscures the innate purity of our hearts and minds. These defilements cloud our true nature, preventing us from experiencing clarity and peace.",
    "As laypeople, we often generate numerous defilements in our minds due to various external and internal influences. This reminds me of two verses from the Yamaka Vagga in the Dhammapada:",
    "Even as rain penetrates an ill-thatched house, so lust (Raga) penetrates an undeveloped mind.",
    "Even as rain does not penetrate a well-thatched house, so does lust (Raga) not penetrate a well-developed mind.",
    "This analogy beautifully captures the essence of how an unguarded or undeveloped mind can easily become overwhelmed by defilements. Just as rain finds its way through a poorly thatched roof, defilements seep into and corrupt a mind that lacks proper development and mindfulness.",
    "These verses underscore the importance of nurturing a strong, disciplined mind to protect oneself from suffering and maintain inner peace and clarity. When the mind is pure and luminous, defilements such as greed (lobha), hatred (devesha), and ignorance (moha) do not take root.",
    "Now we look at this Pure and Shining Quality of the Mind. What is it?",
    "This pure and radiant quality exists within all of us, capable of dispelling defilements. However, this quality often remains dormant. This innate purity of the mind is difficult to be established merely through thought or intellectual effort.",
    "Defilements are a network of thoughts, created by the mind. Since thoughts can manufacture defilements, they cannot generate a pure, shining quality.",
    "We all know that Thoughts arise, persist, and then cease repeatedly.",
    "As this cycle continues, a gap appears between two thoughts.",
    "Conversely, when the pace of thoughts slows down, the gap widens.",
    "It is within these gaps that the pure, shining quality of the mind resides.",
    "This suggests that pure consciousness exists in this space between thoughts.",
    "In this pure consciousness, a state free from defilements is established.",
    "Consequently, in the absence of thoughts, defilements do not arise in the mind.",
    "Now, let us turn to Arahath Subuti’s verse and examine a few lines of the verse to understand the message he imparts. Arahath Subuti says, “It’s comfortable inside,” a statement of profound significance. It prompts us to reflect on whether we find our own minds comfortable. We can ask ourselves, “Is my mind comfortable for me?”",
    "When our minds are filled with positive, healthy thoughts, we often experience a sense of comfort. However, it is important to recognise that this comfort is temporary.",
    "Throughout the day, we often observe a multitude of thoughts passing through our minds, many of which are not comforting.",
    "Our minds tend to be naturally busy and impatient, constantly chasing after something. This relentless pursuit can be exhausting, leaving us feeling uncomfortable and restless.",
    "Now, let us consider this: When we realize that creating thoughts—and from those thoughts, giving rise to defilements—is unprofitable, our minds voluntarily begin to quiet down.",
    "What kind of experience is this cessation of mental activity? It is similar to the sudden cessation of a long, heavy rain. Just as the world becomes unexpectedly silent and tranquil after such a rainstorm, so too does the mind enter a state of incredible peace and calmness when it stops producing unnecessary thoughts.",
    "This profound stillness is the secret to liberation. Because there is no liberation in the mind, there is no Nibbana in the mind. When the mind stops then there is liberation, freedom, and Nibbana.",
    "In another line from the poem, the Arahath Subhuti states, “Inside the hut is not windy.” This line metaphorically suggests that there is no disturbance within the Thero’s mind. The term “windy” here symbolizes turmoil or disturbance. Thus, the absence of wind indicates an incredible calmness in the enlightened mind. This profound calmness is described as extremely pleasant and fulfilling.",
    "Arahath Subuti teaches that the deeply pleasant and fulfilling feelings we experience arise from cultivating incredible calmness in our minds. Achieving this state of tranquillity should be our goal on our spiritual journey. Just as a bee is drawn to a flower by its fragrance, we should let the pleasant, pure, and calm feelings guide our spiritual journey. At the end of this spiritual journey, one arrives at a state of profound peace and liberation, beyond mere comfort or pleasure.",
    "When Arahant Subhuti says, ‘My mind is well-centred and set free,’ he is indicating that his mind is not disturbed by the eight worldly Winds or Dhammas. (gain and loss, fame and disgrace, praise and blame, and pleasure and pain).",
    "Therefore, regardless of what happens in the world, the mind of an Arahant remains equanimous and undisturbed.",
    "Why are our minds shaken or disturbed by the eight worldly Dhammas?",
    "The reason our minds are shaken is because they are not established in the ultimate truth. An Arahant’s mind, established in the absolute truth, remains unshaken regardless of worldly events.",
    "It refers to the reality that transcends the ordinary, fluctuating states of eight worldly Dhammas. The concept of truth in this context is rooted in a deeper understanding that these states are transient and not the essence of true reality.",
    "Illusion, in this context, refers to the mistaken perception that eight worldly Winds/Dhammas are of ultimate significance. Our minds construct these perceptions, often magnifying their importance and treating them as absolute truths.",
    "Our minds create these illusions. We assign value and meaning to experiences, labelling them as praise, disgrace, gain, loss, etc. These labels are not inherently true; they are constructs of our perception and societal conditioning.",
    "All these distinctions are created by our minds, influenced by cultural norms, personal beliefs, and individual perspectives. What one person views as praise, another might see as neutral or even disgraceful. Therefore, these judgments are not absolute truths but subjective interpretations.",
    "The fundamental question is whether liberation from the illusions our minds create, is possible. By acknowledging that these mental states are not ultimate realities, we can start to detach from them, thereby lessening their impact on our emotional and psychological well-being.",
    "Isn’t it necessary to use the mind to liberate ourselves from the very illusions it constructs? If so, how can we achieve this?”",
    "Understanding the workings of the mind is crucial. When greed (Lobha) arises, we should investigate how these thoughts and feelings are formed. By recognizing the origins of greed, hatred, delusion, and other defilements, we prevent them from deceiving us, as we uncover the mechanisms behind them. Therefore, by gaining a clear understanding of the mind, we can escape these illusions.",
    "When we reflect on this, we can see that our attraction to Rupa Sanna (Perception of Form) stems from not understanding how they are created. Therefore, if we grasp the process behind their creation, we would not be as attracted to them.",
    "There is one crucial point to recognize here. When we are in a state of ignorance, defilements begin to manifest. However, as the mind gradually gains understanding, it starts to awaken. If the mind can see this process clearly and become fully awakened, then greed, hatred, delusion, and other defilements will no longer arise.",
    "Now, let us consider the third line of the poem: “I am in a well-informed state of mind.”",
    "To be in a state of enlightenment, effort or energy is not necessary because maintaining the ultimate freedom of the mind becomes involuntary. Many of us believe that we need to practice mental development (Bhavana) with effort.",
    "Some think that concentration is synonymous with Bhavana. However, concentration is not Bhavana; it is merely a preliminary exercise to initiate the process of Bhavana.",
    "When we reflect on this, we realize that using effort or energy to concentrate the mind can create conflict within. In such a state, can we truly say we are engaging in Bhavana?",
    "You may have heard people say they have been meditating for a long time, or someone might mention practising Anapanasati Bhavana for 20 years without seeing any results. The lack of successful outcomes often comes from not having a passionate or burning desire to engage in Bhavana. To achieve success in Bhavana, one must practise with a strong, burning desire.",
    "Lastly, Arahant Subhuti’s poem provides insight into the deeper states of our secret mind."
  ]
}