{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/srilankan-airlines-colours-of-jaffna-campaign-wins-pata-gold-award/",
  "time_ut": 1726257240.0,
  "original_lang": "en",
  "original_title": "SriLankan Airlines’ ‘Colours of Jaffna’ campaign wins PATA Gold Award",
  "original_body_lines": [
    "SriLankan Airlines bagged a Gold Award in the category of “Marketing-Carrier” at the Pacific Asia Travel Association (PATA) Gold Awards 2024, held in Bangkok on 28 August 2024, reaffirming the global appeal of its marketing communication endeavours. The campaign, “Colours of Jaffna,” is the first marketing campaign by any Sri Lankan entity to exclusively spotlight the island’s vibrant north. The timeliness of the campaign is further reinstated with CNN naming Jaffna as one of Asia’s most underrated places recently.",
    "This year, PATA honoured 24 travel and tourism entities out of 100 entries from around the world, as judged by a panel of 23 industry experts.",
    "One of the most successful campaigns ever to have been executed in the airline’s history, ‘Colours of Jaffna’ garnered a reach of over 14,000,000 across social media platforms with over 500,000 engagements.",
    "SriLankan Airlines, Head of Marketing, Saminda Perera, said, “I take this opportunity to thank the encouragement and support extended to us by the management, our valued partners and my team, without whom this will never be a possibility. Time after time, we have endeavoured to present Sri Lanka in novel perspectives, and it gives us a great pleasure to be affirmed that our efforts are recognized by the industry fraternity and the travellers alike.”",
    "Staying true to the campaign title ‘Colours of Jaffna,’ the visuals — both the imagery and videography — highlight the plethora of colours that define Jaffna. From its waterfronts, and historic fort to the colourful temple interiors, festivities and cuisine, the visual tonality emphasizes the contrasting yet striking colours, capturing the city’s novelty, excitement and vivacity. The video is enhanced by a rhythmic soundtrack, with tempos reflecting the natural ebb and flow of the city — the fine contrast between the calmness and the vibrant energy of its festivities.",
    "“Climate Challenge SL” invites data professionals to a first ever hackathon aimed at generating innovative data-driven solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}