{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EDB-promotes-investment-opportunities-in-Indonesia-for-Lankan-companies/34-764453",
  "time_ut": 1721345831.0,
  "original_lang": "en",
  "original_title": "EDB promotes investment opportunities in Indonesia for Lankan companies",
  "original_body_lines": [
    "Sri Lanka Export Development Board (EDB) in collaboration with the Sri Lanka Embassy in Jakarta organised a briefing session to discuss on “Indonesian investment opportunities for foreign investors” with the Directorate of Investment Promotion of Indonesia and the Ministry of Investments of Indonesia on 12 July.",
    "The main focus of this session was on the construction, power and energy sectors, to provide Sri Lankan industry representatives with valuable insights on investment/tender opportunities available for foreigners in Indonesia in the construction and energy sectors, how a company can become a part of Indonesian projects, what the requirements are to be met, limitations in financial transactions and tax structure for foreigners.",
    "The discussion was conducted for industry representatives of construction services and power and energy services sectors to make them aware of potential business partnerships in Indonesia. This awareness will help to Sri Lankan industrialists to develop effective business strategies for the Indonesian market in the coming years.  The guest speakers from Directorate of Investment Promotion of Indonesia and the Ministry of Investments of Indonesia to the discussion were Investment Promotion for East Asia, South Asia, Middle East and Africa Director Cahyo Purnomo and Hydro Energy PT PLN (Persero) Vice President Hendro Prasetyawan. They delivered industry presentations on “Investment Policy and Opportunities in Indonesia” and “Renewable Energy Procurement System in Indonesia.”",
    "Purnomo highlighted that Indonesia’s competitiveness is upfront in the IMD World Competitive ranking and now in the top three countries in Asia as per economic performance, business competitiveness, government efficiency and infrastructure. Also the five main sectors of investments from Sri Lanka during the last five years were the food industry, chemical, pharmaceutical industry, trade, and residential, industrial and office areas. Also Indonesia is very open for capital movement and offers non-discriminatory treatment for foreign investors, taking a balanced approach on domestic investment and foreign investments. For electricity projects there is an investment scheme where the maximum allocation for foreign investments is 10MW up to 100% for EPC (Contractor), PPU (Private Power Utility), IPP (Independent Power Producer) and PPP Public Private Partnership).",
    "The significant fact that for business fields in the green economy provides 100% foreign ownership. Highlighting the fact that Indonesia is opened for foreign skilled professionals under working visas/permits in the fields of engineering, directors and technical experts, and so on.",
    "Prasetyawan, expressed that in the renewable energy sector projects, many investors come from Korea, Europe and China. They are contracted with local partners and engage in projects under open tenders.  Representing the Sri Lanka Construction and Power and Energy Industry Associations is Major Constructors of Sri Lanka (MCSL) President Priyantha Perera, Chamber of Construction Industry Sri Lanka (CCISL) President Archt. Jayantha Perera and Small Hydro Power Association/Director and CEO Eco Power Group Firdowsy Ismail participated along with representatives from several private Companies.",
    "Representing the Sri Lanka Embassy First Secretary, Nilanthi K. Pelawaththage and Sri Lanka- Bangladesh Committee Chairman Indonesian Chamber of Commerce and Industry Deepak Samtani also participated. EDB Director (Export Services) Indumini Kodikara conducted the session and Assistant Director (Export Services) Kumuduni Irugalbandara coordinated the event."
  ]
}