{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nestle-lanka-fosters-positive-behavioural-change-towards-responsible-waste-management-in-future-generations/",
  "time_ut": 1718917620.0,
  "original_lang": "en",
  "original_title": "Nestlé Lanka fosters positive behavioural change towards responsible waste management in future generations",
  "original_body_lines": [
    "Conducts the All-Island Schools Art Competition in collaboration with the Ministry of Education and Central Environmental Authority",
    "Nestlé Lanka’s All-Island Schools Art Competition named ‘මිහි මව රකින්නට තිළි තුඩක් මවන රූ රටා’ (Preserving Mother Earth through the Expression of Art) concluded last week, awarding the winners of the Junior and Senior categories.",
    "This competition was organized in celebration of World Environment Day together with the Ministry of Education and Central Environmental Authority (CEA) as an extension of the School Waste Management Programme, an initiative which helps create awareness on responsible waste disposal in the future generation of Sri Lanka. The programme reached approximately 400,000 students in over 800 schools around the country this year. The art competition also received a striking 80,000 entries from students representing schools across the island.",
    "“The School Waste Management Programme is an important initiative in our journey towards creating a waste-free future. Educating school children on responsible waste management helps strengthen the segregation and collection of waste and inspire positive behavioural change. In this journey, we remain steadfast in our commitment of ensuring 95% of our plastic packaging is designed for recycling by 2025, taking continuous action to make our plastic packaging recyclable and reusable. We are delighted to have helped organize the Art Competition which not only served as a platform for showcasing the creative skills of emerging artists, but also helped reinforce the importance of taking action towards a greener and cleaner tomorrow. My heartfelt congratulations to all the participants and the winners!” said Bernie Stefan, Managing Director, Nestlé Lanka.",
    "An event was held on 13 June 2024 at the Gothami Balika Vidyala, Colombo, to recognize and award the winners selected. The event was graced by Dr. Susil Premajayantha, Minister of Education; Venura Fernando, Chairman of the CEA and officials representing the partnering entities and Gothami Balika Vidyalaya, including the Principal, Ms. Sunethra Wickramasinghe.",
    "“This art competition has not only offered a platform for students to express their commitment towards environmental stewardship and sustainability but have also created budding artists and innovators with the talent to artistically portray their ideas. We, at the Ministry of Education firmly believe in cultivating a sense of environmental responsibility among children right from their early school years, and this event is an ideal outlet to create awareness and foster a collective responsibility to protect and preserve our planet” said Dr. Susil Premajayantha, Minister of Education.",
    "ProMate gives used exercise books a second life to aid visually impaired students’ education",
    "Stigmata’s ‘Summer Storm’, a head-banging success at Taphouse by RNR",
    "Nestlé Lanka partners with Commercial Bank to drive sustainable dairy farming",
    "Nestlé Lanka honoured at Best Corporate Citizen Sustainability Awards 2023",
    "Nestlé Lanka wins Presidential Export Award for Best Exporter in Coconut Kernel Product Sector",
    "Nestlé Coconut Plan expanded benefiting 500 rural families in Central Province",
    "Nestlé Lanka helps enhance local dairy industry by sharing global best practices",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}