{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/AASL-restarts-halted-BIA-DP-phase-II-with-Access-Engineering/34-760482",
  "time_ut": 1712604179.0,
  "original_lang": "en",
  "original_title": "AASL restarts halted BIA-DP phase II with Access Engineering",
  "original_body_lines": [
    "Airport and Aviation Services (Sri Lanka) Ltd., (AASL) has initiated decisive measures to resume and complete the substructure works of the suspended BIA-DP Phase II project.",
    "The project, which faced termination on 9 December 2022 amid economic crisis, is now being revived under the stewardship of AASL management.",
    "The objective of the project is to finalise the substructure works left partially completed by the Japanese contractor. Earlier this month the Cabinet of Ministers approved the awarding of the contract on BIA-DP Phase II project to Access Engineering PLC.",
    "The strategic plan includes the installation of 68 remaining piles, construction of pile caps and ground beams at key areas such as the Main Terminal Building (MTB), Pier 2 and Pier 3. In addition, it includes the partial completion of the Underground Utility Tunnel in Pier No. 2 and Pier No. 3.",
    "To execute these crucial tasks, AASL has entrusted the responsibilities to a local construction contractor, Access Engineering PLC. The decision aligns with the broader objective of encouraging local expertise and involvement in vital infrastructure projects.",
    "The identified scope of work is being carried out using AASL funds under the direct supervision of the project’s Consultant, a joint venture between Japan Airport Consultants, Inc., and Nippon Koei Co. Moreover, necessary concurrence from the Japan International Cooperation Agency (JICA) has been obtained to proceed with the aforementioned actions.",
    "Several benefits are anticipated upon the successful completion of the initiative. Firstly, addressing the issue of deterioration of steel reinforcements ensures the structural integrity of the project. Secondly, it is expected to reduce the cost and time required for carrying out the substructure works when a new contractor is mobilised for the remaining project tasks. Lastly, the completion of the works will mitigate the risk associated with deep excavations, potentially reducing insurance costs."
  ]
}