{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84101",
  "time_ut": 1716738480.0,
  "original_lang": "en",
  "original_title": "Gnanasara Thera was able to say and do anything without fear of the law during the Rajapaksa regime. During the reign of the Rajapaksas, Gnanasara Thera criticised   Ranil Wickremesinghe in words that are Unmentionable.The Thera was so useful to the Rajapaksas that he was appointed  head of a  Presidential Task Force.",
  "original_body_lines": [
    "When the Colombo High Court sent Bodu Bala Sena (BBS) General Secretary Ven. Galagoda Aththe Gnanasara Thera to prison two months ago, it was not unexpected that intense efforts would be made to get him out as soon as possible.",
    "The Chief Prelates of Sri Lanka’s three main Buddhist chapters have jointly written to President Ranil Wickremesinghe to pardon and release him on the occasion of the Vesak festival. The day after this news was published, it was also reported that Gnanasara Thera’s name was not in the list of prisoners to be released on the occasion of Vesak. So it doesn’t seem possible for him to come out soon.",
    "If someone else had been the president, perhaps Gnanasara Thera would have been released from prison last week. But it seems unlikely that the current President will show any urgency in this matter. During the reign of the Rajapaksas, Gnanasara Thera criticised Wickremesinghe in words that cannot be put in writing.",
    "Earlier, a request for a pardon and release of Gnanasara Thera was made by a State Minister within days of his imprisonment. However, his appeal did not receive much attention in the public domain.",
    "It can be hoped that many people would not have failed to consider the views expressed by the Mahanayaka Theras about Gnanasara Thera in the letter written to the President in the context of public opinion about him.",
    "The Mahanayaka Theras mentioned in the letter that Gnanasara Thera had raised his voice for the Sinhalese Buddhist nationality and had taken steps to inform the security forces of important information regarding the activities of extremists in the country.",
    "“He acted as the Chairman of the Presidential Task Force set up to draft an act to implement a common legal system under the ‘One Country, One Law’ concept. He presented valuable recommendations to the Government and worked with a good understanding of national unity. He played an important role in certain Sinhalese nationalist organisations and worked to win the hearts of society and strive for social cohesion,” the Chief Prelates said in the letter.",
    "This is not the first time Gnanasara Thera has gone to jail. He trespassed into the Homagama Magistrate’s Court eight years ago during the trial against the officers of a military intelligence unit for allegedly abducting journalist Prageeth Eknaligoda.",
    "Following that incident, in August 2018, the Court of Appeal sentenced him to six years in prison for contempt of court. He had to go to jail after the Supreme Court rejected his appeal against the verdict.",
    "However, nine months later, on 21 May 2019, then President Maithripala Sirisena pardoned Gnanasara Thera and he was released from prison exactly a month after the Easter Sunday bombings. The former President did not give any reason for his release.",
    "The pardon granted by the then President drew strong condemnation from human rights groups, civil society, and legal organisations. Tamil National Alliance (TNA) MP M.A. Sumanthiran described that the pardon had taken majoritarianism to “another level”.",
    "As far as Sirisena is concerned, one doesn’t know if he thought that pardoning Gnanasara Thera was a great service to the Sinhalese Buddhist community.",
    "Next, on 28 March this year, the Colombo High Court sentenced Gnanasara Thera to four years of rigorous imprisonment and a fine of Rs. 100,000 in a case filed against him for denigrating Islam and the Muslim community at a press conference held in a famous Buddhist temple in the Kurunegala District in 2016. The judge rejected his lawyer’s plea to release him on bail citing illness.",
    "Former President Sirisena pardoned Gnanasara Thera nine months after his first imprisonment. But now, after he has been imprisoned for a second time, the Mahanayaka Theras are appealing to the President to release him even before two months have passed.",
    "What is the message the Chief Prelates convey to society through this request? Is it that it is not proper to allow those who carry out virulent campaigns that incite violence against minority communities and insult other religions to serve the punishment handed down by the courts just because they wear saffron?",
    "In Sri Lanka, there have been several Buddhist monks who have held negative views regarding minority communities and engaged in inciting violence. They could not have acted so brazenly without a strong political backing. The Mahanayakas are not unaware that the conduct of these monks have brought the Maha Sangha into disrepute.",
    "However, the Mahanayakas could not stop a substantial section of monks from behaving completely contrary to Buddhist principles and getting involved in politics.",
    "Many Buddhist monks have been at the forefront of communal violence in Sri Lanka. The hatred against minorities is not something new in the country; it is an obnoxious trend that has grown in parallel with the evolution of the ethnic majoritarian politics of modern Sri Lanka.",
    "If it is to be prevented, the Sinhalese polity should recognise the legitimate political aspirations of the minority communities and come forward to find an amicable political solution to the national ethnic problem. But even after the end of the three decades of civil war that wreaked havoc on the country, the Sinhalese polity did not understand the urgency of such a solution. There are no progressive forces in the south that can carry out healthy political activities to make the Sinhalese people aware of that need.",
    "Last week’s commemorative events in the north and the south’s response to them highlight the deepening of the ethnic divide.",
    "After the end of the civil war, the racist forces of the south needed a new ethnic enemy to continue their regressive politics. Finding that enemy in the Muslim community, these forces brought Gnanasara Thera to the fore to launch fanatical propaganda campaigns.",
    "There is no need to revisit here the disasters caused by sectarianism, which escalated 12 years ago on the steps of the BMICH in Colombo with the inaugural convention of the BBS. The politics of putting the Sinhalese Buddhist community in a siege mentality by creating a false impression that there was a threat to the Sinhalese race and Buddhism from the Muslim community was carried out in full swing.",
    "Former President Gotabaya Rajapaksa’s recent comment in his book that the competition between the interests of the Sinhalese Buddhists and the interests of all the non-Sinhalese and non-Buddhists had brought him to power is telling of the Rajapaksas’ racist approach to returning to power.",
    "Gnanasara Thera had made a huge contribution to this, so he was able to say and do anything without fear of the law during the Rajapaksa regime.",
    "One cannot help but ask whether Gnanasara Thera would have met his present fate if there had been no regime change. The Thera was so useful to the Rajapaksas that he was appointed as the head of the Presidential Task Force entrusted with drafting a law to implement a common law for the entire country.",
    "Buddhist monks have long had the full patronage of the political elite, engaging in activities that may tarnish the principles of Buddhism and the Maha Sangha.",
    "A few months ago, the Chief Incumbent of the Sri Mangalaramaya Buddhist Temple in Batticaloa stood in the middle of the road and shouted aggressively in front of several Police officers, claiming that he would cut the Tamils living in southern Lanka into pieces. But someone should have warned him about the possible consequences; he released a video the next day or so apologising for his actions.",
    "However, his tirade is not simply to be forgotten with a mere apology. How would law enforcement agencies have treated a clergyman of another religion if he had done the same? What would the law have done to him?",
    "If Sri Lankan society does not separate religion from politics, the country has no future. But it is a matter of great concern that conditions in Sri Lanka do not foster any hope for that."
  ]
}