{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/battle-for-the-parliament/",
  "time_ut": 1727593724.0,
  "original_lang": "en",
  "original_title": "Battle For The Parliament",
  "original_body_lines": [
    "The victory of Anura Kumara Dissanayake at the Presidential Election was an epoch-making event. International reception to AKD’s victory from IMF, WB and Mooney are encouraging. The local stock market, tourism sector and exporters have reacted positively. Japan has promised to restart the eleven stalled projects. And the president’s “stability first and reforms later” shows how pragmatic this individual is, which demolishes all scaremongering and scurrilous campaign against him and his NPP by their opponents. Likewise, some initial reforms announced by the new Prime Minister are original, constructive and reformative. In short, there seems to be an aura of optimism prevailing at present. Yet, AKD’s victory and his team’s opening salvos mark only the first phase of aragalaya’s struggle for system change. An equally important second phase has begun already with the dissolution of parliament and call for a General Election in November. Without a comfortable victory in this battle AKD’s schedule for reforms and system change would die of stillbirth. Already, renegades and rogues from and remnants of the defeated parties are regrouping and realigning to checkmate the new president. Aragalaya cannot afford to rest until the ultimate end is realized.",
    "It is in this context that a serious campaign needs be undertaken by foot soldiers of aragalaya to win the support of minorities. The two or rather three minority communities if one were to separate the upcountry Tamils from the indigenous variety, hold the key to this ultimate end. From the voting behaviour demonstrated at the last Presidential Election, it was evident that the three minorities had not kept abreast of the thirst for change that was awakening the Sinhalese community.  Unfortunately, the aragalaya effect did not penetrate sufficiently deeply into these communities. While ethnonationalism continued to rule the Tamil mindset, provincialism and religious fervour dictated the thinking and behaviour of Muslims, particularly in the Eastern Province. This provincial and religious mindset had been kept alive deliberately by local Muslim leaders ever since 1947.  Just as the Tamils viewed themselves Tamils first and Sri Lankans second, Muslims were also taught to consider themselves Muslims first and Sri Lankans second. They were made to think as Muskims in and not of Sri Lanka. True, the Sinhalese community was no exception to this ethnic chauvinism. The cycle of violence unleashed against the Tamils since 1957, and the 25-year civil war that ended in 2009 are evidence enough to establish this fact.",
    "However, after seven decades a new generation of young men and women from that community began to realize the true scale of damage caused by ethnonationalism to peace, prosperity and freedom in this country. The 2022 aragalaya was the result of this realization. These protestors demanded an end to the status quo and bluntly called for system change. That call marked the beginning of an awakening within the Sinhalese community, which eventually led to AKD’s victory as President. Regrettably, that awakening had only a peripheral impact on the three minorities as demonstrated by their voting preferences in the north, east and central districts. This imbalance should be rectified by November for NPP to capture a comfortable majority in the legislature.",
    "It is a strange irony that while the majority community is willing to give up the culture of ethnonational politics and governance and opting to support a new political order with corruption free governance, leaders among the minorities are still showing preference to maintain the status quo so that they could protect their own leadership while engaging in political bargaining with corrupt leaders. The history of Sri Lanka Muslim Congress for example, with its support base in the Eastern Province, best illustrates how successfully the provincial mindset and religious fanaticism were nurtured and utilized by that party leadership to keep those Muslims untouched by the progressive trends sweeping through the country.  For instance, in one of the recent rallies organized in Batticaloa District to support Ranil Wickremesinghe, one Muslim politician shamelessly unleashed the canard that under the new system proposed by AKD Muslims would be allowed to celebrate only one of their two religious festivals and that there would also be restrictions on the number of daily worships they perform. With such diabolical propaganda it was not a surprise that AKD polled poorly in that district.",
    "Aragalaya foot soldiers should break into these secluded Muslim and Tamil fortresses and convince those voters of the reality about the new wave. The message that there is no salvation to any community under an ethnonational and corrupt political structure must be understood by every voter. Already, efforts are being initiated by Muslim groups to look for suitable candidates to contest the coming election, who would not only demonstrate their commitment to the new era of changes but also the ability to understand the essence of aragalaya awakening and work to convince Muslims to become participants of it rather than remain as onlookers. This is encouraging and one would hope the same happening within the other minorities also. Captains of the old order would try every trick in the book to prevent NPP from achieving a working majority in the parliament. SLMC and ACMC leaders for example are veterans in making deals even with the devil to protect and promote their own fortunes at the expense of Muslim community. Hopefully, the coming General Election would wipe out these opportunists.",
    "AKD’s cleaning up campaign, plan to restructure the economy to promote growth with equity and his resolve to go beyond the 13th Amendment to realize ethnic reconciliation need solid support from members of the parliament. The battle for the parliament must be won by NPP decisively. Without that victory aragalaya’s mission would remain incomplete."
  ]
}