{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/speech-writing-for-mrs-b-mischievous-felix-and-1965-general-election/",
  "time_ut": 1736061060.0,
  "original_lang": "en",
  "original_title": "Speech writing for Mrs. B, mischievous Felix and 1965 general election",
  "original_body_lines": [
    "Making speeches and preparing for them, was a constant occupational hazard for the prime minister and her staff. The international speeches were clearly the most important from a personal as well as country’s image-building point of view. Sirimavo gained immense credit from a statement she made in Belgrade at the Nonaligned Summit in 1961, when as the first woman prime minister of the world she used the phrase — As a woman and a mother, I call upon the nations of the world to desist from violence in their dealings with each other …’This phrase,was unique as no other world leader up to then could have used it, and was carried in headlines across the world giving Sirimavo and Ceylon a tremendous boost.",
    "The trouble with great phrases is that once they are made, they cannot be used again, or if so, very sparingly. We faced this problem acutely in Cairo in 1964, at the next Non-aligned Summit. Once again, the drafting team was Felix, Glannie and myself Sirimavo had told us in advance that we must try to make it as powerful as the speech that she had done in Belgrade. We tried as hard as we could, but could not come up with any extra-bright ideas as we struggled through the draft for the rest day, a day before the opening. As a break from our labours, that afternoon we went to visit the Cairo Museum. It was eerie, being so physically close to the Pharaohs, dead and mummified, some three thousand years ago.",
    "Late that evening we were still at it trying to find the magic breakthrough. At 9.30 that night Sirimavo peeped into the room on her way to bed and asked, “How are you doing? Have you found anything exciting to say?” At which point, Felix, at his most mischievous, softly said, “No, not yet Sirima. But how would you like to start it like this, now that you are in Cairo, As a woman and a mummy, I call upon, etc, etc.’ Sirimavo yelled at him, “Felix!” as if she could have strangled him and chuckling softly to herself, turned away closing the door behind her.",
    "The question of the citizenship rights of the Tamils of Indian origin who worked on the plantations was something always high on Sirimavo’s agenda. She was well aware of the political implications of the issue. She had personal knowledge of the condition of the people working on estates and the sad quality of their lives, from her childhood in the province of Sabaragamuwa, which had a large number of plantations in both tea and rubber. The Federal Party too, had included citizenship of the Indian Tamils as part of their basic four-point minimum agenda.",
    "The Tamils of recent Indian origin, as a group, had been disenfranchised through the Citizenship Acts of 1949. They had little representation in Parliament, and since the 1950s had been represented only through one or two nominated members of Parliament. Soon after independence, in the first Parliament of 1947, they had had as many as 11 representatives in a House of 101 MPs. The legislation of 1949 had removed most of the Indian Tamil voters from the electoral lists in the up-country areas and their representation by Tamil members of Parliament had declined.",
    "This had enabled, what were referred to as the `Kandyan electorates’, to be represented thereafter more by boomiputras – sons of the soil – rather than by representatives who were deemed to have only a marginal interest in Ceylon and a greater loyalty to India. This was the prevalent feeling among a section of the population who were proud to refer to themselves as Kandyan Sinhalese and the last to be brought under British rule in 1815. But, it had left behind a feeling of having been discriminated against, in the minds of the plantation Tamils and was to be a constant factor in their political agenda.",
    "The Federal Party had been quick to make common cause with the plantation Tamils on this account using it as another example of the domineering character of the majority Sinhalese state.",
    "Sirimavo realized that the critical issue in this very complex she had serious concerns, was to come to agreement with India on the specific numbers as to who would become Ceylon citizens and those who would become Indian citizens. On a visit to New Delhi in October 1964, she arrived at a historic settlement of this problem which had long evaded resolution. The Indo-Ceylon Agreement or the Sirima-Shastri Pact, it was popularly called, was undoubtedly the high point during this period of her two terms as the prime minister of the country.",
    "I recall her telephoning me from Delhi to inquire what the reactions were in Colombo about the Agreement which stated that Ceylon would accept 300,000 of these persons as citizens. I believe she was bothered as to whether this number might be regarded as too large. I assured her that considering that there were at the time many as 975,000 persons of Indian origin in Ceylon and that India had accepted to take 525,000 as citizens of India, we had come out rather well in the negotiations.",
    "It would mean in effect that for every four persons of recent Indian origin we took in as citizens, India would take seven. If the Agreement worked out according to plan around 15,000 persons of Indian origin would be repatriated annually over a spread of about 15 years. Things finally did not work out precisely as planned on schedule. But after a while, a regular flow of repatriation took place and the problem which had strained relations between India and Ceylon, and also become a domestic political issue for long, was resolved. It was one of the most notable political and diplomatic achievements that Sirimavo could take credit for.",
    "Sirimavo evinced great interest in events occurring around the world and brought a personal touch into her dealings with world leaders. Unexpected and dramatic change would affect her in a very personal way. I recall the evident sadness with which she spoke to me on the morning of President Kennedy’s assassination. Her thoughts were of the grieving widow, Jacqueline and the two children Caroline and John junior. It must have brought memories of what she herself had experienced in September 1959.",
    "Frances Willis, the US ambassador had broken the news to her in the early hours of the morning. Frances was the first of a long line of female Heads of the Foreign Missions who came to be appointed for duty in Ceylon at the time on the assumption that they being female, would have easier entry to a woman prime minister than a male ambassador. It did not always work that way, but between Frances and Sirimavo, who were both very dignified in behaviour, there was an excellent rapport.",
    "This certainly helped with all the actions we were taking at the time which were considered adverse to US interests, like the take-over of the oil distribution business which was then shared by the giant transnationals – Shell, Caltex and Mobiloil. At Kennedy’s death, Sirimavo wanted a well-drafted message of sympathy to Jacqueline Kennedy, which was sent by cypher to our ambassador in Washington for handing over. Similarly, the death of Feroze Gandhi, her friend Indira’s husband, also evoked a long and supportive letter of sympathy. She was very good about keeping in touch with her wide circle of friends abroad especially at moments of personal grief",
    "President Tito and his wife Jovanka Broz were also special friends after the many occasions they had been together on the Non-aligned circuit. Yugoslavia was a favourite country of hers, and Sirimavo went as often as she could, both officially and privately, because there she had found a place for effective treatment of the knee problem which troubled her often. She liked the ‘alternative medicine’ method of therapeutic mud-packs, somewhat reminiscent of our own ayurveda which was practised in the clinic in Bratislava on the Adriatic coast. This was the only health problem that she had, throughout the four and a half years of her first premiership. I believe the lift at Temple Trees was installed at this time as she found it very painful, at times when the knee became inflamed, to climb the stairs to her bedroom upstairs. Once or twice, I even had to carry the official files into her room and she would attend to the papers quite cheerily, while propped up in bed.",
    "Sirimavo made some important changes in public service administration both at the top and the bottom of the ladder. I had a feeling that Felix was very much behind all this. In 1963 after much consideration, the Ceylon Civil Service was abolished and replaced by the Ceylon Administrative Service constructed on broader recruitment base. The writing had been on the wall for a while. The primary reason for the change seemed to be that, Felix particularly, and a few of the other ministers, were not too comfortable with having their chief administrative advisors being people with their own individual minds and opinions.",
    "They would have preferred less debate and more action once the political decisions had been taken. It was not so much obstruction, as the perceived continuing challenge to their authority, which was galling. How much easier it would be if one had more obedient, less intellectually inclined, and less argumentative people to take their orders and carry them out, seemed to be the basic reasoning which the Cabinet accepted.",
    "There was some truth in these suppositions. The Ceylon Civil Service (CCS) which was very much an elite club with its own subculture, still tried to maintain the tradition of the impartial, learned, and omnicompetent advisor. Raw entrants to the service in the post-independence period, were increasingly academically brilliant young men coming in from the rural Maha Vidyalayas. But they were quickly schooled by their peers in the CCS who largely came from the traditional urban public schools, which had earlier produced the base of the service, into the ‘culture’, and became ofttimes stronger keepers of the tradition than their mentors.",
    "After the political revolution of 1956 and the emergence of a new breed of politicians, all this had been under attack. The CCS seemed to be supremely indifferent to the profound changes going on, unless the changes affected their own interests. Radical change in the objectives and methods of governance were afoot. The accent being on delivering what the people at the grassroots wanted, and delivering it quickly. Felix seriously felt that many of the Ceylon Civil Service administrators were too ‘dyed in the wool’ in old-school ways and methods.",
    "What he thought of them was that there was too much of the observance of the letter of the law and not enough sensitivity to the spirit of the new times. In a way there was much truth in what he was saying because the civil servants had the independence of doing things the way they wanted to because of the levels of education and achievement they possessed academically, and also since most of them had independent means. A civil servant was a prized catch for the daughter of a successful businessman or a rich land owner. There were many CC S men of acute intellectual brilliance who had been snared by very rich bus magnates or owners of vast acres of coconut and rubber land. Felix’s point was that with all this acquired wealth behind them would they be able to implement the programme of socialistic reforms the government had in mind?",
    "So without much ado in 1963 all of us civil servants were given the option to retire immediately ‘on abolition of office terms’, or of retiring within the next 10 years on the same generous terms. Several of the older ones left pretty soon while some of the younger ones, like myself, remained to exercise the option at a later stage of our career. Similarly, Sirimavo with Felix’s help, made a strategically important structural change at the bottom of the administrative chain of the highly centralized structure of government in place at the time. This was the abolition of the office of the ‘Village Headman’ and his replacement by the more homely grama sevaka – the servant of the people.",
    "The results of the general elections called by Prime Minister Sirimavo Bandaranaike in 1965 were inconclusive. The SLFP-led front had not obtained an outright majority of parliamentary seats. The UNP, among the parties that had contested, had won the most number of seats. Sirimavo who always wanted to scrupulously observe the rules and procedures asked me to prepare the usual letters of resignation of her government.",
    "However there were other political forces at work attempting to persuade her to consider other options, before resigning. One such, put forward by Dr Colvin R de Silva, the astute legal brain of the LSSP, was to hold on and face a vote of confidence when Parliament met in ten days time. The debate was fast and furious and tempers ran high. As usual much was at stake. I recall very clearly the alignment of forces. Those of the Left were arguing for the prime minister to stay on, and let the issue be decided by",
    "Parliament when it met. Others, mainly her family members, like her Private Secretary Mackie, Felix and Lakshmi Bandaranaike and James and Siva Obeysekere, were for her doing, what she wanted to do, which was to resign and allow the governor-general the opportunity to call whomever he thought could form a government, to do so.",
    "The delay in the prime minister resigning was leading to unruly behaviour in the city. Outside in the city. Outside Temple Trees a crowd of people gathered at the gates in support of Sirimavo. I saw my university colleague, the diminutive Stanley Tillekeratne, then an SLFP back-bencher, orating before the restive crowd. Through all this William Gopallawa, the governor-general acted with impeccable integrity.",
    "At times like these, the role of the governor-general in terms of the constitution came into its own. At normal times although the highest in the land protocol-wise, he had no effective power to act on his own. After a general election however, and one which was indecisive, he was endowed with wide discretionary power. He could in his discretion, when informed by the prime minister that she had resigned, summon a leader of a political party to form a government, if in his view that political leader could command the confidence of Parliament. He could also, in circumstances that nobody else could do, call on the resigned prime minister to try to win the support of other parties and produce proof that he/she could command the confidence of the House.",
    "It was an excruciatingly difficult time for Gopallawa. It was Sirimavo who in the aftermath of the failed coup d’etat in 1962, and the removal of Sir Oliver, recommended his name to the Queen for appointment as governor-general. There were links of kinship between the Bandaranaikes and the Gopallawas. The other party, in the wings – the UNP – might deal harshly with him if they came in, since he had been appointed by the SLFP.",
    "None of these considerations bothered Gopallawa when it came to doing his duty. During those critical hours when the country’s fate, hung in the balance as it were, Gopallawa was unshakable in his devotion to duty. Almost every hour he would call me to ask whether the prime minister had made up her mind. Once, in exasperation, he asked me whether he should send over Erskine May, the authoritative book on parliamentary procedure and practice, with the relevant portions highlighted. I begged for time.",
    "I was being given a difficult time by the left members. They resented my advice to Sirimavo that she resign and leave it open to the governor-general to take the matter further. Finally Colvin ordered me to leave the room. I countered that I worked for the prime minister and would only leave if the prime minister asked me to do so. Sirimavo remained calm and said nothing. So I remained.",
    "That night dejected and disappointed at the delay, my car was stoned as I drove down Cotta Road to my home in Rajagiriya. I announced tearfully to Damayanthi that I would be resigning the next day if there was not a proper outcome. Around seven the next morning I had a call from Mackie asking me to come to TT (Temple Trees) as soon as possible as the prime minister had decided to sign the letter. I got back to TT, had the letter signed and was coming down the stairs when I met a small group of those who had been trying to persuade the prime minister to stay on, coming up.",
    "I ignored their rather black looks and went over to Queens House. Gopallawa was much relieved and immediately sent for Dudley to see whether he had the required majority. The hero of the story for me was Gopallawa. His had been a supreme act of patriotism; an act of loyalty to the state which transcended party, kinship and even personal obligation.",
    "A statesman and his stance on the merits, if any, of British colonialism",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}