{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/talk-and-avert-blackouts/",
  "time_ut": 1758357120.0,
  "original_lang": "en",
  "original_title": "Talk and avert blackouts",
  "original_body_lines": [
    "The government and the Ceylon Electricity Board (CEB) strikers are playing a game of chicken, and the prospects of blackouts loom large, with the warring trade unions intensifying their industrial action. The protesting workers have launched a sick-note campaign. Unless the government abandons its plan to restructure the CEB at the expense of its workers, they will be left with no alternative but to launch a continuous strike, the protesting trade unions have warned. The JVP trade union arm, which used to lead the CEB workers’ strikes from the front during previous governments has dissociated itself from the ongoing trade union action.",
    "The state sector is rotten to the core, and most public institutions are badly in need of reforms, the CEB being one of them. The CEB workers have abused their institution’s monopolistic hold on power generation and distribution to obtain massive pay hikes and indulge in corrupt practices which have caused generation costs to soar. The CEB trade unions have said their members will carry out a house-to-house campaign to educate the public on the ill-effects of the CEB reforms on the cards. But it is doubtful whether they will be able to win over the electricity consumers, who are not well-disposed towards the CEB and its workers.",
    "It will be a mistake for the government to go on provoking the CEB workers into intensifying their trade union action. The protesters put on a show of strength on Thursday by holding a massive rally in Colombo, sending a strong message to the government.",
    "The JVP-led NPP government ought to soften its stand on the CEB restructuring issue for several reasons. It is trying to implement a programme that the previous government introduced without much thought for the CEB workers’ interests. The JVP and its trade union took exception to the proposed reforms and vowed to defeat them. They tore into the then President Ranil Wickremesinghe and his Minister of Power and Energy Kanchana Wijesekera for what it described as a sinister move to destroy the CEB and lay off many of its workers. Thus, the NPP government finds itself in a contradiction; it is all out to implement what it resisted tooth and nail. The government must not behave like a bull in a china shop when it sets about restructuring a vital institution like the CEB because such action is fraught with the danger of causing job losses and triggering protracted strikes. Power sector reforms are a very sensitive issue that must be handled very carefully with the participation of the representatives of the workers who fear job losses. There is no reason why the government should refuse to get the protesting CEB trade unions around the table and negotiate a solution.",
    "True, the IMF has laid down very constricting bailout conditions. However, the success of the IMF programme hinges on political stability, a prerequisite for economic recovery. The importance of an uninterrupted power supply while the economy is emerging from a crisis cannot be overstated. The challenge before the government is to implement the power sector reforms with the concurrence of the CEB workers and their trade unions. This no doubt is a very difficult task, but it has to be accomplished. The government would do well to negotiate with the warring CEB unions and prevent their battle from going out of control.",
    "President Anura Kumara Dissanayake has issued a dire warning to the CEB strikers. His warning has been interpreted, in some quarters, as a veiled threat. All JVP/NPP politicians have told the CEB workers that it is their government’s way or the highway. While in the Opposition, they led numerous trade union battles and even vowed to risk their life and limb to defend workers’ rights. But now they are sounding just like the members of the J. R. Jayewardene government, which suppressed trade union struggles ruthlessly and sacked tens of thousands of workers who took part in the 1980 strike.",
    "The JVP never misses an opportunity to castigate the LSSP for the deplorable manner in which a bank workers’ strike was broken during the SLFP-led United Front government, in which leftist firebrand, Dr. N. M. Perera was the Finance Minister. Today, it is all out to do what it condemned the LSSP for. It should bear in mind that trade union battles have the potential to snowball, hurt the economy and bring about political instability.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}