{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/notable-performances-by-manufacturing-and-plantation-sector-share-counters/",
  "time_ut": 1733514840.0,
  "original_lang": "en",
  "original_title": "Notable performances by manufacturing and plantation sector share counters",
  "original_body_lines": [
    "The manufacturing and plantations sectors performed well in the stock market yesterday while the banking sector witnessed a consolidation after recording a rally for several months, market analysts said.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 53.96 points while the S and P SL20 rose by 16.56 points. Turnover stood at approximately Rs 5 billion with nine crossings.",
    "Those crossings were reported in Melstacope where 1.17 million shares crossed to the tune of R 124 million; its shares traded at Rs 106, LOLC 250,000 shares crossed for Rs 116 million; its shares traded at Rs 465, Access Engineering 2.9 million shares crossed for Rs 90 million; its shares traded at Rs 30.90, JKH 3.7 million shares crossed for Rs 77.2 million; its shares traded at Rs 20.90, Commercial Bank 379,000 shares crossed for Rs 48.8 million; its shares sold at Rs 128.75, Sunshine Holdings 500,000 shares crossed to the tune of Rs 39 million; its shares traded at Rs 78, Chevron Lubricants 224,000 shares crossed for Rs 30.2 million; its shares sold at Rs 135, HNB 100,000 shares crossed to the tune of Rs 24 million; its shares sold at Rs 240 and Kelani Cables 51000 shares crossed for Rs 20.3 million; its shares fetched Rs 399.",
    "In the retail market, companies that mainly contributed to the turnover were; HNB Finance Rs 678 million (180 million shares traded), Agarapathana Plantation Rs 290 million (29 million shares traded), Access Engineering Rs 245 million (7.9 million shares traded), Kotagala Plantations Rs 209 million (25.8 million shares traded), Hemas Holdings Rs 196 million (2.1 million shares traded) and Melstacope Rs 175 million (1.65 million shares traded). During the day 374 million share volumes changed hands in 32900 transactions.",
    "It is said that the manufacturing and plantations sector counters were performing well especially Melstacope and JKH in the manufacturing sector, while Agarapathana Plantations in the plantations sector.",
    "Yesterday the rupee was trading relatively flat at Rs 290.30/35 to the US dollar from Rs 290.30/40 to the US dollar the previous day, dealers said, while bond yields were steady.",
    "A bond maturing on 15.12.2026 was quoted at 9.45/50 percent, up from 9.40/50 percent. A bond maturing on 15.12.2027 was quoted at 10.10/20 percent. A bond maturing on 15.02.2028 was quoted at 10.40/50 percent. A bond maturing on 15.09.2029 was quoted at 10.80/90 percent, from 10.82/90 percent.",
    "HNB partners with St. Joseph’s College Col. 10 Old Boys’ Union for exclusive affinity card",
    "Nestlé promotes regenerative agricultural practices in the coconut value chain via Nestlé Coconut Development Plan",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}