{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sajith-on-sharing-police-land-powers-will-implement-13-not-13-minus-or-13-plus-167430/",
  "time_ut": 1718094660.0,
  "original_lang": "en",
  "original_title": "Sajith on sharing police, land powers: Will implement “13; not 13 minus or 13 plus”",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka opposition leader Sajith Premadasa who said he, as president, would implement the 13th amendment to the constitution, said on Monday that it would be “13; not 13 minus or 13 plus”, when asked about sharing police and land powers.",
    "The privately owned Swarnavahini television network showed Premadasa, at the end of a round of discussions with representatives of the Ilankai Thamil Arasu Kachchi (ITAK) in Jaffna Monday June 11 morning, responding to questions about his pledge of implementing the amendment.",
    "Asked about land and police powers, Permadasa sadi: “We will move forward the implementation process of the 13th amendment. This amendment is not something new that fell from the sky. It is something that exists in the constitution.  In implementing it, we must create a roadmap on how we efficiently, systematically in an orderly way and implement it. When I spoke of the 13th amendment, I was talking of 13 and not of 13 minus or 13 plus. It was about 13 that I spoke.”",
    "Asked about the possibility of Tamil parties fielding their own presidential candidate at the upcoming election, he said: “I’m a democrat. As a democrat, I cannot force anyone or group to contest the presidential election or tell them not to contest. That would be undemocratic. The people must take that decision. We will not restrict that freedom for any reason.”",
    "On Sunday June 09, Premadasa said a government led by Sri Lanka’s main opposition Samagi Jana Balawegaya (SJB) that he leads will implement the 13th amendment to the constitution. He also claimed that people in the north have become addicted to false promises made by politicians.",
    "Speaking at an event in Jaffna, Premadasa said an SJB government would ensure all civil and economic rights of the people.",
    "“People in Jaffna district and the northern province have become addicted to the candy politics (losinjara deshapalanaya) of various leaders. They hand out these candies at election time.",
    "“We will end the period that people fell for candy. Not just your civil rights, we will also provide economic, social, religious, cultural, educational health and right to life, as well as the right to a good income avenue to our beloved people,” said Premadsa.",
    "An SJB government will implement the 13th amendment to Sri Lanka’s constitution, the opposition leader said, though he did not elaborate on to what extent the provisions in the amendment will be carried out.",
    "“The people say enough talk, make it happen. I say to you that as action, we will definitely implement the 13th amendment, the amendment that’s contained in our country’s constitution.”",
    "Sajith says SJB government will implement Sri Lanka’s 13th amendmentSee more"
  ]
}