{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111293/yevan-david-set-to-become-first-sri-lankan-driver-in-formula-3",
  "time_ut": 1754671260.0,
  "original_lang": "en",
  "original_title": "Yevan David set to become first Sri Lankan driver in Formula 3",
  "original_body_lines": [
    "Eighteen-year-old Yevan David has created another bit of history by becoming the first-ever Sri Lankan driver to compete in the FIA Formula 3 Championship.",
    "He signed with AIX Racing for the 2026 season, marking a significant milestone in Sri Lanka’s motorsport journey.",
    "The 18-year-old Sri Lankan is currently fighting for the Euroformula title, and has four victories, five other podiums and a pole so far this season in the F3-level series while driving for the dominant Motopark team. He took two wins and a third place from his debut in the final round of 2024.",
    "Prior to that, David competed in the Eurocup-3, Spanish F4 and UAE F4 Championships in 2024 in what was his first full season of single-seater racing after graduating from karts.",
    "He is now set to become the first driver from Sri Lanka to compete in FIA F3. Speaking about his signing with AIX, the 18-year-old said he was proud to become the first driver from his country to compete in the Championship and was grateful for the opportunity.",
    "“Very thankful to have this opportunity to be racing as the first Sri Lankan driver in Formula 3, and with AIX racing. They’ve proved themselves and I’m excited to achieve great milestones with them for the season ahead.”",
    "Before stepping up to cars, he came fourth in the 2020 IAME Asia Cup for X30 Junior karts, sixth in the 2021 FIA Karting Academy Trophy, won the silver medal in the Motorsport Games’ Karting Sprint Senior competition and in 2023 came eighth in the WSK Champions Cup and 19th in the FIA World Cup for KZ2 shifter karts.",
    "David is AIX’s first FIA F3 signing for 2026, and the team has already announced Eurocup-3 racer Emmo Fittipaldi as part of its Formula 2 driver line-up for next year."
  ]
}