{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-to-propose-Opposition-nominee-for-post-of-Speaker/56-770566",
  "time_ut": 1734299970.0,
  "original_lang": "en",
  "original_title": "SJB to propose Opposition nominee for post of Speaker",
  "original_body_lines": [
    "SJB MP Nalin Bandara says nominee will be finalised today during a meeting",
    "Calls for MP Asoka Ranwala, who stepped down as Speaker, to resign from MP position as well",
    "Says SJB will also raise concerns with SLMC on academic qualifications of certain MPs",
    "The main Opposition party, the Samagi Jana Balawegaya (SJB), is set to propose a new Speaker representing the Opposition at the next Parliamentary session to replace Government MP Asoka Sapumal Ranwala, who stepped down from the position last week amidst a controversy over his academic credentials.",
    "SJB MP Nalin Bandara announced the party’s decision at a press conference in Colombo yesterday, where he also expressed concerns about recent developments in Parliament and governance across the country.",
    "“When Parliament convenes on Tuesday, a new Speaker must be appointed. We will nominate someone who truly represents the Opposition, not a person with questionable credentials,” Bandara said. He added that while no specific name has been finalised, the SJB will decide on a nominee during a meeting scheduled for today (16).",
    "Bandara strongly criticised the Government, accusing it of misleading the nation on critical issues. “They claim to reform Parliament, but instead, they have undermined educational qualifications and good governance,” he said.",
    "“Resigning from the Speaker’s post alone is not enough. He should also step down as an MP,” Bandara added.",
    "He alleged that certain Parliamentarians have used fraudulent qualifications to secure their positions and urged the Bar Association of Sri Lanka to investigate the matter. “Even the positions of specialist doctors have been downgraded to ordinary doctors due to these actions. We will be filing complaints with the Sri Lanka Medical Council (SLMC) regarding this issue,” he added.",
    "Bandara also highlighted the struggles of the farming community, emphasising that fertiliser subsidies remain unpaid, which could lead to a potential rice shortage in 2025.",
    "He criticised the Government’s inaction, specifically calling out Minister Namal Karunaratne for failing to address these pressing issues."
  ]
}