{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-budget-deficit-down-tax-revenues-up-41-pct-to-feb-2024-166045/",
  "time_ut": 1717465140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka budget deficit down, tax revenues up 41-pct to Feb 2024",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s budget deficit fell to 129.3 billion rupees in the first two months of 2024 down from 322.9 billion rupees last year, with tax revenues climbing 41 percent and interest costs also showed a downward trend.",
    "Total revenues were up 41 percent to 647 billion rupees in the first two months of 2024, on top of a 35 percent rise achieved in 2023 with a rise in tax rate also helped by recovering economic activities and currency appreciation made possible by deflationary policy.",
    "Currency appreciation brings prices down, boosts disposable income, bringing more value added tax, even as income taxes (direct taxes) kill productive spending of the people and transfers money for bureaucratic and political spending.",
    "Sri Lanka has raised state worker salaries in 2024 by 10,000 rupees, effective April after the worst currency collapse in the history of the central, coming from the central bank’s mis-targeted policy rate and a surrender rule.",
    "When currencies collapse, it is difficult to run budget, state enterprises and even private companies.",
    "Salaries and wages became the biggest expenditure item after tens of thousands of unemployed graduates were given jobs from 2004, outstripping annual retirements further expanding a public sector which was estimated to have been 30 percent in excess by 2001.",
    "After flexible inflation targeting (printing money to cut rates claiming historical 12-month inflation was low) and targeting potential output (claiming that there was an output gap based on historical trends that can be closed by printing money) Sri Lanka ran into serial currency crises after the end of a 30-year civil war.",
    "Serial currency required steep rate hikes to restore the lost confidence in the currency of a reserve collecting note-issue bank, progressively pushing up the interest bill of the government and lowering peacetime growth.",
    "Under IMF backed stabilization programs, Sri Lanka’s interest bill has exceeded the budget deficit (there was a primary surplus) even as both the current account and overall deficit also remained wide.",
    "Up to February 2024 however, the interest bill fell to 398.2 billion rupees, from 425.4 billion last year, in a corrective trend amid monetary stability provided by the central bank by not employing inflationary rate cuts.",
    "The current account deficit (total revenues less current spending) , the most important long-term dynamic to watch in a government budget, fell to 44 billion rupees up to February 2024, from 277.2 billion rupees.",
    "In IMF stabilization programs however, the current account deficit is not targeted, as interest rates have to rise to high levels to restore the confidence in the currency, which has been lost due to earlier inflationary rate cuts made to target inflation and trigger a currency crisis.",
    "As a result, the primary balance (the deficit without interest costs) is targeted, leaving interest rates to find their own level without liquidity operations.",
    "Up to February, the primary balance also improved to a bigger surplus, with a smaller overall deficit, rather than a high interest bill that exceeded the deficit.",
    "Analysts have warned that as soon as inflationary rate cuts (low short-term rates or gilt yields enforced by reverse repo, standing liquidity facilities or outright purchases as in the past) resume under flexible inflation targeting cum potential output targeting, monetary stability will be lost.",
    "Sri Lanka’s central bank has a 5 to 7 percent inflation target (domestic anchor), has been in abeyance so far, amid currency stability made possible by deflationary policy and currency appreciation (a type of external anchoring) leading to an undershooting of its preferred high inflation level.",
    "As the domestic anchor becomes active with inflationary rate cuts which are usually deployed as private credit recovers, forex shortages are likely to re-emerge and put the country on a path to a second sovereign default in peacetime, analysts say.",
    "Sri Lanka’s peacetime currency collapse events including within IMF programs have been triggered by inflationary rate cuts, with historical inflation below 5 percent.",
    "Sri Lanka’s central bank started to print money to mis-target rates through various mechanisms including rural credit re-finance (active open market operations were not written into the original law in 1950) denying the rupee’s use as a medium of exchange especially for cross border transactions, seen by intensified exchange and trade controls.",
    "After 1977, with the IMF’s Second Amendment, Sri Lanka’s rupee started to collapse, denying its usefulness as a unit of account and a store of value, with floating rate operating frameworks being imposed on a reserve collecting entity.",
    "The central banks’ recent lowering of its policy corridor (rate cuts) have not been inflationary, and have been made possible by reduced domestic credit from the public sector including state enterprises, and weak private credit, despite reserve collections."
  ]
}