{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-overcome-determined-UAE-to-seal-Womens-T20-World-Cup-spot/108-282011",
  "time_ut": 1714964700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka overcome determined UAE to seal Women’s T20 World Cup spot",
  "original_body_lines": [
    "ICC - Sri Lanka joined Scotland as the two teams to head to the ICC Women’s T20 World Cup 2024 from the Qualifier tournament in Abu Dhabi – the duo will now contest in the final on Tuesday.",
    "Put in to bat, Chamari Athapaththu and Vishmi Gunaratne began well for Sri Lanka – while Gunaratne got into the swing of things with two fours in the second over, Athapaththu cracked back-to-back sixes in the next over.",
    "By the end of the Powerplay, they had put 48 runs on the board as Sri Lanka made a rousing start in the semi-final.",
    "UAE soon turned to their X factor with the ball – Vaishnave Mahesh – and the leg-spinner struck in her very first over with the big scalp of Athapaththu, stumped after some good work by wicketkeeper Theertha Satish.",
    "Vishmi and Harshita Madavi continued to keep the scoreboard ticking as UAE looked to slow the scoring rate down with spin.",
    "Vaishnave struck again in the 16th over, sending back Harshitha for a 27-ball 24. Esha Oza then snared two in an over to give UAE a boost in the next over.",
    "She had Vishmi stumped by teasing her with a delivery well outside off-stump before trapping Hasini Perera in front off the fifth ball of the over.",
    "A few late blows from Kavisha Dilhari and Nilakshika Silva took Sri Lanka to 149/6.",
    "In response, Oza was in the mood to swing hard and the UAE skipper raced to 25 off 18 balls in the first six overs, despite losing her opening partner early.",
    "Oza played some sublime strokes to put pressure on Sri Lanka despite the daunting target, and Khushi Sharma joined hands with her as UAE’s run-rate picked up.",
    "Sugandika Kumari got rid of Khushi in the 10th over, but Oza continued to plunder runs, completing her half-century off just 34 balls.",
    "Athapaththu sent back Kavisha Egodage and Prabodhani eventually bowled Oza after a brilliant 44-ball 66 – the wickets put the breaks on UAE’s charge.",
    "Sri Lanka eventually completed a convincing 15-run win to book a spot in the Women’s T20 World Cup 2024 later this year in Bangladesh.",
    "They will meet Scotland, who beat Ireland in the other semi-final, in the final of the Qualifier on Tuesday."
  ]
}