{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101448/online-safety-act-sc-concludes-hearing-petitions-against-amendment-bill",
  "time_ut": 1724407920.0,
  "original_lang": "en",
  "original_title": "Online Safety Act: SC concludes hearing petitions against amendment bill",
  "original_body_lines": [
    "The Supreme Court has concluded the hearing of petitions filed challenging the constitutionality of the amended draft bill related to the “Online Safety Act” which was tabled in the Parliament by the government.",
    "Accordingly, the Supreme Court announced that the confidential verdict of the court pertaining to the petitions will be communicated to the Speaker of the Parliament.",
    "The relevant petitions filed by a group including the former Commissioner of the Human Rights Commission of Sri Lanka (HRCSL) Ambika Satkunanathan, were taken up before a three-member Supreme Court bench comprising Justices A.H.M.D. Nawaz, Shiran Gunaratne and Achala Wengappuli today (23).",
    "During the hearing of the petitions, the lawyers of the petitioning party stated before the court that the amended draft bill does not clearly define the ‘prohibited statements’ and that related penalties have not been determined.",
    "Accordingly, the petitioning party requested the court to issue an order declaring that the relevant draft bill requires a two-thirds majority to be passed in parliament and a referendum.",
    "Furthermore, Additional Solicitor General Viraj Dayaratne, who appeared on behalf of the Attorney General, informed the court that the Attorney General will provide instructions to the relevant ministry of the appropriate amendments to be suggested to this bill.",
    "Following the consideration of all the facts presented, the three-member Supreme Court judge panel concluded deliberations on the amended draft bill of the Online Safety Act, and informed that the court’s confidential verdict will be communicated to the Speaker of the Parliament."
  ]
}