{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/substantial-foreign-purchasing-of-windforce-stocks-exerts-salutary-impact-on-cse/",
  "time_ut": 1720029180.0,
  "original_lang": "en",
  "original_title": "Substantial foreign purchasing of Windforce stocks exerts salutary impact on CSE",
  "original_body_lines": [
    "Stock market activities were somewhat dull yesterday but indicated some substantial foreign purchasing in Windforce stocks. On the previous day, Tundra Sustainable Frontier Fund picked up 27.3 million shares of Windforce for Rs. 547 million, further increasing its stake.",
    "Overall, Windforce saw 29.5 million shares change hands for Rs. 590.7 million, accounting for 32 percent of the turnover on the previous day. The block of 27.36 million shares were done at Rs. 20 each via two crossings. The share gained by 20 cents.",
    "Tundra entered Windforce via the IPO and as at March 31, 2024 held 70.5 million shares or a 5.22 percent stake as the fourth largest shareholder. It is likely to have increased the stake to over 7% following yesterday’s purchase.",
    "The seller was one of Windforce founder-shareholders Debug Group. Debug Investments as at the end March held 44.6 million shares of 3.3 percent and Debug Renewable Energy Investment also held 29.4 million shares or 2.18 percent separately. Apart from that Windforce shares were also active, which contributed more than 30 percent to the turnover.",
    "However, the market witnessed uncertainty as many fundamental rights petitions have been filed in the Supreme Court pertaining to the presidential election and that prevents the announcement of the election until the Supreme Court provides its interpretations.",
    "Amid those developments both indices moved downwards. The All Share Price Index went down by 81.15 points while the S and P SL20 declined by 33.96 points. Turnover stood at Rs 1.5 billion with five crossings. Those crossings were reported in Windforce, which crossed 19.6 million shares to the tune of Rs 392 million; its shares traded at Rs 20, Sampath Bank 3 million shares crossed to the tune of Rs 240 million; its shares traded at Rs 80, JKH 550,000 shares crossed for Rs 112 million; its shares sold at Rs 204 million, Alumax 3.3 million shares crossed for Rs 37.3 million; its shares traded at Rs 11.10 and E.B Creasy 1.1 million shares crossed to the tune of Rs 26.4 million, its shares traded at Rs 24.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Hayleys Rs 83.2 million (807,000 shares traded), LVL Energy Rs 75.9 million (16.4 million shares traded), HNB Rs 37.8 million (188,000 shares traded), Browns Investments Rs 34.2 million (5.9 million shares traded), LMF Rs 33.4 million (1.1 million shares traded), Sampath Bank Rs 28.3 million (357,000 share traded) and JKH Rs 21.96 million (106,000 shares traded). During the day 79.2 million share volumes changed hands in 9870 transactions.",
    "Yesterday the rupee opened stronger at Rs 303.00/50 to the US dollar, while bond yields were broadly steady, and stocks opened 0.03 percent up, dealers said.",
    "The rupee closed at Rs 303.10/30 to the greenback on Tuesday. In the secondary market, yields were steady, dealers said. A bond maturing on 15.12.2026 was quoted at 10.80/95 percent, up 10.85/11.00 percent. A bond maturing on 15.03.2028 was quoted at 11.90/12.00 percent. A bond maturing on 15.09.2029 was quoted stable at 12.10/20 percent. A bond maturing on 15.05.2030 was quoted at 12.15/40 percent.",
    "Deficit in merchandize trade account narrows in May 2024 on Y-O-Y basis",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}