{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Five-years-since-the-deadly-Easter-Sunday-bombings-Seeking-justice-for-Easter-Sunday-victims-A-stronger-and-united-struggle-vital/172-280948",
  "time_ut": 1713465060.0,
  "original_lang": "en",
  "original_title": "Five years since the deadly Easter Sunday bombings: Seeking justice for Easter Sunday victims: A stronger  and united struggle vital",
  "original_body_lines": [
    "April 21 this year will mark five years since the deadly 2019 Easter Sunday bombings in Sri Lanka. The targets included two Catholic churches in the Archdiocese of Colombo, Zion church in the Eastern province, and three high-end hotels in Colombo.",
    "Around 315 people, including about 40 foreigners and 45 children, were reported to have been killed, making it the biggest post-civil war massacre in Sri Lanka.",
    "The damaged churches and hotels were quickly rebuilt. However, many survivors and families of victims still need medical, emotional, and financial support. Their tears, grief, and pain indicate their lives are far from being rebuilt.",
    "The attacks were by Islamic militants and the aftermath of the attacks saw at least one Muslim man being killed and many Muslim shops and houses destroyed and damaged. Many Muslims were detained unjustly for months and years after the attacks, including women with children.",
    "Among the cases that drew national and international attention was of young Muslim poet and teacher Ahnaf Jazeem, whose poetry had stinging critiques of Muslims responsible for the attacks and moving expressions of solidarity with survivors and",
    "Another was of Muslim lawyer and activist Hejaaz Hizbullah, who had also publicly condemned the Easter Sunday attacks.",
    "Asylum seekers and refugees from countries such as Pakistan and Afghanistan who had come here seeking temporary refuge due to persecution in their countries were perceived as Muslims and evicted, re-displaced, and became homeless days after the attacks.",
    "Justice for the Easter Sunday attacks must also include justice for them and other forgotten and often",
    "For five years, the Sri Lankan criminal justice system, including investigators, prosecutors, and the judiciary, has not been able to hold those responsible for the attacks accountable. The former secretary to the Ministry of Defense and former Inspector General of Police (IGP) were acquitted in cases filed against them without evidence being called from the defense.",
    "Other criminal cases filed by the attorney-general are still ongoing. Fundamental rights cases filed by some concerned citizens led to the Supreme Court holding the former president and senior officials responsible for not preventing the attacks and ordering them to pay compensation.",
    "The amounts were small compared to previous amounts awarded by the Supreme Court to torture victims and there was no directive to hold anyone criminally responsible.",
    "Fifteen months later, the full amounts ordered by the Supreme Court are yet to be paid. The court had ruled to remove the then-prime minister and current president, Ranil Wickremesinghe from the case before the judgment, citing presidential immunity.",
    "The Supreme Court had recommended disciplinary action for negligence against Nilantha Jayawardana, the former director of the State Intelligence Services (SIS), but this is yet to happen.",
    "There is no response to the April 2022 police complaint and the May 2022 letter to the police chief demanding his arrest.",
    "A private complaint filed in September 2022 against former president Maithripala Sirisena in the Fort Magistrate Court, alleging that he had failed to discharge his duties as the defense minister is still pending.",
    "Deshabandu Tennakoon, a deputy IGP at that time, was found to have been negligent in preventing the attacks by a Presidential Commission of Inquiry. But instead of holding him accountable, he has been appointed the police chief.",
    "The former attorney-general who initially oversaw investigations had told the media in May 2021 that there was a “grand conspiracy” concerning the Easter attacks.",
    "In March 2022, Cardinal Malcolm Ranjith, the Catholic archbishop of Colombo, told the United Nations Human Rights Council in Geneva that the investigations indicate the massacre was part of a grand political plot.",
    "The UN High Commissioner for Human Rights called for an independent and transparent investigation with international assistance.",
    "A case filed in the United States against three suspects concerning the attacks on charges linked to supporting ISIS remains suspended. As far as I know, no other country has initiated criminal prosecutions although it is the largest massacre of foreign nationals in Sri Lanka during or after the war.",
    "Last year, police in Negombo tried to stop a protest march and rally demanding justice by seeking a court order, which the acting magistrate refused.",
    "On Easter Sunday last year, police banned the use of banners, black flags, and loudspeakers during a vehicle parade from St. Nicholas Church in Bopitiya to St. Sebastian’s Church in Katuwapitiya (the church most affected by the attacks) demanding truth and justice.",
    "A media report accused three prominent Catholic priests advocating for truth and justice of conspiring against the Catholic archbishop",
    "Shehan Malaka, an outspoken youth activist who publicly made an allegation of political conspiracy, was arrested and although he was released on bail, a case has been filed against him in the Colombo High Court.",
    "Before the Easter  Sunday attacks, many churches in war-ravaged Jaffna and Mannar Catholic dioceses had been attacked by the armed forces such as Navaly, Gurunagar, Allaipiddy and Pesalei, killing and injuring hundreds of Tamil civilians.",
    "There has been no criminal accountability and adequate compensation for these and many other serious crimes during the three-decade-long war, including the tens of thousands of extrajudicial executions and enforced disappearances.",
    "Amongst the victims are Tamil Catholic priests, such as Father Mary Bastian alleged to have been killed by the army in 1985, Father Jim Brown who disappeared after being last seen at a checkpoint entering a navy-controlled area in 2006, and Father Francis Joseph, who disappeared alongside many others after being seen surrendering to the army at the end of the war in 2009.",
    "During the war, mosques and Buddhist temples were also attacked by the LTTE, leading to hundreds of deaths.",
    "Since the war, Evangelical Christians and people of Islamic and Hindu faiths have also faced persecution in Sri Lanka and there is rarely any accountability.",
    "In the 11 Sundays preceding Easter Sunday in 2019, there were disruptions at Christian church services and at least 13 churches were affected in nine districts. About 35 incidents and about 70 violations against Christians were reported in 2019 before the Easter Sunday attacks.",
    "There are two key challenges in pursuing justice in Sri Lanka. One is to have holistic justice, and the other is to forge a united front in the struggle for justice, both domestically and internationally.",
    "Holistic justice should include truth-seeking and criminal accountability, especially regarding the masterminds. Both are crucial to prevent such incidents from taking place in the future. Justice must also include long-term and adequate reparations, ensuring rights to mental and physical healthcare, education, livelihood, etc., including compensation.",
    "Successive governments and the international community have failed on both fronts. Advocacy of Church leaders and civil society has focused on truth and criminal accountability and less on reparations, despite many survivors and victim families being desperate for them.",
    "The other challenge for Sri Lankans, including the Catholic Church, is to join hands to pursue justice for all survivors and families of victims beyond ethnic, religious, geographical, and other divides.",
    "Advocacy for justice by Tamils has mostly focused on wartime atrocities, and the Sinhalese largely focused on the Easter attacks, economic crimes, and the rule of law.",
    "Around 2012, Cardinal Ranjith opposed international involvement at a time when the then-Catholic bishop of Mannar and Tamil Catholic clergy and others were demanding international involvement to seek justice for tens of thousands of killings, disappearances, and other crimes during and after the war.",
    "He was quoted as saying, “Such efforts are an insult to the intelligence of the people of Sri Lanka.” But in the last two years, the Cardinal has been at the forefront of demanding international involvement in seeking justice for the Easter attacks.",
    "It is now five years since the Easter Sunday attacks, 15 years since the end of the war, and two years since the economic crisis prompted massive protests that ended the corrupt, authoritarian and racist Rajapaksha family rule in Sri Lanka.",
    "Presidential and parliamentary elections are due this year and next year, and long overdue local and provincial council elections may also be held soon.",
    "A crucial UN Human Rights Council session in Geneva later this year will consider renewing a Sri Lankan accountability project that focuses on evidence gathering.",
    "It is time to forge stronger and more united struggles for holistic justice for all Sri Lankans."
  ]
}