{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84553",
  "time_ut": 1723811940.0,
  "original_lang": "en",
  "original_title": "34 Political Parties and Alliances Endose Support for President  Ranil Wickremesinghe’s Candidacy at “Puluwan Sri Lanka”Convention in Colombo.",
  "original_body_lines": [
    "President Ranil Wickremesinghe yesterday highlighted the significance of the newly signed ‘Puluwan Sri Lanka’ (Sri Lanka Can) agreement, stressing that it is not intended to form a new political party but rather to unite the nation and build a brighter future.",
    "The agreement, endorsed by 34 political parties and alliances, symbolises a collective commitment to overcoming the country’s challenges and rebuilding for the future.",
    "The ‘Puluwan Sri Lanka’ agreement, according to the President, represents a new force in Sri Lankan politics, aiming to unite all communities and ensure long-term progress for the nation. He said the country has emerged as a new force, uniting when the country’s political parties were in disarray, and it is essential to continue this program for another five years, during which a new leadership would have been born in this country, one that the country has not seen in recent times.",
    "“It is crucial to move forward with this team, with the aim of building a stronger nation. Our goal is to develop Sri Lanka by fostering the growth of our villages and uniting the Sinhalese, Tamil, and Muslim communities,” Wickremesinghe said.",
    "During the ceremony of the agreement signing, Wickremesinghe pointed out that those who signed are individuals who faced the country’s economic difficulties head-on, unlike others who chose to step away.",
    "The convention, blessed by religious leaders from various faiths, signifies a unified approach to supporting the President in the upcoming Presidential election.",
    "Prime Minister Dinesh Gunawardena, representing the Mahajana Eksath Peramuna, Nimal Siripala de Silva and Mahinda Amaraweera from the Sri Lanka Freedom Party, Ramesh Pathirana and Prasanna Ranatunga of the Sri Lanka Podujana Peramuna, President’s Counsel M.U.M. Ali Sabry and Susil Premajayantha from the New Alliance, Douglas Devananda of the Eelam People’s Democratic Party, Hemapriya Kaviratne of the United People’s Party, Anura Priyadarshana Yapa and Wajira Abeywardena from the United National Party, Tamil Makkal Viduthalai Pulikal represented by Sivanesathurai Chandrakanthan, Athaullah from the National Congress, Rajitha Senaratne of the Samagi Jana Balawegaya and A.H.M. Fowzie, Asanka Navaratne of the Sri Lanka Mahajana Pakshaya, Kumar Welgama from the New Lanka Freedom Party, Aravinda Kumar of the United People’s Party, S. Viyalendran representing Mutpokku Tamilar Aalaham, Udayana Kirindigoda from the Jathika Nidahas Peramuna, Mohammad Muzzammil of the National Freedom Front and Vadivel Suresh of the Ceylon National Plantation Workers Union, Velu Kumar representing the Democratic United Workers Congress, S.M.M. Musharraf from the All Ceylon Makkal Congress, Chatura Senaratne of the Democratic National Movement, Asad Sali from the National Unity Front, Champika Lowe of the Sri Lanka Progressive Front, M. Rajanathan Prabhaharan from the Eelam Revolutionary Students Organisation, Shyamala Perera of the New Democratic Front, Sugath Hewapathirana representing the Deshapremi Janabalawegaya, Anwar M. Mustafa from the Sri Lanka Democratic Party, Chinthaka Weerakoon of the Lakjana Front, Sirimasiri Hapuarachchi of the United People’s Front, Dr. A.M. Jayaratne representing the National People’s Front, W.M. Gamini Wijenayake representing the Nawajana Setha Peramuna, Nisham Mohammed representing the Mawbima Sanwardhana Peramuna, and K.B. Jayamini Jinadasa of the United Social Democratic Party was present at the event.",
    "Addressing the gathering, Wickremesinghe emphasised that the primary focus of this election should be on securing the future of the country, rather than the political careers of individuals.  “I am not going to promote myself at the Presidential election, but will only focus and talk about the country. This year’s Presidential election is all about the future of the nation,” Wickremesinghe stressed.",
    "He reminded the public that the country was on the brink of economic collapse, which could have prevented the election altogether.",
    "The President underscored that the purpose of this election is to confirm and secure the progress achieved so far.",
    "“Had the economy collapsed back then, there would not have been an opportunity for this election. This is something everyone should remember. The purpose of this Presidential election is to confirm the progress of the country. While other candidates are asking for votes, claiming to be the best person to lead the country, I am asking the people to vote with their own future and the future of their children in mind. Let’s move forward together with Sri Lanka,” he said.",
    "Reflecting on the economic challenges faced, Wickremesinghe described how the country had to make difficult decisions to stabilise the economy and improve the situation for all citizens.",
    "“We inherited a bankrupt country, an era of queues for fuel, gas, food, and medicine. We had no money; some days with not even a million dollars available. We had to make tough decisions to lift the country out of bankruptcy, and these were not easy choices. Just as a parent or family member might have to make difficult decisions when caring for a sick child, we made these decisions for the sake of the country.”",
    "“We extend our gratitude to the people who endured hardships during these challenging times. We took over a nation with a collapsed economy and have since managed to control inflation and increase foreign reserves. This progress was achieved in partnership with the people,” he added.",
    "He expressed gratitude to the people for their resilience during tough times and highlighted the Government’s efforts to increase social benefits, enhance foreign reserves, and improve the livelihoods of low-income families.",
    "The President urged the nation to continue along the path of economic recovery and development, stressing that abandoning the program now would jeopardise the hard-earned gains.",
    "“The question now is whether to continue this program or abandon it halfway. We engaged in negotiations with 18 countries and 21 institutions, including the International Monetary Fund, the World Bank, and the Asian Development Bank, to establish economic stability in this country. To continue along this path, we must adhere to the agreements in place. Any amendments would require renegotiating with these 21 countries and institutions, a process that took us two years to complete and would take another two years to revise. However, we cannot afford to go another year without these concessions. We must decide whether to allow this system to collapse and risk losing the financial gains we have made,” he pointed out.",
    "He called on citizens to focus on the future, particularly for the younger generation, and to support the continuation of the current leadership’s efforts.",
    "“We also need to consider how to move forward, building a developed country and creating a better future for our youth. The future of our nation is at stake. While some only think five to six years ahead, Gen Z looks 20 to 30 years into the future, and many are contemplating leaving the country due to concerns about their prospects. Our responsibility is to build this country for them, ensuring they have a future here,” he stressed.",
    "Prime Minister Gunawardena said when a country is rebuilt from a state of collapse, its people will never forget the leader who spearheaded that transformation. “President Ranil Wickremesinghe stands as the sole leader who accepted the responsibility of rebuilding the country’s economy during one of its most challenging periods. With the support of 134 Members of Parliament, the President successfully led the Government through this crisis,” he stressed.",
    "He also said Wickremesinghe has laid a strong foundation for the future by upholding the people’s right to a secure life. “When comparing the leaders running in this year’s Presidential election, there is no one who matches the current President’s parliamentary history, Government experience, and international relationships. Therefore, we must acknowledge that all our political leaders are united in securing his victory, which will be a victory for the nation,” Gunawardena said."
  ]
}