{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-lawyers-condemn-youtuber-interference-in-legal-proceedings-238282/",
  "time_ut": 1756146060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka lawyers condemn YouTuber interference in legal proceedings",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s judicial independence must be safeguarded and protected from any form of outside threat or interference sought to be effected via social media posts, statements, commentaries or purported case outcome predictions by YouTubers, a lawyers’ group has said.",
    "The Bar Association of Sri Lanka said that “Such acts undermine the rule of law, threatens the due process of law and can have potential to impact the public confidence in the administration of justice.”",
    "Perpetrators of such acts can be dealt with in terms of the law, BASL said, pointing to Article 111(C)(1) and (2) of the Constitution which contain penal provisions regarding interference with the judiciary.",
    "Sri Lanka’s former president Ranil Wickremesinghe was arrested and remanded last Friday following police questioning over alleged misappropriation of funds during a foreign visit while he was the president.",
    "A former actor and YouTuber close to the government had predicted Wickremesinghe will be arrested for 14 days on Friday (22) when he visits the police Criminal Investigation Department (CID).",
    "STATEMENT OF THE BAR ASSOCIATION OF SRI LANKA PERTAINING TO COMMENTS SEEN ON SOCIAL MEDIA AND OTHER PLATFORMS ON MATTERS THAT COME WITHIN THE PURVIEW OF THE JUDICIAL SERVICE COMMISSION AND THE JUDICIARY",
    "In the past week, there have been comments made on social media and other platforms pertaining to matters that come within the purview of the Judicial Service Commission and the Judiciary, which are both Independent Institutions.",
    "The Judicial Service Commission is a Commission consisting of the Chief Justice and two Senior Judges of the Supreme Court, which holds responsibility in relation to the transfer of judges of the High Court, as well as for the appointment, promotion, transfer, disciplinary control and dismissal of judicial officers and relevant scheduled public officers.",
    "The BASL has continuously stood for the independence of the judiciary, which must be safeguarded and protected from any form of outside threat or interference, sought to be affected through social media posts, statements, commentaries or purported predictions by YouTubers on case outcomes. Such acts undermine the rule of law, threatens the due process of law and can have potential to impact the public confidence in the administration of justice.",
    "Perpetrators of such acts can be dealt with in terms of the Law. In this respect, attention is invited to Article 111(C)(1) and (2) of the Constitution which contain penal provisions regarding interference with the judiciary.",
    "In conjunction to the forgoing, the BASL emphasizes the need for all stakeholders including law enforcement authorities to safeguard the Rule of Law, due process and the protection of the rights and liberties of citizens at all times.",
    "Signed by BASL President Rajeev Amarasuriya, and Secretary Chathura A. Galhena (Colombo/Aug25/2025)"
  ]
}