{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98748/pakistan-makes-formal-request-to-imf-for-another-bailout",
  "time_ut": 1713632040.0,
  "original_lang": "en",
  "original_title": "Pakistan makes formal request to IMF for another bailout",
  "original_body_lines": [
    "Pakistan has made formal request to the International Monetary Fund (IMF) for seeking next bailout package in the range of $6 to $8 billion under Extended Fund Facility (EFF) with possibility of augmentation through climate financing, The News reported on Saturday.",
    "However, the exact size and timeframe will only be determined after evolving consensus on the major contours of the next programme in May 2024.",
    "The News sent out message to the members of Pakistani delegations, who are currently visiting Washington for attending the annual spring meetings of the IMF/World Bank, but got no reply till filing of this report.",
    "Pakistan has shown its interest and also made a request to dispatch the IMF review mission in May 2024 to firm up details of the next bailout package of three years period under EFF programme.",
    "Although, Pakistani authorities are pitching rosy picture of the economy but the IMF, in its latest Regional Economic Outlook (REO), released by Middle East and Central Asia (ME&CA) department stated that Pakistan’s external buffers deteriorated, mostly reflecting ongoing debt service, including Eurobond repayments.",
    "“Where inflationary pressures persist, monetary policy should remain tight and follow a data-dependent approach (Egypt, Kazakhstan, Pakistan, Tunisia, Uzbekistan), while closely monitoring risks of a reversal of inflation developments,” it added.",
    "After contracting in 2023, growth in Pakistan is projected to rebound to 2% in 2024, supported by continuing positive base effects in the agriculture and textile sectors. Morocco’s growth projection has been revised down by 0.5 percentage point since October to 3.1%, largely reflecting slowing domestic demand.",
    "Further ahead, growth in MENA emerging market and middle-income economies (EM&MIs) and Pakistan is projected to accelerate to nearly 4% in 2025 as constraints to growth this year (tight policies and country-specific events, including spillovers from conflict) begin to wane. Nonetheless, continued tight macroeconomic policies to tackle high levels of debt and inflation in some countries, coupled with persistent structural challenges, are expected to hold back medium-term economic activity, with growth remaining below historical averages in most economies.",
    "In turn, public sector gross financing needs will remain a significant challenge for most EM&MIs and Pakistan. Public gross financing needs over 2024 are projected to rise to nearly 115% of fiscal revenues ($261.3 billion), an increase of about 5.6 percentage points compared to the IMF’s October projections.",
    "Pakistan aims to agree outline of new IMF loan in May: Aurangzeb",
    "Meanwhile, Finance Minister Muhammad Aurangzeb told the World Bank in Washington that with the reform agenda fully implemented in key areas, Pakistan’s economy has the potential to grow to $3 trillion by 2047.",
    "Pakistan hopes to agree the contours of a new IMF loan in May, Aurangzeb told Reuters, and has kicked off talks with ratings agencies to lay the groundwork for a return to international debt markets.",
    "“We expect the IMF mission to be in Islamabad around the middle of May — and that is when some of these contours will start developing,” said Aurangzeb, who met with the Fund’s Managing Director Kristalina Georgieva on Wednesday during the IMF and World Bank spring meetings.",
    "He declined to outline what size programme the government hoped to secure, though Pakistan is expected to seek at least $6 billion.",
    "Aurangzeb added that once the IMF loan was agreed, Pakistan would also request additional financing from the Fund under the Resilience and Sustainability Trust.",
    "The debt situation also looked more benign, Aurangzeb said. “The bulk of our bilateral debt — including our China debt — is being rolled over, so in that sense I think we are in good shape and I don’t see a big issue during this fiscal year nor next fiscal year, cause we need to repay roughly $25 billion dollars every fiscal year.”",
    "Pakistan also hopes to come back to international capital markets, possibly with a green bond. However, there was some more work to be done before that happens, said Aurangzeb."
  ]
}