{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Fleas-dream-of-buying-a-new-dog/4-761508",
  "time_ut": 1715103043.0,
  "original_lang": "en",
  "original_title": "Fleas dream of buying a new dog",
  "original_body_lines": [
    "Up to this day, we are nowhere near a “broad social dialogue” or a “listening campaign for an inclusive economic recovery”",
    "In the unfolding saga of our sovereign default, three ‘economists’ who aren’t even faintly associated with power politics have made candid assessments of our debt predicament.",
    "In their own inimitable fashion, they have implored that we abandon ‘reckless fantasy’ and come to grips with real, brutal truth.",
    "Quite early on, Professor Premachandra Athukorala of the Australian National University produced a study “Sovereign Debt Crisis of Sri Lanka” – its causes, policy responses and prospects with Swarnim Wagle of the UNDP regional office Asia Pacific.",
    "“Sri Lanka is in the midst of an unfolding economic crisis, the depth of which is yet to be seen,” he prophesied in August 2022.",
    "“Sri Lanka offers a stark cautionary tale of how flawed economic choices invariably originate in a weak polity characterised by pervasive venality, impunity, and incompetence. This, centrally, is a political economy tale of bad governance. In this volatile socio-political setting, economic recovery and structural adjustment cannot proceed without political stability, and popular engagement and legitimacy. There is, therefore, a pressing need for forthcoming reforms to be underpinned by a broad social dialogue aimed at a robust ‘listening campaign’ behind the shared national objective of inclusive economic recovery.”",
    "Up to this day, we are nowhere near a “broad social dialogue” or a “listening campaign for an inclusive economic recovery.”",
    "Another professional and frequent commentator on matters economic Ravi Ratnasabapathy writing in the Daily FT in February 2024 poured out a piercingly provocative lament. “Economists tell us that Sri Lanka’s economy has stabilised but what does this mean if so many are struggling?” He then proceeds to warn, “Populists who promise quick solutions without proper diagnosis or are unable to locate the sources of the problem could easily tip the country back into crisis.”",
    "What prompts me to write this essay is the third and the latest missive authored by Dr. W.A. Wijewardena the regular commentator on matters of economics.",
    "With his customary down to earth nonchalance, he marks the contours of the “Poop Pit” of debt we are in.",
    "“… out of a total country debt of $ 58 billion, only $ 27 billion owed to bilateral and commercial creditors is being restructured. Hence, even after a proper debt restructuring, the country will not be able to come out of the foreign debt crisis. Even if it is done, it is now too late because it is getting postponed to a future date every time a debt negotiation is made. When the debt is restructured, Sri Lanka will have to commence repayment of past arrears and future debt instalments. It will be a severe drain on the low accumulation of usable foreign reserves by the Central Bank which stands at $ 3,400 million. ”",
    "Dr. Wijewardena’s dénouement of President Ranil Wickremesinghe’s duplicitous claim of economic recovery reminds us of one of Karl Marx’s most memorable observations made in his 18th Brumaire of Louis Napoleon: “Men make their own history, but they do not make it as they please; they do not make it under self-selected circumstances, but under circumstances existing already, given and transmitted from the past. The tradition of all dead generations weighs like a nightmare on the brains of the living.”",
    "We do not know if economic experts of the SJB and NPP will agree to a debate on the relative merits of their respective ladders out of the ‘poop pit’.",
    "We don’t even know how their respective nostrils – democratic capitalist or democratic socialist will wriggle or wiggle once they descend deep into the poop pit.",
    "Our unborn generations are saddled with unsustainable debt. The SJB’s three Economics Experts were serving Ministers of State when their government borrowed in capital markets at high interest rates with short maturities. Now their principal spokesman wouldn’t hear of the word ‘odious debt.’",
    "That is understandable. There is nothing more ‘odious’ than the pretensions of a false prophet.",
    "President Ranil Wickremesinghe has not announced his candidacy at the next Presidential election. His candidacy will depend entirely on the success of his ill-concealed manoeuvrings to undermine Sajith Premadasa’s leadership of the SJB.",
    "Ranil Wickremesinghe will not battle Sajith Premadasa for the presidency. To his elitist mind, his best and only option is to be the one and only ‘white knight’ against the ‘barbarians at the gate’.",
    "The NPP is not a political party. With the JVP providing a central spine, the NPP is a broad movement propelled by a Gramscian kind of organic intellectuals collective that challenges the “Hegemonic party system” which has reduced the republic to sovereign insolvency.",
    "If they have any idea as to how it proposes to extricate us from the poop pit they have so far managed to keep it a ‘top secret.’",
    "They are serious about fighting corruption, nepotism, class bias and favouritism. They promise to end unequal access to political power. They galvanise a critical mass to overcome apathy, cynicism, and disengagement.",
    "They are not intimidated by the regime’s autocratic style of governance and even welcome such evidence of their doctrinal integrity. The NPP managed a genuine display of its hold on public imagination by three massive successful rallies in Colombo, Matara and Anuradhapura on May Day. They were convincing demonstrations of social protests dictated by their ‘intuitive notions of justice denied and justice violated’ (I borrow the expression from Axel Honeth).",
    "I am now in the second year of my eighth decade in life. Political cacophony totally bereft of ideological clarity is maddeningly without precedent.",
    "Swinging back and forth between despair and tentative hope I am reminded of a vignette of dark wisdom by that marvellously lyrical South American (Ecuadorian really) writer Arturo Galiano.",
    "“Fleas dream of buying themselves a dog, and nobody dreams of escaping poverty: that, one magical day, good luck will suddenly rain down on them—will rain down in buckets. But good luck doesn’t rain down, yesterday, today, tomorrow or ever. Good luck doesn’t even fall in a fine drizzle, no matter how hard the nobodies summon it, even if their left hand is tickling, or if they begin the new day on their right foot or start the new year with a change of brooms.”"
  ]
}