{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CBL-Global-Foods-and-USAID-partner-to-boost-Sri-Lanka-s-coconut-industry/34-770149",
  "time_ut": 1733444122.0,
  "original_lang": "en",
  "original_title": "CBL Global Foods and  USAID partner to boost  Sri Lanka’s coconut industry",
  "original_body_lines": [
    "In a move to bolster Sri Lanka’s coconut industry, CBL Global Foods Ltd. (CBL GFL) a key player in Sri Lanka’s agribusiness sector and a subsidiary of the CBL Group – one of the leading food conglomerates in the countryand the United States Agency for International Development (USAID) have launched a comprehensive handbook on best practices in coconut cultivation.",
    "The initiative, supported by USAID’s CATALYZE Private Sector Development (PSD) Activity’s Food Solutions Program, aims to address productivity challenges and improve the livelihoods of farming communities. The program will also bridge supply gap by boosting productivity and improving market access for farmers.",
    "Sri Lanka’s coconut sector currently produces 3,000 million nuts annually, falling short of the 4,500 million needed to meet domestic demand and export potential. The handbook introduces advanced farming techniques to combat issues such as low yields, water stress, and pest management. “We want to drive the growth and development of Sri Lanka’s coconut industry while empowering the farmers who form its foundation,” said CBL Group Managing Director Shea Wickramasingha. “By offering accessible and practical resources, we aim to enhance farmers’ knowledge and production capabilities, enabling them to overcome productivity challenges and adapt to environmental changes. This not only ensures the sustainability of the industry but also strengthens the livelihoods of our farmer community, fostering a thriving future for the sector as a whole.”",
    "The handbook focuses on four key areas: water management, nutrient balancing, pest control, and climate adaptation. It is available in print and online in Sinhala, Tamil, and English, aiming to reach over 1 million coconut producers.",
    "“Our goal is to help farmers achieve at least 100 nuts per tree annually within three years,” stated CBL Global Foods CEO Randeewa Malalasooriya. “This collaboration with USAID empowers us to make a transformative impact.”",
    "“This coconut handbook is another example of the United States and Sri Lanka working together to build a resilient agricultural economy,” USAID Sri Lanka and Maldives Mission Director Gabriel Grau said. “By promoting climate-smart practices, we are enabling farmers to adapt to climate challenges and secure better livelihoods.” The handbook will initially be distributed to 250 small- and medium-scale farmers in selected districts. This effort is part of the Revitalisation of Coconut Industry Through Climate-SMART Agriculture Technologies project, implemented by CBL GFL under USAID CATALYZE Sri Lanka Private Sector Development Activity."
  ]
}