{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Interesting-tales-from-a-country-of-mixed-fortunes-EDITORIAL/172-279363",
  "time_ut": 1711051320.0,
  "original_lang": "en",
  "original_title": "Interesting tales from a country of mixed fortunes - EDITORIAL",
  "original_body_lines": [
    "Sri Lanka is a country of mixed fortunes to a total outsider. There is news of doctors leaving the shores in numbers and also tourists arriving in droves to enjoy the scenic beauty of the country.",
    "According to health sector sources as many as close to 450 medical professionals had left the country during recent times because they were not satisfied with what it had to offer them.",
    "On the contrary tourists from overseas are landing here in large numbers because they are happy with what Sri Lanka can offer them in the paradise island. The government has countered claims by the medics and said that a good many of them returned to their homeland. But those in the medical profession here have rubbished the claims stating that only five specialists returned. The government must verify its news before releasing statements because this is an era where the public and visiting tourists are well-updated about happenings here and abroad on the topics mentioned in this column.",
    "It’s good to know that the government has taken some initiatives to team up with other players-especially from the private sector-to promote tourism to place Sri Lanka as a premier-level destination. The budget for the promotional programme is Rs. 1.6 billion and there are short and long-term goals mapped out for the endeavour.",
    "The campaign also hopes to erase negativities associated with some of the tourist destinations in the country. Now this is interesting because Sri Lanka is known for its dark history; especially the breaches of human rights and survivors or close relations of victims demanding to know what happened to certain individuals who were arrested and were in captivity. Also there is a plan to attract members of the Diaspora to visit ‘home’ and cherish their roots. These lofty tourism goals can be achieved more easily if Sri Lanka improves on its human rights record. The country could lose its potential visitors if it pays scant regard for democracy and human rights. Just remember that sometimes travel advisories are issued against a country if it’s not safe for tourists to travel there. Also, Sri Lanka has generated news in the past as a destination that’s not safe for the lone female tourist to visit because she can be exposed to physical abuse. Also, the ‘Yukthiya’ programme operating in full swing suggests to the outside world that the Sri Lankan authorities see the presence of the underworld and narcotics as a threat to society. Should tourists risk their lives and visit places on the coastal beaches where, according to media reports, underworld gangs operate their narcotic businesses and even their hotels?",
    "The complaint against Sri Lanka is that its authorities never think long-term when planning to do business. The positive sign in this tourism-related campaign is the thinking behind a tagline that promotes Sri Lanka as a tourist destination; ‘not just to visit, but to return’. This is part of a ‘marketing communication road map’ drafted to lift tourism in this country. For a tourist to make a ‘return’ trip infrastructure must be in order and tourists mustn’t be ‘scraped’ when they spend.",
    "Also there is so much disturbing news doing the rounds that foreign tourists-already here, are operating businesses and catering to the travel needs of arriving tourists; thus depriving locals of dabbling in the same business opportunities to earn income in dollars.",
    "Despite the gloom and doom, this island- according to Sri Lanka Tourist Development Authority statistics- recorded a mammoth arrival of 517,808 tourists; just for the third month of this year. The long-term target is to notch five million visitors by 2030. According to state authorities, the bedrock of this country’s tourism lies on three pillars which are; compactness, diversity and authenticity. We have our ‘destination stories’ which are as old as the hills and visiting tourists are eager to know them. Such storytelling mustn’t be spoilt by tales of woes by disgruntled local hoteliers."
  ]
}