{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Expectations-from-9th-Executive-President-of-Sri-Lanka/4-765045",
  "time_ut": 1722559024.0,
  "original_lang": "en",
  "original_title": "Expectations from 9th Executive President of Sri Lanka",
  "original_body_lines": [
    "Sri Lanka’s first election since an unprecedented economic crisis spurred widespread unrest will be held on 21 September. The election will be the first test of the public opinion since the height of the 2022 unprecedented economic downturn, which caused months of food, fuel and medicine shortages across the country. Economic issues are expected to dominate the five-week campaign as the country emerges from its worst-ever recession in 2022, when the GDP shrank by a record 7.8%. The Sri Lankan economic crisis is an ongoing crisis that started in 2019. A Lot more remains to be addressed.",
    "The ninth executive president of Sri Lanka is very likely to face several significant challenges. The country has been grappling with an economic crisis and a substantial debt burden. The ninth executive president will need to implement effective economic reforms, secure international financial aid, and stabilise the economy to restore growth and regain confidence. Also plan early for the debt repayments post 26/27.",
    "The second challenge will be ensuring political stability and effective governance. This includes managing diverse political factions and fostering an inclusive political environment to maintain stability and drive reforms. Public dissatisfaction due to economic hardships must also be addressed. The ninth executive president will need to engage with the populace and implement policies that improve living standards and reduce inequalities to mitigate social tensions. There is also an expectation for the ninth president to implement sustainable development policies, protect natural resources, and address climate change impacts. Strengthening international relations to improve Sri Lanka’s standing in the international community is crucial for attracting foreign investment and support.",
    "Meeting these expectations will require strong and capable leadership and a commitment to addressing both immediate and long-term challenges facing Sri Lanka. Additionally, the ninth executive president must create a strong belief in the future of the Sri Lankan economy to retain talent and prevent migration. Encouraging people to remain, invest, and take up opportunities is essential. That would require very much more than just political rhetoric.",
    "Whether we like it or not, Sri Lanka will have to remain on its current path of reforms to set up opportunities for tomorrow. Sri Lanka has been a resilient state amidst several challenges. We need to continue to focus on building a strong, sustainable export economy and making Sri Lanka a preferred business and investment destination.",
    "Sri Lanka will continue to face various economic and social challenges while having the ability to adapt to the Fourth Industrial Revolution to remain competitive, especially given the rapidly growing emerging economies in Asia. As the 30th Australian Prime Minister recently pointed out, “We have got to get to tomorrow first. And that’s where I think the President has done a good job in the economic crisis of just two years ago to be able to bring stability.”",
    "The international community is key to our full recovery. We need their support, trust and goodwill on several fronts, including managing our debt, promoting foreign investment, and ensuring financial stability. Success in these areas is crucial for securing international aid and investment. Additionally, upholding democratic principles, strengthening public institutions, and implementing international commitments are essential. Meeting these expectations can help Sri Lanka gain international support, improve its global standing, and foster a conducive environment for national development and social uplifting. Candidates Premadasa and Dissanayake have publicly said they will look at revamping the IMF program to reduce cost of living pressures and ease the debt repayment burden. However the economic recovery is still fragile and attempts to reverse the reforms could precipitate a new crisis.",
    "In conclusion, the public wants a president who will encourage objective discourse and implement strategies that can make Sri Lanka great again. Therefore, as a country, we need to focus on results rather than rhetoric in the next five years."
  ]
}