{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Wijeyadasa-pledges-to-unite-all-SLFP-factions/56-760878",
  "time_ut": 1713730658.0,
  "original_lang": "en",
  "original_title": "Wijeyadasa pledges to unite all SLFP factions",
  "original_body_lines": [
    "Justice Minister Wijeyadasa Rajapakshe who was appointed as the Acting Chairman of the Sri Lanka Freedom Party (SLFP) yesterday amidst internal turmoil has vowed to reconcile all factions within the party.",
    "Addressing the media outside the SLFP headquarters on Darley Road, Rajapakshe asserted his commitment to uniting the divided factions. “Once we stabilise the situation, they will all join us,” he affirmed.",
    "Responding to queries from journalists about his plans to rejuvenate the SLFP, Rajapakshe expressed confidence, citing his track record of success in previous challenges. “Every challenge I’ve taken up, I’ve succeeded in. Every election I’ve faced, I’ve won,” he said.",
    "Meanwhile tension flared at the party headquarters as Rajapakshe and his supporters including SLFP members Daham Sirisena, Sajin Vass Gunawardena, Uditha Lokubandara and others sought entry to the office, despite the premises being sealed by police following its declaration as a crime scene.",
    "Despite assurances from Wijeyadasa that they would avoid the section under police investigation, law enforcement officials barred their entry, citing ongoing investigations. The SLFP office was sealed after a complaint by pro-Sirisena faction’s Acting General Secretary Sarathi Dushmantha Mitralapala on 5 April alleging missing documents.",
    "Wijeyadasa condemned the police for allegedly bowing to external influence and preventing their entry. He accused the police of acting unlawfully by obstructing their access. He emphasised that the auditorium, where they intended to go, was on the fifth floor, whereas only the first floor was closed off for investigation. “The complaint alleging document theft was filed on April 5th. Today is the 21st, and the police have taken no action thus far,” he criticised. Wijeyadasa announced that his faction intends to petition the Supreme Court regarding the actions of the police."
  ]
}