{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Dianas-expulsion-case-postponed-as-SC-bench-not-properly-constituted/108-276691",
  "time_ut": 1707496200.0,
  "original_lang": "en",
  "original_title": "Diana’s expulsion case postponed as SC bench not properly constituted",
  "original_body_lines": [
    "Colombo, Feb 09 (Daily Mirror) - The three-judge-bench of the Supreme Court that was set to hear the expulsion petition filed by State Minister Diana Gamage challenging the Samagi Jana Balawegaya’s (SJB) decision to expel her from party membership has been postponed yet again since the  Supreme Court bench was not properly constituted.",
    "Accordingly, the Supreme Court two-judge-bench comprising Justices S. Thurairaja and Kumuduni Wickremasinghe fixed the matter for further argument on February 28.",
    "In her petition, Diana Gamage is seeking a declaration that the decision to expel her from the SJB communicated to her via letter dated 08th October 2021, is made in violation of the constitution of the SJB. Gamage stated that the party decision to expel her from party membership was unlawful and contrary to natural justice.",
    "Diana Gamage said she has been expelled from the party membership following her decision to vote in favour of the 20th Amendment to the Constitution. The Petitioner said she is not a member of the Government, but a Member of Parliament acting with independence and in accordance with her conscience as demanded by the SJB party constitution.",
    "Diana Gamage has cited SJB General Secretary, its Chairman Sajith Premadasa, Secretary General of Parliament, Chairman of the Election Commission, members of Election Commission and several others as respondents.",
    "She further seeks a declaration that the conduct of the purported disciplinary inquiry is in violation of natural justice and procedural properties, and thereby null and void and has no force or avail in law.",
    "President’s Counsel Faiszer Musthapha PC with Counsel Shaheeda Barrie, Mehran Careem and Amila Perera appeared for Diana Gamage, while President's Counsel Faisz Musthapha with Counsel Keerthi Tillekaratne appeared for SJB leader Sajith Premadasa.",
    "President’s Counsel Jayampathy Wickramaratne with Farman Cassim PC appeared for the SJB General Secretary."
  ]
}