{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112683/sri-lankas-foreign-currency-ratings-raised-to-cccc",
  "time_ut": 1758287040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s foreign currency ratings raised to ‘CCC+/C’",
  "original_body_lines": [
    "S&P Global Ratings on Friday raised its long- and short-term foreign currency sovereign credit ratings on Sri Lanka to ‘CCC+/C’ from ‘SD/SD’ (selective default).",
    "“We also affirmed our ‘CCC+/C’ long- and short-term local currency ratings. The outlook on both the long-term foreign and local currency ratings is stable. The transfer and convertibility assessment remains ‘CCC+’,” the leading American credit rating agency said.",
    "S&P Global Ratings said the stable outlook reflects “a balance between our expectation of Sri Lanka’s continued economic recovery, supported by fiscal reform and external improvements, and the country’s high debt and heavy interest burden over the next one to two years.”",
    "However, the rating agency said it could lower the ratings on Sri Lanka “if we see indications of renewed funding and liquidity stresses.”",
    "Developments that could precede such signs include a rapid rise in inflation, a further rise in the government’s interest burden, or significantly weaker fiscal performance, leading to funding pressures, the statement said.",
    "“We could raise the ratings if economic growth continues to be robust and we believe that Sri Lanka’s fiscal and external improvements are more entrenched. This would improve the government’s ability to manage its large debt.”",
    "S&P Global Ratings added that the upgrade reflects Sri Lanka’s recent efforts to complete the restructuring of its remaining commercial debt, including government-guaranteed SriLankan Airlines (SLA) bonds, following its December 2024 exchange of most of its Eurobonds.",
    "Negotiations on restructuring the SLA debt began earlier this year, with the airline and government making an offer based on comparability of treatment with other external creditors.",
    "“We see a possibility that some lenders could become holdout creditors, making a further resolution in the negotiations unlikely, based on the passage of time.”",
    "“We believe this situation is also unlikely to disrupt or unwind the debt restructuring process, given the principles of comparability of treatment and the most-favored creditor clauses in Sri Lanka’s restructured bonds.”",
    "“The ratings on Sri Lanka are supported by its strong economic recovery, rapid fiscal consolidation and reform (supported by an ongoing IMF program), accumulation of foreign exchange reserves, an improving external position, and sustained progress in reducing fiscal risks from its state-owned enterprises (SOE).”",
    "“These strengths are counterbalanced by the country’s high debt--as most of its high-yielding domestic commercial debt was excluded from the debt restructuring exercise--and a very heavy interest burden of about 50% of general government revenue. These structural vulnerabilities will take time to unwind, particularly as external debt servicing will start to increase in 2029.”",
    "“The ‘CCC+’ ratings reflect our views that Sri Lanka’s creditworthiness is vulnerable and dependent upon favorable financial and economic conditions, but the government does not face a near-term payment crisis.”"
  ]
}