{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Representation-of-minority-groups-in-Parliament-is-in-danger/4-769056",
  "time_ut": 1731268578.0,
  "original_lang": "en",
  "original_title": "Representation of minority groups in Parliament is in danger",
  "original_body_lines": [
    "Representation of minority groups in Sri Lanka’s Parliament appears to be in danger of weakening in the upcoming elections, which could affect their rights",
    "The main national parties in Sri Lanka have had a history of nominating representatives from minority communities who have gone on to take leadership positions. This is changing now with minority politicians in these parties often feeling isolated and finding fewer opportunities to raise minority rights issues",
    "Sri Lanka concluded its Presidential election on 21 September and elected a new president Anura Kumara Dissanayake from the NPP, which resulted in the dissolution of the Parliament before its maturity period. The Election Commission announced a Parliamentary election for 14 November 2024 with deadlines for nominations of candidates set for 11 October, 2024.",
    "After the announcement of the election, and with the success of the NPP in the Presidential elections, other political parties have actively commenced negotiations to form alliances with minority parties.",
    "In the last Parliamentary election the SLPP did not nominate a single candidate from a minority community in Colombo and other parties also had minimal representation from minority groups. The SLPP overall had a reduced number of minority candidates in their nomination list compared to UNP and SJB.",
    "Representation of minority groups in Sri Lanka’s Parliament appears to be in danger of weakening in the upcoming elections, which could affect their rights, a European Commission funded study has revealed recently.",
    "Research by Oxford Brookes University as part of the Minority empowerment for democracy and pluralism program revealed that major national parties have successively reduced the space within their parties for minorities to participate and raise their issues.",
    "Minority ethnic parties are also divided and their campaigning is shaped by the majority agenda rather than the needs and rights of their communities.",
    "The main national parties in Sri Lanka have had a history of nominating representatives from minority communities who have gone on to take leadership positions. This is changing now with minority politicians in these parties often feeling isolated and finding fewer opportunities to raise minority rights issues as was further identified by the conducted research.",
    "The research also reveals that political parties are neglecting the nomination of women from minority communities.",
    "The main parties need to nominate more women from minority communities, and they need to offer them funds and support to be able to contest.",
    "There was no ethnic Tamil or Muslim woman elected or nominated to the last Parliament of Sri Lanka – 2020 to 2024.",
    "Minority representation in danger of splintering and weakening at the next Sri Lankan election, the new research reveals.",
    "Major national parties such as the United National Party (UNP), Samagi Jana Balawagaya (SJB) and Sri Lanka Podujana Peramuna (SLPP) have successively reduced the space within their parties for minorities to participate and raise their issues; whilst minority ethnic parties are divided and their campaigning is shaped by the majority agenda rather than the needs and rights of their communities.",
    "Minority MPs from the Muslim and Malaiyaga community prefer to be part of the Government because they see it as an opportunity to do something for their community. This recent desperation to move with power has seriously affected their legitimacy and credibility, leaving voters from this community in despair.",
    "This is especially a concern in the Eastern Province in this election where many new independent candidates are contesting and there are lots of splits in parties. This competition between parties and ethnic groups creates unnecessary tensions and increases the prospect of violence.",
    "The newly elected President’s party the NPP has also significant work to do to promote minority representation and rights within their party. In the last election the party fielded only one minority candidate out of a total of 15 in Colombo, at the last presidential election they offered little to minorities on substantive issues of rights or reconciliation and they mainly function in the Sinhalese language, excluding Tamil speaking populations.",
    "The NPP has made strong commitments towards increasing women’s representation in their nomination list, which they need to advance to those from minority communities as well.",
    "(The writer is the Chairman of the Democratic Party of Sri Lanka.)"
  ]
}