{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aitken-spence-travels-clinches-three-top-awards-at-2024-sl-tourism-awards/",
  "time_ut": 1735495560.0,
  "original_lang": "en",
  "original_title": "Aitken Spence Travels clinches three top awards at 2024 SL Tourism Awards",
  "original_body_lines": [
    "Aitken Spence Travels walked away with the coveted title of Best Travel Agent Inbound – Large Category, Best Cruise Lines Operator and Best Professional MICE Organizer at the recently concluded Sri Lanka Tourism Awards 2024 organized by the Sri Lanka Tourism Development Authority.",
    "These accolades underline Aitken Spence Travels’ leadership and commitment to the continuous development of the tourism sector. They highlight the company’s dedication to destination marketing, innovation, best practices, and its significant contributions to uplifting industry standards and driving growth of Sri Lanka’s tourism industry. As the Best Travel Agent in the large category, Aitken Spence Travels exemplifies excellence. Furthermore, the company leads the way in cruise line operations, accounting for over 65% of the market and setting the standards for Sri Lanka as a premier multiport destination. Solidifying its strength, Aitken Spence Travels was also recognized as the Best Professional MICE Organizer.",
    "The judging criteria encompassed a broad spectrum of key performance areas, including audited financial performance, corporate social responsibility initiatives, environmental stewardship, business and marketing strategies, customer care, human resource management, and sustainability practices. A distinguished panel of industry experts and esteemed corporate professionals were involved in the selection process where the participating companies were required to submit a comprehensive written application, certified audited accounts and deliver a presentation before the judging panel.",
    "Commenting on the achievement, Nalin Jayasundera Managing Director of Aitken Spence Travels stated, “Our unparalleled contribution has enabled us to serve over 234,976 happy visitors beyond boundaries during FY 23/24. We were the largest room inventory buyer during this period, purchasing the highest number of room nights and helping to keep the wheels of the nation’s tourism industry turning by working closely with transport, accommodation providers, and other suppliers. Furthermore, we have been the largest contributor to the Tourism Development Levy (TDL) and have significantly contributed to the growth of foreign exchange from the tourism sector.",
    "Stasshani Jayawardena, Head of the Tourism Sector for Aitken Spence PLC commented, “We are immensely grateful to our joint venture partner, TUI (the world’s largest integrated tourism company), led by TUI Travel PLC Sebastian Ebel, for their continued unwavering support. Furthermore, we sincerely thank our Chairman D. H. S. Jayawardena and Board of Directors for their invaluable guidance and confidence in our vision for sustainable growth.”",
    "Both, Stasshani Jayawardena and Nalin Jayasundera expressed their gratitude and thanks to their staff at Aitken Spence Travels for their relentless commitment and unwavering professionalism in delivering excellence every day. Furthermore, extended their heartfelt thanks to the valued stakeholders – including trusted tour operators, hotel partners, and numerous suppliers – whose continued support and partnership have been integral to our success.",
    "It is important to acknowledge that Aitken Spence Travels played a crucial role in reviving the tourism industry after the pandemic and economic crisis. The company led the way by tapping into emerging and new markets whilst traditional markets were underperforming and not generating visitors.",
    "Annual awards and recognition serve as a means to appreciate the efforts of tourism stakeholders. Aitken Spence travels is truly grateful to Sri Lanka Tourism for organizing the Tourism Awards, which, as announced during the ceremony, will henceforth be an annual event.",
    "With this monumental accomplishment, Aitken Spence Travels solidifies its position as an exemplary industry leader in Sri Lanka’s tourism sector. The company remains a leader in the organized tourism sector providing unparalleled travel experiences and elevating Sri Lanka’s position as a leading global travel destination.",
    "Sri Lanka budget deficit decreased by Rs. 487 bn in first 10 months of 2024",
    "Ambeon Holdings increases stake in Seylan Bank and strengthens financial services footprint",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}