{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-fails-to-meet-33-of-IMF-commitments-due-by-end-February-Verité-Research/108-278784",
  "time_ut": 1710329100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka fails to ’meet’ 33% of IMF commitments due by end-February: Verité Research",
  "original_body_lines": [
    "Colombo, March 13 (Daily Mirror)- Sri Lanka failed to meet 33% of the commitments due by end-February 2024 in its International Monetary Fund (IMF) programme, according to the February update of Verité Research’s ‘IMF Tracker’.",
    "Many of these commitments that are classified as ‘not met’ on IMF Tracker were designed to improve governance, the Verité Research said.",
    "“These include commitments related to publishing information (transparency), and those that require the passage of governance-improving legislation.",
    "The IMF has recognised poor governance as being at the heart of Sri Lanka’s economic crisis, and Sri Lanka is the first Asian country to have had an IMF-led Governance Diagnostic Assessment.",
    "The status of 36% of the commitments are classified as ‘unknown’, which means sufficient data was not made available to assess their progress. By end-February, 31% of the commitments were verifiably ‘met’,” the Verité Research further said.",
    "The second round of IMF programme funding came in December 2023. Under the updated agreement, Sri Lanka was due to meet 45 commitments by end-February. The IMF Tracker dashboard classified 14 (31%) of these as ‘met’, 15 (33%) as ‘not met’, and 16 (36%) as ‘unknown’.",
    "Of the 15 ‘not met’ commitments, six are on publishing information. Four are on actions relating to adopting new laws: (a) Obtaining parliamentary approval on Banking Act; (b) Introducing automatic indexation of excises to inflation;  (c) Making legislative change to set up a debt management agency; (d) Presenting the public finance management law to parliament.",
    "These four actions, which are aimed at addressing governance problems, have remained neglected despite being included in the IMF staff-level agreement in September 2022."
  ]
}