{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-the-JVP-NPP-s-moderate-leftist-pink-paradigm-deserves-a-chance/4-760051",
  "time_ut": 1711577980.0,
  "original_lang": "en",
  "original_title": "Why the JVP-NPP’s moderate leftist ‘pink paradigm’ deserves a chance",
  "original_body_lines": [
    "“A. K. Dissanayake increasingly has the demeanour of a national leader…”Prof. Mick Moore, OBE",
    "‘Why Bharat Matters’, matters. The new book by one of the world’s most outstanding and admired foreign ministers, India’s Dr. S. Jaishankar, makes clear the centrality of Ramayana mythology within ‘Bharat’ as BJP’s India and BJP worldview. Cosmology dominates ideology.",
    "In an ambitious exegetical enterprise, Dr. Jaishankar strives to confer the (non-secular) Ramayana a methodological and intellectual status as a strategic text that is implicitly above Kautilya’s (secular) Arthashasthra, a Realist classic. A tough sell, that.",
    "The prism through which the island of Lanka is ineluctably viewed by Bharat;",
    "The strategic complexities we have to contend with, as Vietnam does, neighbouring China.",
    "Making Lanka energy dependent on and connecting our island physically with a giant who officially regards Rama as Vishnu avatar and role model, Hanuman as superhero, and Ravana as archvillain and demon-king, fatally betrays our basic national interest.",
    "If Ranil had been ruling, he’d have built the bridge for Hanuman. Sagala Ratnayake visits Delhi this week to discuss the equivalent. “Integrate with South India!” hollers Harsha.",
    "If this Vibeeshana clique prevails, future generations will have very little of our little island to call their own.",
    "Deleting Wijeweera’s ethnocentric-xenophobia, the JVP-NPP must unfurl its patriotic banner of national independence, sovereignty and liberation. Can Anura get right what Rohana got wrong?",
    "Why do I, who was locked in political mortal combat with Rohana Wijeweera’s JVP for much of the 1980s, and had more consecutive pages written by him against me than against Prabhakaran in his magnum opus ‘What is the solution to Tamil Eelam struggle?’ (Wijeweera and I were underground when the book circulated in 1986), now think the JVP-NPP should be given a chance?",
    "(I) From a low base of 3% and 3 seats in 2019-2020, they’ve worked very hard, undeterred, much harder than anyone else in the political field, and correspondingly grown more rapidly and had more impact than any competitor. They deserve a chance to do the same for the country and the country needs their proven capacity for fightback.",
    "(II) They have put themselves through a much greater positive transformation than any other entity in politics. They have also displayed considerably more focus. The country needs that capacity for focus and creative, constructive transformation.",
    "(III) They display sheer dynamism, thus providing the refreshed collective emotional and psychological energy, the elan vital, that is drastically absent in all competitors.",
    "(IV) They have motivated and mobilised as has no other party/movement, the social force acknowledged worldwide as the most decisively valuable for any society, namely, educated women, especially educated young women. If elected, they will change the face of Parliament and therefore the character of policy for the better. They uniquely bring to bear a women’s perspective on the economic crisis and the currently dominant economic policy paradigm, e.g., the perspective of young mothers trying to balance the expenditure on school-going children and dependent parents, while her pay packet and that of her spouse have dwindled.",
    "(V) They are the movement of educated youth and the university-educated generations in general, which liberates them considerably from racial, religious, class and caste prejudices and gives them the enlightened ideas needed to socially liberate and modernise this country.",
    "(VI) Their public discourse and practice are the closest we have to a non-traditionalist, semi-secular or ‘soft’ secular modernity; separating religion from politics and state policy.",
    "(VII) Their main rival the SJB had the exclusive franchise on the richly relevant, populist-tinged Premadasa development doctrine but traded it in to become a version of Rishi Sunak’s UK Conservatives. AKD has faced-down his ideological hawks, Sajith hasn’t. He has empowered them or been coopted by them. As things currently stand, Sajith notwithstanding, an SJB government will be bad: Eran-Harsha, ideological fundamentalist twins who dominate discourse and veto party policy, are the SJB’s Cheney-Rumsfeld.",
    "(VIII) Among all forces in the political arena, the JVP-NPP is the most progressive and enlightened in its public discourse. They have a vision and project translated into a broadbrush policy prescription, which corresponds to a modern, moderate Left or ‘Pink’ paradigm quite widespread globally – from Brazil’s Lula to New Zealand’s Ardern-- but untried by Sri Lanka’s governing class. This Third Paradigm – moderate leftism--must be given a chance. The country and the people need and deserve it.",
    "(IX) The two conventional streams of post-Independence politics, the UNP/SJB and SLFP/SLPP have run dry of a resonant narrative and inspiring ideas. The post-Independence Establishment, the political elite, seems brain-dead. Everyone but the JVP-NPP have had their shot, many times over, in whatever permutation and combination, and therefore share the responsibility for Sri Lanka’s Great Depression though they continue to unrepentantly regurgitate the old formulae.",
    "(X) We citizens are tired of seeing faces from the same families at district and provincial level on political platforms, and hearing the same old themes and tunes. The JVP-NPP has the virtue of not consisting of the same old faces and social forces we’ve always seen in office. This gives us a chance to avoid playing with the same loaded dice and hoping vainly to beat the house. The JVP-NPP gives us the option to transfer the country to a ‘successor bloc’ of university-educated youth and women; turn the page to a whole new chapter.",
    "The JVP and the LTTE weren’t wrong to rise in armed rebellion, but descended to moral-ethical and political evil when they slaughtered fellow militants and innocent civilians. Thus, the civil wars within civil wars in both North and South.",
    "I was serving in Moscow when the Wijeweera movie was screened. Someone said I was mentioned in it. Evidently, in a scene showing the JVP leadership underground, someone in the Politbureau reported that Dayan Jayatilleka was quoting Lenin and urging that the Southern and Northern Left(s) should wage a unified revolutionary struggle. The Wijeweera character snorted that Jayatilleka was a bookish theorist.",
    "Reality was darker, deadlier than that. Even today, the online JVP History 1965-1994 says:",
    "“…The militant youth movement that was born from the Tamil United Liberation Front (TULF) despite representing the separatist politics attempted to have a left appearance at its beginning. As a result, certain sections of the left, without comprehending the essence of the movement, supported the struggle and…pseudo-revolutionaries such as Dayan Jayatilleke, who were disguised as leftists, also contributed for the movement. At the beginning the main organization of the separatist armed movement was Uma Maheshwaran’s People’s Liberation Organization of Tamil Elam (PLOTE). It too appeared as a left organization but Eelam People’s Revolutionary Liberation Front (EPRLF) of K. Pathmanaba had a more leftist appearance. This was another reason for left sections to be dazzled…Those who had defined Tamil separatist movement as a left movement and were stating that armed Tamil separatist movements should be a part of the Sri Lankan revolution too rallied with this tendency. It was Dayan Jayatilleke…who provided ideological and theoretical muscle to those who held this view…”",
    "Note that Prabhakaran’s hardcore separatist-fascist LTTE is never mentioned, but its leftist enemies the PLOT and EPRLF are.",
    "A bitter, bloody clash, initiated by the JVP and LTTE, developed between the two contending strategic projects on the Left:",
    "Project A: Wijeweera’s weaponization --part opportunist, part organic-- of Sinhala nationalism and xenophobia.",
    "Project B: The internationalist project of a joint North-South ‘Sri Lankan revolution’ by Left forces transcending ethnic polarization and representing all communities.",
    "Douglas Devananda, Suresh Premachandran and D. Siddharthan are leading survivors of the Northern left. In his recent memoir Professor Emeritus SD Muni provides a pen-sketch of the EPRLF founder-leader:",
    "“…Comrade K. Pathmanabha, (popularly addressed as Com. Nabha), a suave, impressive and ideologically oriented personality. He disapproved of the LTTE’s insistence on a political order that had no room for dissent and diverse opinions. Nabha’s thrust was on having a polity that valued social justice and equality, not only among all the sections of the Tamil community but also in relation to the majority Sinhalese community…The LTTE could not stand his challenge to their ideological line. They assassinated him in June 1990 in Chennai...” (Dabbling in Diplomacy, S.D. Muni, New Delhi 2024).",
    "In 1986 K. Pathmanabha and I were among those indicted on 14 counts under the PTA. I was the first accused.",
    "Wijeweera’s JVP began killing their leftist rivals just as the LTTE began killing theirs (1986). The motivation wasn’t incensed anti-Indian patriotism, because the killings antedated the Indo-Lanka Accord of 1987. When student leader Daya Pathirana and a campus buddy (nicknamed ‘VC’) were abducted and Pathirana murdered by a JVP death squad in Dec 1986, the survivor testified that ‘Pathi’ was tortured to ascertain my whereabouts before his execution.",
    "I fought Wijeweera’s JVP when it was extreme leftist and ultranationalist, but that over 30 years ago. If I can put the past – my past, my experiences, memories and emotions--behind, why too can’t others who were nowhere around at the time, but are spitting venom at Anura Dissanayake and the moderate left JVP-NPP, outraged at the thought they might lead the country and determined that they “must never be allowed to”?",
    "Apart from time’s passage, changed historical context and new leadership, what makes the JVP a very different formation from Wijeweera’s in the 1980s, is the NPP/ ‘Malimawa’. Though the generic Sinn Fein historically preceded the Provisional IRA, the relationship between the JVP and the NPP is rather like that between the ‘Provo’ IRA and its political-electoral mass movement, the Sinn Fein. Without acknowledgement and systemic incorporation of the latter’s brilliant success, attributable to Martin McGuinness (whom I got to know, liked, and interviewed on TV), Britain, Northern Ireland and the Irish Republic would still be stuck in the psychological maze of ‘The Troubles’.",
    "Today, forty years on, I find myself interested in, engaged by, and able to relate to, the AKD-led JVP-NPP’s moderate leftist discourse and project-- which I welcome, applaud, endorse, and critically support.",
    "Those who condemn the JVP’s history while proudly proclaiming themselves “UNP despite the name change” (Eran) are ‘whited sepulchers’, rank hypocrites. There would have been no cause for the JVP to go to war in the 1980s if not for:",
    "The UNP’s Referendum of December 1982 which cancelled the general election scheduled for early 1983.",
    "The UNP’s framing of the JVP for Black July 1983 which the JVP had nothing to do with.",
    "Until then the JVP had contested every election (DDCs, Presidential). Wijeweera was mainstreamed into the sociopolitical elite, in the front row of the Ladies College Hall, invitee at the opening performance of maestro Premasiri Khemadasa’s symphonic ‘Magey Kaalayey Mavuni’ (Mother of My Time).",
    "Prime Minister Premadasa and Finance Minister Ronnie de Mel excoriated the JVP’s proscription. Premadasa wrote a letter to President Jayewardene in 1984 demanding the removal of the ban, and leaked it to the press.   In 1989 President Premadasa declared a unilateral ceasefire, released over a thousand JVP detainees, invited them to attend the All-Parties Conference, and take three Cabinet portfolios. He strove to reintegrate the JVP into the democratic fold and induct them into the Cabinet to countervail the elitist UNP Establishment and partner him in the project of social transformation. Wijeweera had lost control in a divided Politburo. The JVP spurned the chance (Nugegoda, June 9th 1989). It was defeated in under 6 months, by November 1989.",
    "Today the UNP and SJB dismiss the JVP-NPP contemptuously saying they have no practical achievements, no concrete proposals for the economy especially “to bring money”, and “no entrepreneurial experience even running a retail store”. Eran Wickramaratne proclaims that “degrees and professorships don’t matter; management experience is the most crucial”.",
    "If our greatest developmental president Ranasinghe Premadasa shared this crass empiricism, mercenary-mindedness, and monotonous managerialism, he would not as an Opposition MP, have attended every single session of the Criminal Justice Commission’s proceedings in 1972-1973, i.e., the trial of Rohana Wijeweera and his comrades who led the April 1971 armed insurrection. He found the JVP’s ideas worthy of a serious hearing and study. He was radical, empathetic, intellectually open and inquiring, unlike today’s UNP and SJB.",
    "The JVP-NPP may not reap its deserved and nationally necessary victory. Why?",
    "(1) It is unlikely that the JVP-NPP by itself can swing the decisive uncommitted voters, and no automatic process of polarization is guaranteed to deliver those voters to the NPP. The unwillingness to incorporate into an equation, political figures like Prof. Charitha Herath with the requisite appeal to move the middle-ground, could prove counterproductive and costly.",
    "(2) The JVP-NPP should make an unambiguous commitment to the existing system of Provincial Councils (not 13Plus or federalism) and fast-track elections to them. If not, Eran Wickramaratne-MA Sumanthiran will recycle the 2015 Mangala Samaraweera minoritarian strategy, and the outcome could be another ‘Yahapalanaya 2015’. The NPP should be breaking through to the North, East and Hill Country, probably through its Women’s movement.",
    "There is a third, strategically more serious problem. Late-night TV last week witnessed a crucial perspectival debate between the JVP-NPP’s Dr. Nalinda Jayatissa and the FSP’s Education Secretary (formerly the JVP’s Education Secretary), Pubudu Jayagoda.",
    "Jayagoda observed that having shutdown local government and provincial council elections, Ranil was now tampering with the parliamentary electoral process, and could complete his encirclement of democracy by ‘disappearing’ the presidential election. He warned that however solid the Constitutional entrenchment of the Presidential election, no autocrat remained safely caged within an inherited constitutional framework.",
    "Jayatissa dismissed Jayagoda’s scepticism as unwittingly serving the purpose of dampening people’s hope. He declared that if Ranil tried to fiddle with the presidential election, the vast mass movement mobilised by the NPP would transmute into a tsunami of people’s power.",
    "However, Ranil isn’t Gotabaya, and the conjuncture of 2024 isn’t that of 2022. The disposition of class forces is decisively different.",
    "In 2022, drastic material shortages and power-cuts momentarily minimized the operation of ‘the law of uneven development’. Society ‘evened up’.",
    "Gotabaya was opposed by the entire bourgeoisie; all of society rose up against him.",
    "Ranil is supported by the big bourgeoisie, nationally, regionally, and possibly internationally (the Quad).",
    "An uprising against an autocratic Ranil will not be a national-civic uprising of ‘the whole people’ as against Gotabaya; it will not unite all classes, but will split society into two unevenly-sized camps, the larger one representing the ‘popular-democratic’ bloc led by the JVP-NPP.",
    "Similarly, the state apparatuses will be unevenly split, not paralyzed as during Aragalaya 2022. The upper ‘command’ levels will back Ranil.",
    "Given that Emeritus Prof. Mick Moore, OBE notes “…It is hard to be totally confident that the elections will actually be held in 2024…” (ibid), isn’t it wise to strive for a ‘Jayatissa-Jayagoda’ perspectival synthesis?"
  ]
}