{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Rule-of-law-in-taxation-Rights-before-revenue-Part-1/4-779983",
  "time_ut": 1754505251.0,
  "original_lang": "en",
  "original_title": "Rule of law in taxation: Rights before revenue – Part 1",
  "original_body_lines": [
    "In building a fair and sustainable tax system, the State must remember: power to tax is not the power to oppress",
    "Two important pillars are essential for a fair and transparent tax system. They are: a well-informed public and an accountable tax authority. A weakness or strength of either pillar determines the level of the integrity of the entire system. The strength creates a conducive environment where mutual respect among tax payers and officials, increased tax compliance and friendly culture prevail. The weakness leads to mutual mistrust, increased tax evasion and avoidance and ultimately a deterioration in the quality of national life—not only economically, but socially and culturally as well.",
    "In this article, the term “tax” and “taxation” refers broadly to the three key components of state revenue collected through the country’s main revenue authorities: the Inland Revenue Department (IRD), the Customs Department (CD), and the Excise Department (ED). These include: (1) domestic taxes collected by the IRD, (2) cross-border taxes such as customs duties and levies collected by CD, and (3) excise duties collected by ED such as on cigarettes, liquors, etc.",
    "Since IRD-collected taxes cover a wide portion of the population and account for the largest share of government revenue, both taxpayers and tax officials of the IRD have been taken as the primary focus for illustration. I respectfully request readers to interpret the term “tax” and “taxation” in this article in a broader sense, encompassing all three departments—Inland Revenue, Customs, and Excise—depending on the context.",
    "The taxation is the lifeblood of any nation. No country can survive without taxes to fund public services, infrastructure, and social welfare. Yet, collecting taxes is not a walk in a park but a tightrope walk. Despite the payment of tax is called as a “civic duty” or “social responsibility,” many – if not all – are reluctant to give away their hard-earned income unless they see a return—tangible or intangible – on the payment of tax. That return could come in the form of efficient public services, a respectful process, or simply the absence of harassment.",
    "At the launch of “National Tax Week” on 2 June 2025, President Anura Kumara Disanayake— known for speaking to the hearts of the people rather than merely appealing to their heads—highlighted four key reasons behind widespread tax evasion and avoidance:",
    "It is a commonly held view—often expressed with cynicism—that if not for legal force, many would not pay taxes at all. This has led to a perception that taxation amounts to legalised robbery. This view must change. Taxation should not ever be viewed as a “Saradiyal” system—robbing the rich to give to the poor. Instead, the system must be rooted in principles of fairness and",
    "Since IRD-collected taxes cover a wide portion of the population and account for the largest share of government revenue, both taxpayers and tax officials of the IRD have been taken as the primary focus for illustration. I respectfully request readers to interpret the term “tax” and “taxation” in this article in a broader sense, encompassing all three departments—Inland Revenue, Customs, and Excise—depending on the context",
    "In his ground-breaking 1776 work ‘The Wealth of Nations’, Adam Smith outlined four foundational principles that remain relevant today:",
    "Fairness: Taxes should be proportionate and fair to one’s ability to pay.",
    "Certainty: The amount, timing, and method of tax payment should be clear and not arbitrary.",
    "Convenience: The compliance process should be simple, understandable, and taxpayer-friendly.",
    "Efficiency: Tax collection should maximise revenue without excessive cost or complexity.",
    "When taxpayers see the system as unjust or overly burdensome, they will inevitably exploit legal loopholes or resort to non-compliance. As a result, tax agents and tax consultants get richer while the state coffer becomes poorer. Governments must therefore create a conducive environment that encourages voluntary compliance by embracing these canons.",
    "It’s important to note that tax laws and regulations alone will not guarantee the collection of tax revenue for the State. Ensuring the rights of the taxpayers and honest attempts by tax officials to uphold them would play a decisive role in safeguarding voluntary tax compliance by the taxpayers.",
    "Taxpayer rights serve as a safeguard against public officials’ abuses within the tax system. While the state has a legitimate right to collect taxes to fund essential services, this authority is not absolute and must be exercised in a manner that respects the fundamental rights of taxpayers. When taxpayer rights are violated or infringed upon, it can override the State’s right to tax, leading to legal challenges or the invalidation of tax assessments. There are several judicial precedents, which would be later dealt with.",
    "Since the collection of tax from the hard-earned money of the public, amidst their reluctance to part with it, is not an easy task, whatever attributes are attached to it. That is why the Constitution has given a strong guarantee and safeguard through its Article 148. Accordingly, no tax or levy shall be charged from a person unless and until he approves it through his representative by way of democracy at the legislative body of Parliament.",
    "Article 148 of the Constitution: A cornerstone of fiscal democracy",
    "“Parliament shall have full control over public finance. No tax, rate, or any other levy shall be imposed by any local authority or any other public authority, except by or under the authority of a law passed by Parliament or of any existing law.” (Emphasis added)",
    "At first glance, this Article may appear to simply confer authority to Parliament. But a deeper reading reveals its protective role for taxpayers—it mandates that no tax be imposed without clear statutory authority and democratic legitimacy. In essence, this Article affirms that taxation is not merely a fiscal act, but a constitutional process that requires informed consent through legislative representation.",
    "Taxpayer rights derive from the Constitution and from laws enacted in accordance with it. Each right of a taxpayer corresponds to a duty on the part of the tax authority. Just as freedom of expression implies a duty on others not to interfere, taxpayer rights impose legal and ethical obligations on revenue officials.",
    "Taxation is not just a financial imposition—it is a constitutional exercise of sovereign power. The power must be executed transparently, with due process. Every taxpayer has an inalienable right to know:",
    "Failing to disclose this information is not just a procedural flaw—it is a breach of natural justice. As Lord Tomlin famously stated in IRC v. Duke of Westminster (1936):",
    "“Every man is entitled, if he can, to order his affairs so that the tax attaching under the appropriate acts is less than it otherwise would be.”",
    "Taxpayer rights serve as a safeguard against public officials’ abuses within the tax system. While the State has a legitimate right to collect taxes to fund essential services, this authority is not absolute and must be exercised in a manner that respects the fundamental rights of taxpayers. When taxpayer rights are violated or infringed upon, it can override the State’s right to tax, leading to legal challenges or the invalidation of tax assessments",
    "Despite this, it is unfortunate that some tax officials do not prioritise this basic obligation. However, I take the firm view—based on constitutional and statutory grounds—that failure to cite the legal authority for an additional or amended assessment constitutes a fatal error, rendering the assessment null and void if challenged appropriately.",
    "Constitutional safeguard (Article 148): As cited above, this Article mandates that no tax could be imposed except under the authority of a law passed by Parliament. Consequently, a tax official has a constitutional obligation to inform the taxpayer of the specific legal provision under which a tax is levied.",
    "Statutory requirement (Section 135(5)(b) of the Inland Revenue Act No. 24 of 2017): This provision specifically requires that if a return is rejected and an amended or additional assessment is issued, the tax officer must state the legal basis for doing so. Failure to comply with this statutory duty not only undermines transparency but invalidates the assessment itself.",
    "Judicial precedents: Several landmark judgments have emphasised the critical importance of providing taxpayers with the statutory basis and clear reasoning when issuing tax assessments. Courts have consistently held that failure by the tax authority to comply with this mandatory requirement constitutes a violation of natural justice, an infringement of the fundamental rights of taxpayers, and renders the assessments arbitrary and unlawful.",
    "The synopsis of few notable case laws, which are relevant to the rights of taxpayers will be explained later in the subsequent parts, where necessary. Few such important cases are as follow.",
    "nCommissioner General of Inland Revenue v. Mackinnon Mackenzie & Co. of Ceylon Ltd, and",
    "The relationship between taxpayers and the tax authority must be founded on mutual trust, legal clarity, and constitutional loyalty. When taxpayer rights are upheld and tax officials adhere to their obligations, voluntary compliance increases, revenue collection improves, and the nation moves closer to fiscal justice.",
    "In building a fair and sustainable tax system, the State must remember: power to tax is not the power to oppress. It is a responsibility—one that must be exercised with transparency, fairness, and respect for the rule of law.",
    "It is the solemn duty and responsibility of tax advisors and consultants to ensure their clients are fully aware of both their tax rights and obligations, enabling them to comply with tax laws in a lawful and informed manner. Unfortunately, it is regrettable that a few — if not many — dishonest individuals in the profession mislead or even abet their clients in taking unlawful shortcuts, despite the availability of legitimate and lawful avenues to challenge invalid or unjust actions taken by tax authorities.",
    "(The writer is a retired Deputy Commissioner General of IRD. He can be reached at"
  ]
}