{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98650/in-a-historic-first-trumps-criminal-hush-money-trial-kicks-off-in-new-york",
  "time_ut": 1713187200.0,
  "original_lang": "en",
  "original_title": "In a historic first, Trump’s criminal hush money trial kicks off in New York",
  "original_body_lines": [
    "Donald Trump arrived at a Manhattan court for a historic criminal trial stemming from a hush-money payment to a porn star that could keep him in court for weeks and complicate his bid to win back the White House.",
    "Trump, 77, is the first former U.S. president to face a criminal trial. He is required to attend the trial in Manhattan, which could last through May. Jury selection is expected to take about a week, followed by witness testimony.",
    "Police stood guard in front of the courthouse amid a maze of barricades ahead of the trial’s 9:30 a.m. (1330 GMT) start, and helicopters shadowed the motorcade of black SUVs that ferried Trump from his Trump Tower apartment.",
    "A handful of protesters, gathered in the plaza across the street, carried hand-painted signs reading “LOSER” and “convict Trump already.”",
    "Though the case is regarded by some legal experts as the least consequential of the four criminal prosecutions he faces, it is the only one guaranteed to go to trial before the Nov. 5 election.",
    "Trump has pleaded not guilty. If convicted, he could still hold office but Reuters/Ipsos polling shows a guilty verdict could hobble his prospects.",
    "The businessman-turned-politician, who served as president from 2017 to 2021, has used past court appearances to rally his supporters and claim he is being persecuted by his political enemies.",
    "New York state prosecutors accuse him of falsifying records to cover up a $130,000 payment in the waning days of the 2016 presidential campaign to buy the silence of porn star Stormy Daniels about a 2006 sexual encounter she has said they had.",
    "Trump has denied any such relationship. He pleaded not guilty last year to 34 counts of falsification of business records in the case brought by Manhattan District Attorney Alvin Bragg, a Democrat, in New York state court.",
    "In his three other criminal cases, opens new tab, he stands accused of mishandling classified information and trying to overturn his 2020 election loss to Democrat Joe Biden. He has painted all the criminal cases against him as a plot by Biden’s Democrats to undermine his presidential campaign.",
    "“There’s going to be an argument from the defense that this is a politically motivated prosecution, and if they had a real crime they’d have brought a real crime, and instead they have little notations on a checkbook,” said Adam Kaufmann, a former prosecutor in the Manhattan district attorney’s office.",
    "On Monday morning, Trump repeated those claims on social media and said Justice Juan Merchan, who is overseeing the trial, is “highly conflicted.”",
    "Bragg has argued that the case concerns an unlawful scheme to corrupt the 2016 election by burying a scandalous story that would have harmed Trump’s campaign. Trump’s lawyers have said the payment to Daniels did not amount to an illegal campaign contribution.",
    "A Reuters/Ipsos poll published last week found that nearly two in three voters found the charges in the case at least somewhat serious. One in four of his fellow Republicans and half of independents said they would not vote for Trump if he were convicted of a felony.",
    "Choosing a jury from a pool of people from heavily Democratic Manhattan could take several days, to be followed by opening statements and witness testimony.",
    "Daniels and Trump’s former lawyer Michael Cohen, who has testified that he made the payments to Daniels, are among the witnesses expected to testify. Trump has said he plans to testify in his own defense, a risky proposition that would open him up to probing cross-examination by prosecutors.",
    "Prosecutors have said the payment to Daniels, whose real name is Stephanie Clifford, was part of a broader “catch and kill” scheme to suppress unflattering information about Trump before the election, in which he defeated Democrat Hillary Clinton.",
    "Trump is accused of falsely recording reimbursements to Cohen as monthly legal retainer fees in his New York-based real estate company’s books. Falsifying business records in New York is a felony punishable by up to four years in prison, though many defendants convicted of that charge have been sentenced to fines or probation.",
    "Trump’s defense has argued that his payments to Cohen in 2017, while he was president, were for legal services. Trump has called Cohen a “serial liar” and his lawyers are expected to attack his credibility at trial. Cohen pleaded guilty in 2018 to violating campaign finance law, though the federal prosecutors who brought that case did not charge Trump.",
    "Trump’s lawyers lodged three last-minute bids to delay the trial last week. All were rejected by judges."
  ]
}