{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/surge-global-secures-multi-million-dollar-government-contract-in-qatar/",
  "time_ut": 1710176460.0,
  "original_lang": "en",
  "original_title": "Surge Global secures multi-million dollar government contract in Qatar",
  "original_body_lines": [
    "Surge Global, a leading design, technology, and marketing firm of Sri Lankan origin is thrilled to announce its successful partnership with Gulf Business Machines (GBM) Qatar, one of Qatar’s largest technology companies. The partnership kicked off with a successful bid in securing a multi-million dollar project for a prominent public sector entity in Qatar. This achievement marks a significant milestone for both companies and reaffirms their commitment to delivering bleeding-edge digital transformation on a national scale.",
    "The collaborative effort between Surge Global and GBM Qatar was the result of their shared expertise, dedication, and a compelling vision to provide best-in-class solutions to meet the evolving needs of the Qatari market. As a dynamic partnership, these organizations have demonstrated their ability to combine design excellence, advanced technology, and marketing prowess to address complex challenges effectively.",
    "Manu Sivarajan, Executive at GBM Qatar, spoke enthusiastically about the partnership stating, “After an extensive evaluation process, it became evident that Surge Global was the best provider to form this partnership across Qatar and Sri Lanka. Their outstanding reputation for innovation, their commitment to quality, and their ability to tailor solutions to meet the unique requirements of the Qatari market set them apart as the ideal partner.”",
    "The multi-million-dollar government contract in Qatar represents a testament to Surge Global’s and GBM Qatar’s capabilities in delivering high-impact projects that make a tangible difference. Their joint proposal stood out for its comprehensive approach, incorporating innovative design concepts, state-of-the-art technology solutions, and an effective marketing strategy to meet the specific requirements of the Qatari government.",
    "Related Topics:Surge GlobalSurge Global secures multi-million dollar government contract in Qatar",
    "Serendib Flour Mills attends prestigious Gulfood 2024 Festival in Dubai",
    "SLI divestiture attracts five businesses; interest grows for Life and General Insurance segments",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}