{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CWEIC-hosts-exclusive-networking-lunch-in-Colombo-to-strengthen-partnerships/34-781488",
  "time_ut": 1757548622.0,
  "original_lang": "en",
  "original_title": "CWEIC hosts exclusive networking lunch in Colombo to strengthen partnerships",
  "original_body_lines": [
    "The Commonwealth Enterprise and Investment Council (CWEIC) successfully hosted an exclusive networking lunch in Colombo, bringing together its Strategic Partners and key Government stakeholders to foster dialogue, collaboration, and future partnerships within Sri Lanka.",
    "The networking lunch served as a platform for Strategic Partners of CWEIC to engage directly with Government and private sector representatives, exchange insights on emerging opportunities, and strengthen ties between the private sector and the State.",
    "The event was graced by Industries and Entrepreneurship Development Minister Sunil Handunnetti, who attended as the Chief Guest and delivered a keynote address highlighting the importance of collaboration in driving sustainable economic growth.",
    "CWEIC Chairman Lord Marland commented, “Although I was unable to attend in person, I am delighted to see the continued strengthening of relationships between our Strategic Partners and the Sri Lankan Government. Initiatives like this lunch are a testament to our shared commitment to fostering meaningful partnerships that drive investment, innovation, and long-term economic development across the Commonwealth.”",
    "This is yet another initiative in CWEIC’s ongoing commitment to advancing trade, investment, and economic cooperation among Commonwealth nations, with Sri Lanka playing a vital role as a growing hub in the region.",
    "The Commonwealth Enterprise and Investment Council (CWEIC) is the Commonwealth’s business network, with a mandate to facilitate trade and investment throughout the 56 Commonwealth member states. CWEIC works closely with governments and the private sector to drive economic development and shared prosperity."
  ]
}