{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Save-the-Children-Patron-HRH-Princess-Anne-visits-charity-s-work/56-757336",
  "time_ut": 1705085428.0,
  "original_lang": "en",
  "original_title": "Save the Children Patron HRH Princess Anne visits charity’s work",
  "original_body_lines": [
    "Save the Children Country Director Julian Chellappah greets Her Royal Highness The Princess Royal, outside the Save the Children Country Office in Colombo",
    "Her Royal Highness taking part in the tradition of lighting a  ceremonial oil lamp – the very same lamp she had lit on her  previous visit nearly 30 years ago at the Save the Children Country Office in Colombo",
    "Her Royal Highness, The Princess Royal, met and spoke with our teams at Save the Children to hear about the work they are doing in Sri Lanka  Her Royal Highness, The Princess Royal, met with children at the Lady Ridgeway Hospital during a Social Emotional Learning programme supported by Save the Children",
    "Supports children’s wellbeing in Sri Lanka on first Royal tour of 2024",
    "Save the Children UK’s Patron, Her Royal Highness Princess Royal, has met children being supported at a hospital in Colombo, as part of her three-day royal tour of Sri Lanka.",
    "Accompanied by her husband, Vice Admiral Sir Timothy Laurence, Her Royal Highness travelled to the Lady Ridgeway Hospital for Children to observe an innovative programme supported by Save the Children that helps young people from across the country, many of whom are suffering from chronic illnesses, express their feelings and build resilience through games and play.",
    "Whilst there, she spoke with a team of paediatric consultants and Save the Children’s child protection experts about the charity’s support for children at the hospital, which began in response to the double blow of the Covid-19 pandemic and a crippling economic crisis that tipped many families in Sri Lanka into destitution. As part of its crisis response, Save the Children prioritised and identified vulnerable children who needed support with their physical, social and emotional wellbeing, and continues to prioritise this work today.",
    "Her Royal Highness Princess Royal first became President for Save the Children UK in 1970, before transitioning to the role of Patron in 2017. She last visited the charity’s work in Sri Lanka in 1995.",
    "As part of the charity’s commemorations marking 50 years of working in Sri Lanka, Her Royal Highness visited Save the Children’s national office in Colombo and took part in the tradition of lighting a ceremonial oil lamp symbolising hope and prosperity, the very same lamp she had lit on her previous visit nearly 30 years ago.",
    "Save the Children Sri Lanka Country Director Julian Chellappah said: “As Save the Children marks its 50th anniversary of operating in Sri Lanka, we couldn’t be more thrilled that Her Royal Highness Princess Royal has chosen to return here to witness first-hand our life-changing work, and see something of the impact we’ve had over the past 50 years. Her presence is vital to raising awareness of the challenges faced by vulnerable children and their families here.”",
    "During her visit to the charity’s national office in Sri Lanka, Her Royal Highness was presented with a gift box containing artwork from some of the many thousands of young people that Save the Children has supported through its programmes addressing the impacts of poverty, violence, natural disasters and the climate crisis.",
    "Save the Children’s team in Sri Lanka works to ensure children stay safe, healthy and learning. In the last year alone, the charity has reached more than 340,000 people including 177,000 children across 15 districts in the country, ensuring children have nutritious food at school, improving access to protection services for children at risk of abuse, providing cash grants for the most vulnerable families.",
    "The Princess Royal has spent a significant amount of time visiting Save the Children projects in the UK and overseas. This has included trips to places such as Uganda, Bangladesh, Sierra Leone, Mozambique, and Bosnia and Herzegovina."
  ]
}