{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Governance-economy-and-day-of-reckoning/4-764793",
  "time_ut": 1722015952.0,
  "original_lang": "en",
  "original_title": "Governance, economy and day of reckoning",
  "original_body_lines": [
    "The Aragalayists were not a bunch of romantically attached revolutionaries representing any dead leader or outdated theories. Instead, they were eye witnesses to a system of governance which for decades promised one thing but delivered quite another",
    "If there is one glaring failure of Sri Lanka’s 76 years of democratic experience, it is the failure to produce good governance. That was made clear when IMF, after reviewing the economy’s performance over the last two years and under its direction, stressed the importance of serious reforms in governance if the economy were to move forward and achieve sustainable growth. The reasons for bad governance are several to enumerate and discuss here, but they all stem from the one single root – the political preoccupation to subvert Sri Lanka’s democracy into a Sinhala Buddhist supremacist ethnocracy",
    "“Good governance never depends on laws, but upon the personal qualities of those who govern. The machinery of government is always subordinate to the will of those who administer that machinery. The most important element of government, therefore, is the method of choosing leaders”",
    "Arguably, far too much importance had been attached by economists to the different techniques of developing an economy and promoting economic growth without paying much attention to the crucial link between an economy and the society in which it operates. An economy is the product of a society, its culture, organisations and their governance. Even the Classical Economists whose writings were more about political economy than pure economics good governance was assumed as a given and therefore they expected the free market to function smoothly and deliver economic prosperity without being interfered with.",
    "In the colonial set up they expected colonial governments to provide the necessary infrastructure and maintain law and order so that the market could operate smoothly. The economy of Sri Lanka under British colonialism was a good illustration of that thesis. But once the colonies became politically independent and when indigenous leaders took control of governance the functional relationship between governments and the economy underwent a radical change. In fact, decolonisation created two different worlds, the developed and the underdeveloped, and in the latter the visible hand of the state was everywhere and economists welcomed its active involvement in directing and shaping the economy.",
    "As a result, economies with good governance grew faster and joined the developed league even when those economies were short of productive resources, while economies with bad governance with plenty of natural resources experienced decline and remained stuck with the league of the underdeveloped. The rapid rise of Singapore and the parallel decline and bankruptcy of Sri Lanka for example, illustrate this contrast best.",
    "If there is one glaring failure of Sri Lanka’s 76 years of democratic experience, it is the failure to produce good governance. That was made clear when IMF, after reviewing the economy’s performance over the last two years and under its direction, stressed the importance of serious reforms in governance if the economy were to move forward and achieve sustainable growth. The reasons for bad governance are several to enumerate and discuss here, but they all stem from the one single root – the political preoccupation to subvert Sri Lanka’s democracy into a Sinhala Buddhist supremacist ethnocracy. It was this primary goal that determined not only the nature of governance but also the type of leaders who emerged after every General Election and set the agenda of their governments.",
    "Once those governments made the commitment to maintain that ethnocracy, the architects of that system were prepared to allow the rulers to manage the affairs of the state and its economy in the manner they wished. There was no accountability to what they did. So long as the government commanded the majority in the legislature every shortcoming in governance was whitewashed. This was the political culture and governance which created cycles of communal violence leading to a civil war, buried the nation in an avalanche of foreign debt, allowed corruption to flourish, destroyed communal harmony and eventually bankrupted the economy. Worsening governance and economic deterioration reached their points of nadir during the two years presidency of Gotabaya Rajapaksa. It was then something unexpected happened.",
    "The 2022 Aragalaya revolt did not come out of a vacuum. It was germinating for some time amongst a new generation of educated youth from all communities who were acutely observing how self-seeking political leaders had impoverished a nation and bankrupted an economy that were once the envy of even a latecomer country like Singapore. The Aragalayists were not a bunch of romantically attached revolutionaries representing any dead leader or outdated theories. Instead, they were eye witnesses to a system of governance which for decades promised one thing but delivered quite another. In short theirs was a revolt against a system that promised “vistas of prosperity and splendour” but delivered panoramas of squalor and insolvency.",
    "As a prelude to the Aragalaya in 2021 Tamil and Muslim youth staged their long march from Pottuvil to Polikandy outpouring their frustration and anger at the way the country being misgoverned. Aragalaya, though led by the Sinhala Buddhist youth and centred in Colombo was from the outset an a-political, a-communal and a-religious movement for reforms. The fact that it coincided with that year’s Sinhala-Tamil New Year celebrations and beginning of the Muslim fasting month was significant. Aragalaya focused its demand on one critical but overarching issue, “System Change”, and followed it with the slogan “No 225” signifying the new generation’s loss of confidence in the present members of parliament to bring about that change.",
    "However, having lost an elected Prime Minister and an elected President through forced resignations, captains of the old system responded to the youth’s demand by appointing Ranil Wickremesinghe (RW) as Prime Minister first, and then as substitute president. He in turn ordered the security forces to put down the revolt. The rest",
    "The old system with its new leader began concentrating not in reforming governance but in repairing the shattered economy, and RW immediately approached IMF to take charge of that reparation. IMF’s class-biased reparation agenda brought a degree of economic stability no doubt, but at the expense of millions of middle and low-income householders who were forced to bear a disproportionately larger share of the cost of that repair. One opposition MP claims, with an element of exaggeration, that in excess of 80% of householders are spending more than what they earn, which means private debt must be staggeringly high at the moment.",
    "International observers too reckon that Sri Lanka’s poverty rate is still hovering around 26% and shows no sign of declining. In this context, and may be as a way out to reduce the blame for this distress, IMF is insisting that without governance reforms economic recovery would be tardy, uncertain and costly. But RW has no inclination to indulge in that suicidal exercise which would certainly jeopardise his own chances of remaining as President.",
    "But what happened to the Aragalaya? It lost its form but not the spirit. Aragalaya was not a one-person or one-party show. It represented the collective spirit of a whole generation of Sri Lankans who were awakened by history. That generation is part of a global generation of young men and women who are leading the contemporary reform movements in all parts of the world. In Sri Lanka that generation has become part of a new political coalition, the National People’s Power (NPP). NPP’s determination and promise to change the country’s political culture as prerequisite to developing the economy and society is an undertaking to change the system.",
    "Under this reform agenda quite many of the surviving architects of the old order are destined to lose not only their power and prestige but also their unlawfully accumulated assets. Whereas RW’s recent announcement of “fundamental change” has nothing to do with system change or reforming governance but all about increasing the country’s human capital to achieve his so-called export economy paradise. What human capital increase was he talking about after allowing the stock at hand to migrate to foreign countries? NPP represents a new and awakened generation of Sinhalese, Tamils and Muslims, and is prepared to confront the combined opposition of the old order at the forthcoming election. That election day would be the day of reckoning to an outdated system of governance which had immiserised the nation in the interest of a few.",
    "The rising colossus of NPP with grass root support and backed by the new generation had sent panic waves within the old order camp. This is why frantic attempts are under way to form different coalitions with no reform agenda but focusing solely in countering the challenge from NPP. Whether the next election going to be Presidential or General, it would be an inter-generational encounter. One could see for the first time that even university pedagogues are active in the field canvassing support for system change.",
    "In the meantime, RW has started playing his patriotism card and begs voters to rally behind him to save the country in his joint effort with IMF to prevent the economy reverting back to bankruptcy.",
    "But even IMF knows better that no economic recovery is going to be sustainable without introducing radical reforms to improve the country’s governance. In that respect, IMF may have a better chance of success with NPP at the helm rather than any other party or coalition. NPP has already announced that it would work with IMF under a renegotiated agenda. Constitutional amendments and legal gimmicks to postpone or cancel election(s) would regrettably produce a combustible environment.",
    "(The writer is attached to Business School, Murdoch University, W. Australia.)"
  ]
}