{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Propaganda-to-insult-Buddhist-philosophy-Buddhas-character-Parliamentary-Committee-reveals/108-283792",
  "time_ut": 1717133100.0,
  "original_lang": "en",
  "original_title": "Propaganda to insult Buddhist philosophy, Buddha’s character: Parliamentary Committee reveals",
  "original_body_lines": [
    "Parliament, May 31 (Daily Mirror)- Those who carry out propaganda insulting the Buddhist philosophy and the Buddha's character are engaged in various businesses in this country as well as in other foreign countries and spend a lot of money to carry out such work, a Parliamentary Committee has revealed.",
    "This was revealed during a meeting of the Parliamentary Caucus for functioning towards safeguarding the national heritage charied by MP Jayantha Samaraweera recently.",
    "The officials present pointed out that this could be one facet of a conspiracy to bring down Sri Lanka as a country in international geopolitics, so measures should be taken after considering the matter.",
    "They were of the opinion that social violence and cultural breakdown will occur as a result of these actions and this may lead to the breakdown of the individual, family, institutions and ultimately the entire society in this country and therefore, attention should be paid to this matter immediately.",
    "The Committee Chair said that the prelates of the three Chapters have informed the concerned parties regarding this matter, but no adequate action has been taken yet.",
    "He said the Caucus will draw the attention of the relevant parties and make recommendations to prevent the distortion of Buddhist doctrine, the collapse of the Sangha Community and the distortion of Sri Lankan history.",
    "The participants provided comprehensive explanations regarding the distortions of Buddhist philosophy, the propagation of myths about the Buddha's character, as well as the propaganda carried out using various media in a way that insults the monks.",
    "The monks who were present pointed out that books which distort the Buddhist philosophy are being compiled and are widely distributed.",
    "The Chair also pointed out that wrong ideas about Buddhist philosophy are spreading among the people due to the popularization of books with distorted data. It was also discussed that these campaigns are carried out in such a way as to create displeasure about the concepts of monk ordination, priestly ordination as well as religious rituals that have been protected for a long time. The monks pointed out that because of this, the people will be convinced that the Buddha is a fictional character and the people's faith in the Buddhist order will be broken.",
    "Scholars present pointed out that the amendment of the legal provisions and the prevention of the distortion of the historical sources affecting the unitary foundation of Sri Lanka should be given close attention.",
    "The Chair pointed out that the Caucus is looking forward to obtaining all the proposals and ideas presented and making necessary recommendations to prevent distortions of the Buddhist philosophy, propagation of myths about the character of the Buddha, as well as propaganda that insults the monks."
  ]
}