{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-former-ministers-withdraw-from-upcoming-elections-183156/",
  "time_ut": 1728580800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s former ministers withdraw from upcoming elections",
  "original_body_lines": [
    "ECONOMYNEXT – Several prominent Sri Lankan politicians who previously held senior ministerial positions have announced they will not be contesting in the upcoming parliamentary elections, citing limited political opportunities.",
    "Among those stepping down are former Transport Minister Bandula Gunawardena, former Justice Minister Wijeyadasa Rajapakshe, former Speaker of the Parliament Mahinda Yapa Abeywardena, former State Finance Minister Shehan Semasinghe, former Chief Opposition Whip Lakshman Kiriella, National Freedom Alliance leader Wimal Weerawansa, former Megapolis Minister Champika Ranawaka, and former Transport Minister Gamini Lokuge.",
    "This decision comes after the National People’s Power (NPP), led by the Janatha Vimukthi Peramuna (JVP), secured victory in the recent presidential election, with Anura Kumara Dissanayake winning the presidency.",
    "Political analysts say NPP candidates are likely to succeed in the November 14 general elections against a fragmented opposition.",
    "“I don’t think we have much political space in the current situation,” Gunawardena remarked during a local television interview.",
    "Shehan Semasinghe, former State Finance Minister, stated that the country had recovered from economic bankruptcy under former President Ranil Wickremesinghe.",
    "He expressed his disappointment that the public did not recognize the sacrifices made by the previous government to stabilize the economy.",
    "“When the economy stabilizes, the benefits will go to the people. We believed the public would understand this,” Semasinghe said.",
    "“However, the presidential election results show that the people’s perception of politics and the economy is different. They prioritize political promises over result-oriented policies.”",
    "Champika Ranawaka, leader of the United Republic Front (UPF) and former Megapolis Minister, also announced his withdrawal from the election, citing a breach of an agreement with the main opposition party, Samagi Jana Balawegaya (SJB).",
    "Ranawaka explained that the two parties had signed a memorandum of understanding (MOU) before the presidential election, agreeing to field candidates in 11 districts. However, recent developments led him to conclude that the agreement had been violated, prompting his decision to withdraw.",
    "“We were preparing to contest under the SJB in several districts based on the MOU, but recent events have shown that the agreement was unjustifiably breached. As a result, we have decided to step back from the elections,” Ranawaka said. (Colombo/October 10/2024)"
  ]
}