{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/saving-tanks-rhetoric-and-reality/",
  "time_ut": 1753027980.0,
  "original_lang": "en",
  "original_title": "Saving tanks: Rhetoric and reality",
  "original_body_lines": [
    "The NPP government, which drew heavy flak, a few weeks ago, for trying to use the Nuwara Wewa bund as part of a tourism development programme, has now embarked on a mission to clear the reservations of ancient irrigation tanks of illegal constructions. It was decided at an Anuradhapura District Coordinating Committee meeting, the other day, to demarcate the reservation of the Nuwara Wewa. The government has decided to remove unauthorised structures from the buffer zones of 48 major irrigation tanks.",
    "There are as many as 200 such constructions in the Nuwara Wewa reservation alone, and they include the official residences of the North Central Province Governor and Chief Minister, and holiday bungalows of a large number of state institutions, according to media reports. The government’s efforts to protect the ancient tank system, which sustains life in the dry zone, merits unreserved public support. All tank reservations must be restored to their original state.",
    "Irrigation experts inform us that when the tank buffer zones are encroached on, water quality declines; embankment stability is compromised; tank storage decreases due to siltation; agricultural productivity suffers, and ecological resilience is undermined.",
    "The programme aimed at restoring the ecological integrity of tank reservations is bound to run into stiff resistance, given the sheer number of illegal constructions owned by wealthy individuals with political connections. Among the owners of the hotels allegedly built in the reservations of ancient tanks is former President Maithripala Sirisena’s brother, Dudley, who has already beaten the incumbent government decisively in a different battle.",
    "He and his fellow rice millers have frustrated the government’s efforts to regulate the rice market so much so that rice has to be imported to meet artificially created supply shortfalls. Interestingly, the news about the programme to rid tank reservations of illegal occupants coincided with a statement by Minister of Agriculture, Livestock, Land and Irrigation K. D. Lalkantha that the government would continue to import rice to stabilise prices. He took great pains to make his declaration out to be a warning to the rice millers, but it sounded more like an admission of defeat than anything else. So, the question is whether the government will be able to overcome resistance and remove all encroachers from tank reservations.",
    "The Frontline Socialist Party on Saturday (19) challenged the government to clear illegal constructions from the Polonnaruwa Parakrama Samudraya reservation, without steering clear of Dudley’s hotel. Ridding the Parakrama Samudraya reservation of illegal constructions will be the moment of truth for the government. Let the Polonnaruwa District Coordinating Committee be urged to launch a campaign to demarcate the tank reservations in the area and evict illegal occupants from.",
    "In late 2014, the then Opposition alleged that the Rajapaksa government had, in retaliation for Maithripala Sirisena’s defection to contest the January 2015 presidential election, ordered that the Parakrama Samudraya be filled to its maximum capacity, inundating a section of the hotel, owned by Dudley, in the tank reservation. The JVP, the main constituent of the ruling NPP coalition, was among the political parties that supported Sirisena in the 2015 presidential race! That hotel was safe after the change of government in 2015.",
    "Three years later, President Sirisena closed ranks with the Rajapaksas. There were protests against the Kandalama hotel project as well, which, Opposition politicians of the day and environmentalists said, was blocking a section of the Kandalama tank reservation. This issue should be revisited.",
    "Director General of Irrigation Ajith Gunasekera, speaking at the launch of the tank reservation protection programme, in Anuradhapura, criticised various state institutions including the police for their failure to prevent the encroachment on ecologically sensitive parts of ancient tanks. He said the police did not act on complaints against encroachers with political connections. Only a high-level probe will reveal how state officials and politicians have facilitated the encroachment on tank reservations.",
    "When the Urban Development Authority and municipal authorities decide to clear unauthorised constructions put up by ordinary people in cities, bulldozers move in mercilessly in double-quick time. Why no such drastic action has been taken against the illegally built hotels, etc., owned by powerful individuals and companies, in tank reservations, is the question. The ruling coalition has made a solemn pledge to restore the rule of law and ensure that everybody will be made equal before the law.",
    "It should fulfil this promise. One fervently hopes that the vociferous government politicians will not go in the tank, as boxers say, when they take on the unscrupulous moneybags who have encroached on tank reservations and generously bankroll election campaigns of political parties.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}