{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-buys-us108mn-from-banks-in-sept-reserves-us5-9bn-183319/",
  "time_ut": 1728788820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank buys US$108mn from banks in Sept, reserves US$5.9bn",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s gross official reserves rose by 38 million US dollars to 5,992 million US dollars in September 2024 from a month earlier, with the central bank a net buyer in interbank foreign exchange markets.",
    "The central bank bought 108.5 million US dollars and sold 12.5 million dollars to manage its soft-peg.",
    "The central bank is broadly running deflationary policy since around September 2022, killing liquidity from dollar purchases by selling its domestic assets to the banking system (or getting coupon interest on bonds), triggering balance of payments surpluses.",
    "Gross official reserves are made up of central bank’s monetary reserves (collected with deflationary policy or sterilizing dollar purchases) and fiscal reserves of the Treasury built temporarily with foreign borrowings.",
    "Sri Lanka has built reserves with deflationary policy, and has repaid debt on a net basis.",
    "The central bank is also repaying its borrowings from the International Monetary Fund and also from the Reserve Bank of India.",
    "The central bank borrowed heavily to cut and maintain artificially low interest rates from 2020, through inflationary open market operations (targeting mid or bottom corridor rates with print money) claiming inflation was low (flexible inflation targeting) to boost growth (potential output).",
    "Data showed that net foreign assets of the central bank continued to improve up to August.",
    "By denying monetary stability, growth fell after each potential output targeting exercise with the last exercise to ‘close a persistent output gap’ triggering two years of economic contraction, a sovereign default and a steep rise in poverty by depreciating the rupee.",
    "Growth has started to pick up as the central bank refrained from providing monetary instability giving a breathing space for economic agents to work.",
    "However, analysts have warned that with the new law giving room to generate 5 to 7 percent inflation and target potential output (which was illegal under the earlier law), eventually rates will be cut with inflationary policy as private credit recovers. (Colombo/Oct12/2024)"
  ]
}