{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Navigating-troubled-waters-Indo-Lanka-fishing-dispute-and-quest-for-sustainable-solution/4-762952",
  "time_ut": 1718135512.0,
  "original_lang": "en",
  "original_title": "Navigating troubled waters: Indo-Lanka fishing dispute and quest for sustainable solution",
  "original_body_lines": [
    "The maritime dispute between India and Sri Lanka over illegal fishing by Tamil Nadu fishermen in Sri Lankan waters in the Palk Bay, the Gulf of Mannar, and the Palk Strait has reached a critical juncture. Recent incidents of Sri Lankan authorities detaining Indian fishermen for allegedly crossing the International Maritime Boundary Line (IMBL) have reignited longstanding tensions. This article will attempt to delve into the heart of the conflict simmering for many decades, explore the environmental and socio-economic impacts, and highlight the need for an urgent resolution that respects the livelihoods and traditions of Sri Lankan fishing communities in the northern, north-western, and north-eastern parts of the island while ensuring marine conservation.",
    "At the centre of the dispute is the narrow, biodiverse-rich Palk Bay separating India and Sri Lanka. Despite the demarcation of maritime boundaries in the 1970s after protracted negotiation, Tamil Nadu fishermen have continued their illegal excursions into the Sri Lankan waters of the Palk Bay, the Gulf of Mannar, and the Palk Strait, leading to clashes with local fishermen. The latter accuse their Indian counterparts of employing bottom trawling, a practice prohibited by law in Sri Lanka and a destructive technique that ravages the marine ecosystem and depletes fish stocks.",
    "They do so, claiming traditional rights enjoyed by their forefathers, ignoring that the bilateral agreements of 1974 and 1976 conclusively decided on the dividing line between the two countries. In this process, they also ignored that Sri Lankan fishermen withdrew from their traditional fishing grounds in the Wadge Bank located south of Kanyakumari and the northern part of the Pedro Bank in the Palk Bay, which came under the Indian jurisdiction following the two agreements.",
    "Fishermen from districts and areas including Mannar-Pesalai, Jaffna-Gurunagar, Chilaw, and Kalpitiya have shared their longstanding distress over the environmental and socio-economic ramifications of Illegal, Unreported, and Unregulated (IUU) fishing by Indian fishermen. The advanced equipment used and practices employed by Indian fishermen, such as bottom trawling, pose a significant threat to marine life and the livelihoods of local communities. The situation is further exacerbated by perceived inaction by the local authorities, leading to a palpable sense of abandonment among Sri Lankan fishermen.",
    "The narratives of local communities reveal a multitude of issues: technological disparities deployed by Sri Lankan and Indian fishermen, with the latter’s advanced equipment and practices like bottom trawling causing significant harm to the sea-bed, corals, breeding grounds, and marine life; ineffective response to the issue by the state leading to frequent encroachments by Indian fishermen; accusations against the Sri Lankan Navy for treating alleged intruders with kid-gloves instead of safeguarding national interests; and the economic strain and desperation faced by the local fishing communities, who are warned by the Indian counterparts not to venture into the sea three days a week when they encroach Sri Lankan waters, as Sri Lankan fishermen struggle with damaged fishing nets and gear and diminished catches due to the continuous encroachment and engaging in environmentally harmful practices by foreign fishermen.",
    "Kachchatheevu Island, a small, uninhabited piece of land nestled between Rameswaram (India) and Delft Island (Sri Lanka) in the waters of the Palk Bay, stands as a symbol of the intricate and enduring maritime dispute between India and Sri Lanka. The waters around the islet, historically utilised by fishermen from both countries for fishing and drying nets, have become a focal point of contention and a litmus test for the bilateral relations between these neighboring countries.",
    "The controversy surrounding Kachchatheevu Island traces its roots back to the early 20th century when questions of sovereignty began to surface while the two countries were still under colonial rule. In a significant diplomatic move in 1974, after long-drawn-out negotiations, India formally recognised Sri Lanka’s sovereignty over the island through a bilateral agreement. This recognition was aimed at quelling emerging disputes and delineating fishing rights in the waters surrounding the island. The 1976 Agreement sought to solidify these arrangements by explicitly addressing the fishing rights issues, allowing conditional access to fishermen from both countries.",
    "The two bilateral agreements of the 1970s have not eased the Indo-Lanka fisheries dispute, with Tamil Nadu fishermen asserting traditional fishing rights across the IMBL and engaging in fishing on the Sri Lankan side. Meanwhile, abiding by the two agreements, Sri Lankan fishermen refrained from venturing out to the Wadge Bank’ and the northern part of Pedro Bank. Compounding the dispute, Indian fishermen and Tamil Nadu politicians demanded the return of Kachchativu Island when Tamil Nadu trawlers were apprehended over a wide arc from Chilaw in the northwest to Mullaitivu in the east. The livelihoods of local fishermen in these waters are constantly being threatened by continuous incursions by Tamil Nadu fishermen and restrictions imposed by Sri Lankan authorities, who are fighting a losing battle against a steady flotilla of foreign trawlers.",
    "Conversely, Sri Lanka’s marine conservation efforts, targeting preserving the marine environment and protecting fish stocks from destructive fishing methods like bottom trawling, have led to increased patrolling and detentions, albeit in small numbers of Indian fishermen venturing into Sri Lankan waters. This clash between the demand for “traditional” fishing rights by Indian fishermen and attempts at environmental conservation adds complexity to the dispute.",
    "The resolution of the Indo-Lanka fishing dispute extends beyond bilateral negotiations, demanding a commitment to sustainable fishing, marine conservation, and adherence to international maritime boundaries. It calls for a multifaceted approach that includes dialogue, cooperation, and punitive action against owners of trawlers and their skippers.",
    "The focus should be on embracing sustainable fishing practices to combat destructive methods like bottom trawling, which harm marine ecosystems, and prioritising conservation efforts to protect the biodiversity of Palk Bay and the surrounding areas. Additionally, respecting established maritime boundaries is crucial for managing and regulating fishing activities within each nation’s territorial waters, ensuring environmental protection and livelihood sustainability.",
    "Moving forward, continuous dialogue and cooperation between India and Sri Lanka are essential to find an urgent solution to the decades-long practice of illegal crossings of IMBL, fishing without licenses, and engaging in bottom trawling prohibited by laws in Sri Lanka.  Since the Joint Working Group on Fisheries (JWG) has not succeeded in solving the issue, Sri Lanka should take up the matter at a high political level before it becomes an acute political problem for the administration.",
    "Meanwhile, India should address the failure of the project launched in 2017 to remove 2,000 trawlers within three years to ease the pressure on the limited resources available in the Bay.",
    "A comprehensive and collaborative approach promises to address the immediate dispute ensure the long-term preservation of the marine environment and sustain the communities reliant on it. Humane treatment of Indian fishermen, most of whom are daily wage earners, and existential issues confronting the Sri Lankan fishermen should not be overlooked in finding a lasting solution to the fisheries issue.",
    "(This article, based on firsthand observations and interviews conducted during field visits to the areas mentioned, is brought to you by the Pathfinder Foundation. Through diligent fieldwork and engagement with local communities, the research aims to contribute to the ongoing dialogue and seek actionable solutions to the longstanding Indo-Lanka fishing dispute. The writer is Research Associate at Pathfinder Foundation and can be contacted via [email protected].)"
  ]
}