{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/GMOA-slams-Health-Ministry-over-quacks/155-277564",
  "time_ut": 1708606680.0,
  "original_lang": "en",
  "original_title": "GMOA slams Health Ministry over quacks",
  "original_body_lines": [
    "Colombo, Feb 22 (Daily Mirror) - In the wake of scathing criticisms on the Ministry of Health's handling of the proliferation of quacks in Sri Lanka, the Government Medical Officers' Association (GMOA) has raised serious concerns over the rampant illegal practice of medicine across the country.",
    "“In Sri Lanka, the practice of medicine has to be strictly regulated, requiring individuals to possess a valid registration with either the Sri Lanka Medical Council, Ayurvedic Medical Council, or Homeopathic Medical Council, and meet required qualifications. Those practicing without such registrations are deemed fake doctors, posing a grave risk to public health,” the GMOA said in a special statement.",
    "According to reports, there exist various groups of individuals masquerading as doctors, including those without basic medical qualifications, engaging in unauthorized medical practices, and impersonating legitimate healthcare professionals. Surveys estimate that upwards of 40,000 such individuals operate with impunity nationwide, exploiting legal loopholes and evading enforcement efforts.",
    "Despite existing legal frameworks ostensibly aimed at curbing this menace, enforcement remains a significant challenge.",
    "The GMOA highlights a dearth of both legal provisions and human resources dedicated to identifying and prosecuting bogus practitioners, exacerbating the problem.",
    "The association underscores the need for concerted action, proposing measures such as public awareness campaigns, dedicated hotlines for reporting, legal reforms, and specialized enforcement teams comprising health officers empowered to conduct raids.",
    "However, the GMOA laments the Ministry of Health's lethargic response to the crisis, decrying the lack of urgency in addressing the issue.",
    "Furthermore, the GMOA raises alarms over the emerging trend of unregulated medication distribution by private pharmacies, warning of the grave risks posed to public health. While certain medications may be dispensed without a prescription, the indiscriminate provision of drugs without medical oversight poses significant dangers.",
    "Amidst mounting challenges facing the country's healthcare system, the GMOA implores the Ministry of Health to acknowledge the severity of the situation and take immediate, decisive action."
  ]
}