{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96913/sme-paddy-businesses-to-get-pledge-loans-at-concessional-interest-rate",
  "time_ut": 1706774880.0,
  "original_lang": "en",
  "original_title": "SME paddy businesses to get pledge loans at concessional interest rate",
  "original_body_lines": [
    "The government has implemented a concessionary pledge loan scheme of Rs. 9 billion for small- and medium-scale paddy millers, storage owners and collectors with effect from February 01 to purchase paddy for Maha Season 2023/2024.",
    "The pledge loan scheme was initiated with the aim of maintaining a reasonable price for farmers, under a concessional interest rate.",
    "The target group of this loan scheme include SME paddy millers subject to the maximum daily paddy milling capacity of 25MT per day, paddy storage owners subject to having a sufficient storage capacity and paddy collectors subject to having a storage with a sufficient capacity or a valid lease agreement with a storage owner with a sufficient storage capacity or SME paddy miller.",
    "The government says such borrowers should have a valid business registration obtained from a relevant state institution.",
    "The applicants can obtain loans at the effective interest rate of 15% per annum under the maximum loan amount of Rs. 50 million per SME paddy miller and Rs. 25 million per paddy storage owner and paddy collector.",
    "Out of the effective interest rate, 11% interest rate has to be borne by the respective borrowers and the interest subsidy is 4 %. The respective loan should be repaid within 180 days.",
    "The pledge loans will be made available through the following banks:",
    "The total value of the loans to be disbursed by the banks is Rs. 9,000 million.",
    "Further, it has been planned to purchase paddy at a minimum purchase price of paddy declared by the Department of Agriculture under this program. The minimum purchase price of paddy for Maha season 2023/2024 (Rs. per kilogram) is as follows.",
    "This concessionary loan scheme which has been commenced based on a Cabinet Decision dated 29.01.2024, is implemented from 1st February to 30th April of this year."
  ]
}