{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Global-shocks-and-Sri-Lanka-s-road-to-recovery/4-779224",
  "time_ut": 1753047103.0,
  "original_lang": "en",
  "original_title": "Global shocks and  Sri Lanka’s road to recovery",
  "original_body_lines": [
    "Sri Lanka’s future depends on how far it could create an innovation economy by using its existing resources and drawing on inventions and innovations made elsewhere",
    "It is not knowledge per se that would usher prosperity to Sri Lanka. It is the conversion of knowledge into marketable goods and services through innovation, spread of the information on innovation through diffusion and imitation of such innovators that would bring a continuous high economic growth to a country. Hence, the role of the Government is to create an environment conducive for invention, innovation, diffusion and imitation. This is where Sri Lanka falls behind many nations in the world as revealed by the latest Global Innovation Index or GII published by Cornell University, INSEAD and World Intellectual Property Organisation for 2023",
    "Keynote at Economic and Taxation Symposium 2025 of ICASL – Part II",
    "In the previous part1, we looked at two global shocks which have hit Sri Lanka’s march toward recovery, namely, the new tariff reforms introduced by the US administration and the Mid-East crisis which has temporarily abated but could ignite itself at any moment. The first will affect Sri Lanka’s exports to USA, its largest export destination. The second, if reignited, will cause global oil prices to skyrocket and reduce the country’s remittance flows adversely affecting its balance of payments. Both will have a negative impact on Sri Lanka’s economic growth. Hence, Sri Lanka’s policymakers cannot ignore them, and it was suggested that the country should have sufficient space to manoeuvre them successfully. We continue our discussion from that point.",
    "Historically, as shown in Figure 1, Sri Lanka had been a low-growth country. Its required compound growth rate to make the country a rich country within a generation had been about 8% per annum. But the average annual growth rate in the post-independence era from 1951 to 2024 had been about 4.1%. What this means is that Sri Lanka could achieve a natural growth rate of about 4.5% irrespective of whether it has adopted any growth enhancing measure or not. Any growth between 4.5% and 5% can be viewed as zero growth. If the growth rate is between 0-4.5%, though it is in the positive range, it can be considered a negative growth rate.",
    "In this context, the growth rate of 5% attained in 2024 should be taken as zero growth. As such, Sri Lanka should take urgent measures to push up the growth rate to about 8% or above and maintain it cumulatively over the next 25 years. This is going to be a daunting challenge, given the disappointing growth performance of the country in the past. It requires the country to adopt a growth-friendly policy package and ensure that it will be followed by the governments of different hues that will come to power in the future. Any policy reversal in this context is fatal to the country.",
    "Sri Lanka is presently concentrating on continuing with the economic reform program which has been prescribed by IMF as a part of its Extended Fund Facility. These reforms will help the country to fix the ailments in the budgetary performance by increasing revenue, attaining a surplus in the primary account, keeping the borrowing from the Central Bank at zero level, and rationalising the government expenditure by reallocating from consumption to investment. Reforming the state-owned enterprises to make them financially self-supporting is also a part of the reform program.",
    "These reforms should be undertaken by Sri Lanka not because it must meet the loan obligations insisted by IMF but because Sri Lanka needs to adopt them to push the economy to a high growth path and sustain it over the years. Any reform dictated to the country by an outside force and not coming out of its heart will not have a lasting existence.",
    "These reforms will undoubtedly help the country to put its financial sector to proper shape. But the real growth comes from the real investment facilitated by real savings in the domestic economy and the financing of the savings-investment gap through savings of foreigners. Historically, Sri Lanka has had an inadequate domestic savings flow due to high consumption by the private sector and dissaving by the Government which runs a deficit in its revenue account.",
    "In my view, the Government, instead of pursuing to have a surplus in the primary account of the Budget, should plan to have a surplus in the revenue account by keeping the consumption expenditure below its revenue. The surplus so generated in the revenue account can be used to part-finance the capital expenditure so that it could fully utilise the borrowing from both domestic and external sources to fund the needed capital expenditure programs.",
    "This is an important shift in the budgetary policy of the Government, and I do not see any move in the current budgetary policy to attain this goal. In the absence of a surplus in the revenue account, even the consumption is financed out of borrowing, and it is not a prudent fiscal policy in the long run since it worsens the country’s indebtedness to foreigners by adding more to its debt obligations.",
    "The continued high economic growth of an economy comes from four basic factors as presented by Austrian American economist Joshep Schumpeter nearly a century ago2: invention, innovation, diffusion, and imitation. Inventions are new things created by engineers, scientists, or management Gurus. But these new things should be commercially produced by entrepreneurs through a process which Schumpeter identified as innovation. Both inventions and innovations will help a single firm to prosper. But for the whole economy to move up, the knowledge on inventions and innovations should be spread through diffusion of knowledge and many others should imitate them to produce new things across the economy.",
    "Thus, it is not knowledge per se that would usher prosperity to Sri Lanka. It is the conversion of knowledge into marketable goods and services through innovation, spread of the information on innovation through diffusion and imitation of such innovators that would bring a continuous high economic growth to a country. Hence, the role of the Government is to create an environment conducive for invention, innovation, diffusion and imitation. This is where Sri Lanka falls behind many nations in the world as revealed by the latest Global Innovation Index or GII published by Cornell University, INSEAD and World Intellectual Property Organisation for 20233.",
    "The highest score which the best country can receive in the compilation is 100. Considering some 80 different aspects relating to an innovation economy, GII has calculated an innovation score for 132 countries. Of them, Sri Lanka has scored 23.3 in 2023 down from 30.79 in 2015. Its global ranking is down from 85 in 2015 to 90 in 2023, a deterioration that cannot be ignored by Sri Lanka’s policy authorities. Historically, Sri Lanka has been a low-level innovation economy and the current GII has confirmed it. Hence, Sri Lanka’s current position is an eye-opener for the Government which is bent on ushering prosperity to Sri Lankans.4",
    "The index value is the combined outcome of two sub-indices, one on innovation inputs and the other on innovation outputs.5 The ratio of outputs to inputs depicts the innovative efficiency of a country. If a country has an innovative efficiency ratio of more than or close to one, that country has a high innovative efficiency. Sri Lanka in this case has an efficiency ratio of 0.776 needing much improvement on the innovation front. The innovation inputs consist of five broad categories, namely, institutional structure, human capital and research, infrastructure, market sophistication and business sophistication.",
    "In innovation outputs, there are two categories, namely, knowledge and technology and creativity. In all these categories, Sri Lanka’s performance as an innovative economy has been far from the desired. It also opens a wide policy corridor for Sri Lanka government to adopt for implementation if it is really interested in building its knowledge base and its application in business.",
    "Thus, a country interested in creating a creative economy should put all the four essential ground conditions in place if it is to succeed in its attempt. First, knowledge must be created by its universities and research institutions. Then, such knowledge should be made available to prospective entrepreneurs for use in commercially viable productions known as innovation. Once the initial entrepreneurs become successful, that knowledge, both invention and innovation, should be disseminated or diffused across the economy to facilitate others to imitate the original inventors and innovators. To create the necessary ground conditions for this, an invention-innovation-diffusion-imitation nexus has been suggested by Austrian American economist Joseph Schumpeter7 by involving three partners of progress holding keys to success.",
    "The first key involving the creation of knowledge is held by academia in universities and research institutions. They are guided by ethics of conducting research and must work on cooperative researcher networks that nourish and cross-fertilise each other. The second key involving the task of putting the inventions into production is held by industry that delivers prosperity to the nation in the first instance and to the globe subsequently. The third key involving facilities for stable and productive interaction is operated by the Government. Its job is to combine three interrelated aspects of economic prosperity: technological development, political support and social and cultural orientations involving economic progress.",
    "These three partners together contribute to teaching and training, research and development and producing human and creative capital. It is to be noted that it is not mere human capital but creativity in human capital across all the three partners, academia, industry and government that delivers prosperity to a nation.",
    "Sri Lanka’s research institutions at present operate in ‘research silos’ with no connection to industry or use of their research outputs as inputs in industry. They too sit on a vast amount of human capital which is not used effectively to create new knowledge that leads to innovation by business and industry. One must just examine the qualifications of the researchers attached to the Department of Agriculture to gauge this point. Despite the large number of researchers in the Department, Sri Lanka still produces its agricultural produce in the same way it had produced it a century ago. Take for example rice. When other nations have gone for value-added products out of rice, such as ‘rice bran oil’, an edible oil that is rich with nutrients, Sri Lanka still processes rice in the same old manner and use rice only as the staple food of its people.",
    "The same observation can be made about the sectoral research institutions such as the Tea Research Institute or Rubber Research Institute or Coconut Research Institute. In the case of tea, Sri Lanka still uses tea only as an edible drink. There again, it is by using the traditional method of brewing tea in hot water and drinking it as a hot drink. Many extracts could be derived from tea that could be used in value added products in both the perfume and pharmaceutical industries. It is an eye-opener for Sri Lanka’s tea industry to learn that tea extracts are now used in perfume industry on a large scale after getting patent rights for the same.8",
    "In this connection, the Industrial Technology Institute or ITI has come up with several breakthrough inventions in the recent past and are looking for viable and productive linkages with industry to put their findings to practical use in producing commercially viable products and services.9",
    "Sri Lanka’s future depends on how far it could create an innovation economy by using its existing resources and drawing on inventions and innovations made elsewhere. The country’s present production structure consists of producing simple products like garments, plantation crops and export agriculture crops as revealed by the economic complexity atlas prepared by Harvard University and Massachusetts Institute of Technology.10 This structure should be changed if Sri Lanka is to survive in a fiercely competitive market and generate economic prosperity for its citizens.",
    "It requires the Government to play a facilitating role by creating the conditions conducive for people to come up with inventions and entrepreneurs to use such inventions in the production of marketable goods and services – a process known as innovation. When such innovations are introduced by entrepreneurs, the knowledge so generated should be diffused among the population enabling the other prospective innovators to imitate ideas across the economy. For this to happen, it is necessary to convert the country’s present human capital to ‘creative capital’ that would continue to create new things through its knowledge application and commercialise the same through innovations.",
    "2 Schumpeter, Joseph, (1934) The Theory of Economic Development, (Translated by Redvers Opie)",
    "7 Schumpeter J A (1942) Capitalism, Socialism, and Democracy, George Allen and Unwin, London; A review can be found in https://www.researchgate.net/publication/256060978_Schumpeter’s_View_on_Innovation_and_Entrepreneurship",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}