{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Chamber-of-Marine-Industries-of-Sri-Lanka-holds-AGM-charts-course-for-future-growth/34-780308",
  "time_ut": 1755216161.0,
  "original_lang": "en",
  "original_title": "Chamber of Marine Industries of Sri Lanka holds AGM, charts course for future growth",
  "original_body_lines": [
    "From left: CMISL Treasurer Akalanka Rathnayake, Ambassador of the Republic of Turkey to Sri Lanka Semih Lütfü Turgut, CMISL Chairman Indhra Kaushal, Ministry of Industry and Entrepreneurship Development Additional Secretary S.W.C. Jayamini and Assistant Director B. Kunalini",
    "The Chamber of Marine Industries of Sri Lanka (CMISL) convened its third Annual General Meeting (AGM) at the Cinnamon Grand last week. This gathering marked a significant milestone in the nation’s maritime journey, uniting industry leaders, experts and visionaries.",
    "At the heart of the AGM were the appointments that will shape the Chamber’s course in the year ahead, Indhra Kaushal a seasoned industry stalwart, was re -appointed Chairman for the 2025-2026 term. His leadership is expected to guide Sri Lanka’s marine sector toward renewed growth and competitiveness in the global arena.",
    "Ambassador of the Republic of Türkiye to Sri Lanka Semih Lütfü Turgut attended the AGM as the chief guest.",
    "“It is an honour to represent Türkiye in Sri Lanka at a time when our nations are deepening ties in trade, tourism and cultural exchange,” said Turgut.",
    "He reaffirmed his country’s support for Sri Lanka’s growing boating industry, inviting CMISL to lead a delegation to the Turkey Boat Show in February 2026 and pledged to foster strategic partnerships between Sri Lankan manufacturers and the Turkish Boat Association to open new commercial opportunities.",
    "Representing the State sector, the AGM was graced by, Export Development Board (EDB) Export Services Director Indumini Kodikara, EDB Industrial Products Director Manoja Dissanayake, EDB (Multiple Sectors) D.V.G. Mangala Maduwanthi, Ceylon Fisheries Harbours Corporation General Manager Janaka Prasanna, Ministry of Industry and Entrepreneurship Development Assistant Director B. Kunalini, Sri Lanka Standards Institution Director General Dr. Siddhika G. Senaratne and Merchant Shipping Director General Asanga Deshapriya.",
    "Ministry of Industry and Entrepreneurship Development Additional Secretary S.W.C Jayamini who was the guest of honour at the AGM noted that the marine industry is an emerging sector for export earnings, recording a remarkable 33% increase this year compared to last year.",
    "She emphasised the ministry is close to awarding the contract for a new slipway construction at Beruwala and remains committed to supporting the upcoming boat show and with continued development, international promotion and initiatives such as boat launches and marine exhibitions the sector is poised for sustained growth in the years ahead.",
    "Strengthening Sri Lanka’s international profile, the CMISL Chairman Indhra Kaushal delivered a presentation on Sri Lanka’s boating industry landscape and growth potential. A premier platform for showcasing the nation’s marine industry capabilities and forging global partnerships.",
    "“The Chamber of Marine Industries plays a pivotal role in steering Sri Lanka’s maritime and boating sector toward international competitiveness. By fostering standards, innovation and collaboration with global partners, we can unlock the full potential of our marine economy for the benefit of industry stakeholders and the nation at large.” Kaushal said.",
    "IODA Program success – The Indian Ocean Divers Association initiative enhanced diver safety standards, training, and awareness, strengthening Sri Lanka’s standing as a responsible maritime nation in the Indian Ocean region.",
    "Launch of a locally manufactured power boat – A milestone in marine craftsmanship with strong export and domestic potential.",
    "Strengthened regional cooperation – Importation of two sailing yachts from Chennai and signing of a MoU with the Madras Yacht Club to promote collaborative sailing programs, regattas and nautical tourism.",
    "Government collaboration – Active engagement with the Ministry of Industries, Export Development Board (EDB), Ceylon Fisheries Harbours Corporation (CFHC), Sri Lanka Tourism Development Authority (SLTDA) and Sri Lanka Tourism Promotion Bureau (SLTPB) to advance industry policies.",
    "Marina development proposal – Submission to CFHC to convert eight fisheries harbours into modern mini marinas, aiming to boost nautical tourism and create coastal economic growth.",
    "Sector diversification – Expansion into water sports such as diving and power boating, alongside developing offshore industries and services with export potential.",
    "Kaushal also announced that the ninth Boat Show Sri Lanka will take place from 30 January to 1 February, 2026 at the Port City Sail Lanka Boat Yard. Endorsed by SLTDA, the event will spotlight Sri Lanka’s marine manufacturing, services and water sports innovations, drawing top local and global exhibitors.",
    "Looking ahead, CMISL’s strategic priorities focus on establishing Sri Lanka as a regional nautical tourism hub, expanding export markets for marine products and services, developing world-class marina infrastructure through public-private partnerships, promoting sustainable and eco-friendly marine innovations and enhancing human capital through specialised vocational training.",
    "With renewed leadership, strong collaboration between the private and public sectors, and an ambitious agenda, the Chamber of Marine Industries of Sri Lanka sets sail toward a new horizon — driven by visionary leadership and a shared commitment to building a vibrant and sustainable maritime future."
  ]
}