{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Trained-police-and-armed-forces-personnel-are-hired-by-underworld-gangs-IGP/108-278194",
  "time_ut": 1709523060.0,
  "original_lang": "en",
  "original_title": "Trained police and armed forces personnel are hired by underworld gangs - IGP",
  "original_body_lines": [
    "March 04 - IGP Deshabandu Thennakoon said hiring of experienced police and security force personnel of marksmanship by underworld gangs has been going on unchecked since long and that and effective mechanism would be worked out to prevent such malpractices.",
    "During his meeting with the Mahanayake Theras of Malawatta and Asgiriya Chapters during his visit on Saturday (02) to Kandy on assuming duties as IGP he said the police officer who went abroad due to death threats from the underworld as he claimed had sought permission to go abroad with his family several months ago and that it was in doubt whether he complained on death threats to meet that object.",
    "The IGP who visited Sri Dalada Maligawa paid homage to the Sacred Tooth Relic and attended religious observances before meeting the Mahanayaka Theras.",
    "“Several police officers have been facing numerous threats and the department has taken steps to provide adequate protection to them and their families. Information has been received that well trained police and security personal have been hired by the underworld gangs. It is a matter of serious concern and steps would be taken in consultation with the Defence Secretary and other relevant authorities to prevent the recurrence of such malpractices in the future.”",
    "“Any police officer responsible for infringement of dignity and respect of an individual would be liable to legal action and subject to court order. Arrest of criminals operating from abroad is a matter of priority and talks with the relevant countries are already underway and a team of crime investigators are on the alert to leave once we received the green light from those countries. However, it is not possible to push it on at a rapid pace” He said.",
    "The IGP further said promotions of several police officers that have been held up due to legal implications were referred to the Attorney General and after resolving them steps would be taken to grant them soon."
  ]
}