{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-sees-150-israeli-tourists-in-first-5-days-of-november-despite-advisories-data-186693/",
  "time_ut": 1731076200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka sees 150 Israeli tourists in first 5 days of November despite advisories: data",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has received 150 tourists from Israel in the first five days of November, official government data showed, weeks after threats over possible attack on a Eastern coastal tourism hotspot where more Israeli tourists gather.",
    "The number of tourists from Israel has increased to 22,063 as of November 5, compared to 21,913 at the end of October 31, the latest weekly tourism data showed.",
    "Israel on October 23 asked its citizens to avoid non-essential travel to Sri Lanka, leave coastal tourist areas including Arugam Bay and stop overt displays of Hebrew language in clothes or other signs that could lead to identification, following the US embassy in Colombo warned citizens not to travel to Arugam Bay in the island’s Eastern Coast as there was credible information of an attack.",
    "Seven countries – the US, Israel, Russia, Canada, United Kingdom, New Zealand, and Australia – issued travel advisories after at least three foreign intelligence agencies alerted of a possible attack in Arugam Bay.",
    "These seven countries have accounted for 29 percent of the 1.48 million tourist arrivals in the first nine months of this year.",
    "Sri Lanka government later said it was in talks with foreign embassies to remove travel advisories after security measures were put in place to the locations which were facing attack threats.",
    "Soon after the travel advisories were issued, tourism operators raised concerns over possible cancellation of bookings due to the travel advisories.",
    "Any adverse impacts on the tourism industry could derail Sri Lanka’s recovery from an unprecedented economic crisis after declaring sovereign debt default in 2022. Tourism has been one of the key components in the island nation’s economic recovery.",
    "The island nation saw 30,620 tourists in the first five days of this month and there were more than 8,600 tourists from the seven countries which issued travel advisories, accounting for over 28 percent, the data showed. (Colombo/November 08/2024)"
  ]
}