{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Haycarb-unveils-state-of-the-art-Electrochemical-Laboratory-to-support-energy-storage-material-innovations/34-764847",
  "time_ut": 1722199889.0,
  "original_lang": "en",
  "original_title": "Haycarb unveils state-of-the-art Electrochemical Laboratory to support energy storage material innovations",
  "original_body_lines": [
    "From left: Haycarb Deputy Managing Director Brahman Balaratnarajah, Director – R&D and Technical Udaya Kumara, Managing Director Rajitha Kariyawasan, and Hayleys Chairman and Chief Executive Mohan Pandithage ceremonially open Haycarb’s new Centre of Innovation",
    "Haycarb PLC, a global leader in activated carbon, proudly announced the inauguration of its cutting-edge Electrochemical Laboratory, now known as its Centre of Innovation (CoI). This new facility marks a significant milestone in Haycarb’s ongoing commitment to innovation and excellence in the field of energy storage materials.",
    "The global energy storage market is on an impressive growth trajectory, with forecasts predicting an increase from $ 234 billion in 2023 to $ 357 billion by 2028. As per the Energy Storage Systems Global Market 2024 Report, this expansion, supported by a compound annual growth rate (CAGR) of 8.8%, is propelled by the increasing adoption of renewable energy and the rising demand for electric vehicles.",
    "With over a decade of experience as a key global manufacturer of supercapacitor carbons using proprietary technology, Haycarb supercapacitor carbons can operate on high-voltage platforms with good ESR performance and long cycle life.",
    "The newly established CoI is equipped with state-of-the-art battery testing equipment, including world-renowned Arbin battery test systems and Mbraun glove box workstations. This enables Haycarb to conduct comprehensive in-house testing of hard carbon and supercapacitor carbon.",
    "The team’s improved ability to meet specific customer requirements has greatly enhanced swift customisation capabilities. Quality assurance is now provided to clients with the in-house testing. The lab’s capabilities help ensure precise and consistent fabrication, supported by comprehensive testing to evaluate material performance.",
    "Importantly, the CoI has allowed for rapid results, eliminating reliance on external labs for performance measurements. This has significantly reduced sample testing turnaround time from up to a month to just days. Streamlined processes and faster turnaround times enhance overall efficiency for customers. Haycarb PLC Managing Director Rajitha Kariyawasan said, “To further enhance our portfolio of purification, gold recovery, and energy storage solutions, we focused on strengthening our in-house analytical facilities to achieve greater efficiency and quality.",
    "“With the new CoI, Haycarb can now deliver faster, more reliable results, fully controlling the testing process to meet industry standards and boost customer satisfaction. By supporting ongoing R&D efforts, we continue to foster our team’s culture of innovation, technical excellence, customer centricity, and sustainability creating more value for our customers.”",
    "Haycarb remains a leading player in the supercapacitor market, despite increasing competition from other overseas companies. The new CoI strengthens Haycarb’s position by enabling the company to respond swiftly to market demand and further enhance material performance, ensuring Haycarb remains at the cutting edge of technology.",
    "State-of-the-art equipment: The newly established CoI features the world-renowned Mbraun glove box workstation, which enables Haycarb to conduct comprehensive in-house testing",
    "The newly established Centre of Innovation (CoI) features state-of-the-art electrochemical testing equipment, including the world-renowned Arbin battery test system, enabling Haycarb to conduct comprehensive in-house testing"
  ]
}