{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ramadan-kareem-from-hilton-hotels-in-sri-lanka/",
  "time_ut": 1709921640.0,
  "original_lang": "en",
  "original_title": "‘Ramadan Kareem’ from Hilton Hotels in Sri Lanka",
  "original_body_lines": [
    "Savor the rich tapestry of traditions with the unveiling of Ramadan cuisines",
    "As we step into the hallowed embrace of Ramadan, our hotels stand ready to extend unparalleled hospitality to our Muslim communities across the nation. Recognizing this period as a time of devout prayer and reflection, our Ramadan-themed cuisines aim to capture the essence of this blessed occasion. Whether seeking to break-fast in a restaurant setting, during a meeting, or within the privacy of your room, our hotels are ready to accommodate your preferences and provide tailored experiences to meet your needs.",
    "Experience the delectable delights of the ‘International Hummus Festival’ at Graze Kitchen from 10 March – 9 April 2024, between 6:30 PM and 10:30 PM. Indulge in an exquisite Iftar dinner buffet, available on both weekdays and weekends, priced at Rs. 8,388 nett per person and Rs. 8,888 nett per person respectively, or opt for the Iftar platters at Rs. 7,888 nett for two. For a convenient dining experience at home, savor the flavors of ‘Iftar at Your Door’ from Café Kai, operating from 7:00 AM to 10:00 PM, with delivery available from 9:00 AM to 10:00 PM, throughout the festive period.",
    "To commence the Ramadan season, the hotel presents two captivating entertainment segments that embody the spirit of this prayerful period. On 10 March 2024, the Muslim Choral Ensemble will deliver a soul-stirring performance at L.A.B from 7:20 PM to 8:00 PM. Additionally, guests can enjoy a mesmerizing Sand Art Drawing by Thuba Siddeek from 8:00 PM to 8:30 PM at Graze Kitchen on the same evening. These events, hosted in the hotel lobby, offer an enriching experience that resonates with the essence of Ramadan, inviting guests to immerse themselves in the spiritual ambiance of the season.",
    "Embark on a culinary journey with our ‘Ramadan Culinary Rhapsody’ at Flow, available during the holy month of Ramadan, between 6:00 PM and 10:30 PM. Delight in our sumptuous offerings with prices set at Rs. 6,950 nett per person from Sunday to Thursday, and Rs. 7,350 nett per person on Fridays and Saturdays. As our esteemed guests enter the hotel, they will have access to the prayer room for spiritual contemplation before breaking fast. Additionally, every Friday and Saturday, indulge in the artistry of Mehndi at our dedicated corner. Enjoy special discounts of 20% for groups of 25 to 49 pax, and 25% for groups exceeding 50 pax, ensuring a memorable and inclusive experience for all.",
    "Experience the flavors of ‘Rajawarna Ramadan’ at Spoonbill during the holy month of Ramadan available from 11:00 AM to 11:00 PM. Whether you prefer to dine in or take away, indulge in the richness of our culinary offerings. Our package, priced at Rs. 13,288 nett, includes a set menu serving four guests, ensuring a satisfying and convenient dining experience for all.",
    "Ministry of Agriculture pays bulk of fertilizer credit owed by farmers to private sector",
    "Oceanswell and Greenpeace South Asia conduct cetacean surveys in the high seas of the Indian Ocean",
    "Thushara claims hat-trick on way to five-for to finish Bangladesh off in decider",
    "Bangladesh bowl; Hasaranga back as Sri Lanka make three changes",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}