{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Conglomerates-to-SMEs-shine-in-night-of-enriching-corporate-reporting-excellence-at-CA-Sri-Lanka-s-TAGS-Awards-2024/34-770638",
  "time_ut": 1734476828.0,
  "original_lang": "en",
  "original_title": "Conglomerates to SMEs shine in night of enriching corporate reporting excellence at CA Sri Lanka’s TAGS Awards 2024",
  "original_body_lines": [
    "The much-anticipated grand finale of the 59th TAGS Awards 2024, organised by the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka), celebrated excellence in corporate reporting, with a diverse range of organisations – from multinationals and conglomerates to SMEs and NGOs – showcasing their commitment to high standards in financial and non-financial reporting by embracing the principles of transparency, accountability, governance, and sustainability while also leading the way in raising the standards of corporate reporting.",
    "Held amidst much celebration at the Shangri-La Colombo on 12 December in the presence of the country’s corporate elite, the event highlighted the transformative role of enriching corporate reporting practices, complemented by a digital edge.",
    "Shining at the pinnacle was conglomerate Hayleys PLC, which clinched the coveted Gold award for ‘Overall Excellence in Corporate Reporting,’ while Diesel & Motor Engineering PLC secured the Silver, and both Commercial Bank of Ceylon PLC and Softlogic Life Insurance PLC shared the spotlight by jointly taking home the Bronze.",
    "The grand finale was graced by Sri Lanka Japan International Cooperation Agency (JICA) Chief Representative Tetsuya Yamada as Chief Guest and Securities and Exchange Commission of Sri Lanka (SEC) Chairman Senior Prof. D.B.P.H. Dissabandara as Guest of Honour. Also in attendance were CA Sri Lanka President Heshana Kuruppu, Vice President Tishan Subasinghe, Colombo Stock Exchange (CSE) Chairman Dilshan Wirasekara, TAGS Awards Chairperson Chamila Cooray, CA Sri Lanka CEO Lakmali Priyangika, and CSE CEO Rajeeva Bandaranaike.",
    "During the grand finale, a total of 10 organisations were recognised as the ‘Top 10’ for their outstanding corporate reporting. The companies were Commercial Bank of Ceylon PLC, Ceylinco Life Insurance Ltd., Diesel & Motor Engineering PLC, Hayleys PLC, Hatton National Bank PLC, John Keells Holdings PLC, LB Finance PLC, People’s Leasing & Finance PLC, Sampath Bank PLC, and Softlogic Life Insurance PLC.",
    "In the special awards segment, outstanding achievements in corporate reporting were also celebrated across multiple categories. Under the ‘Corporate Governance Disclosure – Financial Services’ category, Commercial Bank of Ceylon PLC secured the Gold, Hatton National Bank PLC won the Silver, while Softlogic Life Insurance PLC and Ceylinco Life Insurance Ltd. shared the Bronze. In the ‘Corporate Governance Disclosure – Non-Financial Services’ category, Hayleys PLC won Gold, Diesel & Motor Engineering PLC bagged the Silver, and John Keells Holdings PLC earned the Bronze.",
    "Hayleys PLC also excelled in the ‘Integrated Reporting’ category, winning Gold, with Diesel & Motor Engineering PLC and Softlogic Life Insurance PLC taking Silver and Bronze, respectively. Similarly, Hayleys PLC also clinched Gold in the ‘Sustainability Reporting’ category, followed by Diesel & Motor Engineering PLC winning the Silver and John Keells Holdings PLC taking the Bronze. The ‘Digitally Transformative Reporting’ category saw Softlogic Life Insurance PLC win the Gold, while Commercial Bank of Ceylon PLC and Diesel & Motor Engineering PLC were joint Silver winners, and Hayleys PLC walked away with the Bronze.",
    "Meanwhile, for the first time in the 59-year history of the competition, CA Sri Lanka also integrated Artificial Intelligence (AI) into its evaluation process, underscoring its commitment to innovation and staying at the forefront of global trends.",
    "Addressing the gathering, Kuruppu emphasised that numerous technological advancements have been implemented by organisations this year to enhance user-friendly access to information, leveraging artificial intelligence and natural language processing for analysis and interpretation.",
    "“While technology drives efficiency, sustainability shapes purpose. The global emphasis on environmental, social, and governance (ESG) considerations has elevated the importance of sustainability in corporate reporting. Although many large-scale corporations and export-oriented businesses have prioritised these efforts, there is still potential for further improvements,” he said, adding that embracing sustainability is not merely a response to global trends but it is a commitment to creating long-term value for all stakeholders.",
    "In her speech, Cooray highlighted that, at their best, annual reports excel in disclosure, clarity, and consistency, as they serve as powerful narratives, reflecting an organisation’s values, societal contributions, and roadmap for future growth. She said that these reports are the cornerstone of stakeholder communication, fostering trust, inspiring confidence, and setting benchmarks for responsible corporate conduct.",
    "“The TAGS Awards stand as a testament to the importance of these core principles. Since its inception in 1964 under its original banner as the Annual Report Awards, this initiative has inspired organisations for nearly 60 years to achieve the highest standards in reporting,” Cooray said.",
    "In addition to the main and special awards, organisations were also honoured across 34 different sectors, showcasing the diversity of corporate reporting excellence across industries.",
    "The following organisations received Gold awards in the respective sectors:",
    "Diversified Holdings (Group turnover above Rs. 100 billion) – Hayleys PLC",
    "Diversified Holdings (Group turnover upto Rs. 100 billion) – Diesel & Motor Engineering PLC",
    "Finance Companies, Leasing Companies and Other Financial Institutions (Total group assets above Rs. 75 billion) – LB Finance PLC",
    "Finance Companies, Leasing Companies and Other Financial Institutions (Total group assets between Rs. 25-75 billion) – Singer Finance (Lanka) PLC",
    "Finance Companies, Leasing Companies and Other Financial Institutions (Total group assets upto Rs. 25 billion) – Sarvodaya Development Finance PLC",
    "Food and Beverages (Group turnover above Rs. 15 billion) – Ceylon Cold Stores PLC",
    "Food and Beverages (Group turnover upto Rs. 15 billion) – Keells Food Products PLC",
    "Hotel Sector (Group assets above Rs. 10 billion) – Aitken Spence Hotel Holdings PLC",
    "Hotel Sector (Group assets upto Rs. 10 billion) – Trans Asia Hotels PLC",
    "Insurance Sector (Gross Premium above Rs. 10 billion) – Softlogic Life Insurance PLC",
    "Insurance Sector (Gross Premium upto Rs. 10 billion) – People’s Insurance PLC",
    "Land and Property Sector – R I L Property PLC and Prime Lands Residencies PLC",
    "Manufacturing Sector (Group turnover above Rs. 20 billion) – Haycarb PLC",
    "Manufacturing Sector (Group turnover upto Rs. 20 billion) – Alumex PLC",
    "State Corporations and Statutory Boards – National School of Business Management Ltd.",
    "Plantation Sector (Group turnover above Rs. 5 billion) – Kelani Valley Plantations PLC",
    "Plantation Sector (Group turnover upto Rs. 5 billion) – Horana Plantations PLC",
    "Education Sector – Chartered Institute of Personnel Management Sri Lanka (INC.)",
    "Service Sector (Excluding other service categories) – Hayleys Advantis Ltd.",
    "Not-For-Profit Organisations (NPOs) including NGOs – The Association of Accounting Technicians of Sri Lanka and The Ceylon Chamber of Commerce"
  ]
}