{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Prasanna-advocates-holding-Presidential-election-over-a-Parliamentary-poll/56-760091",
  "time_ut": 1711669484.0,
  "original_lang": "en",
  "original_title": "Prasanna advocates holding Presidential election over a Parliamentary poll",
  "original_body_lines": [
    "Chief Government Whip and Urban Development and Housing Minister Prasanna Ranatunga",
    "Cites potential benefits in ensuring a stable Govt. amid challenges",
    "Credits President Ranil Wickremesinghe economic stability, urges continuity under his leadership",
    "Voices his preference for SLPP founder Basil Rajapaksa as National Organiser given his experience, while congratulating Namal Rajapaksa in new post",
    "Hints at Namal Rajapaksa’s potential suitability for Presidential candidacy in future",
    "Chief Government Whip and Urban Development and Housing Minister Prasanna Ranatunga said holding the Presidential election would be more beneficial than a Parliamentary poll, stressing the need for a stable Government to steer Sri Lanka out of its current challenges.",
    "Speaking to journalists at the Sri Lanka Podujana Peramuna (SLPP) office at Nelum Mawatha, Ranatunga highlighted the importance of stability in addressing the country’s economic and political issues.",
    "Regarding the party’s readiness for the upcoming elections, Ranatunga expressed uncertainty about the availability of suitable candidates for the presidential candidacy within the SLPP at this time. He said the importance of honesty in political discourse and decision-making processes.",
    "He credited President Ranil Wickremesinghe for stabilising the country after a period of instability during the previous administration, highlighing the need to continue under his leadership.",
    "Ranatunga expressed his preference for SLPP founder Basil Rajapaksa to serve as the National Organiser within the party, citing his experience and track record in managing difficult situations, whilst congratulating Namal Rajapaksa on the appointment as the National Organiser stating that he should be given the opportunity to prove his capabilities in the new role.",
    "He also underscored the importance of experienced leadership in navigating the country’s challenges and suggested that Namal Rajapaksa may be better suited for Presidential candidacy in the future after gaining more experience.",
    "Ranatunga emphasised the need to prioritise the country’s interests over political considerations, advocating for decisions that benefit the people of Sri Lanka."
  ]
}