{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/02/07/army-chief-presents-airborne-insignia-to-course-mates/",
  "time_ut": 1707284580.0,
  "original_lang": "en",
  "original_title": "Army Chief Presents Airborne Insignia to Course-mates",
  "original_body_lines": [
    "COLOMBO (News 1st); The Insignia Awarding Ceremony of Basic Airborne Course – MNDF 04 was held at the Army Headquarters on 06 February 2024.",
    "Lieutenant General Vikum Liyanage RWP RSP ndu, the Commander of the Army graced the ceremony as the chief guest.",
    "Eighteen military personnel from the Maldives National Defence Force and fifteen members from the Sri Lanka Army, including Lieutenant General Vikum Liyanage, the Commander of the Army and Major General A.C.A de Zoysa USP Hdmc Lsc, Colonel Commandant of the Sri Lanka Corps of Military Police and Provost Marshal of the Army, completed the training at the Commando Regiment Training School in Kudaoya.",
    "In marking the commencement of the event, Major General P.G.P.S. Rathnayake RWP RSP ndc, the Colonel of the Commando Regiment, extended a warm welcome to the Commander of the Army. Subsequently, Brigadier B.M.S.K.K Dharmawardana RWP RSP USP, Commandant of the Commando Regimental Center, delivered the welcome speech.",
    "In a rare gesture, the Commander of the Army, along with the Major General W.H.K.S Peiris RWP RSP VSV USP ndu, Chief of Staff, pinned the prestigious Airborne Insignia onto the course participants.",
    "Addressing the gathering, the Commander of the Army extended his heartfelt congratulations to the newly adorned military paratroopers, acknowledging their dedication and perseverance to earn this esteemed insignia. He also expressed gratitude to the instructors of the Commando Regiment Training School for their invaluable guidance and support throughout the training period.",
    "Afterwards, the Commander of the Army joined the course participants for a group photograph. Following the ceremony, all participants gathered for refreshments, where the Commander of the Army had the opportunity to interact with his airborne coursemates.",
    "Major General S.P.A.I.M.B Samarakoon Hdmc Lsc, Deputy Chief of Staff, Principal Staff Officers, Colonel Hassan Amir, Defence Advisor of High Commission of Maldives in Sri Lanka, Officers and Other Ranks participated in the awarding ceremony.",
    "Sri Lanka Aims for Six-Month Debt Fix; US$3 Billion Annual Payment Looms",
    "CBK Back in Politics: Leads Broad Alliance for Upcoming Elections"
  ]
}