{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Economic-stakes-of-the-2024-Presidential-election/14-766863",
  "time_ut": 1726691708.0,
  "original_lang": "en",
  "original_title": "Economic stakes of the 2024 Presidential election",
  "original_body_lines": [
    "As Sri Lanka gears up for elections, policymakers must avoid rash economic promises that risk a decade of lost growth and an era of relative decline.",
    "As too often in the past, Sri Lanka appears not to have broken its damaging tendency towards ‘competitive populism’ ahead of elections. Fiscally profligate promises ranging from wage increases to loan write-offs and welfare handouts are being made in a bid to win votes. Such pledges often come with a hefty price tag that the country can ill afford, especially given its still fragile economic recovery.",
    "The choices for Sri Lanka on the economic front are starkly clear: a) proceed along the agreed International Monetary Fund’s Extended Fund Facility (IMF-EFF) program fiscal targets and timelines; b) rehash tax and spending at the margin without materially altering EFF targets and commitment; and c) discontinue the current EFF program and renegotiate afresh. The choices made will determine what the enduring effects of the 2022 economic crisis will be.",
    "Even the fact that such options are a matter of discussion points to an irrefutable fact: harsh austerity in the midst of a deep economic crisis hurts, and it hurts the neediest most.",
    "The austerity measures – tax increases, wage freezes, subsidy removals – implemented so far have helped rebuild fiscal buffers, restore monetary stability and revive economic growth. In the process, though, both policymakers and the public have been called on to make sacrifices. For the former, implementing unpopular economic measures is never easy. The latter, despite a decline in incomes and living standards, have been mostly resigned in the hope of seeing their economic conditions improve over time. Those improvements have partly materialised, albeit rather slowly. Those who fell into poverty have been offered welfare support, and jobs are being generated. But for those on low to middle incomes – the ‘squeezed middle’ – the cost-of-living crisis has left lasting damage.",
    "Elections can galvanise promises to speed up the recovery process via various policy solutions. In normal times, these will not invite intense scrutiny. However, these are not the typical ‘business-as-usual’ times for Sri Lanka. It is a country still tagged as ‘in default’ with very limited access to international finance, either for the government or the private sector.",
    "This very limited access hinges on the continuation of the IMF programme. Any extended interruption to the current EFF could result in the drying up of that scarce funding, and the only way to keep essential services running will be to print new rupees and make the currency nearly worthless as inflation spirals. This time around, therefore, Sri Lanka’s habit-forming past practice of ‘muddling through’ crises is no longer an option.",
    "Electoral policy agendas will inevitably focus on alleviating economic hardships, tackling distributional concerns, and boosting output growth. Sri Lanka’s current economic context, though, demands that these should not be addressed haphazardly. Shortcomings on tax and spending can be redesigned through targeted measures without damaging fiscal credibility. In turn, continued stability around the fiscal framework will help to focus policy more intently on deeper structural factors that impede durable growth. If managed well, Sri Lanka’s post-election path could usher in an era of self-sustaining economic recovery, driving rising living standards towards a more prosperous and fairer society.",
    "The Institute of Policy Studies of Sri Lanka (IPS) provides robust analytical evidence on these and other critical issues through its ongoing research on the economic crises and its aftermath. These include assessments on the distributional impacts of recent tax and spending policies, the effectiveness of the Aswesuma program, impacts on education and the labour market, the gains and risks of entering into regional trade agreements to boost growth, amongst others, using an array of latest data and research methods.",
    "Drawing on these insights, IPS’ annual flagship report, Sri Lanka: State of the Economy 2024, scheduled for release on 8 October 2024 examines who has lost out from the economic crises, how they have been supported, and what needs to change. As economic policy competes for space in Sri Lanka’s post-election agenda setting, the report with its thematic focus on ‘Economic Scars of Multiple Crises: From Data to Policy’ offers analytical evidence designed to help secure the necessary degree of consensus required for an economic strategy that will take the country from stabilisation to growth and prosperity."
  ]
}