{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-blame-game/4-768687",
  "time_ut": 1730421063.0,
  "original_lang": "en",
  "original_title": "The blame game",
  "original_body_lines": [
    "Voters appear to prefer the blame game, pointing to anyone other than themselves",
    "Over the past two years, I’ve had the opportunity to talk to many people across the country about what ails this land. On these occasions, I’ve always talked about what we as citizens have done (rewarded politicians who fostered the giveaway culture) and not done (failed to exercise any oversight in the time between elections). Almost always I get significant pushback. A common refrain is “we didn’t get fuel and electricity for free; we can’t be blamed for the fiscal deficit.” Citizens are blameless; the leaders are.",
    "These public interactions and my writing cause some individuals to reach out to me privately. The common theme here is that foreign interests are the cause of the crisis in its various manifestations. Because of our strategic location various foreign powers are causing all these bad things to happen (the latest are the travel advisories). According to this narrative, even the leaders are blameless to a degree. Agency resides in powerful external actors. We are helpless bits of flotsam caught in the flood.",
    "“Not me.” Anyone who interacts with children or can remember their childhood would be familiar with that phrase. When an adult questions some infraction, a common response is “not me.” It may be true that the cat tipped over the broken cup and the “not me” is justified. In other cases, it is untrue and an attempt to evade responsibility and its consequences. In both cases, someone else (an adult) will clean up the mess.",
    "Now switch to an adult saying, “not me.” Whatever be the cause of the problem, is “not me” a reasonable response? In the adult world, we have to clean up the messes ourselves.",
    "So why do we keep saying “not me”? If the cause of the problem was indeed someone else, are we able to compel that person to clean up the mess? When Al Qaeda attacked sites in New York and Washington, the US was able to retaliate (even if the efficacy of the response is debatable). Even if we establish that a certain problem was caused by some external actor, are we in a position to get that actor to desist or to compensate us? Even if international law allows, we need to take the initiative.",
    "In most instances, we are the cause or at least part of the cause. Our debt crisis was caused by ill-considered foreign debt incurred to cover budget deficits and for grandiose projects with little return. No one held a gun to the heads of the decision makers in government at the time and compelled them to borrow. In many instances, our rulers actively sought the loans. So, who is to blame: the lenders or the people we elected to govern us?",
    "Lenders who extend concessional loans such as the World Bank attach all kinds of conditionalities to the loan. Environmental clearances are mandatory. Adherence to their procurement procedures is required. There are more. At the conclusion of the Development Dialogue with Sri Lanka’s traditional lenders in 2007, then Deputy Minister of Finance Dr. Sarath Amunugama stated that there was no longer a need to subject ourselves to conditionalities because there were alternative sources. That was the turning point, the beginning of expensive borrowing from the commercial market in the form of international sovereign bonds and from China.",
    "There was a choice between low-interest loans with conditionalities and high-interest and short-repayment-period loans with no conditionalities. Our leaders chose the latter. Who is to be blamed?",
    "If we are adults, we will take responsibility for the wrong actions of those we elected to represent our interests. We will assign partial blame to our agents who made the wrong choices, but accept we are not without blame.",
    "But some of us prefer to behave like children and talk of odious debt. Others blame the rulers we elected since independence and see voting in new rulers as the solution. But unless we accept our responsibility in electing rulers who made wrong decisions, we will see replays. No one was there to clean up the mess in 2022, other than us. There won’t be anyone when we default the next time.",
    "Modern economies cannot function without debt. But debt has to be managed carefully in countries like ours. Keeping government expenditure (except for interest and repayment of principal) below that year’s revenue will yield what is known as a primary surplus. You take loans only for major capital projects or crises; in most years, the primary surplus is used to service the debt and to pay down the principal where possible.",
    "Except for 1954, 1955, 1992, 2017, 2018, 2023 and 2024 Sri Lanka did not achieve a primary surplus. That means that in most years, the government had to borrow in one form or another for recurrent expenditures. And whenever a Government succeeded in achieving a primary surplus, the voters booted it out.",
    "Does that not indicate some culpability on the part of the voters? Governments that got us into debt are reelected and those that tried to reduce borrowing and start repaying debt are rejected. The politicians got the message. That was why the Gotabaya government resisted entering an IMF program even as the country was sliding into default. Everyone knew that the IMF would have required higher taxes, an end to fuel and electricity subsidies, and curtailed spending. And that the politicians who did those things would be punished by the voters. True enough, the politicians who made the hard calls such as Ranil Wickremesinghe and Shehan Semasinghe will no longer be in Cabinet or Parliament.",
    "Our Constitution states that the sovereignty is in the people and is inalienable (Article 3). This places the people at the apex of the power hierarchy. The Constitution goes on to say how that sovereignty is to be exercised through various agents (Article 4).",
    "Within the framework of principal-agent theory, the people/voters are the principals who delegate various functions to agents such as the president, legislators and the judiciary. It is assumed that the principal will wish to ensure the appointed agents do the principal’s will. The theory posits that this will be difficult because the agent’s preferences are different from those of the principal and because the agent always has more information than the principal.  If the principal wishes to achieve the desired results, it is necessary to select the agents with due care and thereafter to supervise their actions diligently. Can it be said that the voters take due care in their appointment procedures? Or are they happy to vote for parties/persons on some unexamined emotionally loaded appeal without looking to see if they can perform their functions? Do they exercise adequate supervision between elections?",
    "The above actions require time and effort. Our voters are like the absentee owners of coconut land. They like having the inherited land and the trickle of revenue it yields. But they do not behave like textbook owners/principals. They do not invest in the crop; they care little about the low yields; they turn a blind eye when the underpaid watcher pilfers coconuts. Given the low yield and revenue, they see little reason to invest in greater security and productivity. Occasionally they remove the watcher and get a new one. But they do not change the system to ensure better supervision. Much easier to badmouth all and sundry over a drink with friends, or to blame the monkeys.",
    "Voters appear to prefer the blame game, pointing to anyone other than themselves. This is much less demanding of time and cognitive capacity. For the most part, the cost-benefit calculation is also favourable. Except when one’s purchasing power is being eaten away by inflation and one is standing in queues for essentials, as was the case in 2022.",
    "Many of us are still in the blame game and are unwilling to take responsibility. The last Presidential election was the usual auction of non-existent resources, and many voters appeared receptive. Some learning occurred during the 2021-25 crisis. But perhaps we will need another round of pain to start behaving like adults."
  ]
}