{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/omega-line-toastmasters-installs-new-leadership-at-ignite-the-legacy-ceremony/",
  "time_ut": 1756831500.0,
  "original_lang": "en",
  "original_title": "Omega Line Toastmasters installs new leadership at “Ignite the Legacy” ceremony",
  "original_body_lines": [
    "The Omega Line Toastmasters Club ushered in a new era recently with the installation of its 2025/26 Executive Committee at a ceremony held at the Jetwing Blue in Negombo. The event, themed “Ignite the Legacy,” celebrated the club’s rich history of success while laying the foundation for future growth.",
    "TM Felix Fernando, the club’s Charter President and CEO/Managing Director of Omega Line Ltd, who continues to be the guide of the club members’ journey to success, Chief Guest Dr. Riyad Ismail, and Guest of Honor DTM Niroshan Nadarajah – District Director of District 82 together with many district, division, and area officers of the Toastmasters club graced the occassion.",
    "“We are delighted with the positive contribution that the Omega Line Toast Masters club has made to the development of communication and leadership talents of our members. Their dedication and commitment to this initiative have earned the club many accolades since its inception,” said TM Rashmi Fernando, out-going President of the club.",
    "Supported by Omega Line Ltd – Sri Lanka’s leading apparel exporter to Europe – the club has earned the President’s Distinguished Club status twelve times and the Golden Club Award five times, reflecting its unwavering commitment to leadership and communication excellence. They also proudly celebrated the club’s fifth Golden Gavel Award for 2024/25 as well as the 8-80 Award for exceptional member retention, honoring its outstanding contributions and solidifying its esteemed reputation within the Toastmasters community.",
    "The evening was marked by the installation of the club’s new president TM Srishantha Fernando and his executive team. The new president stated that they are ready to continue the club’s legacy of excellence, and that their focus will be on enhancing leadership development to provide members with even more opportunities for personal and professional growth. It was also an occasion to celebrate the club’s enduring legacy, with members sharing nostalgic memories. The event was followed by cocktails, dinner, and camaraderie, an inspiring start to a new chapter, highlighting the club’s history and its commitment to excellence.",
    "With the continued support of Omega Line Ltd, the Omega Line Toastmasters club is poised for even greater success in the year ahead, committed to igniting the legacy of leadership and communication.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}