{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-close-down-as-profit-taking-continues-189270/",
  "time_ut": 1732188420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks close down as profit taking continues",
  "original_body_lines": [
    "ECONOMYNEXT – The Colombo Stock Exchange closed down on Thursday, data on its site showed.",
    "The broader ASPI closed down 1.00 percent, or 131.45 points, at 12,982; while the more liquid S&P SL20 Index closed down 1.49 percent, or 58.36 points, at 3,860.",
    "Turnover was 7 billion. Most of this came from banks (Rs4.5bn).",
    "“There was interest in the banking sector. Investors who had bought stocks at extreme low prices were engaged in profit taking,” market participants said.",
    "Top negative contributors to the ASPI were John Keells Holdings (down at 20.00), Commercial Bank (down at 120.50), Sampath Bank (down at 93.70), Browns Investments (down at 6.10) and LOLC Holdings (down at 448.00).",
    "Top turnover generators were DFCC Bank (up at 86.20), JKH, Citizend Development Business Finance (up at 233.00), Sampath Bank and Commercial Bank.",
    "“Large quantities of bluechips stocks also changed hands, possibly due to some bargain hunting.”",
    "Crossings were recorded on DFCC Bank, CDB, JKH, Sampath, Commercial, Melstacorp, Hayleys Fabric (down at 49.30), Access Engineering (flat at 26.90), and Dipped Products (down at 39.90).",
    "Earlier in the day Sri Lanka’s President addressed the newly convened tenth parliament and outlined the National People’s Power government’s economic policy.",
    "Foreign buying was seen in Nations Trust Bank (down at 148.25), Commercial Credit (up at 44.30), Sunshine Holdings (down at 73.50), Lanka Milk Foods (down at 32.80), Richard Peiris (flat at 24.00), and Union Assurance (down at 51.70).",
    "Foreign selling was seen in JKH, Sampath, L B Finance (down at 78.30), Vallibel One (down at 53.40), Melstacorp (down at 108.00), and Aitken Spence (down at 122.75). (Colombo/Nov21/2024)"
  ]
}