{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112212/india-will-continue-to-buy-russian-oil-despite-us-tariffs-finance-minister-says",
  "time_ut": 1757090400.0,
  "original_lang": "en",
  "original_title": "India will continue to buy Russian oil despite US tariffs, finance minister says",
  "original_body_lines": [
    "India will continue to buy Russian oil as it proves economical, its finance minister said on Friday, despite the Trump administration’s decision to impose heavy import tariffs on Indian goods due, in part, to its energy purchases from Moscow.",
    "As Europe and the U.S. have shunned Russian oil over Moscow’s 2022 invasion of Ukraine, India has taken advantage of discounts on Russian output to become the largest buyer of Russian seaborne crude.",
    "New Delhi has said its purchases of Russian oil have kept the markets in balance.",
    "U.S. President Donald Trump, who is seeking to broker an end to the Ukraine conflict, has said India’s oil imports are helping fund Moscow’s war effort and imposed a 50% tariff on imports from India last month.",
    "Finance Minister Nirmala Sitharaman, speaking on local news channel CNN-News18, said India, the world’s third-biggest oil importer and consumer, had no plans to eschew Russian supplies.",
    "“We will have to take a call which (supply source) suits us the best. So we will undoubtedly be buying it,” she said, adding that India spends most of its foreign exchange on purchases of crude oil and refined fuels.",
    "U.S. Commerce Secretary Howard Lutnick urged India on Friday to back the dollar, resume trade talks with Washington and stop buying Russian oil.",
    "“We’re always willing to talk. The Chinese sell to us. The Indians sell to us. They’re not going to be able to sell to each other. We are the consumer of the world,” Lutnick said in an interview with the “Bloomberg Surveillance” program.",
    "“Either support the dollar, support the United States of America, support your biggest client - who’s the American consumer - or, I guess you’re going to pay a 50% tariff. And let’s see how long this lasts.” He predicted India will come back in one or two months, apologize to Trump and seek a trade deal.",
    "In the fiscal year to March 2025, oil and refined fuels purchases from overseas accounted for about a quarter of India’s overall imports.",
    "“Whether it is Russian oil or anything else, it’s our decision to buy from the place which suits our needs whether in terms of rates, logistics, anything,” Sitharaman added.",
    "Indian Prime Minister Narendra Modi joined Russian President Vladimir Putin at a summit in Tianjin this week that Chinese President Xi Jinping hosted as a demonstration of solidarity against the West.",
    "Modi’s participation in the meetings, dubbed “the Axis of Upheaval” by some observers, alongside the leaders of countries like North Korea and Myanmar was viewed by some experts as a consequence of New Delhi’s falling out with Washington.",
    "Talks between the two nations aimed at negotiating a deal to reduce the U.S. tariff burden on Indian goods have unravelled.",
    "Last month, a planned visit by U.S. trade officials to New Delhi was cancelled, and there have since been no physical meetings between the two sides.",
    "U.S. Treasury Secretary Scott Bessent has accused India of profiteering by importing Russian oil at lower prices and then reselling refined fuel at a higher rate.",
    "Trump, in a post on a social media platform Truth Social on Friday, commented on Putin and Modi’s attendance in China.",
    "“Looks like we’ve lost India and Russia to deepest, darkest, China. May they have a long and prosperous future together!” he wrote."
  ]
}