{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84914",
  "time_ut": 1729168740.0,
  "original_lang": "en",
  "original_title": "Sajith Premadasa has made opposition politics unwinnable. He had the choice of making an alliance with the UNP but he was so insecure that Ranil Wickremesinghe would somehow wrest control of the Party that he turned  it down.",
  "original_body_lines": [
    "Even those who did not vote for Anura Kumara Dissanayake in the presidential race would find it refreshing to see that the old rot that had infested Sri Lankan politics is being cleared out.",
    "But, look closer;  while some of the old guard may have left politics for good, a good number of others have their names on the national list, which gives, at least the folks in the top quarter of the list, a sure shot at getting into Parliament, without the travails of going before the voters.",
    "Also, a cursory look at the troubles brewing in the SJB would reveal that it is not just the old guard collapsing. It is, in fact, the entire machinery of the political opposition that is actually collapsing.",
    "True that a number of senile politicians who, during their long existence in national politics, brought very little value but fostered a system of cronyism and patronage have announced retirement. That includes the Rajapaksa family cabal after a failed dynastic project and dragging the country down the precipice. None of the Rajapaksa old guards are running for the election, and young Namal has opted to maximise his chances of getting into Parliament through the national list.",
    "But, the old guard is not just going; they are sending their offspring to fill their shoes, expecting the constituency to keep voting for another round of dynastic politics.",
    "Some others have announced ‘taking a break’ from politics. The departure of card-carrying racist trouble rousers like Wimal Weerawansa would serve the sanity of Sri Lankan politics and its voters.",
    "Others, such as Champika Ranawaka and Shehan Semasinghe, who did a decent job as the State Finance Minister of the previous administration, probably deserve to be in the next Parliament, considering most undeserving individuals would still get into Parliament.",
    "And the old guards are not necessarily evil. Is Karu Jayasuriya bad? Is Imtiaz Bakir Marker bad? It is about the individuals, their principles and their competencies. Probably, Sri Lankan voters should be more circumspect about the type of new guards they would be electing.",
    "The seismic political shift unleashed by Anura Kumara Dissanayake’s Presidency no doubt changed the public perception and delivered a crippling blow to the Old Guard. However, that was not the only one; perhaps that was not even the most crucial one.",
    "The most decisive but less talked about catalyst is the wrecking ball that Sajith Premasada has thrown into the machinery of political opposition. Premadasa has made opposition politics unwinnable. He had the choice of making an alliance with the UNP, which, with the right messaging to the public, could still have won them closer to a simple majority in Parliament. But, he was so insecure that Ranil Wickremesinghe would somehow wrest control of the Party he turned  it down. Now, the moment is lost, and SJB might not perform better than the general election 2020.",
    "Losing is one thing, but ‘illan kema”, or self-defeatism, is a different affair. The SJB currently faces that particular dilemma, which triggers a unique psychological dynamic that portends failure within the Party MPs and the constituency.",
    "Sajith Premadasa has single-handedly demolished the prospect of a cohesive and confident opposition. Instead, he is relying on rent-seeking sycophants – this may sound like Ranil Wickremesinghe in his worst times, but still, Wickremesinghe represented a different intellectual and ideological milieu.",
    "That Sri Lankans could not grasp the practical implications of these two traditions since the very beginning of the country’s independence was the bane that contributed to the country’s sub-par economic growth.",
    "Premadasa had taken for granted a massive constituency of over 50% of total voters, who opted for either him or Ranil Wickremesinghe; the feuding duo together won one million votes more than AKD. This large constituency holds strong reservations about the country’s future under an NPP government and a desire to check its power in a future Parliament so that the worst of JVP excesses would not materialise.",
    "But, the SJB offers them little hope. It is devoid of fresh thinking, policy or conviction.",
    "Instead, it is torn apart by internal bickering and stupid decisions made in quick succession. First was Sajith Premadasa’s decision to run for the presidency, which should have warranted his resignation in a system of accountability.",
    "Second, is turning down a prospect for a potential winning alliance and running for an election to lose it — and lose it big.",
    "The doom of un-electability sets off its own chain of actions. When a candidate or the Party is unelectable, financers would not chip in because they would not get a return for their investment. Election financing is a big part of the culture of cronyism and wheeler-dealing in this country, which is why Sri Lanka should enact election financing laws requiring the full disclosure of campaign contributions.",
    "For all the talk of good governance, one might wonder whether NPP/JVP would do that. If such a law existed, it might help explain their choices of governors and future top government and diplomatic appointments.",
    "The NPP/JVP is not short of cash to finance its election machinery, and given the prospect of a government dominated by the NPP, financers queue up to extend their support.",
    "Meanwhile, the vast majority of SJB/UNP-led alliances are scratching the bottom of the barrel.",
    "Anura Kumara Dissanayake’s victory surely changed the political equilibrium. Its commonsense economic decisions, such as the continuation of the IMF programme and debt restructuring, also gave a degree of confidence, especially to those who worried it would scuttle the country’s economic recovery.",
    "That group of people were overwhelmingly the ones who did not vote for him in the election. However, they and many others may also question the duplicity of protest slogans in the AKD election campaign. Here is now a government that follows the economic policies of its predecessor to the letter,  the very policies it decried during the election, and even sensible thinkers within the NPP genuinely fear that any major diversion would wreak havoc in the economy.",
    "That could have been the strong point of the SJB if it opted to go with the UNP-led alliance. But, Sajith Premadasa, with a single stupid move, annihilated the prospect of a winning partnership and is now guiding the Party and the political opposition to a classic capitulation at the election.",
    "It is not the old guard that has collapsed. That single stupid decision has destroyed, beyond immediate repair, the entire election machinery, the spirit, and the electability of the political opposition."
  ]
}