{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/some-thoughts-from-a-very-special-patient/",
  "time_ut": 1706461560.0,
  "original_lang": "en",
  "original_title": "Some thoughts from a very special patient",
  "original_body_lines": [
    "It is from no less a person than the Pope; head of the Catholic Religion. Pope Francis, formerly known as Cardinal Jorge Bergoglio, who will be 88 years old this December, had one of his lungs removed when he was a teenager because of an infection. In June 2023, he was admitted to the Gemelli Hospital in Rome, Italy, and had abdominal surgery for an incisional hernia which was causing him a lot of discomfort.",
    "Following are excerpts from his thoughts while in hospital and his homily to the faithful following recovery from his hospitalisation.",
    "“The walls of the hospitals have heard more honest prayers than any church… They have seen more sincere kisses than in any airport… It is only in hospitals you see a homophobic being saved by a gay doctor, a high society doctor saving the life of a beggar…. In Intensive Care you might see a Jew taking care of a racist… you may see both a police officer and a prisoner as patients in the same ward receiving the same attention…. and a wealthy patient in line for a liver transplant ready to receive the organ from a poor donor. It is at these times when hospitals touch personal wounds, when universes intertwine for a divine purpose and in this coming together of destinies, we begin to realise that alone, we are nobody, nothing!!!!",
    "The absolute truth of a person, most times appears only when severe pain is felt or when there is a real threat of a definite loss. The hospital, is a place where the human being removes his or her mask and shows just how he or she is, in his or her true essence.",
    "This life passes quickly. Do not fight anyone, do not criticize your own body as much, do not complain as much, do not lose sleep worrying about unpaid bills. Be sure to kiss your loved ones. Do not be so anxious about leaving the house immaculate. Goods and properties should be earned by each person, and do not devote your time to accumulating inheritances. Keep the dogs nearer. Do not keep old mugs. Use the new cutlery. Do not be mean with your favourite perfume; use it to go out even on your own. Use your favourite slippers, repeat your favourite clothes, who cares?",
    "If it is all in order, why not now? Why not take a rest? Why not call now? Why not forgive now? We wait for Christmas, or Friday, or next year or when we have more money, or when we fall in love, or when everything is perfect…. Look, perfection does not exist. The human being cannot reach it, simply because he was not made to become complete in this life. This life is an opportunity for learning. So, enjoy this rehearsal of life and do it now… Respect yourself, respect others. Walk your own path and leave others to walk their own. Respect all, do not criticise, judge, or meddle. Love more, forgive more, give more hugs, live more intensely, and leave everything else in the hands of our Creator.”",
    "After spending nine days in the hospital following abdominal surgery, Pope Francis made his first public appearance on a Sunday, offering his weekly Angelus Address to thank all those who prayed for him during his recovery.",
    "“I want to express my gratitude to those who, during my recovery at the Gemelli Hospital, showed me affection, thoughtfulness and friendship, and who promised me the support of prayer,” the Pope said, speaking from the window of Vatican’s Apostolic Palace overlooking those gathered in St. Peter’s Square below. “For me, this human and spiritual closeness has been a great help and a great comfort. I thank you from the heart,” he said.",
    "Then, Pope Francis focused his Sunday Angelus address, during which he appeared rested and energetic, on God’s closeness and the need to turn to God like a child does to his or her father in times of difficulty.",
    "He focused on the day’s Gospel passage from Matthew, in which Jesus sends the disciples out, telling them to “Preach as you go, saying ‘The kingdom of heaven is at hand’. It is the same proclamation with which Jesus began his preaching: the kingdom of God, that is, his lordship of love, has come near, it comes in our midst,” the Pope said, insisting that if God is close, then “we are not alone on earth, and even in difficulty we do not lose faith.",
    "God is never far from his people, but rather knows and loves each one, Francis said, “he wants to take you by the hand, even when you travel on steep and rugged paths, even when you fall and struggle to get up again and get back on track. Often in the moments when you are at your weakest, you can feel his presence all the more strongly. When a child holds his or her father’s hand, the world seems different, and the unknown becomes familiar and secure, because the child knows he or she is protected. The child is not afraid, but rather learns and grows with joy.",
    "This is why God’s vicinity is the first proclamation: by staying close to God, we conquer fear, we open ourselves to love, we grow in goodness, and we feel the need and the joy to proclaim. One must sit on God’s lap to learn how to look at the world with trust and with love, and to then proclaim that God is a father. He alone transforms our hearts and gives us that joy and that peace that we ourselves cannot attain.”",
    "Pope Francis finished his address saying, “In recent days I have received so much closeness and for this I bless God and am grateful to you all: my heartfelt thanks!” and closed the address with his signature tagline, “don’t forget to pray for me.“",
    "Following his experience as a patient, his message to all healthcare workers, was quite clear; the patient should come first in all our dealings.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}