{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103545/philippines-evacuates-tens-of-thousands-as-super-typhoon-man-yi-nears",
  "time_ut": 1731754740.0,
  "original_lang": "en",
  "original_title": "Philippines evacuates tens of thousands as super typhoon Man-Yi nears",
  "original_body_lines": [
    "The Philippines evacuated tens of thousands of people from their homes and cancelled dozens of flights on Saturday, as a super typhoon threatened to unleash heavy rains and powerful winds that could trigger floods and storm surges.",
    "Packing winds of 185 kph (115 mph), the storm Man-Yi was heading for the eastern part of the main island of Luzon, spurring the weather agency to raise its second-highest alert for the provinces of Catanduanes and Camarines Sur.",
    "“Pepito is approaching its peak intensity,” it added, using the domestic name for the super typhoon, which it said was likely to make landfall near Catanduanes on Saturday night or early Sunday.",
    "Close to 180,000 people in the central region of Bicol have been evacuated, data from the disaster agency showed.",
    "The sixth tropical cyclone to hit the Philippines in a month, Man-Yi has also forced cancellation of dozens of flights in the eastern Visayas region facing the Pacific Ocean.",
    "The weather agency also warned of dangerous storm surges that could exceed 3 m (10 ft) in coastal areas of Luzon.",
    "While Man-Yi was expected to weaken as it moved over the island, it added, the storm would probably stay a typhoon until it reached the South China Sea.",
    "About 20 tropical storms strike the Philippines each year on average, bringing heavy rain, strong winds and deadly landslides.",
    "In October, floods and landslides brought by Tropical Storm Trami and Typhoon Kong-rey killed 162 people with 22 missing, government figures show.",
    "Four storms churned in the western Pacific ocean at the same time this month for the first time since records began in 1951, the Japan Meteorological Agency said."
  ]
}