{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nhrc-2024-cipms-landmark-event-in-human-resource-management-successfully-concludes/",
  "time_ut": 1720739700.0,
  "original_lang": "en",
  "original_title": "NHRC 2024: CIPM’s landmark event in Human Resource Management successfully concludes",
  "original_body_lines": [
    "The National HR Conference (NHRC), organized by the Chartered Institute of Personnel Management (CIPM) Sri Lanka, was held at the Monarch Imperial, Sri Jayewardenepura, Kotte under the theme, Navigating the HR Horizon.",
    "The inauguration of the Conference featured a Keynote Address by Nick Jonsson, Co-founder and Managing Director of Executives’ Global Network (EGN) and an esteemed Executive Coach, who dwelled on the topic “Leading with Purpose and Authenticity”.",
    "The Chief Guest at the Conference, Santosh Jha, the High Commissioner of India to Sri Lanka emphasized the importance of the HR sector discipline and its future.",
    "Notable sessions on day two commenced by the session on the conference theme by Dr. Tanvi Gautam, Senior faculty and program Director at Singapore Management University (Executive Development). Priyantha Ranasinghe, Vice President CIPM, Chief People Officer, Siam City Cement Lanka Ltd, moderated the session,",
    "“Do without being told – Sustainability is a Mindset”, Panel discussion highlighted the practical strategies for embedding sustainability into everyday operations moderated by Ken Vijayakumar, President CIPM, Senior General Manager -HR, Administration, Purchasing and Sustainability at A. Baur & Company (Pvt) Ltd and the panellists were Prof. Sarath Kotagama, Professor Emeritus at University of Colombo, Dr. Rohan Fernando, Executive Director – Plantations and Business Development at Aitken Spence PLC, and Ms. Amanthi Perera, Head of the Social Sustainability, General Manager Sustainable Business at MAS Holdings.",
    "“AI-enabled HR for Greater Productivity” was a key topic which provided thought provoking concepts. This session was moderated by Dhammika Fernando, Past President CIPM, Director of Tropical Findings (Pvt) Ltd and the panellists were Jehan Perinpanayagam, CEO at Infomate (Pvt) Ltd, Damitha Jayasinghe, Chief People Officer at 99x and Ms. Lydia Mascarenhas, Chief Human Resources Officer at PickMe.",
    "DEI (Diversity, Equity, and Inclusion) in the local context, is it a myth?” panel explored whether DEI initiatives are genuinely embraced and implemented. This topic was moderated by Ms. Davina Kern- Council Member of CIPM, Head of Group HR at David Pieris Holdings. Ms. Rosanna Flamer Caldera, Founder and Executive Director of Equal Ground, Isuru Gunasekera, Executive Vice President/ Chief People Officer & Head of Sustainability, ERM & Group Initiatives at John Keells Holdings and Ms. Bani Chandrasena, President of Diversity Collective Lanka (DCLK) were the other panellists.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}