{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Explosive-devil-comet-returns-for-1st-time-in-71-years/108-279140",
  "time_ut": 1710824880.0,
  "original_lang": "en",
  "original_title": "Explosive ’devil comet’ returns for 1st time in 71 years",
  "original_body_lines": [
    "A rare and massive comet with a devilish nickname is set to pass by Earth for the first time in 71 years and may be visible during the highly anticipated April 8 total solar eclipse, according to NASA.",
    "Officially named comet 12P/Pons-Brooks, the cryovolcanic comet is known as the \"devil comet\" due to its formation of two \"horns\" made up of ice and gas and periodic explosions.",
    "Comets are made up of dust, frozen gases, ice and rocks bound together following the formation of the solar system, NASA says.",
    "The devil comet is heading for its next perihelion passage, when it will reach its closest point to the sun and shine the brightest, on April 21, according to NASA. The agency says this astronomical event coincides with the April 8 total solar eclipse in North America, which will shadow parts of the United States from Texas to Maine when the moon passes between the sun and the Earth.",
    "In the abrupt absence of sunlight during totality, NASA said skywatchers will have a view of the vast sky, dark enough to observe stars, planets and perhaps 12P/Pons-Brooks as it travels through the solar system.",
    "\"Comet 12P's April 21 perihelion passage will be only two weeks after the April 8 total solar eclipse, putting the comet in planet Earth's sky along with a totally eclipsed sun,\" the agency said.",
    "Continuing its route through the solar system, 12P/Pons-Brooks will make its closest approach to Earth on June 2, offering another opportunity to see the devil comet, however, its distance from the sun will make it less visible than during the eclipse, experts previously told ABC News.",
    "Likened to Halley's comet, which has an orbit of 76 years around the sun, 12P/Pons-Brooks is a short-period comet, meaning one that has an orbital period of between 20 and 200 years. The devil comet travels on an orbital period of 71 years and was last seen in 1954.",
    "Scientists have estimated the devil comet has a diameter of at least 17 kilometers, or 10.5 miles, according to the American Astronomical Society.",
    "The comet's periodic explosions or \"outbursts\" make it brighter, easier to spot with telescopes and, in some cases, \"something people can see from their backyard,\" Dr. Theodore Kareta, a postdoctoral researcher at the Lowell Observatory in Flagstaff, Arizona, previously told ABC News.",
    "12P/Pons-Brooks experienced a major outburst in July 2023, when it suddenly became 100 times brighter, and continued to have periodic explosions on Oct. 5, Nov. 1, Nov. 14, Dec. 14 and Jan. 18, 2023, respectively, according to Space.com.",
    "\"These outbursts ... [have] brought this object from being dim enough that you can only really see it with big professional telescopes to, in a couple of cases, something people can see from their backyard,\" Kareta said.",
    "\"There aren't that many comets that have outbursts, these sudden increases in brightness, that are so strong, and even fewer that have them a couple of times during one orbit. It seems like Pons-Brooks ... is just really active,\" he continued.",
    "Dr. Eliot Herman, a retired professor at the University of Arizona and an amateur astronomer who has captured images of 12P/Pons-Brooks with a remote telescope, encourages viewers to keep an eye out for the devil comet in the coming months.",
    "\"People have historically looked up at the sky since people first became self-aware, and being amazed at the events that occur above us is something that goes back far before civilization,\" he previously told ABC News. \"The events in the sky touches all, I think, in a very historic way. The universe is a big place and a lot of amazing things are occurring all around us. It's worth getting out there and just looking at it and be awestruck.\""
  ]
}