{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-Aragalaya-of-1848/4-761374",
  "time_ut": 1714757228.0,
  "original_lang": "en",
  "original_title": "The “Aragalaya” of 1848",
  "original_body_lines": [
    "In Kurunegala a subaltern with 30 men easily supressed the rebels, a planter described the rout: “merely a mob with not the slightest pretension of military discipline, display or armament...” In the entire exercise the British had one soldier injured, and that from a stray bullet while the rebels lost at least 200 men. Within days the principal rebels were in custody, ultimately paying the supreme penalty",
    "With the word “aragalaya” (struggle, rebellion?) very much in our political lexicon these days, we are reminded of other and older “aragalayas” which have occurred in Sri Lanka periodically. One very interesting but somewhat little known struggle being the rebellion of 1848; a distant time, about 30 years after the British had occupied this country.",
    "The paucity of literature on the subject handicaps our attempts to decipher the background; the various forces involved, the character of the main personalities and the full extent of the disaffections that led to this outbreak of civil unrest remain obscure. These were before record keeping (in a dispassionate and objective way as expected in modern times) or printing had come to our tradition, thus whatever history we have of the events are inevitably of British authorship.",
    "In 1847, the 35-year-old Seventh Viscount Torrington was appointed Governor of Ceylon (he served for three years, until 1850 when he was recalled). It was said that his appointment was due to the patronage of Lord Grey the Secretary of State for the Colonies and that Queen Victoria herself remonstrated with Grey on his poor judgement. However, two much abler men to whom the job was offered turned it down, C.H. Cameron (of Colebrooke & Cameron commission fame) and Sir John Shaw Lefevre Colonial Office Civil servant who later became Vice-Chancellor of the University of London.",
    "Nonetheless, Torrington appears to have plunged into the task of governing the faraway colony in the tropics with gusto, if not in a manner foolhardy; perhaps blind to the under-currents of disenchantment simmering among the natives and with little comprehension of the nascent yet evolving liberal sentiments of the British political culture at the time. The timing of his appointment was unhappy, the policies followed prior to his arrival and some of the new tax measures contemplated for the colony were deeply unpopular, creating a resentful populace with no effective vent for their grievances.",
    "In 1965, K.M. De Silva, the eminent Sri Lankan historian, published a collection of more than 100 letters between Governor Torrington and Henry, third Earl Grey, Secretary of State for the Colonies from 1846 to 1852. The British Prime Minister then was Lord John Russell (Grandfather of philosopher Bertrand Russell).",
    "This lengthy correspondence, between a Governor General of a British colony and the Secretary overseeing his functions are revealing not only of the concerns absorbing the two high officials but also of the attitude and the thinking then prevailing among the British aristocracy. Obviously, these private letters do not carry the usual obfuscation, the formality and the stiffness of official despatches and memoranda (telephones/telegrams had not yet arrived, a letter between the two countries took about four weeks to reach its destination then).",
    "Henry, the Third Earl Grey (1802-1894) was a man of letters, writing several books including “Colonial Policy of the Administration of Lord John Russell” and “Parliament Government with Reference to a Reform of Parliament”. Grey was also involved in developing an alternate currency system to the Bank of England which came to be known as a “currency board”.",
    "In order to place the letters between these two high officials in perspective, K.M. De Silva writes an erudite introduction to the era, a historian with a sure grasp of the material in hand. Clearly Governor Torrington is no scholar, however he cannot be accused of a confounded inaction, attempting with all his might to bring the unsettled situation in Ceylon under control. On 5 January 1850 he wrote to Lord Grey, “I hope to get away from this after the mail goes, to ‘Nuwara Ellia’, for I am ill and nearly worn out in mind and body. I have not had a day’s rest since March last.”",
    "Going by the records referred to by K.M. De Silva, including the hundred odd letters, clearly the British were a society which lay great store by the written word, and record keeping. They were observing and writing about a civilisation very alien to what they were familiar with in Europe. Yet, we comprehend that era through those writings, there is little else to refer. We do not come across such lengthy correspondence from any of our politicians or officials. It is interesting to speculate the outcome if one of our present day diplomats is asked  to write a one-page report about the country he is serving in.",
    "In all probability it will be poppycock, a pure fantasy land with no resemblance to the actual country; a description fired by  gossip among his community forming a marginalised sub-class in that society, an essay only emphasising his limitations. Worse, if asked to write a report about Sri Lanka, his own country, most likely we will end up reading an infantile composition, clichéd and tame. This is a matter often ignored, the difference in the quality of its public servants, distinguishes one country from the other.",
    "In his introduction to the book Professor K.M. De Silva examines the probable causes of the 1848 rebellion.",
    "By 1845 the colonial office had come to realise that the triumph of coffee culture in Ceylon had had a revolutionary impact on the colony’s economy necessitating a fresh evaluation of its tax structure. Keeping with the emerging laisser-faire economics, the thinking was towards direct taxation as opposed to the indirect which had been in place post-Colebrooke. The taxes contemplated: land tax, shop tax, gun tax, dog tax were anything but popular.",
    "Particularly loathsome was the proposed Road Ordinance, resembling the dreaded “Rajakariya” system, which had been earlier abolished. Many of the roads were to cater for the coffee industry, a vexation to the isolated villages which had enjoyed a tranquil isolation for centuries prior to the roads opening up the area. To the European eyes the villagers would have been miserably poor, but they didn’t know any other life, and ignorance is bliss.",
    "There was running tension between the coffee plantations and the villages, the estates complaining of cattle trespassing while for the villagers these were common lands for time immemorial. The estate activities also fouled the fresh water streams vital for the village.",
    "On the whole the peasantry was neglected, the Government giving priority to the plantations.",
    "Coffee plantations not only meant a new form of economic activity, it also attracted to the area a large foreign presence, particularly in the form of Indian labour. Even the British planters were men of low calibre, constraining Torrington to observe, “The mass of the coffee planters were the very worst class of Englishmen and have tendered to lower and degrade our cast and character in the eyes of the natives…”",
    "The coffee region soon assumed a “boom-town” image; bringing in traders, carpenters, adventurers, arrack rents, and bullock carts, mainly from the low country. In their wake came gamblers, thieves and fugitives from justice. The British were liberal in their excise policy, opening up nearly 133 arrack taverns between 1815 and 1848 in the Kandyan Province alone. Major Thomas Skinner a distinguished British Engineer was a firm opponent of this liberality with regard to the excise policy, observing thus:",
    "“To give the people a taste for the use of spirits, it is often necessary to distribute it gratuitously, the tavern keepers well knowing that with the use the abuse of indulgence follows. Some years ago not one in hundred could be induced to taste spirits, drunkenness now prevails to such an extent, the villagers have been known to pawn their crops upon the ground to the tavern keepers.”",
    "Through their tax policy the colonial government attempted a social transformation. Wrote Grey: “In all European countries, the necessity of supplying their daily wants is to the labouring classes a sufficient motive to exertion. In the tropics on the other hand, the few necessaries of life are easily obtained and men are disposed to sink into an easy and listless mode of life quite incompatible with the attainment of any high degree of civilization”, “that direct taxation is in such circumstances calculated to promote the progress of society… to create a taste for the habits of civilized life in a rude population…”",
    "The proposed land tax which was to replace the unpopular paddy tax was an acreable tax and not an assessment on produce. While coffee acreages yielded higher returns, the average land owner had to either increase his productivity, or sell.",
    "Exacerbating the already inflamed emotions, in the 1840s some Christian missionaries began an agitation to disassociate the State from Buddhism. This was considered a gross betrayal of the solemn undertaking given at the Kandyan Convention.",
    "The protest movement had two centres, one in Colombo led by Dr. Christopher Elliott (an Irishman) who was editor of the Colombo Observer, supported by some Burgher lawyers and professionals, conducting their campaign in the newspaper and by way of petition. In the Kandyan areas the protests were more widespread and broad based. Based on the great rebellion of 1817-18, the Colonial government suspected the Kandyan aristocracy and the bhikkus to be the instigators of the rebellion (people carried a “Respect, approaching to veneration for the aristocracy, in a pure, ancient, and unblemished family descent pervades every class” – Thomas Skinner). However, their suspicion does not fit in with the known facts.",
    "According to contemporary reports, there was a pretender to the Kandyan throne identified as Gonegallegoda Banda, who with Dingiri – Rala and Purang Appu gave leadership to the rebellion.",
    "On 29 July a crowd attacked Matale where they sacked the government buildings and then on the 31st a large crowd of about 4,000 attacked Kurunegala. Among their targets were a Baptist church, coffee stores, jails, rest houses, kachcheris and several boutiques and shops owned by low-country Sinhalese.",
    "In Kurunegala a subaltern with 30 men easily supressed the rebels, a planter described the rout: “merely a mob with not the slightest pretension of military discipline, display or armament...” In the entire exercise the British had one soldier injured, and that from a stray bullet while the rebels lost at least 200 men. Within days the principal rebels were in custody, ultimately paying the supreme penalty.",
    "The inexperienced Torrington however panicked. Declaring martial law, he supressed the rebels ferociously, even shooting a Bhikku in his robes on a charge of treason while angrily confronting Chief Justice Sir Anthony Oliphant who had recommended mercy for a few rebels. Several senior members of his own government protested Torrington’s ill-advised course of action. All this were to lead to the appointment of a parliamentary committee in Britain and the eventual recalling of Torrington.",
    "The rebellion in Ceylon served to intensify the mounting opposition to the colonial policies of Henry, the third Earl Grey, facing charges of mismanaging the colonies. He left office in 1852.",
    "What of the leaders of the 1848 rebellion? In the words of the erudite historian, “The leaders were naïve and unsophisticated men quite unsuited to lead a “rebellion” against a major imperial power. They were all men of peasant stock, some of them hailing from the low country. Their aim was a return to the old Kandyan system with its traditional values, which, somewhat naively perhaps, they aspired to cherish by making one of their number king. Theirs was a blind protest against the changes and uncertainties brought by British rule, and they yearned for the old society, the only one they knew, and understood.”"
  ]
}