{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/alls-well-hope-the-new-situ-proceeds-well-and-smoothly/",
  "time_ut": 1727384520.0,
  "original_lang": "en",
  "original_title": "All’s well! Hope the new situ proceeds well and smoothly",
  "original_body_lines": [
    "All’s well! What’s so well? Why the country, Stupid! The ‘being well’ has many angles to it.",
    "One:the presidential election worked out smoothly with very few reports of misbehaviour and no violence.",
    "Do you recall what utter consternation and fear and doubt even Ordinaries suffered at the end of the 2010 prez election held on January 26 when Prez MR sought a fresh mandate prior to the expiry of his six year term in 2011? He contested from the UPFA and his main opponent was General Sarath Fonseka, supported by the UNP and JVP. The General and his closest coterie spent the night in a hotel fearing for their safety; Violence did not end there – Fonseka was physically dragged to prison a few days later on trumped up charges, it was said. This after he won the civil war for the country, and reeived highest accolkatess from the Brothers R: Mahinda – Prez and Gotabaya – Defence Secretary.",
    "So who is thanked for this decent, peacefully completed election where at the end stalwarts of the SJB congratulated AKD; and Prez RW handed over the baby Sri Lanka to the newly elected President to carry across the vel palama – to quote RW’s sustained metaphor..",
    "Firstly the Election Commissioner must be appreciated, then the Police, President RW, then AKD himself who held his more enthusiastic followers in check, and WE the people for the peaceful transfer of power. We seem to have learned lessons and now are more civic minded",
    "Two: continuity is assured since the state has been handed over to the new president and he is well prepared with plans for the immediate future, and later too.",
    "Three: people are confident that the new president will be strong; and has ability and youth to work out what he has promised to achieve for the people and the country.",
    "Four: We the people have learnt our lessons; we respect democracy and realise the best policy is to let matters flow as prescribed by the Constitution and according to Law.",
    "Cassandra kept getting lines off Shakespeare’s great tragedy Macbeth running through her mind as the country itself subsided after the fever of electioneering and the tension of a winner being selected from vote counts. Macbeth is themed on overleaping ambition which over-vaults itself and leads a hero to turn villain, ending in tragedy. And what is a presidential election but a contest of ambitious persons vying to be ruler. In the present context, the next country Head was democratically elected by people’s votes unlike in Scotland of long ago where Macbeth, goaded on by Lady Macbeth, achieved kigship by murdering his beloved sovereign and kinsman – King Duncan. But intrigues there seem to have been active over here too. Many messages float in the air that RW, knowing he had no chance, contested merely to thwart SP from becoming Prez. Take it as a correct supposition or discard it as fake news. Your decide.",
    "The three witches open the play Macbeth. Cassandra’s caricature opens with three devathawas meeting on Galle Face Green, maybe returned spirits who gathered on this same ground, then named Gotagogama, to cheer the Aragalaya protestors two years ago. They are justified re-gathering as the election results are a direct outcome of what was called for then: System Change.",
    "Anyway, Cass imagines the three devathawas gathering in the late evening of September 21, chanting: “When shall we three meet again?",
    "When the hurlyburly’s done; when the election’s lost and won,",
    "But unlike then, today the air is not foul, only fair with promise of a continuance of democracy and righting many wrongs. AKD is accepted as leader by even those who voted against him. He made a fine acceptance speech.",
    "To continue Cass’ parody, the devathawas await the arrival of the winner and loser.",
    "The two appear: AKD with a firm step forward and Sajith looking back – for help, support?",
    "The three devathawas greet the winner: “All hail AKD, Leader of the NPP!",
    "They then turn to Sajith. “All hail, valiant loser. Be bold, brave and stand firm Look at this mirror and learn.”",
    "And what does the mirror show? A well set beauty overshadowing him, with a fainter female figure behind. Your guess is as good as mine as to the figures that clouded Sajit’s campaign.",
    "Cassandra apologises if her humour and attempt to lighten the mood misfired. She needed relief after the tension of voting, listening to results and fearing mayhem. So thankful there was none of this. And here too we have to thank AKD for discipline and saying there was to be no nonsense. He even remembered to forbid lighting of crackers and public consumption of kiribath. We Sri Lankans, particularly the Sinhalese, have to grow to be sensible adults at times of tension, and here at last seems to be a disciplined leader who will stand no nonsense.",
    "The devathawas did not summon nor greet RW. Loser again. Just watched a video floating around where an Indian interviewer asks “what if he wins?” meaning AKD. And RW with a smile answers “He won’t win.” This question and answer are repeated. Answer – cryptic? Sardonic? Clever? Or simply cannot be bothered answering questions? Caption was not at all complimentary to Ranil Wickremasinghe.",
    "AKD has been spot on by appointing Dr Harini Amarasuriya (born March 6, 1970) as prime minister. The very best choice for multiple reasons. In addition she holds the portfolios of Justice, Industries, Science and Technology, Health and Investment. She is the 26th PM of the country and third woman to hold this office. She entered Parliament in 2020 through the NPP national list. Maybe she holds the record for being the least absent of MPs, having attended Parliament for 269 days and absent only 120 days during the duration of this Parliament. (read this).",
    "Cass mentioned best choice for multiple reasons. Here are some of Harini’s pluses:",
    "Impeccable educational qualifications: BA (Hons) in sociology, MA in anthropology and development studies, and PhD in social anthropology from the University of Edinburg.",
    "Being a woman and not married – gives her the space to devote most of her time and energy to her job.",
    "From a wealthy family and thus a convinced socialist and activist; not one who became thus due to disadvantages suffered when growing up. Excellent family and school backgrounds.",
    "Admired and approved of by almost all Sri Lankans; i.e. at least 20 million of us.",
    "Thus as AKD continues to make appointments to high posts and his system moves to eliminate corruption, cheating mafias, cronyism and family bandyism, we can only sit back relaxed at long last and satisfyingly murmur: “All seems to be going well.” For once Cassandra is not acerbic. Augurs well for the country,too. Not to be compared with the short term euphoria that overtook us Ordinaries when a man we believed came from the Polonnaruwa peasantry turned out to be one of the trickiest and insincerest of Presidents. Aiyo!!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}