{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-shrink-army-over-50-pct-by-2030-to-strengthen-navy-state-defence-minister-163372/",
  "time_ut": 1715851500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to shrink Army over 50-pct by 2030, to strengthen Navy: State Defence Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will see more than 50 percent reduction in army cadres by 2030 and will strengthen the navy to safeguard the country’s Exclusive Economic Zone (EEZ) in the Indian Ocean, State Defence Minister Pramitha Bandara Tennakoon said.",
    "Sri Lanka is in the process of reducing a bloated state sector which is estimated at around 1.5 million in a country with 22 million population.",
    "Tri forces (army, navy, air force) and police account for nearly 30 percent of the total state sector employees.",
    "Tennakoon said an expert panel has been appointed to look into the cadres and strength of the tri forces under a strategic plan titled ‘Defence Review 2030’.",
    "“There is an approved cadres 0f 208,000 in the army (as of now). Our expectation is to bring it down to 100,000,” the State Minister said.",
    "“But we don’t expect to remove anybody. We have compiled a natural depreciation plan with the natural reduction in the number of armed force with the retirement. The aim is to maintain a 100,000-member army in 2030.”",
    "Sri Lanka had a large number of military personnel when it ended a 26-year war in 2009.",
    "Military is highly regarded by majority of Sri Lankans after they won the war against Tamil Tiger rebels who are popularly known as Liberation Tigers of Tamil Eelam (LTTE) and carves for a separate state in the island nation’s North and East.",
    "There was a voluntary retirement schemes (VRS), encouraging military retire earlier than the retirement age. However, the government has been reluctant to reduce the military numbers due to fears of political repercussions.",
    "Tennakoon emphasized the need to improve the capability of navy.",
    "“We need to strengthen both navy and the airforce. We are in a strategic position globally. Our EEZ is eight times larger than our country. So improving the strength of navy is also our objective,” he said.",
    "“When we say improving the strength, it does not necessarily mean to increase the number of sailers. Australia is a large island. According to the information I have, the total number of people in the Australian navy is between 12,000-17,000.”",
    "“We need to improve the technology of our naval force. Our expectation is to use the modern technology.”",
    "Sri Lanka government has been in the process of improving the island nation’s Navy’s capacity in handling foreign research ships, Foreign Minister Ali Sabry told last week.",
    "Sri Lanka’s exclusive economic zone has become a geopolitical hotspot with a cold war between China and Sri Lanka’s neighbour India. (Colombo/May 16/2024)"
  ]
}