{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Undercover-cops-to-combat-criminal-activities-in-prisons-IGP/108-281371",
  "time_ut": 1714071960.0,
  "original_lang": "en",
  "original_title": "Undercover cops to combat criminal activities in prisons: IGP",
  "original_body_lines": [
    "Colombo, April 26 (Daily Mirror) - In light of ongoing criminal activities within prison facilities, police have initiated decisive measures to deploy undercover officers to monitor and thwart illicit operations within the prisons.",
    "Inspector General of Police Deshabandu Tennakoon said that organized criminals are being remanded in 15 prisons across the country and 15 special police teams have been deployed as undercover officers in those prisons to identify the activities by remanded criminals.",
    "\"Despite being remanded, the organized criminals still operate their underworld activities and drug trafficking via prisons. The police under the 'Yukthiya' operation had taken special measures to curb those organized crimes by inmates,\" the IGP said.",
    "The undercover officers have been given all the facilities and tasked to monitor all the remanded underworld figures and to identify the network and individuals providing facilities to criminals to continue organized crimes and drug trafficking while behind bars.",
    "Meanwhile, the IGP said that Sri Lanka Police did not have a database of underworld gangs and criminals.",
    "“Accordingly, in 2021, we made a database of organized criminals based on the Colombo Record Division. At present, Sri Lanka Police has a comprehensive database of organized criminals. Despite there being 607 police stations across the country, organized crimes are reported only in 62 police areas, 40 police areas in the Western Province, 20 areas in the Southern, Sethawaka and Kosgama police areas in the Sabaragamuwa Province in the country, according to the 2023 statistics,” the IGP said.",
    "Tennakoon said that police have identified 20 organized criminal gangs operating in those 62 police areas and operations have already been launched to go after them and arrest them. “We have identified several members of those gangs who have left the country and steps are being taken to bring them back with the help of INTERPOL,\" he said.",
    "Tennakoon said the Sri Lanka Police had laid a net to arrest the underworld figures operating from overseas. The CID and the Attorney General's Department are working to issue red notices on wanted criminals and also initiated legal measures with the Attorney General's Department to extradite the criminals into the country."
  ]
}