{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Export-oriented-strategies-a-must-to-overcome-financial-hurdles-President/108-275712",
  "time_ut": 1706178240.0,
  "original_lang": "en",
  "original_title": "Export-oriented strategies a must to overcome financial hurdles: President",
  "original_body_lines": [
    "Colombo, Jan. 25 (Daily Mirror)- President Ranil Wickremesinghe stressed the need for a sustainable solution and highlighted the importance of export-oriented strategies to overcome financial hurdles, the President’s Media Division (PMD) said.",
    "He advocated for increased exports and identified the confectionery industry, particularly chocolates, as having the potential for international recognition.",
    "The President said this while addressing the 30th Annual General Meeting of the Lanka Confectionary Manufacturers' Association (LCMA) yesterday (24) at the Cinnamon Grand Hotel, Colombo.",
    "He emphasized the potential for Sri Lanka to become a global player in the confectionery industry and encouraged Sri Lankan confectioners to expand their horizons and tap into international markets.",
    "Acknowledging the success of Sri Lankan teas and cinnamon globally, the President posed the question, \"How long before I can take chocolates and go?\" He also encouraged the confectioners to explore the export market for chocolates.",
    "President Wickremesinghe encouraged the confectionery industry to explore intercropping with cocoa, citing state plantations in Matale, Kandy, Mawathagama, and Dodangaslanda for potential expansion. He mentioned plans to collaborate with smallholders and discussions with the governments of Ghana and Ivory Coast for access to cocoa.",
    "\"Addressing economic challenges, President Wickremesinghe acknowledged the ongoing negotiations for an additional 20 years to address the economic crisis. However, he outlined broader initiatives, including leasing state-owned plantations to Sri Lankan companies or Sri Lankan companies with foreign shareholders for the development of the food industry, encompassing confectionery. Virtually all the lands owned by the Chilaw and Kurunegala Plantation plus Elkaduwa with JEDB and SPC.  He disclosed plans for modernizing agriculture, enhancing competitiveness through the National Productivity Commission and upgrading trade agreements with India and Thailand.",
    "The President emphasized the significance of positioning Sri Lankan chocolates as a world-class product, similar to the renowned reputation of the country's tea and cinnamon. His encouragement aimed to inspire the confectionery industry to embark on a journey towards global recognition and market presence.",
    "Reflecting on the industry's history, the President praised the pioneers and highlighted the growth and resilience of the vibrant confectionery sector. He expressed optimism about the potential for Sri Lankan chocolates to become globally recognized. He urged the confectioners to explore new markets and export their products. He further noted the limitations for expansion within the country and suggested looking beyond borders, citing the success of the Kandos factory in Petaling Jaya, Malaysia in 1978."
  ]
}