{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-services-activity-rose-in-july-driven-by-trade-finance-and-transportation-236669/",
  "time_ut": 1755343800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka services activity rose in July, driven by trade, finance, and transportation",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka services activities expanded in July supported by growth in wholesale and retail trade, finance and transportation of goods, according to a Purchasing Managers Index compiled by the central bank.",
    "The PMI services recorded an index value of 70.1 in July, after recording 61.9 in June, indicating ‘an accelerated expansion in services activities’.",
    "“Business activities in the wholesale and retail trade experienced a considerable growth during the month,” the central bank said.",
    "“Business activities related to financial services continued to improve, driven by the increase in lending activities, and activities related to transportation of goods.”",
    "Business activities in other personal activities, postal activities, programming and broadcasting, telecommunication, accommodation, food and beverage service activities, and human health related sectors also recorded positive developments during the month.",
    "New Businesses increased in July, (up at 64.9 from 62.9 in June) mainly due to expansions observed in wholesale and retail trade, and the financial services sector.",
    "Employment continued to increase (up at 59.8 from 51.6) “as rising business activity across several sectors prompted companies to recruit additional staff to meet growing operational demands”.",
    "Meanwhile, Backlogs of Work increased compared to the previous month.",
    "Expectations for Business Activities for the next three months continued to improve, supported by favourable macroeconomic conditions, the central bank said. (Colombo/Aug16/2025)"
  ]
}