{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Foreign-Ministry-says-SL-a-signatory-to-Joint-Letter-supportingUN-Secretary-General/56-768266",
  "time_ut": 1729543391.0,
  "original_lang": "en",
  "original_title": "Foreign Ministry says SL a signatory to Joint Letter supporting UN Secretary-General",
  "original_body_lines": [
    "The Foreign Affairs Ministry yesterday said Sri Lanka is a signatory to the Joint Letter supporting the UN Secretary-General, in response to the recent declaration by the Israel Foreign Affairs Minister designating the UN Secretary-General as “persona non grata”.",
    "It said, by note verbale dated 11 October 2024, Sri Lanka conveyed its desire to be a signatory to the Letter supporting the UN Secretary-General to the Permanent Mission of Chile in New York, which coordinated the Joint Letter.",
    "The Foreign Affairs Ministry was responding to recent reports to the contrary.",
    "It said Sri Lanka has continued its long-standing and unwavering support for the Palestinian cause and has expressed solidarity with the Palestinian people throughout the years. Sri Lanka has voiced serious concerns regarding the current dire humanitarian situation in Gaza at multiple multilateral fora and supported the call for an immediate ceasefire.",
    "Sri Lanka continues to support the mandated and essential humanitarian efforts of the UN in the Occupied Palestinian Territories, including consistent support to the United Nations Relief and Works Agency for Palestine Refugees (UNRWA). Sri Lanka strongly condemned the recent attack which affected the United Nations Interim Force in Lebanon’s (UNIFIL) headquarters in Naqoura, South Lebanon, which injured two Sri Lankan peacekeepers.",
    "Foreign Minister Vijitha Herath’s statement to the diplomatic corps in Colombo on 14 October highlighted the need to uphold the obligation to ensure the safety and security of UN personnel and the inviolability of UN premises at all times. Sri Lanka chairs the UN Special Committee to Investigate Israeli Practices Affecting the Human Rights of the Palestinian People and Other Arabs of the Occupied Territories, which was established by the United Nations General Assembly Resolution 2443 in 1968.",
    "Accordingly, Sri Lanka fully supports the Letter which defended not just the Secretary-General but the UN mandate itself."
  ]
}