{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hela-Apparel-Holdings-reports-significantly-improved-results-in-Q2/34-769349",
  "time_ut": 1731871313.0,
  "original_lang": "en",
  "original_title": "Hela Apparel Holdings reports significantly improved results in Q2",
  "original_body_lines": [
    "Hela Apparel Holdings PLC has announced a significant improvement in its financial performance during the quarter ended 30 September, with a return to operating profit for the first time in eight quarters.",
    "This positive result highlights the recovery of demand conditions in its key export markets and underscores the successful outcomes of its ongoing restructuring exercise, the company said in a statement.",
    "The Hela Group’s revenue surged by 36.5% year-on-year to Rs. 23.4 billion in the second quarter of FY 2024/25. This was primarily driven by the contribution of the recently established Brand Licensing Division, following the acquisition of UK-based Focus Brands in January 2024. Sales for the existing private label manufacturing division were also supported by the ongoing recovery in demand from its key brand partners across the US and Europe.",
    "Profitability for the Group demonstrated a significant improvement during the quarter, with gross profit increasing by 222.9% year-on-year to Rs. 4.5 billion. Notably, the manufacturing division recorded a gross profit margin of 16.6% in the second quarter, which is the highest level in 14 quarters. This was attributed to improved capacity utilisation and an ongoing shift in its customer mix towards higher-margin apparel brands.",
    "As a result, the Hela Group recorded an operating profit of Rs. 557 million in the second quarter. This is the first recurring operating profit reported by the Group since the second quarter of FY 2022/23 and marks a turnaround in its financial performance. Operating profits were recorded by both divisions during the quarter, with the brand licensing division also posting a profit-before-tax of Rs. 343 million.",
    "Chairman A. R. Rasiah said: “I am pleased with our improved performance during the second quarter, which reflects the positive impact of the strategic steps we’ve taken to reposition the Hela Group for growth and profitability. As we continue to work towards further improvement over the coming quarters, I would like to take this opportunity to thank our teams across the globe for their hard work in delivering this favourable result.”",
    "Hela recently confirmed the successful oversubscription of its rights issue, which was completed immediately following the end of the quarter, to raise approximately Rs 1.6 billion. The company has indicated that it considers this to be the first phase of a broader capital augmentation strategy to strengthen its balance sheet, with details of the subsequent phases to be determined and announced by the Board of Directors.",
    "Group CEO Dilanka Jinadasa said: “We intend to build on the second quarter results to ensure a sustainable return to net profit over the coming quarters. Driving efficiencies across the wider group, whilst leveraging the synergies between the manufacturing and brand licensing divisions, will remain the key focus. Our recent exclusive partnership with Reebok to design, manufacture, and sell their outerwear products across the UK and Europe, is a great example of this and how we are expanding our service offering across the global fashion value chain.”"
  ]
}