{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-economic-transformation-bill-for-whom-for-what/",
  "time_ut": 1719200865.0,
  "original_lang": "en",
  "original_title": "The Economic Transformation Bill: For Whom & For What ?",
  "original_body_lines": [
    "The Economic Transformation Bill, is said to be emanating from a “Vision” of President Ranil Wickremesinghe (Ref.media statements of Actg. Finance Minister Semasinghe)  of how to prevent future economic collapse and not based on any IMF prescriptions. Even a cursory  reading of the Bill shows that this “vision” seems to be tipping the balance of  hallucination and unilaterally setting  economic benchmarks for the country in a futuristic scenario without a ghost of a plan or action as to how and why these targets were prescribed and by what means other than abolishing existing technocracies and  establishing institutions that are entirely politicised .",
    "Prez RW’s “dreams”are  ranging from setting  public debt to GDP below 95% by 2032,Central Govt.gross financing needs to GDP below 13% by 2032,Annual Debt Service in Foreign Exchange to GDP below 4.5 % by 2027, Net Zero on Greenhouse gas balance by 2050, Exports of Goods and Services to GDP 25% to 60% during 2025 – 2040, Net Foreign Direct Investment not less than 5 % of GDP, in 2030 to Primary Balance in the Govt. Budget to reach 2.3% of GDP etc.",
    "It is left to the imagination of the Public to decipher on what basis these targets and time periods in the calendar were made. Are these figments of fantasy put into print order by the President’s invariable Committees?",
    "Firstly,The “wish list” of these pronouncements set into legislation reach a nightmarish crescendo when Article 2, 3, and 4 of this Bill by law enjoins and binds permanently all future Executive and Legislature including Cabinet of Ministers to these targets of Prez RW’s magnum opus i.e. National Policy on Economic Transformation. Despite the near election of a new President and government only a few months away, all future governments are supposed to adhere to Prez RW’s targets and policies. According to the Bill “the President shall, commencing from the year 2025 ensure that every five years, Cabinet of Ministers shall prepare a report on the policy framework and strategies and that all future governments conform to reaching the policies and targets specified by him and that they should take any remedial measures for any deviation from these targets”",
    "The Bill for Economic Transformation has been compared to an Election Manifesto set in stone and legalised for future governments to follow. It has raised the question whether a permanent economic policy and targets can be determined in a democracy on the eve of a Presidential and General Elections. This piece of legislation that sets the stage on economic policy and targets for all other governments to come begs the question what credibility or right a septuagenarian of 75 years has to put forward such a Bill, with only about 30,000 votes to his credit, appointed as President without a people’s mandate, with his UNP party properly trounced at the last Elections, having manipulated a place in Parliament on the National List.The situation is more invidious in that the approx  over 113 Yes Men of the SLPP in Parliament who routinely raise their hands and endorse Prez RW’s Bills, Decisions are those with a completely opposite mandate to him as “Saubagya Dhakma” (Vistas of Prosperity) for which a thumping 6.9 Million majority voted them into power.",
    "It is evident from the contents of the Bill that there has been no widespread stakeholder consultation and  an analysis into the reasons for Sri Lanka’s bankruptcy as to who and what is responsible for the perpetual indebtedness, and solution based way forward. The Bill seems to be full of ambiguities and complexities and  fanciful declarations and simplifications on what should be and not whether this is feasible, realistic and way of achieving the same. A telling example is that Gross Domestic Production has to “reach 5% annually by 2027 and above that level annually thereafter” with the simplistic  explanation that the year 2027 will mark 05 years since the beginning of the crisis …..and  GDP has to reach 5% per year “to achieve advanced economic status by the year 2048”.",
    "Then consider that it is made law for  unemployment to reach below 5% per of the labour force from 2025 (Article 4.(b)) with the bombastic explanation that “unemployment rates in Sri Lanka have typically been low and a target rate of 5% locks this in” Further all future governments are bound in law to ensure that “current account deficit of the balance of payments shall not exceed 1% of GDP annually”.",
    "Secondly, closer examination of the structure and contents of the Bill below, shows beneath the fanciful absurdism, the actual intent and mission behind this endeavour. The Bill seeks to entrench by law ,the political and business oligarchy with scope for corruption, abuse of privilege, nepotism, waste of national resources, in international trade and investment.",
    "The apex super body that is the Economic Commission(EC) straddles the entire spectrum of the organizations that the Bill  establishes in place of Government Departments/Institutions that are already in place. The Office for International Trade, (OIT) {takes on the functions of the Department of Commerce} Invest Sri Lanka, Zones Sri Lanka, {instead of the Board of Investment} Productivity Commission are all directly controlled by appointment, removal, extension of term, acceptance of resignation by the President.",
    "The Economic Commission(EC) is charged with wide ranging objectives, myriad powers, duties and functions  but its composition is not immediately apparent in the text of the Bill. A covert reference /unnecessary replication in Chapter IV 16 (2) “The EC Board shall for the purpose of administering and managing the affairs of the Economic Commission, exercise, perform and discharge the powers, duties and functions conferred or imposed on, or assigned to the Economic Commission by this Part” sets the stage for Presidential control and management of the entire Economic Commission matrix.",
    "The EC Board consists of 10 members of which 06 are “appointed members” by President, one of whom is the Chairperson of the Board, three ex-officio Secretaries to Ministries of Finance and Investment also appointees of the President as is the Chairperson of the OIT. Zones Sri Lanka too is indirectly appointed by the President since its Board and CEO are appointed in consultation with the Economic Commission as is the Invest Sri Lanka. The political tentacles of the President further empowers the Economic Commission Board( i.e. primarily appointed by him) to invite persons  designated by the EC to head any authorities which may be designated by the Economic Commissioner…….(Chap. IV  para 4)",
    "Hence, Presidential power operating via the self appointed EC Board goes beyond formulating and recommending to the Cabinet of Ministers national policies on Trade. It forms the core nexus  of the government/business mafia in trade and investment. Consider the context, track record and performance of corrupt governance and  Executive Presidency in Sri Lanka todate!",
    "Issues of Conflict of Interest on the part of Office for International Trade(OIT) Chairperson, EC – Board etc. are decided upon by the President himself who is the sole authority to decide on these matters.It is this politically appointed EC Board that creates cadre positions, remunerations, exercises disciplinary control and implements code of conduct. The members of OIT Board and EC Board are required to give a self-declaration in writing as to the nature and extent of such interest. It is the President who is the sole authority to “satisfy himself of the matters so disclosed” as to the financial or other interests of the OIT Board members, its Chairperson that are “likely to affect prejudicially the exercise, performance and discharge powers, duties functions of members”",
    "The subjective and value judgement nature of above Chap.XXIII para 106 of Bill for Economic Transformation, relating to issues of political appointment, conflict of interest are further examples to the way Presidential powers are extended to politicising functions hitherto exercised by Public Service Commission appointed, meritocracy as the Department of Commerce.",
    "The Board of Investment was abolished  and its functions divided into  Invest Sri Lanka and Zones Sri Lanka with appointments again  under the politically appointed Economic Commission. Once again the politicization of investment and government assets is supreme, with the Minister-in-charge of the subject given the power to hire, fire, accept resignations, while qualifications for executive appointment  are very  broad and general.",
    "The term of office for all these political appointments are on a contractual 03 – 04 years which means there is no accountability and sustainability in the posts held with such appointees being able to operate as fly- by- nights after any double dealing /commissions.The power to bypass environmental and socially harmful norms and requirements is conferred on Ministers for Investment/Finance who have the authority to approve projects rejected by other agencies and avoiding the scrutiny of the Cabinet of Ministers.",
    "The “Special Purpose Vehicle” ie companies incorporated under the Companies Act 07 of 2007 provides the opportunity to transfer financial gain of profitable investment zones to several handpicked private associates of the government before the upcoming elections (Article 63 para 20).",
    "New institutions established under the Bill for Economic Transformation as Zones Sri Lanka and Office for International Trade (OIT) are given liberty to have its own Fund, accept development assistance from foreign agencies, whether in cash or otherwise, from persons or bodies of persons within or outside Sri Lanka and apply them in the exercise, performance and discharge of its powers and functions under the Act under intimation to  the Department of External Resources.This creates a compromising backdrop for favour and commercial inducement in investment and international trade policy making, negotiation and implementation.",
    "The article posed the question as to the actual purpose of the Economic Transformation Bill to whom and for what? In the context of the very many pre-election  inducements offered to a variety of social segments ranging from granting thousands of Freehold lands deeds, ”Aswesuma” enhanced welfare payments, appointments in the Public Service, etc  this Bill is undoubtedly strengthening the politico-business nexus to unprecedented levels. Its intention seems to be to entrench political supporters and their business associates in the vital areas of investment zones and international trade prior to the elections so that such vested interests could promote the best interests of politicians supporters/ business buddies in the future too.",
    "Surely, if economic transformation was the genuine goal of the government, why not introduce a range of targeted policies and measures to support exporters and investors? There are already a raft of such measures demanded by exporters and industry that the Government has not yet met. These range from increasing export financing facilities, competitiveness, interest rate adjustment to lower the cost of capital, incentivising businesses to invest in export oriented activities, increase productivity, providing an enabling environment for industry, trade, investment, as reducing the cost of production, increase investment in technology and research, widening the export basket and removing supply constraints, addressing issues related to wastage of food from the farm to end consumer; as sufficient cold storage and improvised transportation system etc.",
    "Instead, the Bill for Economic Transformation is couched in dreams, declarations and fantastical targets, but insidiously “transforming” the economy by legally establishing a high level politically appointed, unaccountable, institutional infrastructure for the well entrenched practice of corruption and nepotism in investment and international trade.",
    "*Sonali Wijeratne BA (1st Class) UoP, MSc, LLB (University of London), PGDip. In Economic Development (UoC), PGDip. Int.Trade GATT (Geneva))"
  ]
}