{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/UNFPA-Sri-Lanka-goes-extra-mile-to-empower-women-and-promote-gender-equality/108-278061",
  "time_ut": 1709364900.0,
  "original_lang": "en",
  "original_title": "UNFPA Sri Lanka goes extra mile to empower women and promote gender equality",
  "original_body_lines": [
    "Colombo – In a historic move towards advancing gender equality and women's empowerment in the Asia Pacific region, the United Nations Population Fund (UNFPA) Sri Lanka and the University of Colombo have signed a Memorandum of Understanding (MoU) to establish a Centre of Excellence (CoE).",
    "The signing ceremony, held at the College House, University of Colombo, took place on Friday, March 1st, 2024.",
    "The collaboration between UNFPA Sri Lanka and the University of Colombo signifies a significant milestone in the commitment to thought leadership, knowledge creation, and innovation in Sri Lanka. Chaired by Senior Professor H. D. Karunaratne, Vice Chancellor of the University of Colombo, and Kunle Adeniyi, Representative of the United Nations Population Fund Sri Lanka, the ceremony witnessed the participation of esteemed dignitaries including UNFPA Regional Director of Asia Pacific, Pio Smith, and key stakeholders from both institutions.",
    "The objectives of the meeting were two-fold: to formalize the establishment and operationalization of the Centre of Excellence through the signing of the MoU and to recognize the robust partnership between the University of Colombo and UNFPA in data generation, population dynamics, and evidence-based policy formulation.",
    "Pio Smith, the UNFPA Regional Director Asia and the Pacific, emphasized the significance of the partnership, stating, \"In a momentous reflection on a five-decade journey, UNFPA Sri Lanka, in collaboration with the University of Colombo, reaffirms its unwavering dedication to achieving gender equality and sustainable development.\"",
    "The Centre of Excellence is poised to become a hub for research, capacity building, service delivery, and fieldwork in gender equality, sexual and reproductive health, and population dynamics. Leveraging the expertise of faculty members and researchers at the University of Colombo, the CoE aims to address socio-economic challenges and contribute to evidence-based policy development and reforms.",
    "Aligned with the 2030 Agenda for Sustainable Development, the CoE will play a pivotal role in advancing the transformative agenda of UNFPA. It is set to build research capacities, expand regional networks, and foster policy dialogue to address critical issues in gender equality, sexual and reproductive health, and population dynamics.",
    "The establishment of the Centre of Excellence underscores a shared commitment between UNFPA and the University of Colombo to advancing knowledge, promoting gender equality, and enhancing the health and well-being of communities across Sri Lanka and the Asia Pacific region."
  ]
}