{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Press-freedom-a-boon-for-economic-recovery/172-282041",
  "time_ut": 1715020200.0,
  "original_lang": "en",
  "original_title": "Press freedom, a boon for economic recovery",
  "original_body_lines": [
    "Sri Lanka ranked 150 out of 180 countries in the 2024 Edition of the Press Freedom Index, published annually by Reporters Without Borders (Reporters Sans Frontiers - RSF) is a remarkable drop of 15 positions from 135 to 150 when compared to 2023.",
    "However, Sri Lanka has been ranked higher than India, Pakistan and Bangladesh. India is ranked 159th, Pakistan 152nd and Bangladesh 165th. Norway is ranked in the top position and Eritrea  in the last position. The RSF’s ranking is based on five indicators such as political context, legal framework, economic context, socio-cultural context and safety of journalists.",
    "Sri Lankan authorities might still argue that media freedom in the country is above what prevails in the neighbouring countries and also they might find gaps in the index citing the fact that one of the criteria for Sri Lanka’s ranking in the index is the unresolved issues that have occurred during the separatist war which ended 15 years ago.",
    "We must take a cue from other countries in a progressive manner and not the other way around. India or Bangladesh being in a low position in the Press Freedom Index is not a yardstick to gauge how civilized we are. What matters is where we are in the index.",
    "Journalists such as Lasantha Wickrematunga and Nimalarajan were murdered while Keith Noyahr, Poddala Jayantha and Upali Tennakoon were brutally assaulted. Sirasa, Siyatha and Udayan media houses were attacked during the war and one must agree that no such drastic incidents took place after the end of the war in 2009.",
    "Yet, the absence of such incidents does not indicate a total improvement in the level of media freedom in the country. Those incidents remaining unresolved indicate the authorities’ attitude towards and complicity in those criminal activities against the media. Besides, surveillance of journalists and media institutions, especially in the North is still being referred to in the UNHRC reports.",
    "In recent years the government has been hell bent on bringing in repressive laws especially aimed at curtailing the freedom of expression including press freedom. Some of such laws that were to be promulgated had to be rolled back after the Supreme Court rulings against them.",
    "President Gotabaya Rajapaksa issued regulations through a gazette on March 12, 2021 to rehabilitate “extremists” which did not define clearly what it meant by extremism. Justice, Prison Affairs and Constitutional Reforms Minister Wijeyadasa Rajapakshe presented in Parliament another piece of legislation called the “Bureau of Rehabilitation Bill” on September 23, 2022, apparently with the same objective of suppressing dissent. These regulations and the Bill were withdrawn following the Supreme Court rulings on them.",
    "A Bill named the Anti-Terrorism Bill which was published in the gazette on March 22 last year with a wide definition of terrorism seemed to curb freedom of expression. The media reported the details of another Bill named the Broadcasting Regulatory Bill for which the Opposition parties accused the government was attempting to curb media institutions that do not toe its line. After wide criticism locally and internationally the Anti-Terrorism Bill was withdrawn and presented again with a few changes and the Broadcasting Regulatory Bill did not see the light of day.",
    "However, the government succeeded in adopting the highly controversial Online Safety Bill this year, ignoring opposition from local and international media organisations including international social media giants. The authorities who can’t see the wood for the trees justify their efforts to throttle the voice of the people, using isolated unethical activities of a few journalists.",
    "Repressive laws have a very close nexus with corruption involving high-profile politicians and the officialdom. The best case in point was the incident where the CID wanted to question the editor of our sister paper Lankadeepa when it published the famous garlic scam in 2021. Their effort was thwarted later following a massive outcry against it.",
    "The IMF insists on a corruption-free environment for the recovery of the economy from the current crisis and the media’s role in that regard is extremely vital. Professional media in the country is not a bane but a boon for the leaders who are genuinely keen to see a real economic recovery."
  ]
}