{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/why-aggressor-states-fail-in-wars-of-occupation/",
  "time_ut": 1756460760.0,
  "original_lang": "en",
  "original_title": "Why aggressor states fail in wars of occupation",
  "original_body_lines": [
    "‘Gaza City will be razed to the ground’ if Hamas does not agree to Israel’s terms to end the Gaza conflict, Israeli Defense Minister Israel Katz was quoted saying recently on hearing Hamas’ terms to bring the war to an end. He was speaking against the backdrop of an apparent diplomatic failure to see an end to the ongoing blood-letting in the Strip.",
    "The Israeli Defense Minister’s comment ought to have brought to the minds of more experienced commentators the US military failure in Vietnam in the decades of the sixties and early seventies. As is known, US efforts to militarily neutralize the Vietcong guerrillas in its bid to halt what was seen as the spread of communism in Vietnam and South East Asia ended in abject failure.",
    "It was a war of occupation and attrition in which the US armed forces did not hesitate from using some of the most brutal military tactics, such as the destruction of entire Vietnamese civilian centres, which were seen as being in league with the guerrillas. On the subject of the US military strategy in civilian populated areas in Vietnam, such as townships, a US Air Force officer is quoted by well-known Western journalist, Robert Taber, in his classic on guerrilla warfare titled, ‘The War of the Flea – Guerilla Warfare Theory and Practice’ (Paladin Frogmore publishers 1970), as saying, ‘We had to destroy the town in order to save it.’",
    "That is, the US preoccupation at the time with halting the spread of communism in the Asian theatre and outside did not prevent it from subjecting civilians to some of the worst cruelties and excesses witnessed in modern warfare. The means was seen as justifying the end, regardless of their brutal nature, by the occupier.",
    "The Netanyahu regime, apparently, is bent on taking a leaf from the US in its occupation efforts of the Gaza. Israel too would not hesitate from ‘razing to the ground’, civilian centres of the magnitude of Gaza City, in its efforts to occupy and annex the bulk of the contested territories. Needless to say, Palestinian civilians will continue to be subjected to the worst suffering in these misguided and unconscionable designs of a colonizing nature.",
    "As modern history has revealed, one of the worst blunders an occupation army could commit is to earn the hostility of the civilians over whom it is seeking to exercise political and administrative control. This was the key to the US losing the war in Vietnam. It did not take long for the grievously affected North Vietnamese civilians to join the guerrillas in their fight against the US military.",
    "To the degree to which civilian hostility grew against the US military to the same extent did the guerrillas gain in formidable numbers and fighting capability on account of more and more civilians joining their fighting cadres. It was only a matter of time before the US military intervention was weakened and defeated.",
    "Considering the sheer destructiveness of the Israeli military intervention in the Gaza, it would be only a matter of time as well before the Israeli military forces come up against a thoroughly hostile and radicalized Palestinian public in the contested regions of the Middle East. As was the case with the US, a self-defeating war of attrition awaits Israel in the Gaza.",
    "As this is being written the news is that the Russian security forces are in an effort to make further territorial gains in Eastern Ukraine. Well over two years have passed and the Russian armed forces are yet to conclude their ‘special mission’ in the Ukraine. To be sure, the Ukrainians are yet to register any significant milestones in their resistance but the invading Russian forces have not made any notable gains either. Since US mediated peace efforts are fizzling out, the possibility is that Russia too is confronting a wasting war in the Ukraine, as was the case with the US in Vietnam and later for it in Afghanistan and Iraq.",
    "Sensible sections would have expected Russia to have gained from its discouraging experience of invading and occupying Afghanistan and refrained from getting into a military quagmire in Ukraine as well. But this was not to be. The lesson was repeated in Afghanistan for Russia that a hostile population just cannot be governed. Apparently, such insights have not carried any weight with the Russian political leadership.",
    "However, the US too, despite its military debacle in Vietnam, invaded Afghanistan post 9/11 but on finding that another wasting war of occupation awaited it decided to withdraw from the country, leaving it to its devices. The same realization dawned on the US in Iraq. The population in Iraq were irreconcilably opposed to the US occupation and sections among them were easily persuaded to take up arms against the US occupation.",
    "Whether it be the Gaza or the Ukraine, what is abundantly clear is that the civilian populations concerned would be gaining nothing from the relevant military interventions. On the other hand, the people are being left to their devices. The inferences to be drawn is that it is exclusively those who are holding the reins of power in Israel and Russia who are standing to gain by these wars. As is being said about the carnage in the Gaza by Israeli civilian quarters, the ‘Israeli army is fighting Netanyahu’s war’. The same goes for the Russian invasion of Ukraine. President Putin and those ruling in cahoots with him are gaining best from the war.",
    "There is hardly any popular resistance in Russia to the war in the Ukraine, but this is not the case in Israel where considerable sections of the population are out on the streets calling for a fair settlement of the conflict. They chant, ‘enough is enough’.",
    "The prime need at present is for more and more peace-inclined civilian sections the world over to close ranks with their Israeli counterparts and bring pressure on the Netanyahu regime and the US to end the Gaza carnage. The same needs to be done in the US, where the Democratic Party must lead from the front in bringing into being a broad-based pressure group that would make peace its priority.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}