{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111890/30-killed-in-landslides-in-indias-jammu-and-kashmir",
  "time_ut": 1756267320.0,
  "original_lang": "en",
  "original_title": "30 killed in landslides in India’s Jammu and Kashmir",
  "original_body_lines": [
    "At least 30 people have lost their lives after heavy rains triggered a massive landslide near the Vaishno Devi shrine in Katra, Jammu and Kashmir in India, news agency ANI reported.",
    "Indian Home Minister Amit Shah called the landslide near the Vaishno Devi shrine in Jammu and Kashmir’s Katra district “extremely tragic” and said he had spoken to Chief Minister Omar Abdullah and Lieutenant Governor Manoj Sinha, assuring full support from the Centre.",
    "In a post on X, Shah stated that National Disaster Response Force (NDRF) teams had already been rushed to the scene soon after the incident.",
    "“The landslide incident caused by heavy rains on the Vaishno Devi Yatra route in Jammu and Kashmir is extremely tragic. In this regard, I have spoken with the Chief Minister of Jammu and Kashmir, Shri Omar Abdullah ji, and the Lieutenant Governor, Shri Manoj Sinha ji. The local administration is engaged in relief and rescue operations to assist the injured, and the NDRF team is also reaching there,” he wrote.",
    "Amidst the continuous rainfall, troopers from the 6th Battalion of the CRPF responded swiftly, launched rescue operations and evacuated the injured to the Community Health Centre (CHC) in Katra. The team also assisted stranded pilgrims and provided essential medical and logistical support.",
    "Meanwhile, according to the India Meteorological Department (IMD), Doppler Weather Radar (DWR) imagery from Jammu at 5:10 am on Wednesday indicates widespread and intense thunderstorm activity across the region.",
    "The IMD has advised residents, particularly in hilly and low-lying areas, to stay indoors and adhere to official safety advisories."
  ]
}