{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-pledges-to-revive-OMP-and-Office-for-Reparations/56-763159",
  "time_ut": 1718568319.0,
  "original_lang": "en",
  "original_title": "SJB pledges to revive OMP and Office for Reparations",
  "original_body_lines": [
    "SJB MP Eran Wickramaratne emphasises crucial role of Northern opinions in achieving national unity",
    "Says SL’s target GDP growth exceeding 8%, contingent upon resolving social and political issues and achieving national unity",
    "Reveals SJB leader promised to North to hold provincial and LG polls",
    "Samagi Jana Balawegaya (SJB) MP Eran Wickramaratne announced yesterday that a future SJB Government will revive the currently dormant Office on Missing Persons (OMP) and the Office for Reparations, as requested by politicians and residents of the North.",
    "Speaking at a press conference in Colombo, Wickramaratne emphasised the significance of ideas and opinions from the people of the North in building a unified Sri Lanka.",
    "“The opinions of the people in the North are crucial for fostering a unified Sri Lanka. Without achieving unity at the social and political levels, economic development will be unattainable. Political stability is essential for economic growth,” he said.",
    "“In the future, Sri Lanka aims for a gross domestic product growth exceeding 8%. Achieving this target requires resolving social and political issues and fostering a unified Sri Lanka. Achieving these goals would elevate Sri Lanka’s status,” he added.",
    "The MP also criticised the current Government for neglecting the operations of the OMP and stated that an SJB Government would restore the office to ensure justice for victims’ families. He highlighted a similar situation regarding the Office for Reparations, noting requests from the North to SJB leader Sajith Premadasa to revive the office.",
    "During Premadasa’s recent tour of the North, Wickramaratne highlighted that many Northern politicians expressed dissatisfaction, stating that the Sinhalese political parties in the country do not adhere to or respect the Constitution.",
    "“Provincial council and local government elections have been postponed. Governors of provincial councils and commissioners of local government bodies are appointed directly by the President,” he noted. This centralised governance approach has raised concerns about dictatorial rule in Sri Lanka,” he added. The MP underscored that the North is especially unhappy with this governance style, where the President’s directives are implemented through appointed officials. According to Wickramaratne, the SJB leader has assured a future SJB Government will hold provincial council and local government polls going forward.",
    "The MP highlighted that political leaders in the North also questioned the implementation of the 13th Amendment, emphasising its crucial importance. He underscored the necessity of fully implementing the Constitution."
  ]
}