{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/philanthropy-it-is-not-yet-dead-in-this-emerald-isle/",
  "time_ut": 1713290520.0,
  "original_lang": "en",
  "original_title": "Philanthropy: It is not yet dead in this emerald isle",
  "original_body_lines": [
    "MBBS(Cey), DCH(Cey), DCH(Eng), MD(Paed), MRCP(UK), FRCP(Edin), FRCP(Lon), FRCPCH(UK), FSLCPaed, FCCP, Hony FRCPCH(UK), Hony. FCGP(SL)",
    "Specialist Consultant Paediatrician and Honorary Senior Fellow, Postgraduate Institute of Medicine, University of Colombo, Sri Lanka.",
    "People of Sri Lanka talking about philanthropy might come as a total surprise to most of you. With all our economic problems, bankruptcy, rampant corruption, appalling governance, unprecedented brain-drain, and a whole host of other floating perennial problems in our Motherland, one might justifiably say that those who talk of philanthropy and charity at present need to have their heads examined. With the Sri Lankans having an extremely difficult time making ends meet, one would be more than inclined to proclaim that compassionate generosity would perhaps be the last thing on their minds. However, there are shining exceptions to the rule. One hopes that this article will induce a paradigm shift in the perceptions of the general public, in the form of a complete U-turn on the topic under discussion.",
    "Now, I would like to take the readers back to 1996, when I was inducted as the Founder President of The Sri Lanka College of Paediatricians. It was an entirely new academic enterprise, designed to be the scholastic continuum of The Sri Lanka Paediatric Association. At that time, in addition to many other medical problems in children, there was a significantly high death rate of newborn babies as well as quite a number of them being left with permanent brain damage. The basic cause was the failure on the part of the babies to establish normal breathing, thereby depriving the brain of the all-important oxygen for their very survival and normal functioning.",
    "To most of us, the answer to this dilemma was obvious. This was an eminently manageable clinical problem. These babies who had such problems initiating normal breathing needed to be assisted to commence normal respiration and they would recover completely. Towards that end, all staff members in Labour Rooms and Operating Theatres, including doctors, nurses, and midwives, right around the country, had to be trained on newborn resuscitation techniques to save lives of the newborns and to prevent permanent brain damage in those who survived. The said techniques using a specialised bag and mask bit of equipment, could be easily taught to all these healthcare workers. However, there was a huge snag. They had to practice the technique on training mannikins which had electronic feedback systems to confirm that the technique was being correctly applied. The problem was that the set of mannikins would cost around Sri Lankan Rupees 500,000/- at that time. That was a very large amount of money; quite a fortune, to say the least!",
    "The college being in its infancy did not have access to such a large amount of money. Then, in desperation, I wrote a letter to the newspapers explaining the problem fully and asking for public donations towards this endeavour. It was published in all the English newspapers. I was prepared to even go around with a begging bowl. However, to be quite honest, I did not think that my efforts would be successful.",
    "Hey presto!! within just about two weeks we had more money than we bargained for. Some of our people gave small amounts, some gave large amounts, but small or large it all added up to what we needed. In my letter in the newspapers, I promised them that not even a red cent would go into a pocket and I pledged my sworn assurance on that score. The general public trusted us implicitly, and that was the critical hub of that magnificent response. Money just poured in.",
    "Within another couple of weeks, we had all the equipment that we needed. My consultant colleagues from the Western Province joined me, together with the Consultant Paediatricians in the peripheries of the country, and we went around training scores of healthcare workers in newborn resuscitation. The trainers’ services were most willingly provided by our colleagues on a purely voluntary basis; we did not pay them even a nickel. The ultimate objective was to have a trained healthcare workforce in the Labour Rooms and Operating Theatres to deal promptly and effectively with newborn babies who had problems with initiating normal breathing. Within a few months, we had such a workforce.",
    "The rest is history. In quite a short time, the newborn deaths came down drastically and the number of children left with permanent brain damage too was very significantly reduced, right around the country. All we did was write a compelling letter pulling at the heartstrings of our people. Their response was absolutely wonderful. Later on, I wrote another letter to the newspapers providing details of the success story and thanking our people for what they had financed. We took no credit at all and all praise went to the people who responded ever so magnificently to our desperate call. It was a sterling achievement by those who contributed money, as much as it was a triumph for the healthcare workers. I was only just the catalyst for it.",
    "Now fast forward to the current era. Many are the initiatives that have been successfully funded by public donations and implemented by our colleagues; those of my vintage as well as the younger ones. Resourceful colleagues of ours have done wonders for many hospitals, especially in very remote areas. They are far too numerous to document here and have ranged from infrastructure facilities to securing essential medicines. Many have used their very own family funds for the purpose as well. Even our Sri Lanka College of Paediatricians, now grown well into adulthood, arranged for, and secured essential medicines for needy children in 2022 and 2023. In addition, the college has been involved with the magnificent Little Hearts Project of the Lady Ridgeway Hospital for Children. Many people from here and abroad responded to these clarion calls by the College.",
    "However, this author feels that he would be failing in his duties, if he does not cite just one more example of how much can be done by a dedicated team of humanitarians working together in a remote area of the island. There is a novel public and private partnership project in the capacity development of hospitals in the Uva Region. That story illustrates how a philanthropic group working closely with donors, health authorities and professionals, tries hard to develop health sector capacity in hospitals in the Uva Province. This project has clearly shown that the public and private sectors can work together for the benefit of people in an effective, transparent, and efficient way.",
    "The endeavour began three years ago during the COVID-19 pandemic when a public-private partnership was mooted to mobilise their resources to provide equipment to serve the critically ill patients suffering from COVID-19. This project proved to be very successful due to collaboration between a philanthropic promotor group, donors, and health authorities in Uva as well as the Sri Lanka College of Internal Medicine. It started with a retired Professor of Psychiatry residing in Diyatalawa being informed of the problems facing the new COVID-19 unit at Bandarawela Hospital by a doctor working there. It coincided with a Sri Lankan doctor living in California, USA, expressing his interest in mobilising resources to develop the capacity of hospitals to deal with the COVID-19 pandemic. This project was then initiated to provide equipment to increase the capacity of Bandarawela Hospital. It was promoted by a philanthropist group led by the Californian doctor and a retired Sri Lankan cricketer cum diplomat, while the Psychiatrist along with the hospital authorities and the College of Internal Medicine focused on implementing the technical aspects of the project. All went quite well and according to plan. It is noteworthy that in a documented response, the Physician looking after the COVID-19 patients at Bandarawela Hospital had intimated “Thanks to your donations the hospital was able to treat and discharge over 1,500 covid positive patients”. The donors could not have asked for more.",
    "Encouraged by the outcome, the philanthropists expanded their efforts. It entailed the provision of equipment worth Rupees 26 million and the hospitals which benefitted included not only the Bandarawela Hospital but the other hospitals of the region, in Diyatalawa, Welimada, Haputale, Haldumulla, and Koslanda as well. The project was a great success in upgrading the facilities for critical care, benefitting a large number of patients suffering from major health problems, including COVID-19.",
    "Following the COVID-19-related capacity-building activities, while monitoring and reviewing the outcomes of the project, it became clear that there was a real need to increase the capacity of other critical areas of health. The Californian doctor and the retired cricketer had then indicated their willingness to mobilise additional resources to improve health services. It resulted in the improvement and expansion of services provided by the Diyatalawa Hospital to meet the emerging needs of people with emergencies and accidents living in the catchment area. A project committee was formulated to raise the necessary funds and plans were set afoot to upgrade the present one-bed Accident and Emergency facility at the Diyatalawa Hospital to a modern well well-equipped five-bed unit. Plans are afoot and funds have already been mobilized to develop an easily accessible new premises with an initial donation of Rupees 10 million from two retired Doctors of Philosophy. The latter two had provided generous donations for the earlier project too. All needed equipment has already been identified and other potential donors earmarked and contacted. The Health Services Council led by a venerable Buddhist Thera and another philanthropist from California are working with the Diyatalawa Hospital team in this endeavour.",
    "I have purposely avoided providing the names of these pioneer humanitarians simply because I know for sure that it is the last thing they would want. They will be embarrassed if their names are highlighted. All this goes to confirm the veracity of my original contention that philanthropy is very much alive and that many hearts would melt and respond appropriately to provide the much-needed services for our people. Very many of them have done so without any fanfare at all. All they need is immense trust in the people who organise and manage such initiatives.",
    "Philanthropy in medicine embodies the very epitome of compassion and generosity, illuminating the profound beauty of humanity’s altruistic potential. It transcends mere financial contributions, manifesting as a lifeline for those in dire need. From funding groundbreaking research to providing access to essential healthcare services, philanthropy breathes life into the noble pursuit of healing. It ignites hope in the hearts of patients, offering solace in moments of vulnerability and despair. Moreover, philanthropy fosters collaboration among healthcare professionals, and communities, catalysing innovative solutions to some challenges in providing optimal healthcare. It empowers individuals and institutions to complement each other towards providing holistic care, ultimately saving countless lives and alleviating suffering.",
    "In its essence, charity in efforts taken to improve healthcare truly portrays the profound interconnectedness of humanity, reminding us of our shared responsibility to uplift and support one another. It is a testament to the inherent goodness within people, leaving an indelible mark of compassion and kindness on the fabric of society. These deeds are the ones that reawaken our admiration for the intrinsic compassionate qualities of the people of our Motherland. They are indeed the Jewels in the Crown.",
    "India is holding a mammoth election with nearly a billion voters",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}