{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/no-such-thing-as-import-substitution-economy-sri-lanka-president-172882/",
  "time_ut": 1721377320.0,
  "original_lang": "en",
  "original_title": "No such thing as import-substitution economy: Sri Lanka president",
  "original_body_lines": [
    "ECONOMYNEX — There is no such thing as an import-substitution economy and Sri Lanka has to commit to a competitive, modern and export-oriented economy, President Ranil Wickremesinghe said, citing former Australia Prime Minister Scott Morrison.",
    "Speaking at the Sri Lanka Human Capital Summit 2024 on Thursday July 18, Wickremesinghe said Sri Lanka is faced with the problem of getting the whole country to get on board the agenda of developing such an economy.",
    "“When I brought the economic transformation bill, one party in parliament went to court and said it should be rejected because we require an import substitution economy. First and foremost, we must get out of our heads that there is no such thing called an import substitution economy.",
    "“How do you substitute for your imports? You still need the raw material brought. What we have to first undertake and commit ourselves to is to a highly competitive, modern, export-oriented economy, as Prime Minister Scott said.",
    "“I agree with you 200 percent. We have to get the rest of Sri Lanka to agree to it. That’s the small problem,” he said, addressing Prime Minister Scott who was in the audience.",
    "Nevertheless, Sri Lanka now has the opportunity to go in this direction and most people in Sri Lanka feel that there has to be a fundamental change in the economy, said Wickremesinghe.",
    "“When you do that, we will realise which sectors require people,” he said, adding that Sri Lanka three to four hundred thousand acres of land to be cultivated through modern methods. There is also scope for IT and related industries and to train people for automation, he said.",
    "“There are so many areas, and I am not going to deal with all of them except to refer to economic cooperation with India,” he added.",
    "Sri Lanka has also decided on an integrated system of power connectivity, said Wickremesinghe.",
    "“But of all the sectors, the most important one will be land connectivity. Then the Tamil Nadu economy, which competes with Maharashtra and Gujarat, together with Andhra and Telangana, can use the ports of Sri Lanka, Trincomalee, and Colombo. That’s going to make a big difference for them and for us.”",
    "Wickremesinghe said Sri Lanka must be friendly to foreign investment and, more importantly, to local investment.",
    "“The private sector, big and small, has to expand. There is no other way. Within this framework, yes, we must look at our human capital formation. Without financial capital, you can’t develop your human capital. So this is the approach to be taken. We can’t tackle everything at the same time. So first, we have to look at the vocational and technical sector. Many of the people who left this country were not graduates. They are vocationally and technically qualified. So where is it? We have too many agencies, too many departments, and Ministries running these agencies.",
    "Wickremesinghe also spoke at length on the importance of developing education and vocational training aimed at enhancing the economy.",
    "“Firstly, the system has to change. You don’t need new technology for import substitution because it basically can’t be done. Secondly, we must pursue reforms followed by strengthening the education and training system. So let’s think anew and move forward,” he said. (Colombo/Jul19/2024)"
  ]
}