{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/vat-surge-threatens-sri-lankas-housing-and-foreign-investments/",
  "time_ut": 1707403860.0,
  "original_lang": "en",
  "original_title": "‘VAT surge threatens Sri Lanka’s housing and foreign investments’",
  "original_body_lines": [
    "In the intricate case of Sri Lanka’s economic rejuvenation, the recent surge in the Value Added Tax (VAT) to 18 percent, coupled with the removal of certain industries from the exemptions list, has emerged as a focal point for concern among foreign investors assessing the country’s economic climate.",
    "This shift, occurring within the context of an already sophisticated taxation structure, presents multifaceted challenges that, if left unaddressed, could potentially impede the nation’s growth trajectory, particularly within the critical housing development sector.",
    "Investments in housing development surpass the realm of mere financial transactions; they are integral components of economic growth and societal development. The recent VAT hike, however, casts a shadow over the sector, raising the cost of projects and thereby creating formidable barriers for middle-class and first-time homebuyers.",
    "This potential restriction threatens to stifle the housing sector’s innate ability to serve as a driver of economic stability.",
    "The housing sector’s influence extends beyond bricks and mortar, reaching into the heart of local employment and manufacturing industries. This phenomenon, often referred to as the ripple effect, manifests when increased housing demand generates a surge in business for local manufacturers, including those producing doors, windows, pipes, wires, and other construction materials.",
    "Consequently, this heightened demand directly stimulates job creation in these manufacturing sectors.",
    "However, the introduction of the new VAT regime introduces an element of risk to this interconnected economic ecosystem. While the heightened VAT aims to augment the state’s revenue pool, there is a potential downside—deterrence for both local and foreign investors.",
    "Investors, whether domestic or international, seek clarity, consistency, and predictability in tax regimes. The added burden of increased VAT may well tip the scales against investments that are crucial for sustaining economic growth.",
    "In this intricate web of economic interactions, the call for relief or adjustments to the current taxation model becomes ever more urgent. Such measures are necessary to safeguard the housing sector and acknowledge its far-reaching impact on the broader economy.",
    "Beyond attracting investments, a more balanced tax strategy has the potential to stimulate job creation, making housing more affordable for the middle-class and first-time buyers, who are the bedrock of societal stability.",
    "The delicate balancing act between managing state revenue and propelling economic growth necessitates careful planning and consideration. The government, in navigating this complex terrain, holds a unique opportunity to transform challenges into opportunities, nurturing the housing sector while simultaneously fortifying state reserves.",
    "A thriving housing sector will undoubtedly have a ripple effect, creating jobs and driving demand for local industries, contributing to a resilient and self-sufficient economy. The Sri Lankan Government’s response to the VAT hike should prioritise foresight and prudence, facilitating relief or adjustments to fortify the housing sector’s crucial role in economic growth. A nuanced tax strategy is essential, not just for attracting foreign investments, but for ensuring accessibility to housing, fostering a sustainable and inclusive economic future for Sri Lanka.",
    "(The writer is an international investor with experience in the South Asian real-estate market, and is also the Chairperson of Iconic Developments)",
    "Legal action will be taken to combat trade mafia – State Minister for Finance",
    "CBSL Governor urges public to become informants to boost tax revenue",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}