{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/empowering-with-words-british-council-holds-reading-for-life-challenge/",
  "time_ut": 1719014640.0,
  "original_lang": "en",
  "original_title": "Empowering with words: British Council holds Reading for Life challenge",
  "original_body_lines": [
    "Congratulations to Polymath College which became the first school to complete the British Council Reading for Life challenge!",
    "Over 150 Polymath students completed the March-April 2024 Reading Challenge by reading at least six books in six weeks and were rewarded with a certificate upon completion.",
    "Orlando Edwards, Country Director, British Council Sri Lanka said “Reading is a great way to improve vocabulary and learn new things. Reading opens up a world of opportunities for children, exposing them to other cultures, attitudes and issues, such as the environment. It can inspire imagination and creativity.”",
    "Books were lent by the British Council Library which has just refreshed its 2024 stock with many new titles, including works by Sita Bramachari and Sophie Anderson. Polymath College students’ favourite reads included Diary of a Wimpy Kid, the magical world of Harry Potter, and the timeless tales spun by Roald Dahl and Michael Morpurgo. But there are many other titles which will transport readers to extraordinary realms where anything is possible.",
    "“Our reading challenge aims to inspire children to read for fun, pleasure, and to gain a sense of personal achievement. It helps them explore new titles by different authors and we encourage students to talk about them with their friends. Every child who takes up the challenge is encouraged to read six books within six weeks. They can choose the books they want to read from a wide selection and learn how to write a book review for their age group, as part of the challenge.",
    "Orlando Edwards added “Hats off to the children who have unlocked the doors to a marvellous literary universe, transforming into avid readers and gaining greater proficiency in expressing themselves.",
    "“We look forward to more Cambridge partner schools taking up the challenge!”",
    "The British Council Library organises regular literary events and has a digital library which contains thousands of the latest books unavailable in shops in Sri Lanka.",
    "SLGJA, Gold Sponsor of the Ratnapura International Gem and Jewellery Show",
    "hSenidBiz wins “Technology Resilient Company” award at ISACA Sri Lanka’s first Digital Trust Awards ceremony",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}