{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/huge-responsibility-delays-sri-lankas-soe-restructuring-state-finmin-172824/",
  "time_ut": 1721365740.0,
  "original_lang": "en",
  "original_title": "“Huge responsibility” delays Sri Lanka’s SOE restructuring: State FinMin",
  "original_body_lines": [
    "ECONOMYNEXT – Restructuring of Sri Lanka’s state-owned enterprises (SOEs) is delayed as the government needs to ensure transparency, maximum value for them, protection of employees’ rights, and improvement in the quality of the service, State Finance Minister Ranjith Siyambalapitiya said.",
    "His comment comes after President Ranil Wickremesinghe’s government has not restructured any SOEs in the last two years despite calling for bids and shortlisting both local and international companies.",
    "After tedious efforts by the SOE Restructuring Unit under the Finance Ministry, the government last week decided to terminate the current bidding process with respect to the divestiture of loss-making Sri Lankan Airlines, and said it will follow an alternate strategy which is to be decided shortly.",
    "“There is a huge responsibility for the government when it is going for restructuring of these institutions,” Siyambalapitiya told EconomyNext at a media briefing in Colombo on Thursday (18) when asked the reasons for the delay.",
    "“We have to ensure maximum transparency, maximum value for these institutions, fully protecting the rights of the employees, and improving the quality of the service for the public. We need to consider all these,” he said.",
    "“The government has no intention just to dump these institutions. The move should restructure these institutions in such a way to maximise the benefits for the entire country, the treasury, public, and clients with competitiveness. This is why there is a delay,” Siyambalapitiya said.",
    "“Otherwise it is very easy. There are a lot of buyers. There is no short cut in restructuring. So, we need a fair time to do the restructuring in a transparent manner.”",
    "Restructuring is one of the top commitments Sri Lanka has agreed with the International Monetary Fund (IMF) under economic reforms for a $3 billion loan with to come out of an economic crisis.",
    "Officials who are privy to the restructuring, however, said there have been a few bidders for the already offered SOEs.",
    "The government has already called bids for state-owned Hotel Developers Lanka Ltd, Canwill Holdings Pvt Ltd, Lanka Hospitals Corporation PLC, Sri Lanka Telecom PLC, Litro Gas Lanka Limited, Sri Lanka Insurance Corporation Life Ltd, and Sri Lanka Insurance Corporation General Ltd.",
    "The SOE Restructuring Unit has already shortlisted all the bids except for Sri Lanka Insurance Corporation.",
    "Last week, the SOE Restructuring Unit said four bidders were prequalified for the Request for Proposal (RfP) stage from nine for the divestiture of the government’s stake in Hotel Developers (Lanka) Ltd (HDL), which owns Colombo Hilton.",
    "However, two prequalified bidders withdrew from the divestiture process while only Melwa Hotels & Resorts (Pvt) Ltd submitted an offer out of the two remaining prequalified bidders.",
    "Two officials said there is an overall slowdown in the restructuring process amid looming political uncertainty with the upcoming presidential election.",
    "Though the government has said its key SOEs have turned a total loss of 743 billion rupees in 2022 to a profit of 456 billion rupees in 2023, analysts have stated the profits were recorded after the government taking over the large volume of debts taken by Ceylon Petroleum Corporation (CPC) and SriLankan Airlines.",
    "Deloitte India is the transaction advisor for the divestiture of the Sri Lanka’s government stake in SOEs. (Colombo/July 19/2024)"
  ]
}