{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/veterans-switching-to-relax-mode/",
  "time_ut": 1718041740.0,
  "original_lang": "en",
  "original_title": "Veterans switching to relax mode",
  "original_body_lines": [
    "The Covid pandemic certainly did disrupt the music industry, as well – both here and abroad.",
    "While some of the artistes did make a comeback, when the scene began to brighten up, there were others who decided to switch to relax mode, or make changes to their original setup that was around, before the pandemic.",
    "Ash Jayasinha, now residing in Australia, had this to say about his band Rap-So-D.",
    "“The year just before COVID, Rap-So-D line-up changed, with three members moving out – drummer, bassist and keyboardist. The new members were professional musos and, therefore, the tradition was seamless.",
    "“We had a very good year but then COVID paused everything. When things started happening again it was a slow start, as you may recall. Some of us got caught up with a lot of other matters.",
    "“I myself faced the fact that my two boys were at an age where they have a lot of extra-curricular activities. They are 13 and 14 now and they play football and basketball for clubs and College, etc.’ and so Allison (my wife – a singer herself) and I are pretty involved with these things.",
    "“Meanwhile, the three professionals, who played with us, also went back to doing things on their own.",
    "“If I’m doing music, I do it seriously. I want to rehearse at least once a week, if not two, and then I want to play with the best gear, using good engineers.",
    "“This is a lot of effort and I could not see how we were going to fit all of this with the time we dedicate to our young family. So, one thing led to another and my wife and I thought maybe it was time to hang up the mic.",
    "“It’s best to do so, leaving on a high note, than to do a half-baked job and go out on a low note, being stale and substandard.",
    "“Maybe, once our boys start driving themselves around, in a few more years, and if I’m not in a wheelchair at the time, I may reconsider it all, but let’s see how things turn out!”",
    "In the meanwhile, Kirthie Abeywickreme, now based in Germany, and who is known for his Michael Jackson/Tina Turner/Elvis Presley acts, says his band Kit ‘n’ Sunrise had all all their contracts cancelled because of Covid.",
    "However, just before the pandemic cropped up, he was seen in action, together with Susantha Perera, in Sydney and Melbourne doing the ‘Together Again’ tour with Desmond & The Clan.",
    "During the Covid period, Kirthie performed with a German Gala band.",
    "The good news is that Kirthie is back in the scene, in Germany, with Kit ‘n’ Sunrise, and says he still enjoys doing his midnight show acts of Michael Jackson, Tina Turner and Elvis.",
    "The digital divide: AI and its implications for higher education in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}