{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83680",
  "time_ut": 1708802100.0,
  "original_lang": "en",
  "original_title": "Disregarding Court ruling on Bills has ominous consequences given that the Sri Lankan judiciary lacks the power to review enacted law.",
  "original_body_lines": [
    "As much as lawyers, activists and civic conscious citizens, South Asia’s judges seem to be fighting with their backs proverbially against the wall in these extraordinarily fraught times.",
    "At a forum of constitutional lawyers in Katmandu last week, a Nepali legal practitioner confessed deep standing concerns regarding executive interference into the judiciary. This was in a backdrop where the Supreme Court had been left with an acting Chief Justice for more than fifteen months last year at a time when key public interest litigation was pending.",
    "Earlier, an unprecedented crisis had gripped the Court when judges and lawyers demanded the resignation of the Chief Justice for having ‘a close relationship’ with the executive. “The judicial institution does not recover from such a crisis quickly’ he told me. ‘Even when we have positive responses in some cases, we are concerned about systemic independence. There is a long way more to go.’",
    "His concerns echo across the region. The tiny Himalayan nation is certainly not the odd one out. In India, the Court had been complaining for quite a while that the Government was increasingly exhibiting ‘defiance’ towards judicial pronouncements. Mid last year, then Chief Justice of India NV Ramana whose background is distinguished in both law and journalism, passed strictures at a public event on the ‘ambiguity’ of the Indian legislature in passing laws.",
    "He lamented with considerable asperity on the ‘inclination (of law makers) to pass off the responsibility of decision-making to courts and the lack of foresight and public consultation before making laws.’ This has ‘forced the judiciary to dabble in policy to render justice to the common citizen’ he added. Under this Chief Justice, the apex judiciary which had long been accused of timidity vis a vis the Narendra Modi led Government, took on a new leash of life.",
    "The Court activated itself sufficiently to ‘freeze’ Section 124A of India’s Penal Code relating to the crime of sedition. A Bench headed by Ramana ruled that this provision had been abused to arbitrarily file sedition prosecutions against government critics.",
    "That arbitrariness in employing the colonial-era sedition provision had been patent.",
    "Sedition charges had been employed with a sledgehammer against prominent Indian journalists and parliamentarians. Perhaps the most ridiculous instance of this occurred a few years ago when journalists and a former opposition parliamentarian was accused of inciting sedition. This was for reporting the death of a man during a farmers’ protest converging on Delhi due to being shot by the police.",
    "The police had alleged that the death had been caused by a ‘accident.’ Besieged by the use of sedition in the most improbable of circumstances, the Court ruling was welcomed by the media and the legal community. This judicial intervention was made possible due to the Indian Supreme Court possessing the power to review enacted law. Needless to say, that is not a privilege shared by the Sri Lankan Supreme Court.",
    "The Indian Court’s ‘freezing’ of the sedition provision and the staying of all existing proceedings is directed to be until the provision is reviewed by the Government as promised by the Attorney General. The Bench had ‘hoped and expected’ that the police would refrain from filing sedition prosecutions in the wake of its ruling. But it appears that this has not stopped.",
    "Indeed, the disregard of court orders by the executive is evidenced across the board, not only in this instance. India’s former CJ who retired late last year, complained gustily that contempt of court actions have ‘exploded’ as a result. This is directly due to the malingering of the executive and the legislature, he said.",
    "In Pakistan, the apex court continues to struggle in a web of political intrigue and internal squabbles with the glory of the lawyers’ reform movement to establish an independent judiciary, long tarnished. That unseemly development has captured global headlines over a rash of cases brought by the regime against former PM Imran Khan whose party triumphed in the elections. The cases brought against Khan range from violating the Official Secrets Act (wilfully losing a cipher document) to colluding with the enemy to reveal state secrets.",
    "Journalists and dissenting judges who refuse to tow the party line are routinely harassed. In fact, the prestige of the Court has sunk so low as to lead to a Bench of the apex Court asking the Attorney General at one point to confirm that its orders will be adhered to.",
    "This was during the hearings of the constitutionality of military trials against civilians even though the legal issue itself had long been settled.",
    "At home, we are in no less a happy situation. A few months ago, the Supreme Court’s finding that the Acting Inspector General of Police (IGP) had been implicated in acts of torture perpetrated on a civilian seemed to have scarcely ruffled the feathers of the ruling regime. The gentleman concerned continues with nary a care in the world, propagating his vim and vigour in dealing with the Sri Lankan underworld in the sadly mistitled ‘Yukthiya’ operation.",
    "At an even more concerning level, we have the ink drying on a highly controversial Online Safety Act passed without adherence to the letter of the Supreme Court’s amendments. The resultant furore seems not to have had any effect either with the opposition alleging that this week’s Court ruling on the Anti-Terrorism Bill may also be met with the same level of legislative frivolity when the Bill comes before the House for passage.",
    "Disregarding Court ruling on Bills has ominous consequences given that the Sri Lankan judiciary lacks the power to review enacted law. Where the Anti-Terrorism Bill is concerned, a main preoccupation of a five member Bench in reviewing the Bill was as to whether its clauses reflected lofty ideals of combating terrorism which has to be reconciled with the object of protecting and promoting the fundamental rights of the citizenry.",
    "In that regard, the Court agreed with those challenging the Bill that the offence of terrorism as defined in clause 3 did not make allowance for legitimate causes or goals such as protest or dissent. ‘…such an ambiguity is indeed rife in the definition,’ the Bench stated. This resulted in the clause violating Article 12 (1) of the Constitution which will require a special majority to be passed, it was concluded.",
    "The only way in which this could be remedied was to prescribe an exemption or carve out to Clause 3. This, the Court said, will ensure that protests, advocacy or dissent, strike, lockout or industrial action will not, by itself, be sufficient to determine an illegal act or omission. Several other amendments were detailed, including clauses relating to detention until conclusion of trial and the basis on which indictments can be withdrawn by the Attorney General.",
    "If unamended, these clauses were deemed to need not only approval by a special majority but also at a referendum. A meticulous scrutiny of the Bill had been engaged, the Court noted, due to the fact that, if enacted into law, it will replace the ‘much maligned and controversial PTA.’ Its Determination needs to be rigorously analysed in another space. But at least, amendments to clauses as prescribed by the Court must be followed to the letter in the minimum.",
    "In the alternative, this puts the country on a far more dangerous trajectory than the rest of our neighbours in South Asia."
  ]
}