{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Funding-earmarked-for-SMEs-goes-abegging/34-769653",
  "time_ut": 1732482940.0,
  "original_lang": "en",
  "original_title": "Funding earmarked for SMEs goes abegging",
  "original_body_lines": [
    "Industries and Entrepreneurship Development Minister Sunil Handunnetti reveals only Rs. 71 m disbursed from Rs. 1 b business loan fund",
    "Says existing support agencies meant to assist entrepreneurs have benefited only select few",
    "Criticises poor state of SOEs such as National Paper Company Ltd., Salusala, Laksala",
    "Emphasises making Ministry and agencies more accessible and transparent to public",
    "Announces plans to launch awareness programs about services offered by ministries",
    "Industries and Entrepreneurship Development Minister Sunil Handunnetti has criticised the mismanagement of funds and State-owned enterprises under his ministry, pledging to reform the system to better serve the public.",
    "Speaking at a public gathering over the weekend, the Minister revealed that although Rs. 1,000 million was allocated in last year’s budget for a fund to provide loans to businesses and entrepreneurs, only Rs. 71 million has been disbursed so far.“Many people in this country struggle to access loans. How many businesses have opened, only to close in recent times? Others cannot even afford raw materials,” Handunnetti said. He added that while agencies exist to offer training, guidance, and technical support for entrepreneurs, these benefits have been monopolised by a select few. “These institutions have been treated as private property,” he said.",
    "The Minister stressed the need to make the ministry and its agencies more accessible. “These institutions must be open to the public and serve the people. We must become employees of the people,” he said, announcing plans to launch awareness programmes to educate the public on the services offered by the ministry. He also called on the media to help highlight both the ministry’s services and its shortcomings.",
    "Handunnetti also criticised the state of several State-owned enterprises under his purview, including National Paper Company Ltd., Salusala, and Laksala, which he said exist only in name. He noted that Lanka Leyland, despite having the authority to manufacture many items, has not produced anything of significance. “Sri Lanka has many assets, yet we are not utilising them,” he lamented. “It is simply tragic,” he added.",
    "He also addressed reports of misconduct by former ministers, accusing them of treating their positions as opportunities for personal gain. “Ministries have been used as treasure troves for luxurious living, rather than for fostering industrialisation and entrepreneurship,” he said.",
    "Handunnetti urged his team to rebuild public trust and take on the responsibility of driving industrial and entrepreneurial growth. “The people have done their duty. Now the task of carrying this forward is with us. We must uphold this trust,” he noted."
  ]
}