{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110919/sri-lankas-exports-to-us-surpass-usd-250-million-in-june-as-trump-tariffs-loom",
  "time_ut": 1753696140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s exports to US surpass USD 250 million in June as Trump tariffs loom",
  "original_body_lines": [
    "Sri Lankan exports to the United States have increased in the month of June as the new 30% tariff rate announced by US President Donald Trump is set to take effect later this week.",
    "The US remains Sri Lanka’s single largest export destination, which absorbs 23% of Sri Lanka’s merchandise exports.",
    "According to latest data issued by the Central Bank of Sri Lanka (CBSL), Sri Lanka’s exports stood at USD 252.34 million in June while it was USD 216.67 million in May 2025.",
    "Exports to the United States over the cumulative period from January to June 2025 increased by 4.61%, reaching USD 1,434.99 million.",
    "Meanwhile, exports to the United Kingdom increased by 22.38% to USD 91.64 million in June 2025 compared to the same month in 2024. During the cumulative period from January to June 2025, exports to the UK recorded a growth of 6.92%, reaching USD 483.93 million compared to the corresponding period in 2024.",
    "India has continued as Sri Lanka’s second-largest export destination, surpassing the United Kingdom. Exports to India increased by 9.23% to USD 95.88 million in June 2025, while cumulative exports from January to June 2025 surged by 26.54 %, reaching US$ 505.62 million compared to the same period in 2024, according to the Central Bank added.",
    "Local exporters are facing a period of uncertainty as the new tariffs imposed by the US President takes effect on August 1, which according to experts will reduce the demand for imported items.",
    "A virtual discussion was also held last week between President Anura Kumara Dissanayake and U.S. Trade Representative (USTR) Jamieson Greer regarding the further reduction of trade tariffs imposed by the United States on Sri Lankan exports.",
    "The primary objective of the virtual meeting was to discuss the further reduction of proposed trade tariffs on Sri Lankan exports and to further strengthen trade and investment relations between the two nations."
  ]
}