{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104436/10-killed-after-small-plane-crashes-in-brazils-gramado",
  "time_ut": 1734930480.0,
  "original_lang": "en",
  "original_title": "10 killed after small plane crashes in Brazil’s Gramado",
  "original_body_lines": [
    "A small plane crashed into a Brazilian town that’s popular with tourists on Sunday, killing all 10 passengers on board and injuring more than a dozen people on the ground, Brazil’s Civil Defense Agency said.",
    "The agency in a post on X said the plane hit the chimney of a home and then the second floor of a building before crashing into a mobile phone shop in a largely residential neighborhood of Gramado. More than a dozen people who were on the ground were taken to hospitals with injuries including smoke inhalation, with two said to be in critical condition.",
    "Local media reported that the plane was piloted by Luiz Claudio Galeazzi, a Brazilian businessman who was travelling with his family to Sao Paulo State. In a statement published on LinkedIn, Galeazzi’s company, Galeazzi & Associados, confirmed that the 61-year-old was on the plane, adding that he was traveling with his wife, their three daughters, several other family members and another company employee, who perished in the crash.",
    "“In this moment of intense pain we are deeply thankful with the manifestations of solidarity and love that we have received from friends, colleagues and the community” the statement reads. “We also express our solidairity with those who have been affected by this accident in the region.”",
    "Security cameras filmed the small Piper plane departing from Canela airport in Rio Grande do Sul State, minutes before it crashed in Gramado, which is about 10km from the airport.",
    "Gramado is in the Serra Gaucha mountains and popular with Brazilian tourists who enjoy the cool weather, hiking spots and traditional architecture. The town was settled by large numbers of German and Italian immigrants in the 19th century and is a popular spot for Christmas vacations."
  ]
}