{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104012/us-assistant-secretary-of-state-donald-lu-visits-sri-lanka",
  "time_ut": 1733378340.0,
  "original_lang": "en",
  "original_title": "US Assistant Secretary of State Donald Lu visits Sri Lanka",
  "original_body_lines": [
    "The United States Assistant Secretary of State for the Bureau of South and Central Asian Affairs, Donald Lu, has arrived in Sri Lanka today (05) as part of an official delegation.",
    "Accompanied by another senior official from the U.S. Department of State, Assistant Secretary Lu reached Bandaranaike International Airport (BIA) at 2:55 a.m. today onboard Qatar Airways flight QR-662 from Doha.",
    "Representatives from the U.S. Embassy in Sri Lanka and officials from Sri Lanka’s Ministry of Foreign Affairs were present at the airport to welcome the delegation.",
    "In a statement issued on December 2, the U.S. Embassy in Sri Lanka said that during his visit to Colombo, Assistant Secretary Lu’s engagements would advance U.S.-Sri Lankan joint efforts to promote sustainable economic growth, combat corruption, and strengthen people-to-people ties.",
    "USAID Deputy Assistant Administrator Anjali Kaur and Department of the Treasury Deputy Assistant Secretary Robert Kaproth will join the Assistant Secretary to meet with senior government officials from Sri Lanka’s new administration and representatives from civil society.",
    "“Discussions will deepen ties with the new government, support its efforts to combat corruption, and explore how the United States can support Sri Lanka’s governance and economic reform agenda through tailored technical assistance, capacity building, and development programs,” the statement added.",
    "The U.S. Embassy also confirmed that the US Assistant Secretary will travel to India and Nepal from December 3 to December 10.",
    "His trip will strengthen cooperation with key partners in South Asia to promote regional prosperity and security.",
    "In New Delhi, India, Assistant Secretary Lu will support U.S.-India collaboration in the Indo-Pacific and beyond.  He will join Assistant Secretary of State for the Bureau of East Asian and Pacific Affairs Daniel Kritenbrink to lead U.S. participation in the U.S.-India East Asia Consultations, the statement said.",
    "The Consultations, along with separate meetings with senior Indian officials, will provide an opportunity to exchange perspectives on global and regional issues.",
    "According to the statement, Assistant Secretary Lu will conclude his trip in Kathmandu, Nepal, meeting with senior leaders to advance cooperation on environmental protection, women’s empowerment, and sustainable development.",
    "Additionally, he will meet with youth leaders to gain insights into their vision for the future of U.S.-Nepal relations.  Additionally, discussions will emphasize the importance of cultural preservation, recognizing Nepal’s rich heritage as a cornerstone of its identity and a key driver of its tourism and economy."
  ]
}