{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113276/us-government-shutdown-enters-second-week-after-funding-measures-fail-again-in-senate",
  "time_ut": 1759795800.0,
  "original_lang": "en",
  "original_title": "US government shutdown enters second week after funding measures fail again in Senate",
  "original_body_lines": [
    "The US government shutdown entered its second week on Monday (Oct 6), with no sign of a deal between President Donald Trump’s Republicans and Democrats to end the crisis.",
    "Democrats are refusing to provide the handful of votes the ruling Republicans need to reopen federal departments, unless an agreement is reached on extending expiring “Obamacare” healthcare subsidies and reversing some cuts to health programmes passed as part of Trump’s signature “One Big Beautiful Bill”.",
    "With the government out of money since Wednesday and grinding to a halt, Senate Democrats looked set to vote against a House-passed temporary funding bill for a fifth time.",
    "The hard line taken by Democrats marks a rare moment of leverage for the opposition party in a period when Trump and his ultra-loyal Republicans control every branch of government and Trump himself is accused of seeking to amass authoritarian-like powers.",
    "Salaries for hundreds of thousands of public sector employees are set to be withheld from Friday, while military personnel could miss their paychecks from Oct 15.",
    "And Trump has upped the ante by threatening to have large numbers of government employees fired, rather than just furloughed - placed on temporary unpaid leave status - as is normally done during shutdowns.",
    "The president said on Sunday that workers were already being fired, but White House spokeswoman Karoline Leavitt walked back the comments a day later, saying he was only “referring to the hundreds of thousands of federal workers who have been furloughed”.",
    "Republicans are digging in their heels, with House Speaker Mike Johnson telling his members not even to report to Congress unless the Democrats cave, insisting any healthcare negotiation be held after re-opening the government.",
    "“If he’s serious about lowering costs and protecting the healthcare of the American people, why wait?” Senate Minority Leader Chuck Schumer said in a challenge to Johnson on Monday.",
    "The nonpartisan Congressional Budget Office estimated that Trump’s “One Big Beautiful Bill”, which he signed into law on Jul 4, would strip 11 million Americans of health care coverage, mainly through cuts to the Medicaid programme for low-income families.",
    "That figure would be in addition to the four million Americans Democrats say will lose health care next year if Obamacare health insurance subsidies are not extended - while another 24 million Americans will see their premiums double.",
    "Republicans argue the expiring healthcare subsidies have nothing to do with keeping the government open and can be dealt with separately before the end of the year.",
    "As the shutdown begins to bite, the Environmental Protection Agency, space agency NASA and the Education, Commerce and Labor departments have been the hardest hit by staff being furloughed - or placed on enforced leave - during the shutdown.",
    "The Transport, Justice, Homeland Security and Veterans Affairs Departments are among those that have seen the least effects so far, the contingency plans of each organisation show.",
    "With members of Congress at home and no formal talks taking place in either chamber, a CBS News poll released on Sunday showed the public blaming Republicans by a narrow margin for the gridlock.",
    "Kevin Hassett, the director of the White House National Economic Council, said on Sunday layoffs would begin “if the president decides that the negotiations are absolutely going nowhere”.",
    "Trump has already sent a steamroller through government since taking office for his second term in January.",
    "Spearheaded by billionaire Elon Musk’s Department of Government Efficiency, 200,000 jobs had already been cut from the federal workforce before the shutdown, according to the nonpartisan Partnership for Public Service."
  ]
}