{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Will-ensure-2022-23-crisis-never-recurs-in-Sri-Lanka-President-tells-Parliament/14-770755",
  "time_ut": 1734655189.0,
  "original_lang": "en",
  "original_title": "“Will ensure 2022-23 crisis never recurs in Sri Lanka”: President tells Parliament",
  "original_body_lines": [
    "Following is the full text of the special statement made by President Anura Kumara Dissanayake in Parliament on Wednesday",
    "Yesterday, we engaged in a robust three-hour debate on debt restructuring. That discussion provided an opportunity to outline the roadmap that has led us to the current stage and to highlight the achievements we have made thus far. I will not delve into lengthy explanations, but I must address a narrative being propagated, a narrative that seeks to instil fear by suggesting that Sri Lanka may face bankruptcy again in 2028. Let me state firmly: under our leadership, we will never allow a situation like 2022-23 to reoccur in our country. In 2028, this Government will still be in power, and we will have achieved stability and resilience.",
    "We are confident in our goal of increasing Sri Lanka’s foreign exchange reserves to USD 15.1 billion by 2028. This is not just an aspiration; it is a commitment that we are diligently working to fulfil.",
    "I also observed that many individuals, when presenting their views on this matter, spoke in an advisory tone and provided extensive information. As of today, we have restructured USD 12.55 billion in debt, including USD 1.7 billion of defaulted debt. Out of this USD 12.55 billion, USD 11.5 billion was borrowed during the 2015–2019 administration.",
    "If those who now speak in an advisory tone had provided guidance back then, this country would not have ended up in bankruptcy. Therefore, advice delayed is advice wasted. The true value of advice lies in providing it at the right moment. Consequently, the advice being offered now holds no validity.",
    "The second review with the International Monetary Fund (IMF) was successfully concluded, and the second tranche of funds was released. When we assumed office, the third review had been delayed. It was only in September that the third review was initiated. During the election period, the previous administration had not prepared for the third review.",
    "Accordingly, immediately after the conclusion of the general election, on November 16, we began the third review discussions with the IMF. During the second review, several preconditions and agreements were reached by the previous government. One such agreement was the imposition of a property tax based on imputed income. This tax is scheduled to be implemented in 2025, as agreed upon during the second review.",
    "During the second review, an agreement was reached to impose a fixed 30% tax on service exports. Additionally, it was proposed to eliminate the Special Commodity Levy by January and replace it with Value Added Tax (VAT).",
    "The Special Commodity Levy is a mechanism used in our country to protect local producers by adjusting taxes, either increasing or decreasing them as necessary. However, during the second review, it was agreed to abolish this levy and replace it with VAT. Furthermore, it was decided to maintain the existing tax-exempt thresholds for personal income unchanged.",
    "By April 2025, an agreement was also reached to simplify and remove the Surcharge VAT. Businesses in our country face significant challenges in obtaining VAT refunds, which affects their operations. The Surcharge VAT had enabled businesses to maintain necessary cash flow, but proposals have now been prepared to eliminate it.",
    "During the initiation of the third review, we decided to reduce the burden of the Pay-As-You-Earn (PAYE) tax imposed on professionals in our country. There was significant dissatisfaction regarding this tax among professionals such as university academics, doctors, and bank officials.",
    "Following discussions, we were able to increase the tax-free threshold from LKR 100,000 to LKR 150,000. Additionally, the first band of the Personal Income Tax (PIT), taxed at 6%, was extended from LKR 600,000 to LKR 01 million. Accordingly:",
    "An individual earning a monthly income of LKR 150,000 pays zero tax.",
    "An individual earning LKR 200,000 is exempted from 71% of the tax they would have otherwise paid.",
    "An individual earning LKR 250,000 is exempted from 61% of the tax.",
    "An individual earning LKR 300,000 is exempted from 47% of the tax.",
    "An individual earning LKR 350,000 is exempted from 25.5% of the tax.",
    "What does this mean? We have successfully provided greater relief to lower-income earners while offering reduced benefits to higher-income earners, achieving a fair and balanced outcome through this review.",
    "To improve the nutritional standards of our children, we have exempted yogurt and other dairy products from Value Added Tax (VAT). Additionally, the export service tax rate, previously set by the previous government at 30%, has been reduced to 15%.",
    "An agreement was reached to increase the withholding tax from 5% to 10%. Many ordinary elderly citizens and retirees rely on interest income from their deposits for their livelihood. Typically, if someone earns monthly interest exceeding LKR 150,000, they will become subject to this tax.",
    "However, if any citizen believes they should not be subjected to this tax, they can approach the Inland Revenue Department (IRD) and present their case regarding their tax status. A dedicated unit will be established within the IRD to assist individuals in clarifying their tax obligations and ensuring exemptions where applicable.",
    "The primary objective here is to provide relief to retirees and individuals relying on fixed deposit income, ensuring that no one faces undue hardship. At the same time, we aim to broaden the tax base and enhance the tax mechanism’s efficiency.",
    "Attention has also been directed toward systematically reopening the country’s vehicle market. This market includes a range of industries and entrepreneurs dependent on its operations, making it unsustainable to keep it closed indefinitely. Consequently, the vehicle import market will be reopened in three phases:",
    "1. Passenger transport buses and vehicles for special purposes were reopened for import on December 14.",
    "2. Private vehicles will be allowed for import starting February next year.",
    "Concerns about triggering a dollar crisis are unwarranted. Extensive discussions have been held with the Central Bank, and estimates have been prepared regarding the amount of dollars expected to be allocated for these imports. These calculations ensure that the economy can sustain the impact.",
    "To rejuvenate our economy, reopening the vehicle market is an essential step.",
    "The deadline for the Parate law was set to end on the 15th of December. However, small and medium-sized enterprises (SMEs) have not yet fully returned to normal conditions, so we hope to extend the grace period further. Our study revealed that 99% of loan defaulters owe less than LKR 25 million. Therefore, we have devised a plan. If the Parate law is completely suspended, it could cause a crisis in the banking system. Since people’s money is in the banking system, we must ensure the security of the banking system. The collapse of large financial institutions has caused immense hardship for the people. Depositors have committed suicide, and as a result, it is the people who have faced the consequences of the collapse of financial institutions.",
    "Therefore, in making decisions, we have considered both protecting the banking system and safeguarding small and medium-sized enterprises. Hence, we are working to extend the Parate law until March 31, 2025. During discussions with bank loan holders, a deadline of December 31 has been given to restructure their loans. Those with loans between LKR 25 million and LKR 50 million, excluding interest, can also negotiate loan restructuring with banks.",
    "For those with loans over LKR 50 million, excluding interest, the deadline for loan restructuring has been extended until June 2025. Before that, they will have the opportunity to approach the bank for loan restructuring. We hope to provide some relief to these individuals in the upcoming budget. The proposals in the Budget are expected to be implemented by April next year. Some of these will require legal amendments. Since October, the pensioners’ allowance has been increased by LKR 3,000, and the fertiliser subsidy has been increased to LKR 25,000. Instructions have been given to the Ministry of Finance to ensure that this fertiliser subsidy is delivered to farmers without delay.",
    "For children from schools in financial difficulties, a monthly allowance of 6,000 rupees is planned. Due to financial hardship, some children are not attending school, and funds have been allocated in this budget to provide the necessary support to those children. We hope to provide a monthly allowance of 6,000 rupees to these children. Additionally, we hope to include children who were previously excluded from the benefits in this scheme.",
    "The Aswesuma was initially planned to be distributed in four categories. Of these, 800,000 people are expected to be dropped from the Aswesuma project by the 31st of December. We have extended the benefits for the lower categories of these two groups until March, and for the remaining categories, the benefits have been extended until December next year. There are some disagreements in the villages about who should receive the Aswesuma and who should not.",
    "Therefore, we have reviewed the Aswesuma distribution process. We will re-examine the information received through the system and ensure that those who are eligible for the Aswesuma, but have not yet received it, will be included.",
    "The decision to distribute the Aswesuma in our country was made through the banking system. Normally, opening an account in a bank in our country requires an identity card. However, there are still people who have not been able to receive their Aswesuma for over a year because they are unable to open a bank account, even though they are entitled to the Aswesuma. These are issues that need to be closely addressed by the authorities. We have decided to provide time for people who do not have an identity card to open a bank account. We will ensure that the Aswesuma is granted not from the day they acquire their identity card but from the day they are eligible.",
    "The discussions on the Budget are expected to conclude by March 21. There are several amendments required to be made to the Aswesuma Act, and we hope for your cooperation in this regard."
  ]
}