{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-saga-of-the-control-of-the-dreaded-disease-polio/",
  "time_ut": 1730059020.0,
  "original_lang": "en",
  "original_title": "The saga of the control of the dreaded disease polio",
  "original_body_lines": [
    "A tribute to all personnel who took the pathway to its eradication in many countries",
    "Over many millennia, polio survived quietly as an endemic disease, prevalent in many countries. That was the case until the 1900s when major epidemics began to occur in Europe and the United States. The reason that has been thought to be the cause of these epidemics was thought to be industrialisation and improved sanitation in cities. There was less exposure of people, particularly children to certain viruses, and they did not develop any useful power to fight the infections caused by the viruses or in other words, failed to develop any significant immunity towards them. However, this lack of immunity, particularly in the case of polio, was also the main reason for it to spread in epidemic forms.",
    "By the year 1910, frequent epidemics became regular events throughout the developed world, primarily in cities during the summer months. In the United States of America, the 1952 epidemic became the worst outbreak in the nation’s history with close to 58,000 cases of polio being reported. Children were most susceptible with effects ranging from fever and limb stiffness to severe paralysis. At its peak in the 1940s and 1950s, polio would paralyze or kill over half a million people worldwide every year. There was no treatment to neutralise the polio virus or any anti-viral medicines that could successfully be used to control the disease.",
    "In the scenario of these recurrent catastrophes, President Franklin D. Roosevelt founded the National Foundation for Infantile Paralysis, also known as The March of Dimes on January 3, 1938, as a response to the epidemics of polio in the United States of America. The President himself had contracted the disease when he was 39 years old, spurring his abiding interest in finding a cure. The foundation backed research into the disease giving grants to scientists.",
    "One of the scientists to receive funding was a person by the name of Dr Jonas Edward Salk.",
    "Jonas Salk was born on October 28, 1914, in New York City. He grew up as a poor resident in New York, where his father worked in the garment district. Education was very important to his parents, and they encouraged him to apply himself to his studies. After graduating from high school, Salk attended the City College of New York, where he earned a bachelor’s degree in science. He went on to earn his MD from New York University in 1939. Salk interned at Mount Sinai Hospital for two years and then earned a fellowship at The University of Michigan, where he studied flu viruses with Dr. Thomas Francis Jr.",
    "In 1947, Salk took a position at the University of Pittsburgh, where he began researching polio, a disease also known as infantile paralysis. By 1952, after working incessantly for several years and successfully inoculating thousands of monkeys, Jonas Salk had produced a killed virus injectable vaccine. Then Salk began the extremely risky step of testing his injectable polio vaccine on humans. He was convinced that the vaccine was effective, but he had difficulties in getting permission for trials on humans. The reason was that there had been previous polio vaccines tested that had resulted in deaths.",
    "There was an epidemic spreading of polio spreading rapidly and he wanted to act fast. So, he did what other scientists have done before, but not very often. He tested the polio vaccine on himself and his family. Following the successes in a limited number of recipients, in April of 1954, trials were extended to nearly two million schoolchildren. This was the largest clinical trial for a public health experiment in American history.",
    "A year later, Salk’s vaccine was licensed for public use and the same day it was announced to the world’s media as safe, effective and potent. By 1962, the number of annual polio cases in the U.S. dropped from 45,000 to a mere 910. The vaccine had done the trick.",
    "Jonas Salk gifted his vaccine to the public good without making any personal profit on it. He never applied and got a patent for his vaccine. Once when he was asked on a television interview “Who owns this patent?”, Dr Jonas Edward Salk replied, “Well, the people, I would say. There is no patent. Could you patent the sun?”. It is worthy of note that had it been patented, Dr Jonas Edward Salk would have been richer by as much as SEVEN BILLION US DOLLARS!!!",
    "The man is one who has done monumental research work, produced a very effective vaccine, tested it on himself and his family, and then gone to the extent of not making even a red cent out of it. We can only say, what a man!!",
    "Oddity of the National List – Twins in a Single Body: A Commentary",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}