{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Coconut-The-next-tea-for-Sri-Lanka/4-768909",
  "time_ut": 1730914379.0,
  "original_lang": "en",
  "original_title": "Coconut: The next ‘tea’ for Sri Lanka?",
  "original_body_lines": [
    "How the demand for value-added coconut products can catapult the industry as the number one export and foreign exchange generator for Sri Lanka, surpassing tea",
    "Any traveller landing in Katunayake Airport during the day can’t help but notice and marvel at the lush greenery one sees especially the thick groves of coconut trees all along the beautiful beaches and the beautiful coastline from the sky. You would then easily believe that coconuts must be a key part of Sri Lankan people’s palette, livelihoods and contributor to the economy.",
    "But the crop that has always been the biggest economic contributor, until now, is tea.",
    "Tea is numero uno in Sri Lanka. The famed ‘Ceylon Tea’ fetches Sri Lanka nearly $ 1.3 billion and employs over a million people. Alongside garments, tourism and worker remittances, they form the base of Sri Lanka’s economy and provide the foreign currency needed to import many essentials, like fuel and medicine.",
    "But with tea, garments, and foreign remittances seeing a slowdown and tourism being subject to so many variables, Sri Lanka needs to expand its export portfolio to provide a sustainable economic alternative for growth and prosperity.",
    "The coconut industry could be that answer – by increasing productivity and tapping into key export markets, such as, for example, activated carbon. So says the United Nations Industrial Development (UNIDO) Country Program Head Dr. Jairo Andres Villamil.",
    "In a freewheeling chat, Dr. Villamil made a compelling case for how coconut can be the new ‘tea’ for Sri Lanka.",
    "“The world is becoming very sensitive to climate change and attempts are being made to go green across countries and industries. And with increased contamination of air, water, and food production systems, there is a felt need to find ways to absorb contaminants and reduce emissions of polluted chemicals. Activated carbon can be a key driver of this change. Activated carbon, used to filter water, air, production inputs and waste materials, is now an integral part of manufacturing processes globally to ensure clean water, air and food.”",
    "He talked about how coconut shells are of great value in creating these activated carbon filters. “Coconut shells from Sri Lanka, because of its unique qualities, are particularly suited for industrial application. The shell part is put through a heating and cooling production process such that it creates a powerful system that traps various contaminants. Once that process is completed, activated carbon filters are used industrially in water filtration, even in car manufacturing, to reduce emissions as well as in air conditioning systems to reduce emissions of poison gases. And even to cross out contaminants in the pharmaceutical applications and manufacturing processes.”",
    "“Activated carbon used in filters now form a central bulwark of the movement by countries and their industries to provide a sustainable product adhering to various global agreements related to climate change and environmental protection. This makes activated carbon an indispensable part of the present and future of the manufacturing industry. And these manufacturers see a unique and great opportunity for a coconut-rich country like Sri Lanka to prosper from it.”",
    "Data suggests the activated carbon market is currently at $ 5.2 billion and projected to reach $ 11.2 billion by 2032. In 2022, Sri Lanka exported $ 174 million, making us the 7th largest exporter of activated carbon. In addition, Sri Lanka also exports coconut-based fibre products, such as coco peat and fibre pith, used in horticulture and smart agriculture, with an export value of $ 248 million in 2021.",
    "The industry has much untapped export potential, but the single biggest constraint to growth of the activated carbon market is the supply shortage of coconuts.",
    "So how can Sri Lanka reach this potential and exploit the growth of this new ‘green’ industry, making coconut the new tea?",
    "“Sri Lanka currently produces 3.12 billion coconuts annually and 60% of this is used for domestic consumption. If productivity, through water and soil management, is increased by a mere 25%, we would have 770 million additional coconuts to use for the industry leading to at least $ 500 million in additional export revenue. As long as there is collective action and collaboration to address supply-side constraints, this growth trajectory will continue, and coconut would surpass tea before 2030,” says Dr. Villamil.",
    "He offers UNIDO’s expertise in industrial development to guide the national government towards this achievable target. “My team here would feel much gratification if our contribution can help unleash the potential of coconuts as the leading driver for Sri Lanka’s economy. That would be a wonderful legacy for me to leave.”",
    "Given the stated focus of the new Government of Sri Lanka on developing exports, a studied approach to unleashing the potential of coconuts for foreign use could be a crucial element of its economic policy in the future.",
    "(The writer is an Indian businessman living in Sri Lanka and can be reached on [email protected].)"
  ]
}