{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Removed-Sri-Lanka-Medical-Council-member-reappointed/108-277008",
  "time_ut": 1707907320.0,
  "original_lang": "en",
  "original_title": "Removed Sri Lanka Medical Council member reappointed",
  "original_body_lines": [
    "Colombo, Feb 14 (Daily Mirror) -  Prof. Jayantha Jayawardana, a former member of the Sri Lanka Medical Council (SLMC) has been reinstated as an SLMC member after being removed by former Minister of Health Keheliya Rambukwella.",
    "The reappointment has been made by Minister of Health Dr. Ramesh Pathirana.",
    "Accordingly, the term of office for the reappointed member, is set for five years, unless voluntarily resigned or removed as per the ordinance.",
    "Expressing gratitude for the reinstatement, Prof Jayawardana highlighted the unlawful and arbitrary nature of his previous termination. He assumed duties today, February 14, 2024.",
    "Prof. Jayawardana was removed as SLMC Vice President last October without citing reasonable reasons.",
    "The decision by the former Minister of Health was criticized for its lack of valid reasoning and its violation of the principles of natural justice.",
    "Prof. Jayawardana's credentials reflect extensive experience and leadership roles in the field of Obstetrics and Gynaecology, as well as in academic and administrative positions within Sri Lanka's medical education and healthcare system.",
    "With his diverse expertise and past appointments in institutions such as the University of Sri Jayewardenepura, Sir John Kotelawala Defence University, and the University of Peradeniya, Prof. Jayawardana has made significant contributions to medical education, research, and clinical practice in Sri Lanka.",
    "As a former Dean of the Faculty of Medical Sciences at the University of Sri Jayewardenepura and past Director of various institutes and hospitals, Prof. Jayawardana's leadership and guidance have also played a pivotal role in shaping medical education and healthcare delivery in Sri Lanka.",
    "Furthermore, his past involvement as a Council member and Vice President of the Sri Lanka Medical Council (SLMC) indicates a commitment to professional standards and regulation within the medical profession."
  ]
}