{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Increase-in-VAT-excise-to-take-further-toll-on-consumer-affordability/14-757306",
  "time_ut": 1705016805.0,
  "original_lang": "en",
  "original_title": "Increase in VAT, excise to take further toll on consumer affordability",
  "original_body_lines": [
    "The Treasury hopes to earn an additional Rs. 650 billion from the VAT increase. This will become increasingly difficult in a year where consumer spending is already hit by high costs",
    "The Government’s economic think tank led by the President has performed admirably to turnaround Sri Lanka’s fiscal position given its abysmal position just over a year ago. With the Governor of the Central Bank emphasising the need for the IMF EEF to continue regardless of any change in the political tides in 2024, the difficult journey of reform is far from over, and the ship has merely turned to port and it must now navigate an ocean of choppy waters before it can drop anchor to charter an all-new course.",
    "The most difficult topic of conversation over the past year has been tax, and the immense burdens placed on the public to pay for the economic sins of past politicians. But there is no easy way out, and it must be noted the public at large has benefitted from decades of subsidies that climaxed with the zero-tax regime from 2019 to 2022 July. The increase of VAT to 18% this month will pose a significant challenge to the cost of living on an already bludgeoned public.",
    "The IMF recommended all excisable taxes to reflect the annual rate of inflation. Through the course of 2023, the Government successfully lowered inflation from 2022 highs of 70% to just 4% by year-end. Press reports indicate that officials are of the view that adjusting excisable taxes based on last available inflation of 4% would be pertinent in the current context.",
    "Ensuring moderate increases in excise would ensure optimal revenue generation to the Government coffers especially from industries such as alcohol and tobacco. Cumulative revenue from these industries offer the Government ~Rs. 500 million in earnings and jeopardising these earnings over short-term policies would have far reaching, damaging consequences. The industry was hit with a whopping 44% increase in excise in 2023 alone and this trend of is unsustainable and has already had adverse, drastic impact on both revenue to the Government as well as volumes of the legal industry. Conversely, several reports indicate sharp rise in the illicit tobacco and alcohol industry with some reporting nearly one-third of consumption to be smuggled goods, a trend that would be impossible to reverse if it continues.",
    "Ensuring continued growth in Government revenue is no doubt a priority, however, sustaining such growth is now the challenge placed in front of the Government. Increasing taxation at unsustainable rates serve no fruitful purpose. The Government must ensure that increases in taxation reflect the efforts made by the Government to lower inflation to its current 4%.",
    "The Treasury hopes to earn an additional Rs. 650 billion from the VAT increase. This will become increasingly difficult in a year where consumer spending is already hit by high costs, income tax and other levies. These hopes will be further dashed in the event that impractical and unsustainable tax rates are implemented.",
    "(The writer is a retired civil servant and management consultant.)"
  ]
}