{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/central-banks-expect-to-increase-gold-reserves-after-buying-1037-tonnes-in-2023-survey-168623/",
  "time_ut": 1718723160.0,
  "original_lang": "en",
  "original_title": "Central banks expect to increase gold reserves after buying 1,037 tonnes in 2023: Survey",
  "original_body_lines": [
    "ECONOMYNEXT – About 29 percent of central banks in the world intended to increase their gold reserves in 2023, up from 24 percent in 2023 and just 8 percent in 2019, a survey by the World Gold Council showed.",
    "“The planned purchases are chiefly motivated by a desire to rebalance to a more preferred strategic level of gold holdings, domestic gold production, and financial market concerns including higher crisis risks and rising inflation,” the WGC said.",
    "About 81 percent of 70 central banks that responded to the survey expected global central bank holdings of gold to go up, from 71 percent in 2023.",
    "While in prior years, gold’s “historical position” was the top reason for central banks to hold gold, this factor dropped significantly to number five this year.",
    "This year, the top reason for central banks to hold gold is “long-term store of value / inflation hedge” (88%), followed by “performance during times of crisis” (82%), “effective portfolio diversifier” (75%) and “no default risk” (72%).",
    "Concerns about sanctions were listed as by 23 percent of emerging market central banks (0 advanced).",
    "De-dollarization as a reason to hold gold gained ground, but was not among the main reasons.",
    "About 13 percent of emerging market central banks listed de-dollarization as one of the reasons to buy gold up from 11 percent last year and 6 advanced nations said the same from zero last year.",
    "Around 49 percent of central banks expected gold reserves to be moderately lower five year from now in the 2024 survey, against 49 percent in 2023 and 38 percent in 2022.",
    "About 13 percent of central banks surveyed said US dollar reserves would be significantly lower in the 2024 survey, up from 5 percent in 2023 and 4 percent in 2022. (Colombo/June18/2024)"
  ]
}