{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/FSP-urges-Govt-to-stop-dancing-to-IMF-s-tunes/56-771503",
  "time_ut": 1736198575.0,
  "original_lang": "en",
  "original_title": "FSP urges Govt. to stop dancing to IMF’s tunes",
  "original_body_lines": [
    "FSP Propaganda Secretary and People’s Struggle Alliance National Executive Member Duminda Nagamuwa",
    "Claims elders have an income reduction of 55% due to adhoc taxes",
    "Questions why Govt. allowed IMF to open offices in Ministry of Finance, Central Bank, and Department of Income Tax",
    "Alleging the National People’s Power (NPP) Government is exerting a huge burden on ordinary people, including the pensioners through its adhoc tax policies, the Frontline Socialist Party (FSP) is urging the Government to implement a people-friendly economic policy as pledged at NPP’s election platforms.",
    "“It is very clear that the Government has overlooked people’s interests and is dancing to the tune of the International Monetary Fund (IMF) while putting people of this country out of the frying pan into the fire by imposing unfair tax policies,” FSP Propaganda Secretary and People’s Struggle Alliance National Executive Member Duminda Nagamuwa said.",
    "Revealing that the Government’s decision on exempting taxes levied to casinos, Nagamuwa accused the Government of continuing with withholding tax and special commodity tax that were levied by the Ranil Wickremesinghe Government.",
    "“The withholding tax, which was at 5% during Ranil Wickremesinghe’s Government, has been increased to 10% under President Anura Dissanayake’s Government. People are dissatisfied over the way that these taxes are increased in an ad hoc manner,” he explained at a special media briefing held in Nugegoda to explain the FSP’s stance on the economic policies that have been implemented by the Government so far.",
    "Nagamuwa further said that the majority of the taxpayers were retired elders, who live on interests that they receive by depositing their salaries in banks but with the increased taxes they have lost their monthly interests a lot. He said the withholding tax was imposed even on children’s savings accounts.",
    "According to Nagamuwa, the previous interest rate of 15% for deposits by adults has been reduced to 8% while imposing the increased withholding tax. He said that has caused them an income reduction of 55%. “Mostly these pensioners live on their own interests and use the money to get their medicines but this Government has made their lives miserable,” he said.",
    "“Can these taxes levied by the so-called people’s Government be justifiable? Do they walk the talk? The NPP Government has breached their own manifesto, which stated that the 5% withholding tax imposed by Ranil Wickremesinghe will be revoked, within two months after coming into power. We have serious concerns about the NPP Government’s morality,” he claimed. He also questioned the Government on whether it had allowed the IMF to open an office in the Ministry of Finance, Central Bank and the Department of Income Tax. “If so, why is that? Then, does the IMF decide the Government’s economic policy? If this NPP Government continues to implement IMF strategies, people of the country will have to pay a huge price. We urge the Government not let this happen and to intervene to implement people-friendly economic policies,” he urged."
  ]
}