{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rice-millers-are-not-hiding-stocks-caa-official-197924/",
  "time_ut": 1735974840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rice millers are not hiding stocks: CAA Official",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Consumer Affairs Authority, has not found hidden stocks among millers after regular investigations conducted by the agency from around October 2024, its Acting Director General Tillekeratne Bandara said.",
    "Rice prices had tended to go up towards the end of the year in many years. Sri Lanka operates extreme nationalist autarky policies on rice and some other foods.",
    "Curtailed food freedoms of the people, particular the poor, through licensing and imports taxes, has made prices of rice about 50 percent higher than the rest of the world.",
    "“From around October the branded rice supplies reduced as I recall,” Bandara told Sri Lanka’s Derana Television.",
    "“Then our Minister and President’s attention was focused on whether there was a case of hiding stocks and we started giving weekly reports.",
    "From the around November 05, reports on rice stocks were provided, he said. Every two weeks reports are now provided to the Ministry and Presidential Secretariat.",
    "“We have not found any large scale hiding of stocks in the sector,” Bandara said. “From time to time we get complaints that stocks are hidden in various places.”",
    "“Some mills produce about 400,000 to 500,000 rice a day. So they need paddy to produce rice for about 20 days or a month. Other than that we could not find that there were un-necessary amounts of stocks.",
    "A farmer association had earlier charged that the CAA was not raiding rice stocks in the East but only in the North Central Province implying that rice stocks owned by Muslim millers were not checked.",
    "“That is a wrong opinion,” Bandara explained. “In the latest rice crisis we have actually strengthened these checks.",
    "“Where there were less officers in some District Secretary areas in the East we have sent more officers and we are doing the checks.”",
    "Sri Lanka’s rice stocks go down ahead of the main Maha rice harvest and rice imports are allowed in January.",
    "However, in the past the 50 percent tax was cut. This time however there was no change in the tax.",
    "The price controls led to the disappearance of some kinds of rice shop shelves, particularly red raw.",
    "Raw rice vanish from Sri Lanka shop shelves after CAA price controls",
    "The CAA has previously created shortages of dhall, sugar, tinned fish with its price controls, leading to public displeasure and loss of confidence in the economic policies of successive governments.",
    "The CAA also decimated the layer chicken farms, during an economic crisis with its price controls on eggs.",
    "Sri Lanka Minister apologizes for creating shortages, gives up on price controls",
    "The agency also created shortages for a people battered with the economic crisis as the central bank printed money to cut rates. The then Trade Minister then lifted price controls, allowed food to come ot the shelves, and apologized to the people for the hardships created though price controls."
  ]
}