{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-vigilant-on-Canadas-genocide-allegation-while-having-double-standard-on-Gaza/108-279430",
  "time_ut": 1711162860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka vigilant on Canada’s genocide allegation while having double-standard on Gaza",
  "original_body_lines": [
    "March 23, (Daily Mirror)  - Sri Lanka remains alert whether the Canadian government leaders will repeat what it calls ‘unsubstantiated genocide allegations’ against Sri Lanka this year too while taking an ambivalent position on the humanitarian crisis in Gaza, a top source said.",
    "When Sri Lanka marked its anniversary of war victory last year, Canadian Prime Minister Justin Trudeau on May 18, marked as ‘Tamil Genocide Remembrance Day’ made such allegations despite the Federal government of Canada having communicated a different position.",
    "Last year, Sri Lanka “condemned and rejected outright” the remarks made by the Canadian Prime Minister and urged its leaders to refrain from making pronouncements from Canada which promote hatred, misinformation and extremist views and to cease its unhelpful focus on Sri Lanka based on distorted facts.",
    "However, Canada has taken an indecisive, ambivalent position on the humanitarian crisis unfolding in Gaza. An informed source said Sri Lanka would remain watchful how the Canadian leaders would have any moral ground this time to make genocide allegations against Sri Lanka while remaining ambivalent on the situation in Gaza where civilians are getting killed in their thousands.",
    "A top source said the Sri Lankan government would observe how Canada responds when Sri Lanka marks the anniversary of war victory again in May this year.",
    "On the Israel-Gaza crisis, Canada's Prime Minister has tried to walk a fine line.",
    "Canada is also home to over 300,000 expatriate Sri Lankan Tamils who form a substantial vote base."
  ]
}