{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-rejects-draft-resolution-adopted-at-UNHRC-decries-external-mechanism/56-767778",
  "time_ut": 1728514709.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rejects draft resolution adopted at UNHRC, decries external mechanism",
  "original_body_lines": [
    "Draft resolution A/HRC/57/L.1 on promoting reconciliation, accountability and human rights in Sri Lanka adopted without a vote at 57th Regular Session of the UNHRC in Geneva",
    "Sri Lanka yesterday rejected the draft resolution which was tabled before the United Nations Human Rights Council (UNHRC) seeking to extend the mandate of Resolution 51/1 on promoting reconciliation, accountability and human rights in Sri Lanka.",
    "Earlier the draft resolution A/HRC/57/L.1 on promoting reconciliation, accountability and human rights in Sri Lanka was adopted without a vote during the ongoing 57th Regular Session of the UNHRC in Geneva.",
    "However, delivering the government’s statement prior to the adoption of the draft proposal, Sri Lanka’s Permanent Representative to the UN Himalee Arunatilaka said the draft resolution 57/L.1 extends the mandates contained in Human Rights Council resolution 51/1.",
    "She said Sri Lanka has opposed HRC resolution 51/1 and the preceding HRC resolution 46/1 under which an external evidence gathering mechanism has been established within the OHCHR.",
    "She said Sri Lanka also disassociates from the Report of the UN High Commissioner for Human Rights, and that Resolution 51/1 was tabled without Sri Lanka’s consent as the country concerned, and was adopted by a divided vote.",
    "As such, any subsequent decision extending mandates established by this resolution lack consensus in the Council, the Ambassador said.",
    "“As we have repeatedly reminded this Council, setting up of this external evidence gathering mechanism within the OHCHR is an unprecedented and ad hoc expansion of the Council’s mandate, and contradicts its founding principles of impartiality, objectivity and non-selectivity.”",
    "No sovereign state can accept the superimposition of an external mechanism that runs contrary to its Constitution and which pre-judges the commitment of its domestic legal processes, the statement said.",
    "Furthermore, Sri Lanka pointed out that many countries have already raised serious concerns on the budgetary implications of this mechanism given its ever-expanding mandate.",
    "“For the above reasons, we are obliged to reject the draft resolution which is tabled before this Council today seeking to extend the mandate of Resolution 51/1.”",
    "Notwithstanding its rejection of the Resolution, Sri Lanka said it will continue its longstanding constructive engagement with the Council including with regular human rights bodies, and all core Human Rights treaties to which it is party, as well as the country’s commitments under the UPR process.",
    "Sri Lanka also expressed appreciation for the principled positions taken by many countries in the UNHRC in support of Sri Lanka as it enters a new chapter in the country.",
    "“At a time of intense cynicism and polarization within the multilateral arena on human rights and humanitarian situations in the context of the on-going travesties of these norms, we urge the co- sponsors of this politicized draft resolution which we oppose, to support and encourage the Government’s clear intention to address human rights and reconciliation through domestic processes and in line with our international obligations.”"
  ]
}