{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rising-and-falling-nationalisms-in-north-and-south/",
  "time_ut": 1706551200.0,
  "original_lang": "en",
  "original_title": "RISING AND FALLING NATIONALISMS IN NORTH AND SOUTH",
  "original_body_lines": [
    "The election of Sivagnanam Shritharan as President of the ITAK has the potential to bring Tamil nationalism to the fore again. The ITAK is the largest Tamil political party and the mainstay of the now fragmented TNA which was an alliance of political parties that came into existence during the latter phase of the LTTE period, at their instance, and continued thereafter. However, the ITAK’s new President did not win his election overwhelmingly. His rival, who had played a much bigger role in mainstream national politics, obtained close to 43 percent of the vote. This reflects the realisation, within the Tamil community, that the path of dialogue and accommodation is not to be ruled out. The total military defeat of the LTTE, which followed their path of intransigence and a rigid adherence to the goal of a separate Tamil state, proved to be very costly and not a course that many would wish to follow again.",
    "The newly elected ITAK leader’s initial pronouncements suggest a hardline stand, based on Tamil nationalism. Tamil nationalism, which precedes the LTTE and continues after its demise, does not necessarily entail a separate state, but is compatible with federalism and other variants of power sharing also. Mr Shritharan’s first visit, after winning the leadership contest, was to an LTTE cemetery where he paid his respects to the fallen fighters. In an interview soon thereafter, he recognised that “There may be some of us who have views or misunderstandings against the LTTE. However, most of our General Assembly members, more or less 184 people, have voted for me. This means they support my ideology. In other words, the major strength of the party is Tamil nationalism. They have clearly stated that it must begin from the graves of the late Eelam national liberation fighters.”",
    "During the course of his post-election speeches, Mr Shritharan has framed his vision of the future in terms of federalism and the merger of the Northern and Eastern provinces and taken the position that the 13th Amendment is not adequate to meet the Tamil aspirations. Despite the potential that these sentiments have for provoking confrontation with the Sinhalese majority, the ITAK leader’s vision would have traction within the Tamil polity. There is a strong sense of being oppressed and neglected by the Sri Lankan state and by its political leaders, including the present leadership. President Ranil Wickremesinghe’s unexpected ascension to power in the aftermath of the  Aragalaya protest movement gave rise to the hope of change. As a political leader who had never espoused racialism in politics, the President’s bold promise to settle the ethnic conflict through a political solution in Sri Lanka’s 75th year of Independence (which comes to a close this week) was viewed positively. At a minimum, the President’s proposal that the 13th Amendment could be implemented in full measure seemed sincere.",
    "The 13th Amendment represents the furthest that the Sri Lankan state has gone in devolving powers to the provinces. It came into being, less because the Sri Lankan government leaders believed in it, than due to severe Indian pressure on the government at that time. The Provincial Council system has never reached its full potential, unlike in India, where this same system, albeit on a much larger scale, has blossomed to make India one of the great economic powers in the world in which there is unity in diversity. There is a common misunderstanding that the 13th Amendment needs to be justified on the basis of economic efficiency. Therefore, it is advocated that power should be decentralised to front line government officials within the central government, or that it should be decentralised to only small local government authorities, such as the pradeshiya sabhas, urban councils and municipalities. However, the bid to get rid of the Provincial Council system on the grounds of economic inefficiency is invalid.",
    "Retired government official and former Secretary to the President and Defense Secretary, Austin Fernando, has written, “In 2023, the total recurrent expenditure requirement for all PCs (Provincial Councils) was Rs. 485.25 billion and Rs. 391.75 billion was provided. The total capital expenditure requirement was Rs. 167 billion and Rs. 37 billion was provided. It is nonsensical to think that a supply of 22.1% of the total capital expenditure requirements of Provincial Councils would make LAs (local authorities) developmentally efficient and effective, even after conversion, as proposed.” This highlights the basic reason why power needs to be devolved in Sri Lanka. Without the devolution of power, the ethnic and religious minorities are at the mercy of the ethnic majority in all parts of the country. If there is devolution of power, which includes financial devolution, the Tamil and Muslim minorities will have power in decision-making in the areas in which they are a majority. They, too, will become stakeholders in the governance of the country.",
    "An unfortunate feature of the present time is that the entire Provincial Council system has been put on hold for the past five or more years. Quite apart from full implementation of the 13th Amendment, which has never been done in violation of the Constitution, the 13th Amendment is not being implemented at all today except in form. The 13th Amendment has not been operational through Provincial Councils as provincial elections have been postponed. This has been for narrow and partisan political interests that have nothing to do with the devolution of power to the ethnic and religious minorities. In 2018, when the then government felt itself to be electorally vulnerable, they simply decided not to hold any election at all that would have exposed their weakness in terms of retaining a democratic mandate from the people. A similar situation continues to exist even at the present time and the government has gone a step further in also cancelling the local government elections indefinitely.",
    "It is not surprising that under these circumstances that newly elected ITAK leader would not wish to continue with the 13th Amendment but has instead called for a federal solution. However, the rise of Tamil nationalism is not only due to the failure of the present government to hold the Provincial Council elections. It is also due to the failure of the government to address the highly emotive issues of missing persons, persons arrested under the anti-human rights Prevention of Terrorism Act (PTA) and take away as well as non-return of land belonging to the Tamil people. There is also the failure of the state to protect the rights of the Tamil people to the land they have traditionally cultivated in the East. Despite the President having made public and private assurances regarding the cattle farmers at Mylathamadu-Mathavanai and return of land to their rightful owners, nothing has happened. Nothing happens even when the judiciary, including Magistrates Court and Court of Appeal, makes rulings that the Sinhala farmers should return to their original places.",
    "It is in this bleak situation that the challenges to peace and reconciliation emerge that requires experienced and wise political leaderships to deal with them. There are indeed signs of hope. One is the greater awareness among politically active sections of the population in the Sinhalese polity that nationalism is used to win votes and thereby elections regardless of the cost to the country and to its people. It was not a coincidence that Sri Lanka’s international economic bankruptcy occurred during the period of rule of one of the country’s most nationalistic set of government leaders. The university students and youth who participated in the Aragalaya protest movement seemed to understand this, as their slogans made it clear that they would not be fooled once again.",
    "There are encouraging signs that narrow ethnic based nationalism is on the decline in the Sinhalese majority parts of the country over the past two years since the economic decline commenced. People are increasingly able to see the inter connection between ethnic conflict, militarisation, impunity, corruption and economic and social collapse. This growing sentiment has given rise to support for the peace movement within the influential Buddhist clergy. The initiative taken by a group of leading Buddhist monks, with a section of the Tamil Diaspora, has given rise to the Himalaya Declaration that they have co-authored together. Two of the monks involved in this initiative, Ven Prof Pallekanda Ratanasara and Ven Dr Madampagama Assaji were recently felicitated on obtaining leadership positions in the International Buddhist Confederation in New Delhi. In their speeches they affirmed that the Buddhist Mahanayakes were supportive of their initiative. The openings to peace and reconciliation that have emerged would be observed by experienced and wise political leaders who will unite the country to abolish corruption and abuse of power that only benefits a few and take the country in the direction of the wellbeing of all.",
    "Related Topics:RISING AND FALLING NATIONALISMS IN NORTH AND SOUTHSivagnanam Shritharan",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}