{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/china-vows-to-help-sri-lanka-military-to-defend-sovereignty-territorial-integrity-174880/",
  "time_ut": 1722564660.0,
  "original_lang": "en",
  "original_title": "China vows to help Sri Lanka military to defend sovereignty, territorial integrity",
  "original_body_lines": [
    "ECONOMYNEXT – China will support the Sri Lankan military to safeguard its sovereignty and territorial integrity, its Colombo envoy said this week amid increasing geopolitical maneuvering in the island nation.",
    "Qi Zhenhong, the Chinese Ambassador to Sri Lanka also pledged Beijing’s continuous support to train the military.",
    "Ambassador Zhenhong’s comments at an event celebrating the founding of the country’s People’s Liberation Army come as India and the United States-led West have raised concerns over increasing Beijing’s influence in Sri Lanka.",
    "“The relationship between our two armed forces is time-tested,” Zhenhong told the gathering including Sri Lanka’s top military leaders and bureaucrats at Shangri La Hotel on Monday (29).",
    "“As Sri Lanka is facing both conventional and non-conventional threats, the Chinese people and military will firmly stand with the people and military of Sri Lanka and support Sri Lanka in safeguarding its national sovereignty and territorial integrity, as we always did,” he said.",
    "“Over the past two years, exchanges and cooperation between our two armed forces have been deepening in such areas as high-level visits, equipment cooperation, personnel training and maritime security.”",
    "He said various types of communication and anti-terrorism equipment worth more than 8 billion rupees have been handed over to Sri Lanka.",
    "“The PLA has continuously supported the Sri Lanka Armed Forces in upgrading its defense capabilities by providing non-stop training for officers of all ranks and different types of troop each year. In the future, we will continue to help Sri Lanka’s military develop to the best of our ability.”",
    "Sri Lanka’s top government officials have told EconomyNext that Beijing has raised concerns over Colombo’s denial of research ships due to pressure from India.",
    "They also say the Sri Lanka government sometimes has to take extra cautions when Chinese delegations heading to the island nation’s Northern and Eastern provinces where India had raised security concerns.",
    "Ambassador Zhenhong under his tenure has been in the process of establishing relations with Sri Lanka’s Northern and Eastern provinces where the island nation faced a 26-year civil war with India playing a crucial role in both creating the Tamil Tiger rebels in early 1980s and destroying them in 2009.",
    "China backed Sri Lanka to end the war by defeating the rebels popularly known as Liberation Tigers of Tamil Eelam (LTTE), which had its own military and police forces.",
    "“We will work together with Sri Lanka’s military and all peace-loving forces in the world as always to jointly safeguard and promote world peace and development, and make greater contributions to the cause of human progress,” Zhenhong said.",
    "General Kamal Gunaratne, Sri Lanka’s Defence Secretary speaking at the event said China has been helping Sri Lanka without “external interference” in the country’s internal matters.",
    "“The support provided by China and the PLA spanning decades and covering various aspects of our nation’s needs will forever remain in all our hearts. This enduring friendship serves as a cornerstone of our bilateral relations and the model for International Corporation,” Gunaratne said. (Colombo/August 2/2024)"
  ]
}