{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/Sri-Lanka-expects-smooth-second-IMF-review/155-277995",
  "time_ut": 1709238600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka expects “smooth” second IMF review",
  "original_body_lines": [
    "The government on Wednesday expressed confidence in the upcoming International Monetary Fund (IMF) review going “smooth”.",
    "Despite the concerns about the progress of debt restructuring with private bondholders still remaining, Sri Lanka is certain that it will be able to successfully implement the reform agenda.",
    "“The second review will commence from March 7 and we are very confident that it will be a smoother review than the first review,” Finance State Minister Shehan Semasinghe said during a press briefing held at the Presidential Media Centre on Wednesday.",
    "The progress in meeting the key commitments under the IMF-backed programme is set to be formally assessed in the context of the second review of the Extended Fund Facility arrangement, alongside the forthcoming 2024 Article IV consultation assessing Sri Lanka’s economic health.",
    "Semasinghe pointed out that the first review was rather strenuous, as the difficult policy decisions undertaken by the government were in initial stages of implementation. However, since then, he highlighted that the economy has been showing strong signs of stabilisation, as indicated in the third quarter gross domestic product performance.",
    "Unlike the first review, which dragged for months before completion on December 12 last year, Semasinghe expects the second review to be completed within a much shorter time frame, leading to the release of the third tranche, under the US$3 billion bailout package.",
    "In addition to the structural and fiscal reforms, the IMF expects Sri Lanka to reach the final agreements with the official creditors as well as reaching in principle agreements with the external private creditors (bondholders), ahead of the second review.",
    "According to the recent media reports, there’s been no progress in reaching in principle agreements with the bondholders, while the government moves closer to signing a final agreement with the bilateral creditors.",
    "While acknowledging concerns on possible delays in reaching in principle agreements with the bondholders, he expects the negotiations to pick up pace shortly, in line with the IMF expectations.",
    "The government anticipates a prompt and positive response to its ‘enhanced’ debt restructuring proposal from private bondholders, Finance State Minister Shehan Semasinghe told Mirror Business.",
    "Earlier this month, the government sent an ‘enhanced’ proposal through its advisor Lazard, countering the bondholder group’s previous offer from October last year. The bondholders had proposed a 20 percent haircut and the issuance of macro-linked bonds, a proposition that was rejected by the government. “We are expecting a swift response,” stated Semasinghe.",
    "Additionally, Semasinghe disclosed that the government, in collaboration with its advisors, is in the process of finalising memoranda of understanding (MOUs) with the country’s bilateral creditors. An inprinciple agreement was reached late last year. However, due to the intricate nature of the negotiations, providing an exact timeline for the signing of these MOUs is challenging."
  ]
}