{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/love-being-unique-than-perfect/",
  "time_ut": 1726684560.0,
  "original_lang": "en",
  "original_title": "Love being unique than perfect",
  "original_body_lines": [
    "Well, I’m 22 and the youngest in my family of four – that’s mom, dad and my elder brother. I’m currently an undergraduate at the University of Kelaniya, studying Microbiology, and I also work with BK Model Management as a model. I would like to consider myself as a seeker … I’m a curious person about life, nature and our existence. I am a believer in humanity and I always focus on refraining myself from judging people, and accept the diversity among each of us.",
    "I really had a passion for the fashion industry, and modelling, from a very young age and, in 2022, I won the title of Miss Sri Lanka for Miss Earth and that gave me the encouragement to start modelling … professionally.",
    "I think I am blessed to have a kind of a mixed race look and this helps me as a model as I can adapt my looks to suit the occasion and I am certain I have never failed to satisfy the crew I’m working with.",
    "I love trying out different clothing styles … apart from lingerie.",
    "05. What do you think is the most important aspect of modelling?",
    "I would say respect and appreciation. The beauty scene has widened and the industry has expanded. Maintaining a mutual understanding and avoiding making others to feel uncomfortable is important.",
    "06. If you could change one thing about yourself, what would it be?",
    "So far, nothing, I would say. None of us are perfect and I believe that makes ourselves unique. I would love being unique than being perfect.",
    "I am from Anuradhapura and I completed my primary education at Swarnapali Girls’ College and then, up to the Advanced level, I studied at Central College Anuradhapura. I was privileged to be the school captain, and I represented my school as a student parliament. I was a member of the school soccer team. I did music and stage drama, as well. I was able to bring fame to my school from oratory, singing and drama competitions. I must say I did almost everything one could do during their school time.",
    "I can’t pick one particular moment because I always try to find myself something that makes me happy in every situation. But the day I got selected to do Microbiology was a really special one.",
    "When we stop trying to find happiness from others we will have perfect happiness.",
    "A guy with a pleasant smile is an ideal type. And, of course, a person who can smoothly adapt to the different phases in life and someone who would never get bored of me and appreciate me all the time. I love a simple, kind and a caring person.",
    "My mom, of course. She’s the strongest person I’ve seen in the whole world. I believe the strength and vision I have with me is from her. She never restricted me from experiencing the world; she always had faith in me, and what I am today it’s all because of her. She always guided me to bring out the best in me.",
    "It’s my heart. I would try my best to keep it healthy and happy. I do have a big heart to help the world and I must treasure it in order to do better things.",
    "13. If you were marooned on a desert island, who would you like as your companion?",
    "It would be my partner because I won’t feel bored and I will feel secured.",
    "Well, I’m not so good at initiating a conversation, and I often feel embarrassed of asking wired stuff from strangers.",
    "Many … but I’ll mention the time I represented my country at the Miss Earth International competition. Winning the title was unexpected because I participated in the pageant to get some experience and to polish up myself to initiate my passion for modelling. I’m from a really normal family and the time period I had to prepare for the pageant was less than one month. I had to find the expenses, design my clothing and train myself within that short period. I had no sponsors and I didn’t have any connections in the field to seek help at that point in time. I couldn’t afford to have a personal trainer, or hire expensive attires, and I had to do it all alone, with the help of my family. I was young, alone and I had zero experience but somehow with the encouragement I got from my family, and my closest friends, I was able to participate in the international competition, in the Philippines, and, honestly, I received lots of love over there and it gave me all the confidence I needed. Sometimes I still can’t imagine that I did it.",
    "Somewhere, with good food, closer to nature, and away from many people. I don’t prefer going on a vacation alone so, of course, if I have my loved ones with me it would be ideal.",
    "I don’t have anything specific. Let’s say it depends on my mood.",
    "Sri Lanka Rupavahini Corporation because I used to work there as a news anchor. I got the opportunity of learning things in this field and my confidence, in front of the camera, was boosted … thanks to the time I worked there.",
    "I am planning to pursue my career in Microbiology, after graduating. I will continue doing my best to stabilise myself in the modelling industry, as well. I will work for my advocacy, I initiated, during my time as Miss Sri Lanka Earth, with the help of the exposure I get, through my modelling career.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}