{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/US-Embassy-commemorates-248-years-of-American-independence/56-763624",
  "time_ut": 1719599382.0,
  "original_lang": "en",
  "original_title": "US Embassy commemorates 248 years of American independence",
  "original_body_lines": [
    "US Marines ceremonially presenting US flag to US Ambassador Julie Chung",
    "US Ambassador Julie Chung giving remarks at event to commemorate 248th anniversary of American independence",
    "The US Embassy in Colombo on Thursday celebrated the 248th anniversary of the independence of the United States of America with a festive event hosted by US Ambassador Julie Chung at the Galle Face Hotel.",
    "The Ambassador welcomed Chief Guest Tourism, Lands, Sports and Youth Affairs Minister Harin Fernando, alongside distinguished Sri Lankan officials, diplomats, and partners from the business, civil society, and media communities. This year’s American Independence Day celebration highlighted the enduring spirit of democracy and the robust partnership between the United States and Sri Lanka.",
    "US Ambassador Julie Chung thanked guests for their partnership and commitment to upholding democracy and all it stands for, stating: “Tonight, we celebrate not just the independence of the United States and the birth of our democracy, but we also reflect on the enduring struggle and steadfast commitment to democratic ideals…248 years ago, nothing was certain about America’s experiment in democracy. We declared our independence with a bold statement of our principles, aspirations, and vision – ‘We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty, and the pursuit of Happiness. That to secure these rights, Governments are instituted among Men, deriving their just powers from the consent of the governed.’ But American democracy did not begin and end with this declaration and the creation of a constitution. Democracy is not static; it is a process, a continued renewal of commitments to fundamental principles.”",
    "Ambassador Chung added, “Tonight, we commemorate not just the founding of a nation, but the enduring spirit of unity and freedom that defines us and the US-Sri Lanka partnership.”",
    "With bilateral relations spanning over seven decades and people to people connections that go back even further, the partnership between the United States and Sri Lanka continues to strengthen, promoting shared democratic values and interests in diplomacy, commerce, culture, etc.",
    "The 2024 Independence Day celebration underscores the Embassy’s commitment to partnership with Sri Lanka in such areas as advancing regional peace and stability, promoting energy security, expanding bilateral trade and investment, building connections between people and expanding educational and English language opportunities, and combating transnational threats. Looking ahead, both countries are poised to deepen cooperation across all areas, reflecting a vision for an even stronger US-Sri Lanka relationship in the future.",
    "The event, themed “American Neighborhood Block Party,” recreated the festive atmosphere of a classic US neighbourhood celebration right in Colombo, featuring exhibitions of photographic memories from July 4th celebrations across the United States and quintessential American games. Mirroring the community-centric spirit of a typical neighbourhood party in America, the event offered an evening full of entertaining activities, inviting guests to unite in a vibrant and inclusive setting. The celebration culminated with a fireworks display on Galle Face Green, a testament to the joy and unity of this special"
  ]
}