{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sliit-highly-prioritizing-a-knowledge-driven-economy/",
  "time_ut": 1755609300.0,
  "original_lang": "en",
  "original_title": "SLIIT highly prioritizing a knowledge-driven economy",
  "original_body_lines": [
    "Sri Lanka’s transition toward a modern, knowledge-driven economy depends not only on fiscal reforms and foreign investment, but also on the strength of its higher education sector. At the forefront of this transformation stands the Sri Lanka Institute of Information Technology (SLIIT), a leading non-state higher education provider.",
    "Speaking to The Island Financial Review, Dr. Upendra Pieris, senior academic at SLIIT, stressed that the institute’s achievements extend beyond the classroom. “We see ourselves as partners in national development. By producing industry-ready graduates and driving cutting-edge research, SLIIT contributes directly to Sri Lanka’s competitiveness in the global marketplace, he said.",
    "Over the past decade, SLIIT has expanded its academic portfolio to include computing, engineering, business, architecture, law, and humanities. Its internationally benchmarked programmes have enabled thousands of students to access global-standard education locally, at a fraction of the cost of overseas study.",
    "This model has significant economic implications. By retaining students in the country, SLIIT helps minimise foreign exchange outflow while also reducing brain drain. As Dr. Pieris explained: “Each student who studies here instead of going abroad is not only saving valuable foreign exchange, but also staying within the local ecosystem to contribute to innovation, entrepreneurship, and growth.”",
    "SLIIT’s success lies in its strong ties with industry, which ensure that graduates are highly employable. Employers consistently report that SLIIT graduates demonstrate adaptability, technical know-how, and an innovative mindset.",
    "“Our graduates are work-ready from day one, Pieris emphasised. “Through internships, live projects, and industry advisory boards, we ensure that the gap between academia and the world of work is minimal. This directly translates into higher employability and faster job creation.”",
    "With Sri Lanka’s unemployment concerns persisting, particularly among graduates of traditional universities, SLIIT’s ability to place students in multinational corporations and leading local enterprises is a significant differentiator. By generating a workforce aligned with industry needs, SLIIT is effectively fuelling the country’s human capital engine.",
    "Beyond teaching, SLIIT is steadily building its research profile in areas with direct commercial and societal value: artificial intelligence, data science, renewable energy, and sustainable urban development. Research collaborations and funded projects are increasingly linking SLIIT’s academics with both government and private sector stakeholders.",
    "Dr. Pieris noted that research must ultimately translate into economic outcomes. “Our priority is applied research—innovation that can lead to new products, services, and efficiencies. In this way, universities like ours become incubators of enterprise and productivity, he said.",
    "SLANZBC hosts 30th AGM followed by panel discussion on “Accelerating Sri Lanka’s Digital Economy”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}