{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/defeating-divisions-making-public-university-a-place-of-cooperation/",
  "time_ut": 1722878520.0,
  "original_lang": "en",
  "original_title": "Defeating Divisions: Making public university a place of cooperation",
  "original_body_lines": [
    "We often perceive the public university as a space for intellectual inquiry and knowledge production. While our discussions generally revolve around the academic contribution made by universities and how the education they offer could be improved, we do not lay enough emphasis on the reality that universities are also spaces created out of work and labour and that the welfare and wellbeing of all those who work there is important to the functioning of the system. Sadly, our universities are riddled with divisions and hierarchies. They manifest, for instance, in the thinking among sections of academic staff that they are superior to their ‘non-academic’ colleagues, or the tendency for those who occupy the administrative rungs to impose new responsibilities on academic and non-academic staff without considering the massive workload they already contend with. Such thinking and actions turn the university into a site of conflict and hostility. Today’s edition of Kuppi Talk highlights the need to make the public university a space that nourishes collegiality and cooperation by reflecting upon the recent trade union action (TUA) by the non-academic staff and the failure of the academic staff to engage with this struggle in a spirit of cooperation and solidarity.",
    "The non-academics’ TUA, which lasted for more than two months, primarily demanded a wage hike in the context of the increasing cost of living in Sri Lanka. While many academics saw this as a reasonable demand, there was very little open support for this TUA by the academic community. In fact, many disparaging comments dismissive of this important struggle emerged from the academic staff who portrayed the TUA as unnecessary, aimlessly long-drawn-out and obstructive. Some academics even argued that it was an infringement on their right to work. A comment made at a press conference by the Federation of the University Teachers’ Association implied that the non-academic staff, when they put forward their demands, should not compare their demand for a hike in the Monthly Compensation Allowance to the demand made by the academic staff for a raise in their academic allowance. Such comments reveal a certain arrogance and elitism on the part of the academic staff. They fail to recognize not just the immense economic suffering that the IMF-driven debt re-structuring process has caused among the people of this country and but also why the welfare of the non-academic staff is necessary for universities to offer quality education.",
    "The non-academic staff play a major role in keeping the public university system functioning. From keeping the classrooms clean to ensuring uninterrupted water supply, from maintaining the equipment in our laboratories to facilitating examinations, from preparing our salaries to organizing the graduation ceremonies, the non-academic staff play a central role in both the academic and non-academic activities of the university. It is because of these important roles they play that the university system came to a standstill for two months when the non-academic staff went on strike. If we had sincerely valued the contribution made by the non-academic staff to the university system or recognized why and how that contribution is indispensable to the academic work we do at the university, we would not have resorted to insulting their TUA or filed a lawsuit against them as happened at one university. Our condescending responses stemmed from our inability to understand the public university as a shared workspace.",
    "Trade unions are central to the functioning of democracy both within and outside the university system. At a time, when neoliberalization of the economy is happening at an accelerated pace and political repression is on the rise, trade unions should both protect their members and their rights while safeguarding their own existence as a collective. Such moments require increased cooperation and coordination, solidarity and dialogue within and across trade unions. The academic staff taking over responsibilities traditionally assigned to the non-academic staff without holding any prior discussion with the non-academic staff, as we witnessed during the recent TUA, is not a healthy practice. While this may be seen by the non-academic staff as a high-handed act on the part of academics, the state is likely to cite these moves in the future to argue that universities can function with minimal non-academic staff.",
    "At a time when the state is promoting austerity as a solution to the current economic crisis, what we introduce as exigency measures with good intentions are likely to strengthen the state’s attempts to lay off its employees, postpone new recruitment, hire non-academic staff on a contractual basis and even reduce the non-academic carder positions drastically, as has been proposed at some universities. It will not only affect the livelihoods of many but also increase the workload of the academic staff and result in a decline in quality of the education we offer. Our thoughtless moves aimed at finding quick fixes may eventually strengthen the state’s attempts to privatize higher education and render state universities redundant. Therefore, we should have approached the TUA with empathy and caution.",
    "One tried and tested strategy that the crafty state uses to cripple dissent and protest is to pit trade unions against one another. This divisive approach has helped the state maintain the status quo and unleash smear campaigns against those who question its unjust, authoritarian practices. The state divides the workers into two categories: the good, compliant ones who help run the system smoothly and the defiant ones who obstruct the system and, therefore, are labelled as being detrimental to the country’s progress. When a section of the workers, too, become complicit in and re-perpetuate this discourse and undermine the democratic struggles of others, the authoritarian state triumphs. Therefore, we need to explore pathways of solidarity during TUAs. It is important to be mindful that the very state that uses academic staff and their denigrating narratives to sabotage a TUA by the non-academic staff today may coopt the non-academic staff to weaken TUAs initiated by the academic staff in the future.",
    "It is true that TUA, whether by the academic staff or the non-academic staff, disrupts academic activities and results in the postponement of examinations and graduation. Assailed by an economic crisis, many of our undergraduates want to finish their education sooner than later and find jobs to support themselves and their families. When a TUA is planned, it is important that those involved in decision-making should take into consideration the ramifications of their action. It is equally important that we identify appropriate exit points and discontinue the TUA when we are on a strong footing during negotiations with the government. This applies to academic staff as well since we, too, have engaged in lengthy TUAs which were marked by blunders and setbacks.",
    "What can be done to promote cooperation between the academic staff and non-academic staff? What should we take into consideration when we plan and engage in TUA in the future? This is where dialogue becomes important. There should be regular conversations between the non-academic and academic staff on the problems we face separately and together and how the two groups can be supportive of one another’s struggles. When we adopt exigency measures which may involve shifts in duties and responsibilities, we must have prior consultations with the non-academic staff, receive their input and make our moves and their purposes transparent.",
    "Those who engage in TUA must try to educate the students and their families and the larger community as to why their TUA is important for public universities to render their services without compromising their quality. One key problem observed during the last TUA by the non-academic is that the public was not fully aware of what the strike was about nor the specific demands they were making. The public saw this TUA as yet another strike when the state had already created a discourse which portrayed strikes and TUAs that have taken place post-Aragalaya as unnecessary and disruptive. In the future, trade unions associated with the university system should take steps and work together to defeat misleading propaganda about their actions by the state. A careful and coordinated planning is necessary here.",
    "Regardless of strikes and other struggles, the trade unions and student bodies within a university should explore how they can collectively make the university space an inclusive and democratic one. Regular discussions, rather than firefighting measures, can help us face extra-ordinary situations and state repression with more effectiveness. Such conversations may be difficult because of the hierarchies that we have built and normalized over the decades. But we should find the will to initiate this dialogue to protect the free public education system.",
    "(Mahendran Thiruvarangan is a Senior Lecturer attached to the Department of Linguistics & English at the University of Jaffna)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}