{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-explores-cooperation-with-South-Sudan-in-oil-other-sectors/108-279254",
  "time_ut": 1710953580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka explores cooperation with South Sudan in oil, other sectors",
  "original_body_lines": [
    "Sri Lankan Ambassador in Kenya, Kana Kananathan who is also accredited to South Sudan, had bilateral discussions with its President Salva Kiir Mayardit regarding cooperation in multiple sectors including its burgeoning oil sector.",
    "The meeting took place at the Presidential Palace in Juba yesterday. Salva Kiir is also the chairperson of the East African Community (EAC).",
    "This significant meeting underscores the commitment to fostering diplomatic relations between the  two countries and signifies a step towards deeper cooperation and mutual understanding.",
    "The discussions centered around various areas of mutual interest, including economic development, infrastructure and bilateral trade. Notably, a focal point of the dialogue was South Sudan's burgeoning oil reserves and its potential to drive economic growth and stability in the region.",
    "Both Salva Kiir and  Kananathan  explored avenues for collaboration and investment to maximize the benefits of this valuable resource for the prosperity of the South Sudanese people.",
    "Ambassador Kananathan informed President Salva Kiir of the partnership between South Sudan and a Kenyan based Sri Lankan company Mayleen group for the construction of the second modern airport in Akon city.",
    "Kananathan said that this ambitious project represents a significant milestone in South Sudan's infrastructure development by Mayleen, a Sri Lankan Company which will undoubtedly contribute to the country's economic growth and connectivity.",
    "South Sudan has considerable oil reserves, estimated to be among the largest in sub-Saharan Africa and the oil accounts for the majority of South Sudan's export earnings."
  ]
}