{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Environment-and-how-its-issues-should-be-tackled-through-public-policy/4-779827",
  "time_ut": 1754258383.0,
  "original_lang": "en",
  "original_title": "Environment and how its issues should be tackled through public policy",
  "original_body_lines": [
    "Man’s own unplanned way of disposing of waste matter in selected areas will over-stretch the natural assimilative capacity leading to an excessive accumulation",
    "A pertinent question at this stage is why man, having learned of the adverse impact it would make to his own survival, does not volunteer to economise on the use of environment or discharge waste-matter in a planned manner. This happens because of the externality involved in the discharge of the waste matter into the environment. Though the dumping of waste-matter over and above the assimilative capacity leads to pollution, its cost is being born by others and not by the perpetrator alone. Hence, the polluter exerts an external cost on the rest of society. If this externality is present, he has no incentive to curtail his activities voluntarily",
    "Environment consists of all endowments which nature has bequeathed to organisms so that they could arise, co-exist and, eventually as Nature has dictated, decay into oblivion. These endowments cover a wide range of natural phenomena such as different organisms themselves, atmosphere, hydrosphere, earth including its minerals, sunlight, etc. Man, like other organisms, has been liberally using the environment for his living, ever since he came into existence on the earth. Yet, the very same man has been expressing concern about the degradation of the quality of the environment, sometimes actual and sometimes imagined, threatening, in his view, the sustainability and continuity of the living on the earth. Environmental degradation has no territory and, therefore, spills over the entire globe.1",
    "This concern has led to local, regional and now global action for the protection and preservation of the environmental quality.2 Action taken to safeguard environment is a public good to be produced by the government since the private sector does not allocate sufficient resources for this work. Such action taken globally by the global community is a global public good and locally within the territory of a sovereign state is a local public good to be produced by the local sovereign government. Thus, it comes within the purview of public policy of sovereign governments. This article will identify the economics of environment and review the main issues that arise out of such economic principles for the formulation of public policy towards environment.",
    "From the point of view of economics, environment is an essential input used for all the three major activities in an economy: production, distribution and consumption.3 What this means is that no activity can be undertaken without the use of environment. It occurs due to the following nature of the economic activities that are being undertaken in an economy for the benefit of mankind.",
    "Every economic activity gives rise to both a desired product demanded by its users and an undesired by-product that arises through the activity but not demanded by anyone. The desired product which benefits the user is a ‘good’ for him, while the undesired by-product which essentially arises by way of waste matter is a ‘bad’ for him. Unfortunately, both these goods and bads come as a package and, hence it is not possible to accept only the ‘good’ without accepting the ‘bad’ as well. The rejection of the ‘bad’ would, therefore, mean the rejection of the ‘good’ as well. The undesired by-product can take the form of solid matter, gaseous emissions, liquids, noise or any other micro-organisms not desired.",
    "Since the waste matter is a bad and not desired, it is necessary to dump it somewhere; in this context, the best available dumping ground is the environment. Accordingly, the environment is used as a dumping ground for the bads that are essentially produced in all economic activities. However, from the point of Nature, there is no such thing as waste-matter. What is toxic or repulsive for one species is food for another species whose job is to convert the so-called waste-matter into a usable component. For instance, carbon dioxide which is a toxic for human beings is food for plants. Similarly, oxygen which is toxic for plants is beneficial for human beings.",
    "In this sense, environment can be classified as the fifth factor of production, since its use as a dumping ground is essential for mankind to produce, distribute or consume the wide range of goods and services that are desired. There is, however, a fundamental difference between the other factors of production and the factor called environment. In the case of the first category, there is an owner of the factor holding property rights over it and, therefore, the owner could charge a price for its use from the prospective users.",
    "For instance, in the absence of slavery, labour is available for use by an employer, only if he is prepared to pay the agreed wages. Similarly, other factors of production too have their corresponding prices, viz., interest for capital, rent for land and profits for entrepreneurship. However, environment is not owned by anybody and therefore, no one holds property rights over it. The corollary of this is that no one would be able to fix a charge for it. Hence, it is available to everyone free of charge as a dumping ground. The ability to charge a price has an important implication to the use of a factor.",
    "The user, in view of the underlying cost, must economise on its use and stops its use when the marginal benefit that he derives from its use does not exceed the marginal cost of its use. But if the same factor is available to him free of charge, he will use it until it becomes a nuisance to him. That point will be when the marginal benefit of using environment becomes zero. The simplest example is that a person inhales oxygen for living (good) but should essentially produce a by-product called carbon dioxide as waste matter (bad) in the process. If he is forbidden to produce this waste matter, he cannot enjoy the good as well. Accordingly, both must be accepted as a package. Hence, there is no one who is not ‘guilty’ of the so-called offence of dumping waste matter to environment.",
    "The analysis so far reveals that everyone has perforce to use the environment as a dumping ground and the absence of a price leads to its overuse. Yet it need not be a concern for mankind, unless the inherent quality of environment is depreciated to such a low level that it would be unsafe for the existence and survival of the organisms. This situation is called the environmental pollution. However, the use of environment as a dumping ground does not necessarily lead to the state of environmental pollution. This is because what mankind views as waste-matter is not waste-matter from Nature’s point of view and Nature itself has an assimilative process of absorbing the so called ‘waste-matter’ and converting the same into a ‘beneficial-matter’ for reuse by organisms.",
    "This assimilative process is activated by numerous agents of nature: air, sunlight, micro-organisms (bacteria, fungi, germs, viruses, etc.), water, predators, scavengers, etc. Pollution occurs when waste matter is dumped into environment over and above the natural assimilative capacity of Nature, so that waste-matter would accumulate in environment creating a toxic situation. It is manifested in different forms: noise pollution, air pollution, water pollution, accumulation of radioactive waste matter, accumulation of solid matter, etc. Whatever the manifestation, it becomes a concern when it threatens the survival of organisms.",
    "The over-stretching of Nature’s assimilative capacity occurs due to several reasons.",
    "First, population increases raise the level of dumping of waste-matter and it is further complicated by economic growth that demands more use of resources generating greater volumes of waste matter.",
    "Second, man’s own unplanned way of disposing of waste matter in selected areas will over-stretch the natural assimilative capacity leading to an excessive accumulation.",
    "Third, man’s own action that destroys Nature’s assimilative agents and creates an imbalance in the environment would halt the assimilative process thereby resulting in a polluted state.",
    "Fourth, Nature’s own eruptions such as volcanoes, earthquakes, land slips, forest fires, etc. would discharge waste matter in high volumes overstretching nature’s assimilative capacity.",
    "Fifth, natural processes such as marshy lands, explosion of animal populations etc. would emit pollutants in very high volumes, causing an imbalance in nature.",
    "Hence, contrary to the popular view, man alone is not responsible for the so-called current sad state of environment. A pertinent question at this stage is why man, having learned of the adverse impact it would make to his own survival, does not volunteer to economise on the use of environment or discharge waste-matter in a planned manner. This happens because of the externality involved in the discharge of the waste matter into the environment. Though the dumping of waste-matter over and above the assimilative capacity leads to pollution, its cost is being born by others and not by the perpetrator alone. Hence, the polluter exerts an external cost on the rest of society. If this externality is present, he has no incentive to curtail his activities voluntarily.",
    "The corollary of this is the failure of the market system in generating the optimal level of waste-matter discharge by all those concerned. The solution to the problem is collective action through public policy. Hence, the environmental control, management and protection are produced and supplied by governments through collective action in the same way they produce and supply public goods.",
    "Externality is a situation where one person’s action has a harmful or beneficial impact on another person. If it is a harm, the perpetrator does not compensate the victim, or if it is a benefit, the beneficiary does not compensate the benefactor.",
    "It is also useful to examine whether a society should strive to eliminate pollution altogether and maintain a perfectly clean environment. The public action for this purpose involves spending resources available to society. Resources which are scarce have alternative uses and, therefore, spending resources for maintaining a completely pollution-free environment would involve the sacrifice of other activities to be undertaken by society. Further, when a society starts cleaning up a polluted environment, at first, it brings itself enormous benefits. But when environment gradually becomes cleaner, it no longer becomes a scarce commodity. Hence, the cleaning of environment by an additional unit would bring about a lesser benefit to society, indicating a gradual reduction in the marginal benefit that accrues to it.",
    "On the other hand, the costs involved in cleaning the environment gradually rise when more units of environment are being cleaned, giving rise to an increasing trend in the marginal costs. Thus, any attempt to clean the environment when such action is marginally costlier than the addition of benefits to society, does not benefit it at all. This means that the resources spent on pollution control should follow the marginal rule, i.e., marginal costs should not be higher than the marginal benefits, for a society to spend its resources optimally on the control, preservation and management of environment. Therefore, the public policy should necessarily take cognisance of this optimal rule of resource allocation, when it applies itself to environment.",
    "Given the non-optimal market solution regarding the environmental issue, the collective action through the government has been used by all societies from time immemorial. The main issue relating to environment is the tendency for its over-use. However, there is a market solution too following the work of the British economist Ronald Coase which is named as the Coase Theorem.4 This theorem says that if the transaction costs are minimal, the externality could be internalised by getting into agreement between the victim and the perpetrator. Then the market system operates without failure, stemmed from the absence of property rights over the environment by anyone. Hence, the solution proposed was to acquire property rights over the environment by society.",
    "In a practical sense, this amounted to acquiring the property rights over environment by the government on behalf of the society. This is akin to ‘nationalising environment’ to use it economically, efficiently and sustainably. The rationale behind this action was that private choice is defective, since the market mechanism fails to operate in the absence of property rights and the consequential absence of prices. But when the property rights are acquired by the government by nationalising environment, prices could be charged, consumption could be checked, and the use of environment could be directed or controlled in the best interest of the society by using the government’s power to enforce penalties on the citizens. This led to the enactment of a plethora of legislations by national governments for the control of selected critical areas of the environment at first and then, for the full control of the environment by establishing very powerful national environmental authorities.",
    "In addition, the national action on the environment was strengthened by giving it a global outlook by signing a host of protocols, agreements, and conventions by national governments. This action is specifically important in an era in which the environmental concerns have become global and environmental management by a single country has no effect, if other nations do not extend their co-operation by adhering to the same. The environmental control and management by public authorities as required by public policy action necessitated the establishment of bureaucracies, introduction of rules and regulations, allocation of public funds for effective enforcement, and the assumption of a new responsibility by governments for the protection, preservation and conservation of the environment.",
    "As a result, almost the entire gamut of the policy action pursued by governments was penal in nature, since the use of the environment, as defined in concerned legislations, without approval was made a punishable offence. The weakness in this approach was that the public authorities got themselves occupied with passing out punishments or enforcing controls and not on the development, amelioration or uplifting of the quality of the already deteriorating environment.",
    "1Schleicher, Kalus (ed), 1992, Pollution Knows No Frontiers, A Reader, Paragon House, New York",
    "2Arce M, Daniel G and Sandler Todd, 2002, Regional Public Goods, Typologies, Provision, Financing, and Development Assistance, EGDI, pp 64-72",
    "3Beckerman, Wilfred, 1975, Pricing For Pollution, Hobart Paper 66, IEA, London",
    "4Coase, R.H, The Problem of Social Cost, The Journal of Law and Economics, Volume III, October 1960, pp 1-44",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}