{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/02/01/pmd-weighs-in-on-igp-appointment-debate/",
  "time_ut": 1706786400.0,
  "original_lang": "en",
  "original_title": "PMD Weighs in on IGP Appointment Debate",
  "original_body_lines": [
    "COLOMBO (News 1st); The President's Media Division releases statement on the powers of the Constitutional Council and President, especially regarding the appointment of the Inspector General of Police.",
    "The President's Media Division issued a statement titled 'Performance of the Constitutional Duties of the President and the Constitutional Council'",
    "The statement noted that the Constitutional Council, which is chaired by the Speaker of Parliament and established under the Constitution has been empowered to assist the President in the making of certain decisions and is part of the Executive.",
    "It also noted that any restraint placed on the President in the performance of his Constitutional duty would be in contravention of the Constitution.",
    "\"The President of the Republic of Sri Lanka under Article 4(b) of the Constitution is the organ of government through which the executive power of the People including the Defence of Sri Lanka is exercised. The President as the head of the executive is duty bound to make certain appointments to high offices, including the Inspector General of Police, according to the procedure stipulated by the Constitution and in line with the President’s Constitutional duty to exercise powers pertaining to the Defence of Sri Lanka. Therefore, the President must perform his Constitutional duties without any impediment or interference. Under Article 41C of the Constitution, the appointment of the Inspector General of Police is carried out subsequent to a recommendation made by the President to the Constitutional Council, and on the approval of such recommendation by the Constitutional Council. Any restraint placed on the President in the performance of his Constitutional duty would be in contravention of the Constitution. If the President exercises his powers contrary to the Constitution, the remedies available have been provided for in the Constitution itself.\"",
    "The President's Media Division in the statement said that the Constitutional Council is duty bound to perform its functions in terms of the Constitution.",
    "It added that, requiring the Constitutional Council to refrain from performing its functions pertaining to the appointment of the Inspector General of Police under Article 41C of the Constitution would be in violation of the Constitution.",
    "The statement noted that the Speaker is the head of Parliament and under Article 4C of the Constitution the Parliament exercises the judicial power of the people through Courts. The Parliament is therefore responsible only to the people.",
    "UN Warns Sri Lanka’s Online Safety Act Threatens Human Rights",
    "Understanding Sri Lanka’s Online Safety Act: What You Need to Know",
    "Gazette issued making it mandatory to display weight and price of bread"
  ]
}