{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111464/president-decides-to-temporarily-halt-mannar-wind-power-project",
  "time_ut": 1755162240.0,
  "original_lang": "en",
  "original_title": "President decides to temporarily halt Mannar Wind Power Project",
  "original_body_lines": [
    "A decision has been taken to suspend the construction of two wind power plants following concerns raised by various stakeholders.",
    "The decision was taken during a discussion held on the proposed Mannar wind power plant and related emerging issues at the Presidential Secretariat, under the patronage of President Anura Kumara Dissanayake.",
    "The meeting focused on the country’s energy needs and the importance of the project to the national economy, the President’s Media Division (PMD) said.",
    "It was decided to develop a framework to identify and resolve the issues faced by local communities due to the wind power plant. It was also agreed to temporarily suspend the construction of the two wind power plants, one of 20 MW already underway and another of 50 MW proposed, despite tenders being called and contracts awarded.",
    "The President emphasised that energy is a national resource, not limited to one region and that electricity costs affect not only household bills but also the cost of production, foreign investment and the entire economy, the PMD said.",
    "He stressed that the government is always prepared to engage in discussions about the project’s impact on people’s livelihoods, the economy and daily life, and to address public concerns.",
    "President Dissanayake had stated that all the country’s resources belong to its people and that energy is not confined to any one region but is the rightful possession of the entire nation.",
    "The President pointed out that further delays in development projects would mean missing opportunities to uplift the national economy and noted that opposition to such projects hinders the government’s ability to provide relief to investors and industrialists, the PMD added.",
    "Therefore, President Dissanayake emphasised that all parties must reach consensus when implementing development projects, and assured that the government is ready at any time to provide solutions to any impacts such projects may have on the communities in the areas where they are carried out.",
    "Community representatives from Mannar, including religious leaders, raised concerns about environmental damage and impacts on residents from both the ilmenite mining project and the wind power project. In response, the President stated that the projects would not proceed without the approval of the Central Environmental Authority’s assessment reports, it said.",
    "The public also informed the President about the failure to properly implement the environmental reports and recommendations.",
    "The President stated that the project would be postponed for one month in order to study the issues faced by the people of the Mannar area.",
    "He further said that during this period, steps would be taken to identify the problems and provide prompt solutions.",
    "The Adani Group had planned to purchase a unit of electricity at USD 0.0826, equivalent to LKR 25, while the unit price of electricity generated from this wind power project would be USD 0.0465, which is LKR 13.",
    "The government intends to maintain the average production cost of a unit of electricity at LKR 13.",
    "The President also revealed that provisions from the upcoming budget would be allocated for the renovation of the Kokkilai Bridge in the North and for the new Mannar water supply project.",
    "Minister of Energy, Kumara Jayakody, stated that the Land Reclamation Department had been instructed to prepare a report on any potential flood risks in the Mannar area caused by the wind power plant.",
    "To resolve land issues, the Department of Wildlife Conservation, the Forest Department, the Mahaweli Authority, the Ministry of Lands and the Ministry of Environment are expected to jointly prepare a report on northern lands and submit proposals, according to the PMD.",
    "The event was also attended by Northern Province religious leaders, Minister of Energy, Kumara Jayakody, Deputy Minister of Cooperative Development, Upali Samarasinghe, Members of Parliament representing both government and opposition from the Northern Province, Secretary to the Ministry of Energy, Professor Udayanga Hemapala, other state officials and representatives of Mannar Civil Committees."
  ]
}