{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/COYLE-unveils-Global-Platform-to-empower-Lankan-industries-on-world-stage/34-766609",
  "time_ut": 1726017985.0,
  "original_lang": "en",
  "original_title": "COYLE unveils Global Platform to empower Lankan industries on world stage",
  "original_body_lines": [
    "From left: COYLE Chairman Thushira Raddella (right) with HVA Ceylon LLC CEO Harsha Fernando",
    "The Chamber of Young Lankan Entrepreneurs (COYLE) has announced the launch of the COYLE Global Platform, a visionary project designed to help Sri Lankan industries set up and operate in new international markets.",
    "This innovative initiative is a collaborative effort, established in partnership with former COYLE members and various chambers around the globe, aimed at elevating local businesses to global prominence.",
    "The first phase of the COYLE Global Platform will strategically focus on expanding into the United States, Dubai and Australia. These locations have been carefully chosen to provide Sri Lankan entrepreneurs with optimal opportunities for growth and market penetration. A monumental step in this initiative was marked by the recent signing of a Memorandum of Understanding (MoU) with HVA Ceylon LLC, based in California, USA CEO Harsha Fernando and COYLE.",
    "HVA Ceylon LLC, renowned for its warehousing facilities in Los Angeles and New York, stocks a wide range of products for the North American market. Their services, which include no minimum orders and door delivery, will be invaluable to COYLE members looking to expand their reach into the North American subcontinent. This partnership ensures that COYLE member businesses will have the necessary infrastructure and support to thrive in a competitive international marketplace.",
    "The fundamental goal of the COYLE Global Platform is the promotion and expansion of local industries and businesses. By taking Sri Lankan entrepreneurs to the world, COYLE is steadfast in its commitment to fostering growth and prosperity for its members. This initiative is set to become a cornerstone of COYLE’s efforts to drive economic growth and create new opportunities for Sri Lankan businesses on the global stage.",
    "The COYLE said its Global Platform represents more than just a business expansion tool; it embodies the chamber’s dedication to the betterment of Sri Lankan industries. With the support of former COYLE members and global partners, this initiative is poised to make a significant impact, propelling Sri Lankan entrepreneurs towards international success."
  ]
}