{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100794/voting-rights-for-remand-prisoners-notice-issued-to-ec-members-justice-minister",
  "time_ut": 1721989080.0,
  "original_lang": "en",
  "original_title": "Voting rights for remand prisoners: Notice issued to EC members, Justice Minister",
  "original_body_lines": [
    "The Supreme Court today (26) ordered to issue notice on the Election Commission, the Justice Minister, and several others, to present their facts before the court regarding a petition filed seeking the release of a set of guidelines providing facilities for remand prisoners to vote in elections including the Presidential Election.",
    "The court has issued this order to the attorney of the petitioner, former-prisoner Sudesha Nandimal de Silva, when his petition seeking voting rights for remand prisoners was taken up for consideration today.",
    "Accordingly, the court ordered to issue notice on the Chairman of the Election Commission and its members, Minister of Justice Wijeyadasa Rajapakshe, the Commissioner General of Prisons, and other respondents named in the petition, asking them to appear before the court on August 8.",
    "The petitioner claims that under the country’s Constitution, a person is presumed innocent until convicted by a court of law and is therefore entitled to all fundamental rights guaranteed by the Constitution.",
    "He referenced the United Nations’ charter on human rights, which states that all prisoners shall be treated with the respect due to their inherent dignity and value as human beings and provided with all the privileges enjoyed by the average persons.",
    "The petition points out that Article 89 of the Constitution clearly stipulates which prisoners are ineligible to vote, and that this excludes remand suspects who have not been convicted by a court. Therefore, the petitioner argues that there is no legal obstacle preventing remand suspects from exercising their franchise.",
    "The petitioner highlighted that he was unable to vote in past elections due to being in remand prison for several years and mentioned that a significant number of remand prisoners have lost their democratic right to vote. He revealed that there are more than 20,000 eligible voters in remand prisons.",
    "The petitioner further requested the Supreme Court to order the Election Commission to issue a set of guidelines to the relevant parties, ensuring that remand prisoners can exercise their right to vote in the upcoming elections."
  ]
}