{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ministry-of-agriculture-pays-bulk-of-fertilizer-credit-owed-by-farmers-to-private-sector/",
  "time_ut": 1709921220.0,
  "original_lang": "en",
  "original_title": "Ministry of Agriculture pays bulk of fertilizer credit owed by farmers to private sector",
  "original_body_lines": [
    "Nearly 93 percent of the Rs. 23,000 million fertilizer credit owed by farmers to the private sector that was left unpaid for five years was paid on their behalf last year, Agriculture and Plantation Industries Minister Mahinda Amaraweera said.",
    "The minister told journalists recently that until 2021, due to the purchase of fertilizer on credit, the Ministry of Agriculture was supposed to pay farmers’ arrears amounting to Rs.23,000 million to the private sector.",
    "Amaraweera added: ‘Due to the intervention of President Ranil Wickremesinghe as the Minister of Finance, 95 percent of the credit amount, resulting from the purchase of chemical fertilizers from the private sector, was settled.",
    "‘Accordingly, by last year, the government provided the necessary financial allocation to pay an amount of Rs.18,000 million.",
    "‘Businessmen were able to provide chemical fertilizers to the local market without any deficit in the last season due to the financial strengthening of the private sector due to the repayment of the credit.",
    "‘Currently, only Rs.5000 million is payable as arrears. Steps will be taken to pay the amount as soon as the legal issues related to the payment of the amount are resolved.",
    "‘Meanwhile, consequent to the government’s decision to provide funds to the farmers’ accounts to purchase fertilizer, the government was also able to save a huge amount of money spent on fertilizer distribution.",
    "‘In the 2022 Yala season, the government had to spend nearly Rs. 6 billion in transport charges for the distribution of fertilizer countrywide and then during the 2022 high season also the government had to spent Rs. 7 billion.",
    "‘But in the 2023 Yala season, vouchers were issued to farmers to buy fertilizer and in the main season, the money was credited to the farmers’ accounts. Due to this, the government was able to manage effectively a huge amount of money that had to be spent on distributing fertilizer.’",
    "Recently, the minister surveyed a farm in the Hungama Bataatha area where the successful cultivation of vegetables was carried out. This enabled him to discuss issues faced by farmers.",
    "The Event Management Association: Enhancing professional standards and setting industry benchmarks",
    "Cabinet approves import of 25,000 metric tonnes of Urea fertilizer",
    "FAO and China launch US $1.5 Mn project to strengthen fruit value chains in Lanka",
    "Multi-function weeding machines free of charge to 5000 maize growers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}