{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bmich-50-years-ago-memories-of-the-first-international-conference-hosted-there/",
  "time_ut": 1709978520.0,
  "original_lang": "en",
  "original_title": "BMICH 50 years ago: Memories of the first international conference hosted there",
  "original_body_lines": [
    "The BMICH was innaugurated 1n 1973. In 1974 it hosted the first and largest international conference held in Sri Lanka at that time. That was two years ahed of the Non-Aligned Summit in 1976. At this conference ECAFE’s name was changed to ESCAP. Mrs. Bandaranaike’s proposal for a World Fertilizer Fund was mooted at this conference. What follows is an extract from The Long Littleness of Life, a memoir by Leelananda De Silva.",
    "The Economic Commission for Asia and the Far East, ECAFE (it changed its name in Colombo in 1974 to Economic and Social Commission for Asia and the Pacific, ESCAP), is the regional commission of the United Nations, located in Bangkok. When it was originally set up in the late 1940s, Colombo was the preferred choice for its location. The then government was not inclined to have this kind of international organization in Colombo at the time, as the quiet life of Colombo would have been disturbed.",
    "Gamani Corea talks about this in his memoirs, saying it was a missed opportunity. Years later, in March 1974, the 30th annual sessions of ECAFE were held in Colombo at the Bandaranaike Memorial International Conference Hall (BMICH). I have enjoyed a long connection with ECAFE and ESCAP, beginning in 1972 lasting nearly 40 years, as a delegate from Sri Lanka, as a consultant to it, and later as one of its historians.",
    "But my most important engagement with ECAFE and ESCAP was in March 1974, when I had the responsibility to organize the Annual Sessions in Colombo. I was the Secretary General of the Conference. This was the largest ever international Conference to be held in Colombo until that time and the first to be held at the newly constructed Bandaranike Memorial International Conference Hall (BMICH).",
    "Organizing the 301 annual sessions was not plain sailing. The BMICH had just been completed, and the facilities there were meagre. While electricity, water supply and furniture were available, there were many other missing elements, and a lot of hard work was involved getting the BMICH ready for ECAFE.",
    "Ten days before the Conference, we were getting a bit nervous and I requested Mrs. Bandaranaike to convene a meeting of high level officials to sort out the problems at the BMICH itself. She obliged and we had a productive meeting. I remember, among about 10 officials present, were D.B.I.P.S. Siriwardhana, Secretary of one of the relevant ministries, B.A. Jayasinghe, Municipal Commissioner, and Stanley Senanayake, the IGP.",
    "Mrs. Bandaranaike’s intervention was brief. She told the officials that she wanted to make this conference a success and that it should be seen as a trial run for the Non Aligned Summit. She then said that she expects everyone there to cooperate with the Ministry of Planning. That meeting ended most of our problems.",
    "One little incident is illustrative of the problems we had. On the morning of the opening of the Conference by Mrs. Bandaranaike, she rang me at home very early and said that she had been looking at the pictures of the hall where the sessions were to be held, appearing in the newspapers that day, and that there was no lectern for her to make her opening speech. We had missed this vital piece of equipment. We had to rush a lectern into the hall. This also illustrates Mrs. Bandaranaike’s powers of observation, and if not for her intervention, we would have looked foolish indeed.",
    "I prepared Mrs. Bandaranaike’s speech for the Conference, in consultation with her. Its main thrust was to propose the establishment of a World Fertilizer Fund. She was anxious to develop a foreign economic policy which reflected the interests of the country and of other developing countries, prior to the Non Aligned Conference. It was to be pursued later at the World Food Conference in Rome in November 1974, leading to a UN General Assembly resolution on the establishment of an International Fertilizer Supply Scheme, and which led to its actual establishment.",
    "The proposal was based on the premise that it is better for the developing countries to receive fertilizer aid than food aid, as fertilizers would enable many countries to expand agricultural production. There was a scarcity of fertilizer supplies at the time due to the oil crisis, and the prices had increased sharply. The proposal was based on Sri Lanka’s own experience and that of several other countries. The annual sessions adopted a resolution to study the proposal in depth.",
    "Apart from this proposal of Sri Lanka, the other important decision of the Conference was to change its name from ECAFE to ESCAP. The term “Far East” appeared to some countries like Indonesia as colonial phraseology. J.B.P Maramis, from Indonesia had just taken over as Executive Secretary of ECAFE, and he was the man behind the change of name. I was to work closely with Maramis, in Colombo for the 30th annual sessions.",
    "There were other aspects in Conference organization which come to mind. Nauru, the small Pacific island, rich in phosphates is a member of ESCAP. Its president attended the Conference and gave a cheque to Sri Lanka of US dollars 100,000 towards its costs. This was a generous contribution, as that almost covered the Sri Lankan costs in organizing this meeting. Those days the costs were modest in undertaking this type of venture.",
    "Helvi Sipila, who was Finnish, was the assistant secretary general from the UN in New York representing the Secretary General at the Conference. She was going to be the Secretary General of the first UN Conference on Women to be held in Mexico later. She was anxious to meet Mrs. Bandaranaike for a private chat, and I accompanied her to have tea with the prime minister at her office (much later Helvi Sipila was to run for the post of president of Finland).",
    "Then there was a protocol issue with one delegation, Bangladesh. Sri Lankan- Bangladesh relations were very touchy at this time. Nurul Islam, a leading Asian economist and • Vice Chairman of the Bangladesh Planning Commission was leading the delegation. He was not received at the airport as a minister, because he was not one. But he was upset and lodged a complaint to the effect that the office of Vice Chairman of the Planning Commission in Bangladesh was at ministerial level. Did we not know that the Vice Chairman of the Indian Planning Commission was a minister? Anyway, he had to be calmed down with an apology. Then there was another Sri Lankan minister who complained that MPs were not appropriately seated in the guest stalls, and that public servants had obtained precedence.",
    "Before I end my reflections of these annual sessions, I must record here, the hard work that was put in by some of the members of the Planning Ministry who were involved in its organization. Wilfred Nanayakkara was a source of great assistance. Indrani Sri Chandrasekara, Chandra Rodrigo, M.S Sally, Upah Gunawardane and Heather Schumacher attended to various aspects in organizing this Conference.",
    "Leaving behind what was one of the highlights of my relationship with ECAFE and ESCAP, there were other points of interaction with this organization in my seven years in the planning ministry. In April 1973, I attended the 29th annual sessions of ECAFE in Tokyo, as a delegate from Sri Lanka. Arthur Basnayake, the Sri Lankan Ambassador in Japan led the delegation, and Mane] Kannangara, (now Abeysekara), who was Sri Lanka’s Permanent Representative to ECAFE in Bangkok was the other member. It was a very happy delegation and we had a wonderful time in Tokyo.",
    "The Prime Minister of Japan (Kakuei Tanaka) hosted a grand cherry blossom party at the Sinjuku gardens. At the Conference itself, there was a heartfelt farewell to U. Nyun, the Burmese Executive Secretary of ECAFE who had been there for over 10 years. J.B.P Maramis from Indonesia was appointed in his place. I remember that the news of the death of Dudley Senanayake reached us in Tokyo at that time.",
    "There was a sideshow to the main annual sessions. This was the signing of the treaty establishing the Asian Clearing Union in Tokyo. The Governor of the Central Bank, Herbert Tennekoon was present for this occasion, and I was asked to assist him. He requested my help in drafting a speech, and he suggested to me that something about the gold standard should be included in his speech. I told him that the gold standard was now outmoded, and a reference to it will be out of place. He insisted on this and we decided on some harmless phraseology.",
    "I had attended the preliminary meetings on the Asian Clearing Union in Bangkok, along with K. Gunaratnam (Gunam) and Hema de Zoysa, both from the Central Bank. Getting away from annual sessions, an ECAFE meeting I remember vividly was the one held in 1972 on the proposal to establish an Asian Reserve Bank (ARB). The ARB was to be some kind of a regional IMF, and at the Bangkok meeting the advisor to ECAFE on this subject was the famous economist, Robert Triffin, the father of the European monetary union project. It was fascinating to listen to him.",
    "I feel that the Asian region missed a great opportunity in not proceeding with the ARB project. Forty years later, it might now be an appropriate time for it. ECAFE under U. Nyun, the Executive Secretary had been active in the 1960s and early 1970s in promoting regional cooperation. I was later to write the history of ECAFE/ESCAP for the UN intellectual history project.",
    "Sri Lanka’s largest women’s exhibition ‘Femina Women’s Expo 2024’ from 8-10 March at BMICH",
    "Certificate awarding ceremony of Sethru Ayurvedic Beauty Academy was held at BMICH",
    "Hela Group awarded two major accolades at Presidential Export Awards 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}