{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/deficit-in-merchandize-trade-account-narrows-in-may-2024-on-y-o-y-basis/",
  "time_ut": 1719933540.0,
  "original_lang": "en",
  "original_title": "Deficit in merchandize trade account narrows in May 2024 on Y-O-Y basis",
  "original_body_lines": [
    "The deficit in the merchandise trade account narrowed to US dollars 393 million in May 2024 from US dollars 447 million recorded in May 2023, supported by a relatively larger contraction in import expenditure than that of export earnings. Similarly, the trade deficit in May 2024 narrowed compared to US dollars 558 million recorded in April 2024. Meanwhile, the cumulative deficit in the trade account during January to May 2024 widened to US dollars 2,170 million from US dollars 1,926 million recorded over the same period in 2023.",
    "Earnings from merchandise exports recorded a marginal decline of 0.8 per cent to US dollars 1,011 million in May 2024 compared to US dollars 1,019 million in May 2023. A decline in earnings was observed in agricultural exports, while industrial exports and mineral exports increased in May 2024.",
    "The increase in industrial goods exports in May 2024 was mainly contributed by petroleum products due to the increase in volumes of bunkering and aviation fuel exports. Earnings from exports of agricultural goods declined in May 2024 mainly driven by lower exports of minor agricultural products (led by areca nuts) and seafood, while export earnings from spices and tea also declined to some extent. Earnings from mineral exports also increased in May 2024. Meanwhile, earnings from exports improved in May 2024, led by higher textiles and garment exports, compared to April 2024.",
    "Expenditure on merchandise imports declined by 4.2 per cent to US dollars 1,405 million in May 2024 compared to US dollars 1,466 million in May 2023. The expenditure of consumer and intermediate goods contributed to this decline in import expenditure, while an increase was recorded in the import of investment goods.",
    "The decline in expenditure on consumer goods imports in May 2024 compared to a year ago was due to the broad-based decline in expenditure on food and beverages (led by lower sugar and dairy products imports), although there was an increase in non-food consumer goods imports. Meanwhile, expenditure on intermediate goods imports declined primarily due to lower fuel imports compared to May 2023. However, expenditure on wheat, textiles and textile articles and plastics and thereof increased to some extent in May 2024. Expenditure on investment goods recorded a broad-based increase, driven primarily by higher imports of machinery and equipment. Meanwhile, expenditure on imports in May 2024 declined compared to April 2024 primarily due to the decline in fuel expenditure.(CBSL)",
    "Substantial foreign purchasing of Windforce stocks exerts salutary impact on CSE",
    "Sri Lanka’s largest digital marketing event returns with a bang",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}