{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-dip-0-34-pct-dragged-down-by-banks-239207/",
  "time_ut": 1756810020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks dip 0.34-pct, dragged down by banks",
  "original_body_lines": [
    "ECONOMYNEXT – The Colombo Stock Exchange’s All Share Price Index (ASPI) closed 0.34 percent lower due to profit taking, brokers said.",
    "“We are seeing a correction after the market went up by quite a lot,” a broker said.",
    "The ASPI dropped 71.78 points on Tuesday to close at 20,990.67; while the S&P SL20 index dipped 0.72 percent, or 43.75 points, to close at 6,027.61.",
    "Investor interest surrounding the bank and capital goods sectors was weaker on Tuesday.",
    "Weighing down the ASPI were; Ceylon Tobacco Company which ended 59.50 rupees lower at 1,609.50; Commercial Bank down 1.50 rupees at 193.25; National Development Bank down 2.50 rupees at 141.50; John Keells Holdings down 20 cents at 22.80 rupees; and DFCC Bank down 2.25 rupees at 159.",
    "Elsewhere, Indian equity markets “reversed gains on Tuesday, as an expiry-driven pullback in financials overpowered a broad-based rally, while investors looked forward to a key Goods and Services Tax (GST) Council meeting later this week,” Reuters said.",
    "US president Donald Trump wrote on his social media platform Truth Social that India has offered to cut tariffs on US goods. However, he said “it’s getting late.”",
    "India’s Nifty 50 fell 0.18 percent to 24,579.60, while the BSE Sensex was 0.26 percent up at 80,157.88.",
    "Pakistan Stock Exchange’s KSE 100 Index was trading 0.67 percent stronger at 150,982.02.",
    "Meanwhile, Tokyo’s Nikkei 225 index ended higher on investor bargain due to the index closing at a three week low on Monday, Japan’s The Mainichi newspaper said.",
    "The index moved 0.25 percent, or 104.09 points higher, to 42,292.88.",
    "As at 4.00 pm Sri Lankan time, spot gold was trading at 3,493.62 US dollars, up 38.65 US dollars. (Colombo/Sep02/2025)"
  ]
}