{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101495/energy-minister-challenges-npp-sjb-to-debate-on-fuel-taxes-and-alleged-corruption",
  "time_ut": 1724603280.0,
  "original_lang": "en",
  "original_title": "Energy Minister challenges NPP, SJB to debate on fuel taxes and alleged corruption",
  "original_body_lines": [
    "Minister and Power and Energy Kanchana Wijesekara invited the National People’s Power (NPP) and the Samagi Jana Balawegaya (SJB) to a debate on their energy polices, the government’s energy policy and allegations of corruption in the energy sector.",
    "In a post on ‘X’ (formerly Twitter), Wijesekara pointed out NPP’s presidential candidate Anura Kumara Dissanayake’s recent statement that he will reduce the fuel prices by removing the Rs 50 per liter tax on fuel which was imposed in 2022, to recover the debt taken over by the Treasury.",
    "The Energy Minister, who highlighted that Dissanayake had said the debt has been recovered by now and the said tax could be removed, expressed his displeasure stating, “I’m not sure how they come up with these numbers and claims to mislead the public and the voters.”",
    "Furthermore, Wijesekara wrote: “The President had to take unpopular but correct decisions to stabilize the economy and the energy sector. Due to those decisions we have an uninterrupted supply of fuel in the country.”",
    "“The Treasury took over Rs. 1,200 billion (USD 3,400 million) worth of CPC’s (Ceylon Petroleum Corporation) debt in 2022 and imposed a Rs. 25 per liter tax initially and increased it in 2023 to Rs. 50 per liter tax to recover the debt by 2029. At the beginning of 2025 the estimated debt remaining will be Rs. 656 Billion. It will take the CPC another 4 years to repay the entire debt that was transferred to the Treasury”, Minister Wijesekara clarified.",
    "Additionally, the minister stated that he “would like to know how AKD will reduce the Rs. 50 tax and bridge the gap of Rs. 656 billion remaining.”",
    "“Is he going to print money, obtain more loans to repay, increase other taxes or any other way?”, the Minister questioned.",
    "“I extend an invitation to NPP & SJB to debate on their energy polices, the governments energy policy and allegations of corruption in the energy sector”, he added."
  ]
}