{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/davos-of-the-tea-industry-to-attract-700-tea-experts-scientists/",
  "time_ut": 1714068300.0,
  "original_lang": "en",
  "original_title": "‘Davos of the Tea Industry’ to attract 700 tea experts, scientists",
  "original_body_lines": [
    "The Colombo International Tea Convention, slated to run from July 24th to 26th, 2024, will see the participation of over 700 tea experts and scientists hailing from nearly 25 countries. Described as the ‘Davos of the Tea Industry’ by a tea expert, this gathering aims to focus on pivotal discussions shaping the tea landscape globally.",
    "Ganesh Deivanayagam, Co-Chairman of the Colombo International Tea Convention, emphasized the event’s focal theme at a press briefing recently, that is, the evolving lifestyle dynamics surrounding tea consumption. He highlighted the necessity to adapt production and marketing strategies to accommodate the shifting preferences within various market segments while also addressing the crucial livelihood aspect, acknowledging the significant number of individuals reliant on tea for their sustenance.",
    "Speaking to The Island Financial Review, Deivanayagam, said that the convention has the key and relevant theme at heart; which is addressing the lifestyle element of tea, which is fast changing and growing in certain market segments and may be stagnant or shrinking in others.",
    "Responding to the query, `Are you satisfied with the Sri Lanka tea prices internationally?’ he said one can never be satisfied with the prices internationally. “But we can proudly say Ceylon Tea gets the highest prices by far compared to other origins such as India or Kenya who are large producers. This has been achieved through the hard work of the exporters towards value adding and marketing Ceylon Teas in over 120 countries and the producers fly maintaining and improving quality, he explained.",
    "Tea Board chairman, Niraj De Mel, speaking to journalists in Colombo said that",
    "the confab would bring together the biggest leaders and disruptors of the tea industry to inspire insightful conversation, hard hitting dialogue and fresh perspectives that will shape the future of tea.",
    "The convention will cover the entire tea value chain from crop to cup with insights from producers from countries like Kenya, Sri Lanka, China and India, market perspectives from industry experts in countries like Japan, UK, GCC and U.S.A, consumer perspectives from the biggest global retailers, analysis from climate experts, innovations of leading brands, and organisations promoting social values.",
    "The chairman also stressed that Sri Lanka tea due to its value added quality always remains around USD 1.5 high against other tea products worldwide.",
    "He added: “Hence we expect revenue of around USD 1.5 billion from tea exports this year and hope to increase to USD 2 billion thereafter.”",
    "“The Colombo Tea Traders’ Association, which is celebrating 130 years of bringing the tea industry together in best practices, has supported the Sri Lanka Tea Board to drive Ceylon Tea as a beverage of choice in the world. Already this year, leaders of the tea industry, from UK, U.S.A, Canada Japan, Russia, U.A.E. and Chile etc. have confirmed participation at this convention and we are excited to co-host this powerful global forum, Sanjaya Herath, chairman Colombo Tea Traders Association said.",
    "Dialog Axiata recognised as the Most Significant FDI Contributor by BOI",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}