{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/World-Bank-discusses-energy-transition-for-Sri-Lanka-in-high-level-roundtable/108-283697",
  "time_ut": 1717056180.0,
  "original_lang": "en",
  "original_title": "World Bank discusses energy transition for Sri Lanka in high-level roundtable",
  "original_body_lines": [
    "The World Bank organized a high-level roundtable discussion on advancing energy transitions in Sri Lanka, yesterday.",
    "Chaired by President Ranil Wickremesinghe, the discussion had been attended by senior officials of the World Bank, Asian Development Bank, Japan International Cooperation Agency, USAID, International Finance Corporation, Asian Infrastructure Investment Bank and other global corporations on renewable energy.",
    "The officials made “presentations on how Sri Lanka can adopt financial tools for cost reduction, mitigate risk of developers, structure new projects for competitive bidding, and secure technical assistance for evaluation” Power and Energy Minister Kanchana Wijesekara said on X.",
    "Moreover, case studies of renewable energy in other similar countries were analyzed to secure financial assistance for energy efficiency in Sri Lanka.",
    "At the roundtable the President outlined Sri Lanka’s vision on prosperity, renewable energy development and net zero targets.",
    "He highlighted the government’s reform agenda, opportunities for investments and entrepreneurship in energy transition, according to the energy minister.",
    "The aim of the discussion was to focus on attracting investments in the renewable energy sector, accelerating energy transition, green hydrogen programs and scaling up private investments, the minister had said earlier.",
    "It also falls in line with the 2023 study by the World bank which showed how deploying 500-1000 megawatts of offshore wind will help Sri Lanka meet its 70 percent renewable energy target by 2030.",
    "Moreover, Sri Lanka was placed among the top third countries most vulnerable to the consequences of climate change by the bank.",
    "Therefore, the World Bank has repeatedly stressed the urgent need of the government to incorporate environmental considerations into its restructuring processes."
  ]
}