{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Muslim-Aid-Sri-Lanka-UNHCR-donate-Rs-50-m-worth-medical-equipment-to-Lady-Ridgeway-Hospital/56-760522",
  "time_ut": 1712691242.0,
  "original_lang": "en",
  "original_title": "Muslim Aid Sri Lanka, UNHCR donate Rs. 50 m worth medical equipment to Lady Ridgeway Hospital",
  "original_body_lines": [
    "Muslim Aid Sri Lanka in collaboration with UNHCR handed over the most advanced laparoscope system to Lady Ridgeway Hospital on 2 April.",
    "The event was honoured by Ministry of Health Director General of Health Services Dr. Asela Gunewardana, UNHCR Head of National Office Sanjeetha Satyamurthy, Lady Ridgeway Hospital Director Dr. G. Wijeyesuriya, and Muslim Aid Sri Lanka Country Director Faizer Khan.",
    "Dr. Wijesuriya acknowledged financial constraints preventing the purchase of valuable medical equipment in the past years due to the current economic crisis of the country. However, we managed to maintain quality service through various donations of medical equipment, medicine and surgical consumables. He thanked UNHCR and Muslim Aid Sri Lanka for providing a laparoscopic system to fulfil the long-waited need for improved health services as per the changing trends of patient care. The Director urged the doctors, nurses, and health professionals to handle the equipment utmost care to provide the best services to the children in the hospital.",
    "The Country Director of Muslim Aid appreciated the Director General of Health Services for his support and thanked UNHCR for their partnership over 10 years in supporting the refugees in Sri Lanka and improving the capacity of major government hospitals in the country. He expressed gratitude to the Director of the Hospital, senior consultant, and hospital staff for their valuable assistance in effectively handing over the highly valuable medical equipment to the hospitals to increase the paediatric services for children in the hospital and nations.",
    "Medical equipment handing over note was formally handed over to Dr. Wijeyesuriya by Sanjitha Satyamurthi, in the presence of Faizer Khan.",
    "Dr. Asela Gunwardena stated that 10% of the country’s current surgical inventory is to be replaced and that the existing capacity of the country is not adequate to replace or repair. He praised UNHCR and Muslim Aid Sri Lanka for their immense support of Rs. 50 million worth of medical equipment to the hospital to improve effective healthcare and treatment, which has value to the patients beyond the monitory terms. He further praised Lady Ridgeway Hospital for their efforts in saving children’s lives during COVID-19 and the economic crisis. The Senior Consultant of Paediatrics Dr. Lamahewage stated that, the provided medical equipment is very helpful in improving patient care for children in the hospitals and children who are transported from hospitals in various parts of the country since the hospital serves as the national referral centre for paediatric care in Sri Lanka.",
    "This warm gesture and contribution to the health system will enhance the capacity to provide timely and effective paediatric care for children in the country."
  ]
}