{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/C2S-lk-and-Rohan-De-Lanerolle-dominate-Commonwealth-Business-Excellence-Awards/34-765828",
  "time_ut": 1724269177.0,
  "original_lang": "en",
  "original_title": "C2S.lk and Rohan De Lanerolle dominate Commonwealth Business Excellence Awards",
  "original_body_lines": [
    "Sri Lanka’s commitment to sustainability and innovation was celebrated at the Commonwealth Business Excellence Awards held on 17 August at the Emperor’s Palace in Johannesburg, South Africa.",
    "C2S.lk, a trailblazer in sustainable practices, was honoured with the ‘Sustainable Business Award of the Year’ and the ‘Business Transformation Award’, marking a significant achievement for the company.",
    "In an extraordinary display of individual excellence, C2S.lk Chairman and Inventor Rohan De Lanerolle swept three major awards: ‘Sustainable Innovator of the Year’, ‘Engineering Innovator of the Year’, and ‘Male Innovator of the Year’. His visionary leadership and relentless pursuit of innovation have set a new benchmark in the global business arena.",
    "This pioneering invention by C2S.lk has allowed Sri Lanka to convert 38 Constanta machines, including those used by India’s top tea brands, Taj Mahal by Unilever India and Tata Tea by",
    "Tata Beverages. In addition, Rohan De Lanerolle Senior and his technical team have successfully converted 12 machines for Sri Lanka tea export companies, revolutionising the tea industry.",
    "C2S.lk Special Projects Manager Dinendra Dhanapala, representing Chairman and Inventor Rohan De Lanerolle Senior, shared his thoughts: “It is an indescribable honour to accept this award on behalf of a man whose brilliance continues to light up the world stage. Rohan De Lanerolle Senior has accomplished what many believed to be impossible – modernising traditional tea bag machines to be staple-free, a challenge that has eluded engineers for over two decades. This innovation is not just a technical marvel; it redefines the future of the tea industry, the world’s most consumed beverage after water.”",
    "“While Sri Lanka is often celebrated for its breathtaking beauty, vibrant tourism, and cricketing excellence, it is moments like this that showcase our potential to lead in Research and Development on a global scale. His sons, who are Rohan and Ishan, Directors of Operations and Marketing, continue to take his legacy forward and are also internationally acclaimed singers under the brand of ‘The De Lanerolle Brothers’ currently on tour in Australia – if not, they also would have been physically present in the beautiful city of Johannesburg,” Dhanapala said.",
    "“De Lanerolle’s legacy speaks volumes. The overwhelming support from Johannesburg has been phenomenal, and this recognition is a proud moment not just for our company, but for all of Sri Lanka. All credit goes to our Chairman, Rohan De Lanerolle, for bringing this honour to our nation,” Dhanapala added."
  ]
}