{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fine-sportsman-great-debater-big-appetite-but-weak-stomach/",
  "time_ut": 1732994580.0,
  "original_lang": "en",
  "original_title": "Fine sportsman, great debater, big appetite but weak stomach",
  "original_body_lines": [
    "Dudley Senanayake in the short Parliament of March to July 1960",
    "Family and background had been central in Dudley Senanayake’s case too. Greatness had literally been thrust on him when he had been appointed prime minister on the death of his father D S, in 1952. That had been a time of intrigue and maneuvering which had soured the relations between Sir John, his close relative and him.",
    "Sir John had struck back with the Premier Stakes which he later denied having any connection with. So Dudley had been anxious to win his spurs for himself through the hustings as early as possible. And he had proved his legitimacy by winning the 1952 elections handsomely, helped by the sympathy vote created by the death of his father. But his first stint as prime minister did not last long. Plagued by illness, chronic gastritis and the hartal of August 1953 which resulted in police firing and some civilian deaths, Dudley resigned.",
    "But there was always a fighting streak in him, which his generally soft demeanour, attractive smile and loud guffaw obscured. He was destined to return.",
    "The Senanayake’s had from the second decade of the 20th century become political figures through the espousal of the temperance movement aimed against the colonial policy of liberalizing the consumption of liquor through the rentier system. Don Spater Senanayake, Dudley’s grandfather had been a leading renter at the turn of the century and formed part of a cartel known as the Colombo Arrack Farm Syndicate.",
    "But Don Spater’s three sons, Don Charles, F R and Don Stephen (D S) – Dudley’s father – were among the young leaders of the temperance movement. The jailing of the three brothers along with other leaders of the movement in 1915 for 46 days for their alleged involvement in the anti-Muslim riots of that year gave them a national political prominence as patriots and leaders of the Sinhalese.",
    "The active part being played in politics by the Senanayake brothers of Botale – Don Charles, F R and D S – in the temperance movement, whose roots were essentially political and anti-colonial, and their rise to prominence did not however go unchallenged. Other sections of the low-country colonial bourgeoisie, notably the influential Bandaranaike/Obeyesekera clan, whose power derived from official positions close to the governor, hit back with the cutting observation that here was an example of ‘Nobodies trying to be Somebodies.’",
    "Strategic alliances through the marriages of the sons of leading low-country families with the daughters of high-status ‘feudal’ Kandyan families was not uncommon in this period. For example D. S. Senanayake married Molly Dunuwille daughter of R R Dunuwille who hailed from a famous Kandyan family.",
    "D R Wijewardene the cousin of J R (and grandfather of Ranil Wickremesinghe) married Ruby Meedeniya the daughter of J H Meedeniya, Adigar of Kandy. Describing this phenomenon of newly-acquired wealth acquiring status through strategic marriages, Kumari Jayawardena .suggests that “the Nobodies finessed the Somebodies by marrying into high-status feudal families”.",
    "Dudley’s first go at the top job was not a success. The occasion arose with the death of D S in 1952 of a stroke while riding on Galle Face Green. Dudley was barely 40 and not ready for the rough and tumble of realpolitik. He had reluctantly and with much hesitation – since he was not an ambitious man – allowed himself to be drafted for the succession with some sprightly footwork by Lord Soulbury who convinced the UNP that D S had wanted his son to succeed him in preference to other contenders, notably Sir John.",
    "He needed to prove his legitimacy and the electoral success of the 1952 general elections, in which he won convincingly, restored his confidence in himself but the peptic ulcer which was to become a cause celebre in the future as well, led to his resigning from the position a few months later. All this history was before I entered the prime minister’s office and the only time I had seen him in person was on the cricket field at STC Mt Lavinia in 1949.",
    "At the Old Boys’ day in the traditional half-day one innings match (not even 50 overs) when the Old Boys took on the First Eleven. I remember him bowling some very lofted leg-breaks, which if you used your feet too, could be taken on the full and driven to the boundary past the mostly ageing and sometimes, inebriated fieldsmen.",
    "Dudley had a passion for cricket and his life in politics too reflected the manner in which he had absorbed its abiding characteristics. He had played it well at school, at St Thomas’ College and was in the First Eleven taking part in the famous Royal-Thomian match over four years in the late twenties. He had evidently savored its many moments of joy and its despairs and would relish in stories of his pleasure at a sweetly-timed cover drive or his bitter chagrin with a dropped catch.",
    "His younger brother Robert with whom he had a continuing close friendship – the two houses were connected and Dudley would often in the day slip across in his sarong, to chat with his nephews, Devinda and Rukman and niece Ranjani – went on to play for Ceylon and was perhaps the better batsman. The records’ show that he and Robert had long and productive partnerships at the crease for St Thomas’ College.",
    "He was regarded in school as the best all-round student of his time and was awarded the Victoria Gold Medal. He was Head Prefect, had a good scholastic record and had won his college colours in five sports – cricket, football, hockey, boxing and athletics.",
    "As was usual for the leading political families of the time, Dudley went abroad for higher studies to Cambridge where he read for the Natural Science Tripos. Although he did not play in the Oxford- Cambridge match during his years there he joined the Crusaders Club which was made up of some of the better cricketers who had not made it to the first team. He continued his love for the game after coming down to London where he attended the Inns of Court, and played for the Indian Gymkhana Club.",
    "He liked to relate this story of his first game at Lords for the Indian Gymkhana Club. Like many of his stories the joke was always on him.",
    "Dudley who went in first for the match against the MCC was having a good morning and was particularly severe against a medium-fast leg-break bowler whom he found comfortable. By lunch break he had got to 45 and looked well set for a big score. At lunch he inquired from his neighbour as to why the famous All England bowler, Ian Peebles, who he knew was in the team opposing them, had not been brought on to bowl as yet. The neighbour remarked that he had indeed bowled throughout the morning and that it was Peebles in fact, who Dudley had been hitting all over the ground. The reputation that Peebles had acquired in the press was formidable. Dudley was quite unnerved at the news. Facing the first ball from Peebles after lunch, Dudley offered no shot and was clean bowled.",
    "Dudley’s love for sports extended to all ball games. Late in life he turned to golf and was so keen on excelling that he even had a putter and golf ball in his study upstairs at Woodlands where he practised putting on the carpet. When he found that I did not play golf, and was not getting enough exercise he offered to teach me. He invited me down to the Royal Colombo Golf Club, where he had membership to show me the ropes.",
    "The first hole is a par four with a water hazard to boot. On my approaching the water, after a series of hockey-like attempts at pushing the ball along, Dudley came up to me to advise on how one should negotiate water. “Just forget about the water,” he said, “keep your head down and swing right through. You’ll be amazed how the ball sails over the water.” I tried to remember all his precise instructions, gave a mighty heave and had the ball plop into the water a few yards ahead.",
    "Dudley shrugged his shoulders, addressed his ball with great deliberation And did exactly the opposite of what he had told me. His head went up, a large sod of turf flew into the air and his ball fell in the water a few feet further on than mine. I felt very sad and discomfited. But Dudley was too good a sportsman to worry over trifles. “It’s easier to say than do,” was all said as we continued on to the second, walking past the waterhole.",
    "For all his relaxed and carefree lifestyle that his bachelorhood had given him Dudley had a streak of obstinacy and rebellion which, literally once in a blue moon, emerged. It was mostly, being the great sport that he was, when he felt cheated or shortchanged. His friends spoke of the time he had gone as prime minister for the Coronation of the Queen in London in 1953. The Palace officials were arranging the Royal procession in which the prime ministers of the Commonwealth were also to be accommodated.",
    "Each prime minister was to have a horse-drawn carriage. When it came to Ceylon’s turn, as the carriages were getting scarce, Dudley was approached by Palace protocol officer with the request that he share his carriage with Roy Welensky, the prime minister of Rhodesia. Dudley protested that Rhodesia, although a member of the Commonwealth, had still not been given its independence and it would not be proper for Ceylon, which was independent, to be downgraded in this manner.",
    "The protocol officer then offered to let Dudley ride in the carriage of the Queen of Tonga who, by virtue of her royal origin had been provided with a larger carriage. This was to Dudley like falling from the frying pan into the fire. The Queen was an enormously endowed Polynesian woman and Dudley for all his size would have been dwarfed by her and not seen by the crowd. Dudley decided to put his foot down and announced that if the Palace could not find him a carriage of his own he would have no alternative but to return immediately to Ceylon.",
    "The protocol officer was aghast and said that would be an insult to the Queen. Dudley in turn retorted that the protocol arrangements were an insult to his country. Finally a carriage was found and Dudley rode in style in the royal procession to the coronation.",
    "So it was with mixed feelings that I awaited his arrival under the porch at Temple Trees on his second ceremonial entrance there as prime minister in March 1960. The general elections called by Dahanayake who had succeeded to the position on the assassination of S W R D Bandaranaike had been inconclusive. Prime Minister Dahanayake’s own party, the Lanka Prajantantra Party, hastily formed days after the dissolution -of the Parliament in December 1959, had been obliterated. Dahanayake himself lost his seat in Galle, while only four of his party’s 101 candidates were returned.",
    "Without the semblance of an organized party behind them the majority of his men lost even their deposits. Neither the UNP led by Dudley or the SLFP led by C P de Silva, since Mrs Bandaranaike had refused the leadership of her slain husband’s party, had an outright majority.",
    "The major party breakdown in a Parliament of 151 members was as follows:",
    "Since the UNP had a slender lead over the SLFP the Governor-General Sir Oliver Goonetilleke, invited Dudley to form the government. It was a tough situation as we sat down to work in his small office downstairs. “It’s a sticky wicket I have to bat on,” he observed using a well-known cricketing metaphor. “Sir,” I replied, “there are only two ways to deal with that. Put your head down and play each ball with a dead straight bat, or hit out and hope for the best.” “I know,” he said, “Lets see. The only thing I can’t make up my mind about is which of the two to do.”",
    "Dudley appointed a Cabinet of eight, the smallest by far, in the country’s history. He clearly needed the support of another party and the likely candidates were the Federal Party with 13 and the MEP led by Philip Gunawardene with 10 members. The FP was playing difficult to get with a program of Minimum Demands which Dudley could not possibly give in to. Philip, with whom Dudley had excellent personal relations although ideologically they were at polar opposites on basic issues, seemed to offer some chance for a while.",
    "The Throne Speech was the first hurdle and he went for it again using rice as a chief weapon. He promised to reintroduce the rice subsidy of two measures at 25 cents each, and put it in the speech. The speech he made winding up the debate was the finest I have ever heard him make. It was from the beginning a losing cause. But he was at his best. The rhetoric flowing, his head thrust forward, his forefinger stabbing the air to emphasise the point, and all the while his eyes fixed firmly on Philip in the opposition front bench.",
    "Philip, with his renewed MEP had become the darling of the press in the short campaign. For a while the maha kalu Sinhalaya had captured the popular imagination as the coming ‘third force’. Philip was undoubtedly moved, but the magnificent speech which finally called for the formation of a national government was not enough. The magic had not worked. When the votes were counted the results showed that the government had been defeated. Ayes 61: Noes 86. Dudley lost no time in advising the governor-general the next morning to dissolve the shortest Parliament Ceylon was likely to see and hold another general election in July.",
    "Although strong in physique and a natural athlete as his school record on the sports ground indicated, Dudley had a very weak and erratic stomach. The origins of his gastritis or peptic ulcer, about which he knew a great deal, were obscure and no physician in Washington, London or Singapore had been able to accurately diagnose what was wrong and what he should do to cure the malady. It was rumoured, probably unfairly, that he had brought it upon himself by indulging in some hefty meals when his stomach was completely functional, which was not often.",
    "There was an apocryphal story going round whenever ‘Dudley’s stomach’ was the subject of discussion, that once, at school he had, on a bet, eaten a record number of 120 string-hoppers’ at one sitting. I observed that he was very concerned at eating at the right time, because as he repeatedly instructed his genial giant of a bodyguard, A S P Shantung Abeygunewardene, the gastric juices began to flow at regular intervals and if one disturbed the pattern by irregular intake of food, one was heading for trouble.",
    "Another story was about his attempting to diet while at Cambridge and confining himself to a fruit diet for awhile. There he became so ill that he could hardly retain water. K S Periyasamy, the fabulous south Indian cook at the prime minister’s lodge in Nuwara Eliya, who could produce gourmet meals without a cook book – he used to say the recipes were in his heart – would tell us when we went up for holidays that Dudley had one of the biggest appetites he had encountered. Apparently Mrs D S, Dudley’s mother, had warned him to always, When they had guests for dinner, make certain that Dudley was served last.",
    "The July 1960 election saw a rearrangement of forces whose main objective was the defeat of the UNP Sirimavo Bandaranaike had replaced C P de Silva as leader of the SLFP and combining in a no-contest pact with the LSSP and the C P swept the polls. The results showed the following party positions in a House of 151:",
    "Dudley bowed to the verdict of the people and I wended my now familiar way to Queens House with his resignation letter in hand. Ceylon was poised to make history with the first woman prime minister in the world waiting in the wings.",
    "Cabinet leak of the Katchativu Agreement and rescinded cabinet decision on Overseas Service",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}