{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99241/at-least-16-sri-lankans-killed-fighting-in-russia-ukraine-war",
  "time_ut": 1715785980.0,
  "original_lang": "en",
  "original_title": "At least 16 Sri Lankans killed fighting in Russia-Ukraine war",
  "original_body_lines": [
    "At least 16 Sri Lankan military veteran have been killed fighting in the war between Russia and Ukraine, the State Minister of Defence said.",
    "Sri Lanka opened an inquiry last week into the recruitment of its citizens for the conflict that has since identified the participation of 288 retired soldiers from the island nation, state minister Pramitha Bandara Tennakoon said.",
    "“We have confirmed information about 16 who have been killed,” he told reporters in Colombo.",
    "Tennakoon did not say which side of the conflict the soldiers had been fighting on.",
    "But ruling party lawmaker Gamini Waleboda told parliament on Monday that most had been recruited to fight alongside the Russian army.",
    "Those who joined had been duped with promises of high salaries and falsely told they would be given non-combat roles, Waleboda said.",
    "Tennakoon said the recruitment of Sri Lankans was being treated as a human trafficking enterprise and urged military officers not to fall prey to the recruitment drive.",
    "The Sri Lankan government was also in talks with both the Ukrainian and Russian foreign ministries to track down Sri Lankans in the two countries and bring them back safely.",
    "“This is a delicate issue,” Tennakoon said. “We are friends with Russia, we are friends with Ukraine. Both are important for us so we are talking to the foreign ministries to get our people back safely.”",
    "Complaints began pouring in from relatives after the defense ministry established its probe last week to collect information on those who had traveled to both countries to join the war effort.",
    "Sri Lanka has repeatedly warned its citizens against traveling to Russia or Ukraine to join the fighting.",
    "Tennakoon emphasized the stringent enforcement of the law against individuals involved in human trafficking. He highlighted that severe penalties would be imposed on those found guilty, regardless of their social status and standing.",
    "Additionally, the State Minister revealed that a group of suspects, including a retired senior military officer, has been arrested under suspicion of participating in human trafficking. Allegedly, they employed retired army personnel as soldiers in the Russian-Ukraine war. Legal proceedings have commenced against them.",
    "State Minister Tennakoon made these remarks while addressing a media briefing at the Presidential Media Centre (PMC) held today (15) under the theme “Collective Path to a Stable Country.”",
    "“The government has paid special attention to retired Sri Lankan armed forces personnel involved in the Russian-Ukraine war. In the recent Security Council meeting, President Ranil Wickremesinghe and other security chiefs were briefed on this matter. It is crucial to highlight that severe penalties will be imposed on those found guilty, regardless of their social status and standing.",
    "Furthermore, approximately 288 complaints have been lodged regarding this issue. Several persons, including a retired senior military officer, have been arrested on suspicion of human trafficking, and legal action has been initiated against them.",
    "They have been promoting human trafficking through social media campaigns, attracting victims with promises of high salaries and other privileges. As a result, individuals have fallen prey to this trafficking in successive waves. The government urges the public to remain vigilant against such manipulative tactics. The public is requested to contact 0112 401 146 if they possess any information about human trafficking.",
    "Furthermore, it should be mentioned that it has been decided to extend salaries and allowances to soldiers who died in the war or suffered total disability while serving in the Civil Security Department (CSD) beyond the age of 55. Under the leadership of the President, the government has addressed the challenges of individuals facing the termination of salaries or pensions after reaching 55 years of age.",
    "Consequently, this benefit, previously limited to the armed forces, will now be extended to CSD officers. The respective cabinet paper will be submitted for approval in the near future.",
    "Moreover, the Ministry of Defence has announced the conclusion of the general amnesty period for individuals who departed the forces without following legal procedures. The general amnesty period will end on 20th May. At present, around 15,000 individuals are eligible for this amnesty. Notably, in March 2024, 357 individuals left the forces illegally. Additionally, the number of individuals who illegally left and subsequently returned to service stands at 799. It is worth noting that this constitutes an exclusive situation.",
    "Furthermore, President Ranil Wickremesinghe has established a special committee, led by the President’s Secretary, dedicated to granting concessions and expediting the allocation of land for war heroes. The Ministry of Lands is also actively involved in these efforts, which run parallel with the Urumaya program. It is worth noting that this initiative represents a distinctive measure aimed at enhancing the well-being of war heroes.”"
  ]
}