{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/National-Chamber-hosts-B2B-meeting-with-31-member-AICCI-Indian-businessdelegation/34-782051",
  "time_ut": 1758571429.0,
  "original_lang": "en",
  "original_title": "National Chamber hosts B2B meeting with 31-member AICCI Indian business delegation",
  "original_body_lines": [
    "The National Chamber of Commerce of Sri Lanka, in collaboration with the All India Chamber of Commerce & Industries (AICCI), will host a 31-member Indian business delegation to strengthen the Trade and Investment opportunities through a series of Business-to-Business (B2B) meetings on Friday, 26 September, from 3 p.m. to 5.30 p.m. at the National Chamber Auditorium, #450, D.R. Wijewardena Mawatha, Colombo 10.",
    "This program themed, “Creating B2B Opportunities for Export, Import, Trade and Investments”, aims to bring together business leaders from Sri Lanka and India to explore new avenues for partnerships, joint ventures, and investments. This initiative will create valuable networking opportunities and help strengthen bilateral trade relations between the two countries.",
    "The visiting Indian delegation represents a diverse range of sectors including agro commodities such as salt, sugar, pulses and spices; construction and building materials covering industrial, residential and pre-engineering projects; packaging solutions including FIBC, poly bags and flex printing; renewable energy, hygiene and healthcare products; as well as jewellery, oils, dry fish, seafood, palmyra products, timber, hardware and service sector such as, shipping, logistics and freight forwarding; hospitals, pharmaceuticals, educational institutions, digital enablement and marketing services, restaurants and catering services, and other areas of international trading and business.",
    "Sri Lankan businesses and MSMEs interested in exploring potential trade partnerships with Indian counterparts may obtain detailed delegate profiles by contacting the Secretariat of the National Chamber of Commerce of Sri Lanka. Sri Lankan entrepreneurs and companies across all sectors are invited to participate in the B2B session to benefit from face-to-face interactions and build long-term trade connections."
  ]
}