{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82541",
  "time_ut": 1724676480.0,
  "original_lang": "en",
  "original_title": "“Anjanenjan” Amirthalingam; The  Firebrand  Youth with a Fearless Heart who  became  a Respected Statesmanlike Tamil Leader",
  "original_body_lines": [
    "The passage of time saw the old guard passing away and Amirthalingam was soon the political heir apparent to Chelvanayagam and donned the leadership mantle in due course. Amirthalingam held several party posts in the FP, being at different times its Secretary and President. In 1976 the FP became the chief constituent of the Tamil United Liberation Front(TULF) In 1978, he became Secretary-General of the TULF and remained so, till the time of his death in 1989.",
    "Amir was an artful advocate. He had the makings of a brilliant lawyer. Yet, politics soon became the center of his life. He neglected his professional career preferring to construct a mass base among the people rather than build up a lucrative legal practice.",
    "Amirthalingam in his younger days was a fiery particle. He was the darling of the Tamil youth. He was an inflammatory orator given very much to rhetoric. He had a genuine zeal for his cause and a passion for his people. This sincerity of purpose sometimes manifested itself in the form of bombastic statements. The larger the crowd the greater his rhetoric. Former “Daily Mirror” editor Reggie Michael once referred jestingly to him in the following manner. “Amirthalingam is a man who is capable of moving crowds and crowds are capable of moving him”.",
    "As a cub reporter on the Tamil Daily “Virakesari” I was assigned the task of covering the TULF victory meeting at the Ramakrishna Hall, Wellawatte. The date was August 5th 1977. The TULF had swept the polls in the Tamil dominated areas of the North and East on the slogan of a separate state. The party considered it as a mandate for the sovereign state of Thamil Eelam. There was euphoria in the air as speaker after speaker emotionally re-iterated their commitment of Eelam. Finally Amir spoke.",
    "At one point he said in Tamil, “Tunku Abdul Rahman had the statesmanship to allow Singapore to secede from Malaysia peacefully. But the Sri Lankan rulers do not have that wisdom. I stand on this stage without fear and state that Tamil Eelam will be born only through violent struggle and bloodshed. We are ready for the “Irathakkalari”( bloody struggle).",
    "As a journalist 1 highlighted these remarks in the preliminary paragraphs of my report. I still remember my editor Mr.K. Sivaparagasam . cutting these words out and asking me to rewrite the copy. He said “As a reporter you have done well in  highlighting these remarks. But as a responsible newspaper we cannot publish these provocative and irresponsible statements. “ Those lines were never published in the “Virakesari” then.",
    "Yet what seemed highly irresponsible statements at that time certainly proved to be prophetic later , but at what cost!! The radicalization of Tamil politics through the Eelam slogan and its consequent violence engulfed the Tamil people with death, destruction, displacement and despair. Upon reflection I think that even Mr. Amirthalingam did not realize the gravity of his pronouncements at that time.",
    "Nine years after that meeting in 1986 I was in Jaffna when Mr. Amirthalingam was interviewed by Rupavahini on the ethnic question. It was a much-mellowed Amirthalingam who answered in a statesman – like manner. He eloquently argued the case out for a negotiated settlement. I was then the deputy editor of the Jaffna based English weekly “Saturday Review” edited by Gamini Navaratne.",
    "Amirthalingam’s performance evoked an amusing response from one of Amirthalingam’s old school mates named Arumugam who was an engineer by profession.Arumugam was politically at loggerheads with Amir as he was a Tamil Congress supporter. The following morning  Arumugam called  Amirthalingam at Empress Hotel in Colombo from the “Saturday Review” office in Jaffna and said “For the past fifty years I have known you this is the first time I have heard you speak sense”. From the tone of the conversation I could gather that Amirthalingam was highly pleased by his childhood friend’s response.",
    "There were many stages in Amirthalingam’s political evolution. To reach this point of understanding in later life, Amir had travelled down a long road. The young fire brand ,baton charged by the police for leading a black-flag demonstration against then Prime Minister Sir John Kotelawela visiting Jaffna; leaving Galle Face Green after Satyagraha and debating in parliament with bloodied in bandages; leading a tar and brush, campaign against the “SRI” letter in Sinhala on CTB buses in Jaffna; travelling to Batticaloa by boat from Jaffna at the height of communal troubles in 1958.The spells of incarceration for political reasons: the heated debates and cross-talks in parliaments: the trial-at-bar case which has gone down in legal history as Attorney General vs Amirthalingam, the unprecedented no-confidence motion against the  opposition leader in parliament, the various incidents of friction with members of the police and armed forces where guns were leveled at him at point blank range. Tamil youths disrupting his political meetings with gunplay. His long exile in India are all but shifting scenes of a varied and fruitful life span.",
    "In retrospect one is able to discern the various phases of political changes in Amirthalingam the politician. These changes and experiences were very much reflective of the turbulent changes undergone by the Tamil",
    "Amirthlingam the defiant youth leader led many campaigns and demonstrations against the power structure. Later the popular MP became somewhat domineering and unpopular. The 1970 Parliamentary election defeat was a watershed. Amirthalingam re-invented himself as a popular leader after the 1970 defect. He learnt to control his famous temper and curb his caustic tongue. He began to mix with people easily and assiduously cultivated the youth. All this paid dividends politically.",
    "After the tumultuous period between 1977-1983. Amirthalingam again went into a period of self-exile in Madras. These years against marked a marked change in his political make-up. He was able to perceive objectively the social fabric of the Tamil community being torn asunder by political violence. He could see the beginning of the scattering of the Tamil people which he felt would weaken the Tamil position in the Island. He was also aware that the death-knell had been rung for conventional representative democracy in Jaffna.",
    "In Richard Attenborough’s movie “Gandhi” there is a scene set in the early twenties of the 20th century where the Indian leaders are discussing possible courses of action. When terrorism is mooted as a possible strategy for freedom, Nehru rules it our vehemently. Nehru says – “terrorism would allow the British to justify the use of violence against us. Also it would throw up the wrong kind of leaders. “These are words of tremendous significance as this is what happened to the Tamil political struggle in Sri Lanka.",
    "In fariness to Amirthalingam and most leaders of the TULF they were not active promoters of political violence. None of the frontline leaders aided or abetted violence. Some of them however had ambivalent attitudes and approaches. Also the party itself did not view these acts of violence as terrorism but as the acts of freedom fighters.",
    "Some of the youths allegedly involved in violence were members of the TULF youth wing. This resulted in TULF leaders involving themselves  legally in these cases. But what must not be forgotten is that the overall Tamil political mood was sympathetic to the armed Tamil youths. The TULF too was too caught up in this process.",
    "Amirthalingam too realized this later and regretted a certain course of action followed earlier by the TULF. He felt that the Federal Party and the TULF could have possibly adopted other",
    "strategies and tactics. He was somewhat remorseful of the ambivalent relationship the TULF had with the Tamil armed movements at a certain stage of their development.",
    "Amirthalingam’s state of mind on these matters was revealed to me during the course of three conversations in 1984, 1985 and 1988. The first was at Hotel Empress in Colombo; the second at the Tamil Nadu state guest house in Madras (now Chennai), the third was at Hotel Taprobane in Colombo. All those conversations were strictly off the record and Amirthalingam was very frank and forthcoming.",
    "The last conversation at Taprobane where he was staying in 1988 remains poignant in my memory. This was prior to my leaving Sri Lanka for the USA. I went to meet him in the afternoon and talked for many hours. Both of us strongly disagreed on the role of India in Sri Lanka. During the argument he regaled me about what he felt in retrospect were political blunders committed by the Tamils. He did not excuse himself for some of his past actions. Many of the things he said then made an enlightened impact on me while reflecting afterwards with the wisdom of hindsight. Amir warned me of the plight that would befall the Tamils if Indian involvement ceased. Today I can only say that most of what he said then were proved true..",
    "One cannot write about Amirthalingam without mentioning his devoted wife Mangaiyarkkarasi. Amir and Mangai were an inseparable duo in personal and public life. Mangaiyarkkarasi’s life was intertwined with that of her husband’s political career.. Like Lord Shiva and his divine consort Paarvathy, Amirthalingam was “Shivam” and Mangaiyarkkarasi his “Shakthi”.",
    "After marriage to Mangaiyarkkarasi , Amir found his newly wed wife complaining about his obsession with politics. He found a way out. Soon, Mrs. Amirthalingam began accompanying her husband to political platforms. Being an accomplished diva she was given the duty of singing melodious songs in praise of the Tamil language. Later she began to make speeches and soon became a political figure in her own right. This dynamic duo of husband and wife was a new phenomenon in Tamil Politics. Various remarks of a male chauvinist and sexist nature were cast at Mrs. Amirthalingam. Amir was referred to derogatorily as a hen – pecked husband. Yet the husband and wife combination battled on merrily. Their two sons Kaandeepan and Baheerathan too were involved in youth politics. Both were detained at different times in Madras. Both the Amirthalingam sonstook up permanent residence  in England.Sadly Kandeepan passed away a few years ago .Baheerathan shuttles between the UK and Sri Lanka and is involved in several community service and educational projects in the Island.",
    "There was a time when the political couple enjoyed the adulation and support of thousands of idealistic Tamil youth. Amirthalingam was “Amir Anna” (elder brother Amir) and Mangaiyarkkarasi “Mangai Akka” (elder sister Mangai) to them. She used to accompany her husband everywhere.",
    "One recalls an incident in Paris when Amirthalingam and Mangaiyarkkarasi visited France in 1983. At a meeting held in the Tamil-infested area of La Chapelle in Paris, Amirthalingam was asked by a youth in Tamil, “Why do you go around everywhere with your wife? Why has she accompanied you to Paris?” Unperturbed, Amirthalingam responded smilingly, “What is wrong in going around with my own wife? It would be wrong only if I go everywhere with a woman other than my wife. Besides, my wife has accompanied me not only to places like Paris but also to the Panagoda Army Camp where we were both detained together.”Amirthalingam’s reply brought the house down and the questioner was effectively silenced.",
    "Amirthalingam was referring to the time in 1961 when 74 ITAK Satyagrahis were detained at the Panagoda Army cantonment for six months by the Sirima Bandaranaike Government. Mangaiyarkkarasi was the solitary woman among the detainees then.",
    "The names Amirthalingam and Mangaiyarkkarasi have been familiar to me from childhood. Amir was a contemporary of my father at Law College. There would be references to the Amirthalingams whenever Tamil politics was discussed at home. My personal interaction with the Amirthalingams began when I studied for my GCE Advanced Levels at Jaffna College (JC), Vaddukkoddai. I was then boarded at Howland Hostel in JC. Amirthalingam was not an MP then, having been defeated by A. Thiyagarajah of the Tamil Congress at the 1970 polls.",
    "If and when Amirthalingam saw Jaffna College students at the Vaddukkoddai junction bus stand, he would always give them a lift or ride if there was room in the vehicle. Both his sons Kandeepan and Baheerathan were students at Jaffna College then. Some Jaffna College students also used to visit their home at Moolai frequently for impromptu meetings and discussions of a political nature.",
    "Mrs. Amirthalingam would act as a gracious hostess in those days. She was particularly kind and generous to hostellers like myself who were looked upon compassionately as children deprived of food cooked by a mother. I was quite friendly with their sons Kandeepan and Baheerathan, though both were junior to me in school. In later years I began interacting with Amirthalingam in a professional capacity after I entered journalism.",
    "Amirthalingam was an important political contact and source I cultivated as a journalist working for newspapers like ‘Virakesari,’ ‘The Island’ and ‘The Hindu’. I used to meet Amirthalingam in Parliament and at his official residence near ‘Sravasti’. I also visited him at Moolai whenever I was in Jaffna. I have also met with him and interviewed him at the Tamil Nadu State guest house in Chepauk, Chennai where the Amirthalingams were accommodated after relocating to India post-July 1983. I also used to meet Amirthalingam at Empress Hotel and at the old Taprobane Hotel (Grand Oriental Hotel) when he came down to Colombo from India for talks with the Government.",
    "I left Sri Lanka in 1988 and was in Canada when Amirthalingam was killed in 1989.Three LTTE cadres; Visu, Aloysius and Anbu came to meet Amirthalingam, Sivasithamparam and former Jaffna MP Yogeswaran at their Colombo residence in Bullers Lane. The ostensible purpose was to discuss Tamil unity.",
    "They were not checked by the security personnel on instructions by Yogeswaran as the LTTE members had said they felt humiliated when being checked. After partaking of biscuits and tea, the Tigers whipped out pistols and shot Amirthalingam and Yogeswaran at close  range. Sivasithamparam survived miraculously with a shoulder wound. All three assassins were shot dead by the security men.",
    "Thus ended the saga of a man who fought relentlessly through democratic means for the upliftment of his people. Sadly, he was killed not by Sinhala racist fanatics who hated his guts but by his own people belonging to a movement claiming to represent the Tamil people. The reaction of Sirima Bandaranaike upon hearing of the circumstances leading to Amirthalingam’s death summed up the tragic pathos. “Thank God no Sinhala person did it,” she reportedly stated to former ‘The Sunday Leader’ Editor Lasantha Wickrematunge when he informed her about Amir’s murder.",
    "Thirty-five  years have passed since Amirthalingam died. The force of his personality and the importance of the constructive role he played remain etched in the collective memory of those privileged to have known and interacted with him.",
    "Such was his stature that the Tamil leadership void caused by his murder is yet to be filled. This writer on the occasion of Appapillai Amirthalingam’s 97th  birth anniversary pays appreciative tribute to the memory of a man whose only fault was that he loved his people immensely and hazarded all types of risks to serve them.",
    "(This Article was written for the “Daily Mirror” -DBS7Jeyaraj Column in 2022 and is being re-posted now to denote the 97th  Birth Anniversary of former  TULF and Opposition Leader Appapillai Amirthalingam)"
  ]
}