{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Education-for-system-change-Proposal-for-critical-thinking-and-civic-responsibility-curriculum/4-767954",
  "time_ut": 1728926157.0,
  "original_lang": "en",
  "original_title": "Education for system change: Proposal for critical thinking and civic responsibility curriculum",
  "original_body_lines": [
    "Conditioned to internalise information mechanically, students are moulded into conformity and rote memorisation, influenced more by parental expectations and societal pressures than by their talents and aspirations",
    "The entrenched education system excels at producing highly skilled and committed engineers, doctors, mathematicians, and IT professionals, yet it often fails to prepare them to address the oppression and injustices encountered when applying their education in their professions. These professionals may be blind to, or unwilling to acknowledge, these issues. Evidence abounds that educated, talented, and well-travelled individuals—those leading cosmopolitan lives—frequently perpetuate disparities and inequities. They swiftly blame extremists and politicians when things go awry and comfortably evade accountability by positioning themselves as mere producers of ideas, conveniently leaving implementation to others",
    "To state the obvious, thoughtful reforms in the current education system are essential for realising the National People’s Power’s (NPP) vision of systemic change through a New National Awakening. If Prime Minister Harini Amarasuriya’s promise to increase educational funding to 6% of the national budget is to catalyse this transformation effectively, the NPP must urgently address two critical issues.",
    "First, the overwhelming focus on rote learning, credentials, job-oriented skills, and enforced conformity collectively make education a site of oppression when it relies on the ‘Banking Model’ of education. It stifles critical thinking and drastically reduces the capacity for independent reasoning, creativity, moral discernment, and responsibility. Second, the educational system is more often complicit than challenging and harbors deeply entrenched societal biases—such as sexism, racism, heteronormativity, ableism, classism, and ageism—hindering its potential to drive meaningful change.",
    "To address these deeply ingrained issues, I propose a standalone, mandatory curriculum on Critical Thinking and Civic Responsibility, specifically tailored to meet the unique needs of students at different educational stages. The purpose, methods, and goals of this course are distinct, rooted in the “dialogical method” central to the evolving tradition of critical pedagogy, drawing on the ideas of influential thinkers such as Paulo Freire, Ivan Illich, Rabindranath Tagore, Swami Vivekananda, Henry Giroux, Audre Lorde, Angela Davis, and bell hooks.",
    "The course envisions systemic change that is both socially and ecologically just, emerging from the voluntary power of the people. This power, cultivated through education, seeks to dismantle the stifling ‘banking’ model of education and replace it with dialogical methods that build transformative knowledge and empower learners. By infusing critical thinking into all fields of study, this curriculum will enhance students’ abilities to contribute meaningfully to the systemic change the country aspires to achieve.",
    "The banking method of education adopts a top-down approach, depositing information into students who are socialised to be passive and expected to memorise and regurgitate it during exams as dictated by the syllabus. This model treats knowledge as a commodity transferred from the authoritative teacher, fundamentally undermining interactive dialogue. The lack of engagement reinforces a rigid hierarchy, where teachers wield complete control over the learning process. Conditioned to internalise information mechanically, students are moulded into conformity and rote memorisation, influenced more by parental expectations and societal pressures than by their talents and aspirations. This hierarchical organisation of the model mirrors and socialises students into subservience to oppressive systems outside the classroom, stifling innovation, and individual agency. The repercussions of this educational structure extend far beyond school, impacting broader societal dynamics.",
    "I am not suggesting that everyone subjected to regimented education methods is passive. Wherever power exists, there is also the presence of critical thinking and resistance, often silent and covert, not overtly linked to that power. I want to highlight how regimented education methods stifle the freedom to express thoughtful criticism by enforcing course requirements, predetermined ideas, and narrow parameters for acceptable dialogue. These methods dictate what is considered rational, universal, and beneficial while branding dissent as irrational, relative, and impractical. They employ a sinister tactic to further silence critical voices by posing the manipulative question: ‘What is the alternative solution to the problem?’ This question is not an invitation to provide an answer but a strategy to suppress and ridicule dissent. The education system forfeits its autonomy and ability to enact meaningful change by yielding to these manipulative tropes.",
    "The pressure to excel extends formal learning time, compelling students into extra education (tuition) after school and on weekends. This deprives them of their childhood and curtails meaningful social interactions while increasing their parents’ financial burdens. The pressure pervades beyond the learning environment as we become oblivious to how disciplines within the hegemonic system serve its interests. This thought-suppressing model, akin to and often aligned with mass production systems, transforms students into passive consumers of knowledge.",
    "Moreover, it fails to equip them to be socially responsible, productive contributors in the workplace. Standardised tests assess outcomes without contemplating their origins, the interests they serve, or their broader implications. Confined within rigid boundaries of educational performance and bereft of tools for systemic change, this scenario echoes Audre Lorde’s assertion that one cannot dismantle the master’s house with the master’s tools.",
    "Consider those who enter university programs in economics, history, medicine, or artificial intelligence. After 10-12 years of ‘banking’ education, their passive learning has ingrained unquestioned ideas about progress and success into their worldview, values, and identity. This process of social indoctrination later influences how they engage with their specialised, employment-focused disciplines. While studying these fields, students are confined to technocratic and scientific curricula that fail to equip them with the ability to recognise how their disciplines operate within broader social and political contexts or whose interests they serve.",
    "As a result, they interpret their studies through the lens of previously imposed values, often reinforcing the same limiting perspectives. The compartmentalisation of values in their professional and personal lives, or the creation of hybrid values, frequently upholds the status quo, further limiting their capacity to challenge the systems that shape their lives.",
    "The banking model of education, with its predetermined syllabi and regimented learning regimes, shackles students to a hidden curriculum that promotes conformity and transforms them into instruments for perpetuating biases and exerting oppressive power, often unseen by teachers and external actors. This covert curriculum is woven into syllabi structure, selected readings, learning goals, content, teaching methods, assessment, and student-teacher relations. It frequently escapes the notice of both students and teachers, who accept these elements as given and seldom question how they shape aspirations, influence the application of knowledge in professional settings, and serve particularistic interests. Both students and teachers overlook how these compartmentalised disciplines are orchestrated to align with the globally hegemonic interests of economic development and nation-building.",
    "Students in mainstream disciplines, such as economics, often lack opportunities to engage in critical dialogues that challenge the hidden curriculum and entrenched power within their fields. Economic theories are presented as objective, neutral, and universal truths, yet they frequently align with the ideological interests of racialised nation-states. Moreover, these disciplines co-opt critiques from advocates of racial justice, gender equality, and sustainability, selectively endorsing initiatives that support dominant interests over those that pose real challenges. This reinforces barriers to genuine equality. The discipline’s inability to generate sound policy outcomes is frequently and disingenuously attributed to external factors such as poor governance, while its internal structure and ideological foundations remain shielded from criticism and change.",
    "When the education system fails to cultivate critical thinking, the power embedded in one’s knowledge of history, culture, and economy—knowledge that shapes our individual and collective identities and our relationships with each other and nature—remains unquestioned and internalised, readily exploited by oppressive economic and political agendas. The pursuit of historical knowledge, often intertwined with culture and religion (social studies), typically concludes by grade 10 unless it is continued as a specialised subject in higher education. Most students absorb historical narratives uncritically—whether acquired academically or through popular media—leaving them susceptible to flawed interpretations.",
    "They perceive history as a static study of the past rather than its dynamic enactment in the present, where the selective use of history (e.g., nationalist, and colonial histories) lends popular legitimacy to prevailing economic and political inequalities. The patriotism fuelled by revisionist histories legitimises the scapegoating of marginalised groups for societal ills, exacerbates inequities between them and others, and incites violence against them.",
    "As the ‘educated’ ascend to higher social echelons through their contributions to economic development and elevated status, they shape societal perceptions of progress and prosperity, along with attitudes towards the ‘other.’ This rise grants them increased power and legitimacy, broadening their influence beyond mere professional expertise to realms such as politics. Consequently, the average person uncritically accepts their views as legitimate, establishing a feudal-like hierarchy between the educated and the uneducated. Expanding professional status into broader societal roles reinforces existing social hierarchies, embedding new layers that align closely with traditional structures and diminish their potential as agents of change. The issue lies not with expertise but with a ‘justice-deficit’ in how experts’ views impact society and how they are publicly held accountable, leaving the public ill-equipped to critically evaluate expertise.",
    "Politicians and corporate actors exploit biases that are socialised and normalised through the education system, fuelling populism and unsustainable consumerism. These biases draw on social norms and values that disadvantage vulnerable groups, promoting social segregation and enabling discrimination, including microaggressions, to persist. Such biased education impedes the genuine celebration of diversity and restricts the upward mobility of marginalised groups.",
    "Individuals facing discrimination often suffer from severe mental health issues such as depression and anxiety, which undermine their identity and exacerbate social alienation.",
    "Unchecked biases also lead to violence and harassment against perceived outsiders, including the LGBTQ+ community, underscoring the urgent need for systemic change. Additionally, the use of religion to legitimise these discriminatory practices entwines religion, history, and culture to justify exclusion, even amidst ongoing legal reforms against discrimination.",
    "An obstacle to systemic change arises when people, voluntarily or involuntarily, internalise the worldview of those responsible for inequities. As Freire notes, ‘The oppressed, instead of striving for liberation, tend themselves to become oppressors,’ highlighting the complexity of genuine change. Even when people vote for regime change, their vision of a good life and progress remains shaped by the same ideals as those they seek to replace. They advocate for systemic change but resist changing their ways of living, not only because of selfishness but also due to fear of freedom in a social and ecologically just world.",
    "The fear of freedom of expression in the classroom, similar to what Freire described, is a psychological condition affecting both the oppressed and oppressors in society. It stems from the anxiety and uncertainty of changing the status quo or disrupting traditional power structures. Freire notes that the oppressed and their oppressors experience this fear differently: for the oppressed, it arises from the uncertainties and risks associated with claiming freedom; for the oppressors, it is the fear of losing their ‘freedom’ to oppress. By failing to introduce alternative concepts of freedom and the conditions necessary for achieving them, education compels students—especially those struggling to survive—to conform to pre-established notions of freedom rooted in mainstream economics, formal legal studies, and narrow cultural studies.",
    "This constrains their ability to envision and adopt a concept of freedom distinct from that of their oppressors; deviations are often punished unless sanctioned by those in power. Educators frequently fail to support their students in these struggles, leaving them isolated, disempowered, and vulnerable. This systemic distancing, often justified by institutional constraints, starkly illustrates how teachers can wittingly or unwittingly exploit students by treating them as mere receptacles for ideas and prioritising their employment security rather than working in solidarity with them to translate those ideas into meaningful practice.",
    "The entrenched education system excels at producing highly skilled and committed engineers, doctors, mathematicians, and IT professionals, yet it often fails to prepare them to address the oppression and injustices encountered when applying their education in their professions. These professionals may be blind to, or unwilling to acknowledge, these issues. Evidence abounds that educated, talented, and well-travelled individuals—those leading cosmopolitan lives—frequently perpetuate disparities and inequities. They swiftly blame extremists and politicians when things go awry and comfortably evade accountability by positioning themselves as mere producers of ideas, conveniently leaving implementation to others.",
    "Those courageous enough to use their expertise to tackle these disparities and confront the realities of the hidden curriculum often find themselves ill-equipped or deeply vulnerable to punitive actions from their institutions. Although it is unrealistic to adopt non-conventional learning methods uniformly across all disciplines, a standalone curriculum can significantly influence these professions by cultivating students’ capacity for critical thinking and enhancing their transformative potential in specific fields of study.",
    "Critical pedagogy is an educational philosophy that fosters deep connections between teaching, learning, social justice, and democracy. It replaces traditional, passive learning models with a dialogical approach that draws from transformative, decolonial, and abolitionist frameworks. This curriculum empowers learners to critically examine and challenge the socio-political and economic structures that constrain freedom and encourage the co-creation of knowledge. As explained below, critical pedagogy’s philosophy and strategies foster collective efforts whereby students, teachers, and the community actively dismantle oppressive systems and construct sustainable alternatives.",
    "Critical thinking in critical pedagogy is not merely an academic exercise but a form of resistance against injustice aimed at liberating knowledge and power from oppression. It recognises that education is inherently political and never neutral. Knowledge production, dissemination, and application are tied to power, from curriculum design to teacher-student relationships. Creating alternative spaces for pursuing knowledge and power through non-hierarchical, dialogical teaching methods fosters a culture of resistance within educational settings that align with struggles beyond the classroom.",
    "‘True resistance begins with people confronting pain... and wanting to change it,’ notes bell hooks, framing education as a defence against oppression. Such education places the pursuit of justice at the core of educational efforts while cultivating resilience, comfort, and humility to confront the discomfort of dismantling oppression and embracing socially and ecologically inclusive justice. Freire, in his belief in the potential of education as a practice of liberation, emphasises that every human condition, no matter how challenging, carries the possibility for freedom if correctly understood and followed by transformative action.",
    "Education for transformation begins with understanding how learners and educators perceive and experience their realities, acknowledging their fears and vulnerabilities in learning and applying knowledge. Building this new learning environment requires championing dialogical education, recognising the limiting situations that shape students’ realities, and using these as starting points for dialogue and critical thinking. Freire asserts, ‘No pedagogy which is truly liberating can remain distant from the oppressed by treating them as unfortunate and by presenting for their emulation models from among the oppressors. The oppressed must be their example in the struggle for their redemption.’ This emphasises the need for education to deeply engage with the conditions of the oppressed, allowing them to be both subjects and agents of their own liberation.",
    "In liberatory education, student-teacher relationships are grounded in mutual respect, open expression, and dialogue, rather than restrictive hierarchies. The learning environment transforms into a democratic space where knowledge is co-created and deeply connected to the community and environment. Ideally, students and teachers gather in circles, preferably within the places where change is practiced, allowing knowledge to be immediately relevant and applied.",
    "The collaboratively designed syllabi prioritise critical thinking about power dynamics within education and focus on their transformative goals. Students engage critically with the past to understand its impact on the present, linking historical, cultural, and religious content to contemporary social and ecological challenges. The curriculum actively works to decolonise our understanding of history, religion, and culture, recognising culture as hybrid, dynamic, and vulnerable to exploitation while reimagining how these forces can drive meaningful change.",
    "Within a liberatory educational framework, performance evaluations reinforce education as a catalyst for change by moving away from traditional exams and assignments, instead focusing on students’ personal growth and societal impact. Setbacks are embraced as opportunities for deeper learning and development. Collectively, these efforts nurture a sense of community, empathy, and solidarity, providing a space to navigate the vulnerabilities of both students and teachers as they take risks to celebrate freedom and pursue change through non-conventional approaches to education.",
    "Dialogical education is not merely an academic exercise, or a curriculum requirement centred on endless critical analysis. It is an ongoing process of praxis—action, and reflection to create hope for a better world. Students and teachers must engage in actions for change as an integral part of learning, not something reserved for after school or relegated to extracurricular activities. This approach fosters the conditions to experiment with alternatives to dominant paradigms (e.g., solidarity and degrowth economics, experiential and inclusive education, food justice, and food sovereignty), enabling people to envision new ways of organising relationships with each other and nature.",
    "Effective praxis must cultivate hope for a better world, even if the outcomes are not realised within one’s lifetime, while nurturing the ability to embrace the discomfort of change and celebrate achievements and failures as essential aspects of ongoing systemic transformation.",
    "The new curriculum builds knowledge and power grounded in social and ecological justice, addressing inequalities and injustices rooted in knowledge gaps, power imbalances, and deficits in justice. This challenge is both practical and moral, with its success dependent on the ethical foundations shaping one’s perspective on justice. By embracing a multispecies justice perspective, the curriculum moves beyond human-centred views to protect the inherent rights of both human and non-human species.",
    "This curriculum thoughtfully addresses the often-misleading distinctions between universalism and cultural relativism, as well as between the secular and religious, which complicate the pursuit of rights and justice. It recognises that while these concepts are often viewed as oppositional and are frequently misused to uphold domination or evade responsibility for undesirable actions, they have the potential to be complementary, promoting genuine multiculturalism and ecumenism while preserving their distinctiveness. To harness such rich cultural resources, education must work toward systemic change that advances economic and political equality.",
    "Sri Lanka has the highly skilled human resources necessary for the NPP to implement the proposed curriculum. The diverse and enlightened perspectives voiced against a broad range of inequalities during the Aragalaya, coupled with the mandate given to the NPP for change, indicate that the social conditions are ripe for transforming the educational system—an opportunity we must seize with hope and determination."
  ]
}