{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98350/president-appoints-independent-committee-to-review-cbsl-salary-hikes",
  "time_ut": 1711968780.0,
  "original_lang": "en",
  "original_title": "President appoints independent committee to review CBSL salary hikes",
  "original_body_lines": [
    "President Ranil Wickremesinghe, in his capacity as the Minister of Finance, Economic Stabilization and National Policies, has appointed an Independent Remuneration Committee to review the salary increase of the Central Bank of Sri Lanka (CBSL).",
    "This appointment of the committee has been made based on the recommendation in the report of the Committee on Public Finance (CoPF) in relation to the CBSL salary revision, the President’s Media Division (PMD) said.",
    "On March 20, the Committee on Public Finance recommended to the Central Bank to defer the salary increases until a mutually acceptable solution is reached on the matter. This was mentioned in the COPF report on the Central Bank Salary Revision 2024-2026, presented to the parliament by the committee’s chairman Dr. Harsha de Silva.",
    "The COPF compiled this report on the recent salary increase of the Central Bank staff members upon a request made by President Ranil Wickremesinghe, in his capacity as the Finance Minister. The request came about after several MPs raised this issue in the House, joining the general outcry opposing the steep salary increase of CBSL employees.",
    "In its recommendations, the COPF says the Finance Minister should, with immediate effect, appoint an independent remuneration committee with the concurrence of the Central Bank Governor to review the salary increase under discussion.",
    "The COPF also recommended that a report on the same be submitted within 4 weeks and that Central Bank defer the salary increase until a mutually acceptable solution is arrived at, based on the findings of the report.",
    "The COPF further noted that the members of this independent remuneration committee need to be co-opted from Central Bank as well as from outside; both within and outside the public sector as necessary.",
    "COPF says it expects this committee to arrive at reasonable adjustments in remuneration for all staff categories, keeping in mind the expertise of the specialised staff and comparability of the same as relevant to the Central Bank.",
    "Proposing that the methodology for determining salaries of professional staff be decoupled from non-professional and minor staff, the COPF went on to recommend that this committee arrive at a transparent formula for future revisions to CBSL staff remuneration."
  ]
}