{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sajith-issues-clarion-call-against-classists-communists-and-extremists/56-760641",
  "time_ut": 1713209163.0,
  "original_lang": "en",
  "original_title": "Sajith issues clarion call against “classists, communists and extremists”",
  "original_body_lines": [
    "SJB leader shares his vision at National Conference and Policy Dialogue Forum of the Samagi Buddhi Mandapaya featuring host of professionals who highlighted scientific and practical policies to rebuild Sri Lanka",
    "The Samagi Jana Balawegaya (SJB) leader and Presidential hopeful Sajith Premadasa on 7 April took the stage at the SJB National Conference with a clear message for the audience: “He stands apart from other politicians in Sri Lanka today.”",
    "In fact, while the event was organised to outline the party’s future policies, Premadasa in his speech made a concerted effort to distinguish himself from the current political system and issued a clarion call for the rejection of politicians he labelled as “classists, communists, and extremists.”",
    "Though he failed to explicitly name these “classists, communists, and extremists,” Premadasa asserted that these groups are incapable of delivering the essential economic and social reforms the country desperately needs.",
    "Elaborating on the social stratifications in Sri Lankan politics, Premadasa noted that old Sri Lanka was made up of caste, class and ethnicity which led to politicians such as S. W. R. D. Bandaranaike to base their political campaigns along these lines.",
    "“Madam Sirimavo Bandaranaike continued this legacy. Since then, as with President Jayawardene, Madam Chandrika and President Rajapaksa, the grabbing of power in Sri Lankan politics has been based on ethnicity and class. The only break in this system was with my late father,” Premadasa said speaking at the National Conference and Policy Dialogue Forum of the Samagi Buddhi Mandapaya, held at the Shangri-La Hotel, Colombo. The objective of the event was to discuss and outline scientific and practical policies to rebuild Sri Lanka. To this end, Samagi Buddhi Mandapaya, the largest academic collective in Sri Lanka, comprising all state universities and numerous private universities, has pledged its support to Samagi Jana Balawegaya.",
    "The SJB leader stressed that while Sri Lanka’s political system is based on caste, class, elitism and ethnicity, it reflects the deep divisions that run deeply in our society and culture.",
    "According to Premadasa, Sri Lankan politics is fundamentally a struggle for power, with political campaigns often aimed at appealing to either a majority or minority group to navigate this dynamic.",
    "He explained that this motivation led him to adopt the slogan “Ekwa Idiriyata” (Together Forward) for his 2019 presidential campaign, aiming to unite everyone and move the country forward as one.",
    "“I believe Sri Lanka’s sustainable progress is possible if we leave behind caste, class and ethnic identities and move forward as Sri Lankans,” he said.",
    "The SJB leader emphasised his position that racists, classists, or communists cannot implement the necessary economic and social reforms. He also called on everyone to make sacrifices to move forward, as reforms must not be designed to protect one community or class from change.",
    "“Do not fight for the group you represent, but for the realisation of the Sri Lankan dream: a new Sri Lanka with shared prosperity, inclusive growth, respect for each other’s ethnic and religious backgrounds, and protection of democratic principles. Stop entertaining politicians who are fear-mongering or are trying to be revolutionaries protecting a particular class,” he urged.",
    "He urged the audience to take on the responsibility of educating others about the “classists, communists, and extremists” in Sri Lankan politics, whom he blamed for empowering the country’s most corrupt family, in reference to the Rajapaksa clan.",
    "“This kleptocratic Governing elite has destroyed our motherland. The only way to move forward is to leave them behind and for all of us to move ahead,” he claimed.",
    "Premadasa in his speech elaborated on the party’s economic ideologies, stating they advocate for “humane” capitalism and reject extreme right-wing or left-wing ideologies.",
    "“We believe in social democracy. We believe that wealth can only be created by capitalism but it must be humane,” he said. He also noted that the SJB rejects statism, communism, and extreme socialism as solutions to society’s problems. “Social democracy and certain socialist principles are essential for establishing social justice and reducing inequalities in our society. This is the path forward,” he emphasised.",
    "He strongly criticised socialism, stating that extreme socialism has no place in society. He strongly urged Sri Lankan voters to reject this ideology outright.",
    "Commenting on the current crisis facing Sri Lanka, Premadasa pointed out that it presents an opportunity to transcend petty differences and serve as a springboard for positive change. He noted that crises often catalyse transformation.",
    "“Change isn’t just about the economic model we adopt; it also involves ensuring that growth isn’t undermined by various groups lobbying for their own interests and protection,” he stressed.",
    "As Premadasa transitioned to discussing the party’s policies, he emphasised the critical role of strong leadership in guiding the country forward.",
    "In his speech, Premadasa outlined his vision for addressing the current challenges facing Sri Lanka, emphasising the need for comprehensive reforms in various sectors.",
    "He stressed that change extends beyond merely adopting a new economic model. Premadasa emphasised the importance of ensuring growth is not hindered by groups lobbying for their own protection. He proposed that laws must be applied equally to all and called for modernising education and healthcare systems.",
    "Premadasa outlined the need for a modern system of education, including secular schools and proficiency in English and ICT. He advocated for regulated private education and the modernisation of free education.",
    "In healthcare, he pushed for improvements through digitisation and private investments, as well as the promotion of preventive healthcare measures.",
    "He highlighted the importance of initiating a national program to promote poverty alleviation, outlining five key elements for success: promoting investments, meeting consumption needs, enhancing savings, acting as a catalyst to promote exports, and boosting production.",
    "In his speech Premadasa also addressed the issue of brain drain, suggesting that the right reforms could attract foreign investments and create opportunities within Sri Lanka. He urged the country to capitalise on its strategic strengths, such as its location along key shipping lanes.",
    "In terms of Governance, Premadasa called for improved efficiency through the digitisation of Government processes, tenders, and tax collection to eliminate corruption. He emphasised the importance of establishing the rule of law and reducing politicisation.",
    "He spoke of potential trade deals with India and China, and the establishment of an Overseas Citizenship Sri Lanka program to foster a global Sri Lankan identity.",
    "Premadasa voiced concerns about the current state of anti-corruption infrastructure and stressed the need for transparency, accountability, and political independence. He called for anti-corruption institutions to be independent and enshrined in the constitution to protect them from changes in Government.",
    "Lastly, Premadasa extended an invitation for everyone to be involved in the policy process to take Sri Lanka forward.",
    "The event also saw addresses by Senior Professor in Oral Pathology and former Vice Chancellor of the University of Peradeniya Senior Prof. Upul B. Dissanayake and Senior Professor in Economics, University of Peradeniya and President of the Samagi Buddhi Mandapaya Senior Prof. J. M. Ananda Jayawickrama.",
    "The event also featured two foreign guest speakers Former Executive Director for India, Sri Lanka, Bangladesh, and Bhutan, IMF from India Dr. Surjith S. Bhalla, and Adjunct Senior Research Fellow, Institute of South Asian Studies, National University of Singapore from Singapore Prof. Tilak Abeysinghe.",
    "Dr. Bhalla shared insights into India’s success story, providing valuable lessons for Sri Lanka, while Prof. Abeysinghe drew upon Singapore’s experiences, offering perspectives that Sri Lanka can learn from.",
    "The event concluded with a panel discussion with the participation of distinguished academics Professor of Political Science (Chair), University of Peradeniya Prof. Upul Abeyrathna – on Governance, Public Policy, and Administrative Perspective; Senior Lecturer in Economics and Development Studies, Open University of Sri Lanka Dr. Neavis Morais – on Economic Reforms; Senior Lecturer in Political Science, University of Sri Jayewardenepura Prof. Visakha Sooriyabandara – on Gender and Youth Perspectives; Professor in Political Science, University of Peradeniya Prof. A. Sarjoon – on Sociological Perspective on Welfare, Poverty, and Social Safety; Senior Lecturer, The Open University of Sri Lanka Dr. Athulasiri Samarakoon – on Regional, International, and Security Perspective; Senior Lecturer in Political Science, University of Peradeniya Dr. S. Bhaskaran – on Reconciliation and Ethnic Integration Perspective; Senior Lecturer in History, University of Peradeniya Dr. Sriyani Gunarathne – on History, Arts and Culture Perspective. It was moderated by National Secretariat for Media Reforms Chairman Dr. Pradeep N. Weerasinghe. Vote of thanks was delivered by Professor in Economics, Department of Economics, Rajarata University Prof. Geethani Bulankulama."
  ]
}