{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-port-city-offshore-banking-regulations-within-two-months-minister-162722/",
  "time_ut": 1715567520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Port City offshore banking regulations within two months: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka plans to pass banking regulations which will apply within the Colombo Port City within the next two months, State Minister for Investment Promotion, Dilum Amunugama said.",
    "The special economic zone is expected to be re-named International Financial and Technological City. Most of the regulations that governs the special economic zone is already in place allowing a number of businesses to start operations.",
    "“The banking regulations remains to be approved by parliament,” Minister Amunugama told reporters in Colombo Friday.",
    "“Within the next two months, we hope to bring to parliament and approve, all these regulations, including offshore banking regulation.”",
    "Several businesses including software firms which were approved to operated from the Port City are running at designated locations, pending the construction of buildings.",
    "China Duty Free may also start a duty free complex on June 14, if the required approval is received from cabinet.",
    "The Colombo Port City will be a ‘dollarized’ special economic zone will not have a money monopoly but where products of many central banks including that of the Fed (US dollar), ECB (the Euro) and Peoples Bank of China (Renminbi) will compete for acceptance.",
    "Domestic macro-economists will only be able to trigger monetary instability, destroy real salaries and trigger social unrest in the rest of the country.",
    "With the multi-currency areas the usual excuses pushed by macro-economists that there is a current account deficit, there is a trade deficit, there are gold imports, which require trade and exchange controls, after cutting rates with inflationary open market operations on the claim that “growth cannot be created without price pressure” will no longer apply.",
    "There have been no suggestions to indicate that the banks in the special economic zone can lend to the rest of the country.",
    "Offshore banking centres which have lent to the rest of the country, especially in domestic currency, where there is a policy rate driven sterilizing soft peg, have tended to create problems in other jurisdictions. (Colombo/May15/2024)"
  ]
}