{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/can-a-country-swamped-by-mythological-beliefs-prosper/",
  "time_ut": 1719751830.0,
  "original_lang": "en",
  "original_title": "Can A Country Swamped By Mythological Beliefs Prosper?",
  "original_body_lines": [
    "Mythological practices are prevalent in many religions worldwide, ranging from visiting places of religious significance to ringing bells dangling on the testicles of a sage. This piece is not to entirely reject these practices, as some rituals have become traditions, but to highlight the absurd levels of indulgence in Sri Lanka, primarily driven by a segment of Buddhist monks.",
    "Almost every family adheres to traditions such as consulting horoscope readers and waiting for auspicious times for significant events. Indigenous chanting and dancing, like Bali Thovil, are commonly accepted customs. However, there is an over-dependence on newly found practices and beliefs, where authorities need to act before these characters turn the youth into blind followers.",
    "Many politicians carry talismans to ward off evil, ignoring the fact that it is corruption that has hindered the country and may catch up with them sooner or later as Karma, legal, or social justice. Similarly, it is interesting to see large gatherings of professionals daily at a joint on Galle Road to have their ola leaves read.",
    "Incidentally, the writer conducted research on this place in the 80s and found a few possible ways they do this reading. The late Prof. Carlo Fonseka was amazed to hear the findings, saying that even he could not figure out their modus operandi.",
    "Healers who have become quite wealthy over time only need to visit Apeksha Hospital Maharagama, Mental Hospital Angoda, and Lady Ridgeway in Borella just once to help those innocent and helpless patients. Of course, such healers are found in developed countries too, where they have formed wealthy and affluent cults.",
    "In the 1980s, a Bo tree purportedly shedding tears drew hundreds of thousands of pilgrims to Nikaweratiya until the monk admitted it was a fabrication. A popular monk claims to have been a disciple of Ven Ananda during Buddha’s time and then utters some chanting in Hindi to convince followers who do not realize that Buddha or Ven Ananda didn’t speak Hindi!",
    "The commercialization of Buddhist mythological beliefs is rampant in Sri Lanka. Relics are often advertised involving media as “authentic,” attracting large crowds and generating significant revenue. Last year, a monk initiated a campaign urging young married couples to offer gold sovereigns to the temple as a tribute to their parents! The campaign was abandoned after facing ridicule from Sri Lankan students in Melbourne.",
    "Sermons frequently delve into mythical narratives, with monks describing happenings in heaven and hell, citing books and illnesses caused by the effects of evil. One monk claims that a colleague of his has seen Jesus Christ in heaven carrying a pot of water. The crowd responds, “Sadhu Sadhu.”",
    "Another monk, an expert in sexuality, discourages women from sexual indulgence and says those who commit adultery will end up in hell and their private parts will suffer incurable diseases while rotting in hell. He says in another discourse that a woman who receives a cup of tea prepared by her spouse commits a sin and goes to hell!",
    "Known stories include a cobra appearing at the Kelaniya temple from the Kingdom of Snakes just before elections. Leading politicians sought advice from a fortune-teller, Gnaakka. During the COVID-19 pandemic and politicians endorsed pouring chanted water into rivers and promoted Dammika Paniya, a honey concoction, as a cure for the virus.",
    "Another monk claims authority by declaring if followers have reached stages of enlightenment. He advocates a higher mental order as the only way, contrary to Buddha’s approach of reaching out to all types of people with simple words that reveal the true nature of life as preached to Suneetha Sopaka etc. Then there is the battle between two factions regarding the birthplace of Buddha, with no emphasis on the importance of Dhamma.",
    "These examples are just the tip of the iceberg. The entire nation seems swamped by mythological beliefs that overshadow rational thinking and scientific reasoning. While mythology and cultural practices are integral to Sri Lanka’s identity, they should not impede economic progress for which the next generation must be geared to emerge with what is acceptable to international communities away from mythical indulgence.",
    "Despite these, it is heartening to see at least a couple of monks who have come forward to counter these myths. Here is one such link .",
    "*Writer is former Diplomat, Head of Tourism Authority and currently a lecturer for ECU and Meditation teacher"
  ]
}