{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/profit-takings-among-banking-sector-counters-send-bourse-into-bearish-disposition/",
  "time_ut": 1728928320.0,
  "original_lang": "en",
  "original_title": "Profit-takings among banking sector counters send bourse into bearish disposition",
  "original_body_lines": [
    "The stock market indicated a bearish trend yesterday because profit- takings were noted among banking sector counters. However, other counters did fairly well, market analysts said.",
    "Further, plantation sector counters apparently performed well during the day, probably due to a tea price hike in the global market caused by dry weather conditions prevailing in India, which is one of the largest tea producers in the world.",
    "Further, apparel sector stocks also performed well due to healthy exports in the sector, compared to last year.",
    "Apart from that, the JKH share price also moved up due to the opening of its flagship, “Cinnamon Life” project today.",
    "Amid those developments both indices indicated a downward. The All Share Price Index went down by 47.81 points, while the S and P SL20 went down by 17.31 points. Turnover stood at Rs 1.46 billion with two crossings. Those crossings were reported in JKH, which crossed 810,000 shares to the tune of Rs 161 million; its shares traded at Rs 195 and Hayleys Fabrics 1.6 million shares crossed for Rs 84.1 million; its shares sold at Rs 54.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Hela Clothing Rs 82 million (12.2 million shares traded), Tokyo Cement (Non- Voting) Rs 80 million (1.7 million shares traded), Balangoda Plantations Rs 63.6 million (1 million shares traded), Maskeliya Plantations Rs.60 million (1.2 million shares traded), Lankem Development Rs 56 million (2.9 million shares traded), JKH Rs 51 million (257,000 shares traded) and Hayleys Fabrics Rs 43 million (806,000 shares traded). During the day, 62.1 million share volumes changed hands in 15950 transactions.",
    "It is said that the manufacturing sector was the main contributor to the turnover, especially JKH and Haleys Fabrics. Plantation sector, especially Balangoda and Maskeliya Plantation companies, performed well.",
    "Yesterday the rupee opened slightly stronger at Rs 292.60/90 to the US dollar, from Rs 292.75/95 a day earlier, while bond yields were down, dealers said.",
    "The Central Bank announced it will be issuing Rs 97,000 million in Treasury bills through an auction today.",
    "A bond maturing on 15.12.2027 was quoted at 11.20/25 percent, down from 11.30/45 percent.",
    "A bond maturing on 15.03.2028 was quoted at 11.42/50 percent, down from 11.50/60 percent.",
    "A bond maturing on 15.09.2029 was quoted at 11.65/80 percent, down from 11.80/95 percent.",
    "Rs.2.8 billion investment props up Sri Lanka wellness tourism infrastructure",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}