{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/visa-recognises-combank-for-excellence-in-the-launch-of-corporate-cards/",
  "time_ut": 1713744240.0,
  "original_lang": "en",
  "original_title": "Visa recognises ComBank for excellence in the launch of corporate cards",
  "original_body_lines": [
    "Visa, the global payment solutions company, honoured Commercial Bank of Ceylon for ‘Excellence in Launch of Affluent and Mass Corporate Card Variants’ at a Visa Commercial Solutions Client Forum in Colombo recently, in recognition of the Bank’s commitment to the introduction of Visa’s Corporate Card series in the local market.",
    "The Visa Commercial Solutions Excellence award was presented by Visa Country Manager for Sri Lanka and Maldives Avanthi Colambage and was accepted on behalf of the Bank by Deputy General Manager – Corporate Banking Miss Tamara Bernard.",
    "Visa’s Head of Commercial and Money Movement Solutions – India and South Asia Shruti Gupta and Head of Visa B2B Connect – Asia Pacific Qinwen Xiao were among the senior representatives from Visa at the event, while Commercial Bank’s representation included the Bank’s Assistant General Manager – Corporate Banking Sidath Pananwala, Senior Manager Card Centre Asanka Krishan and officers of the Card Centre and Corporate Banking Department.",
    "Commercial Bank recently launched Visa Signature and Visa Platinum Corporate Credit Cards in Sri Lanka for employees of corporates and other business entities. This new product enables corporates to manage expenses of employees, and the card is linked to a corporate credit card account of each company. These cards can be used by employees of corporates to pay anywhere in the world for travel, entertainment and other expenses authorised by their respective companies, and the Visa Signature Corporate Credit Cards also offer their users complimentary benefits such as lounge access at international airports, and other travel-related support.",
    "Ceyline Travels and MBA Alumni Association of University of Colombo sign MOU",
    "Lanka Hospitals inaugurates new Bariatric Centre, surpasses 250th surgery milestone",
    "Visa sees 35%+ surge in debit card spends; trend expected to continue in the upcoming Avurudu season",
    "Visa actively working to accelerate both card usage and acceptance across Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}