{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100174/sri-lanka-gains-advantage-of-usd-17-billion-from-debt-repayment-plan-ali-sabry",
  "time_ut": 1719633420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka gains advantage of USD 17 billion from debt repayment plan - Ali Sabry",
  "original_body_lines": [
    "Minister of Foreign Affairs and President’s Counsel Ali Sabri, has stated that the successful debt sustainability process with bilateral creditors will provide Sri Lanka with an advantage of approximately US $ 17 billion.",
    "The minister also stated that this situation will facilitate successful negotiations regarding international sovereign debts.",
    "Minister of Foreign Affairs Ali Sabry revealed this addressing the Media briefing yesterday (28) at the Presidential Media Centre (PMC) under the theme “Collective Path to a Stable Country.”",
    "“On April 12, 2022, Sri Lanka decided to temporarily suspend the payment of a portion of its foreign debt. At that time, some parties predicted that the value of the rupee would surge to 600, 700, or even 1000 against the dollar. However, we managed to control the situation.",
    "Following an agreement with the International Monetary Fund (IMF), we were instructed to restructure the debt. Lazard was appointed as our financial advisor, and Clifford Chance as our legal advisor for this process.",
    "Initially, we focused on restructuring domestic debt while continuing to meet our obligations to multilateral organizations.",
    "We have now successfully completed debt restructuring with bilateral creditor countries. India, Japan, and France formed an Official Creditor Committee (OCC) for managing bilateral debt and we also held talks with China. As a result of these efforts, Sri Lanka has achieved a sustainable debt repayment situation, gaining an advantage of approximately US $ 17 billion and numerous other benefits.",
    "Furthermore, this achievement is expected to facilitate successful negotiations with international sovereign bond holders. Discussions on this matter are currently on-going.",
    "Additionally, it’s important to note that the comprehensive debt restructuring must adhere to a specific timeline set by the International Monetary Fund. The total debt burden should be reduced to 95% of the Gross Domestic Product (GDP), and the current interest payments on foreign loans should be limited to 4.5% of the GDP”."
  ]
}