{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-UPI-revolution-Cashless-digitised-economy-activated/4-758654",
  "time_ut": 1708370112.0,
  "original_lang": "en",
  "original_title": "The UPI revolution: Cashless digitised economy activated",
  "original_body_lines": [
    "It’s time now for the cashless digitised economy revolution in Sri Lanka too",
    "The long-term opportunity for Sri Lanka is to use this technology to drive digitised transactions among Sri Lankan consumers. This would be a win-win for all – consumers need not carry cash or cards, merchants can have much better control of their revenues and the Government will now be able to accrue greater revenue by channelling the unorganised cash sector into the formal economy",
    "I became the first person to officially transact using UPI in Sri Lanka on 12 February 2024. In the presence of three heads of states/governments. Leaders of India, Sri Lanka and Mauritius watched the transaction and celebrated its success with applause.",
    "So what is UPI? How does it benefit Indian consumers, merchants and its economy? And why is it such a big deal? And how can Sri Lanka benefit from its introduction here?",
    "UPI is a payment gateway used in India that’s catapulting India from a primarily cash economy to a digital economy.",
    "UPI stands for Unified Payment Interface and is a payment gateway that allows a consumer to pay any merchant directly from his bank account without the use of cash or card. All he needs is his smartphone and internet connectivity.",
    "In India, UPI gives you access to all your bank accounts in your app all in one place and it is linked to your mobile phone number and you can access it and make payments using a personalised PIN code.",
    "In technical language “Unified Payments Interface” (UPI) is a system that powers multiple bank accounts into a single mobile application (of any participating bank), merging several banking features, seamless fund routing and merchant payments into one hood.",
    "So in India, when you go shopping, you don’t need to carry any cash or cards in your pocket. All you need is your smartphone with an internet connection and you can make payments for anything and anywhere where the merchant has access to UPI.",
    "And when you purchase something, the merchant will give you a QR code, all Indian users of UPI need to do is open any of their digital wallet apps (BHIM, PhonePe, Googlepay, Paytm) using the PIN code, then scan the QR code, enter the UPI pin, after which you can fill in the amount you need to purchase the goods and press submit. On a successful transaction, ‘payment sent’ will flash on the mobile screen. It means there has been an instant transfer of funds from your account to the merchant from who you purchased the goods.",
    "The merchant in turn will be notified of receipt of funds too.",
    "Indeed in India the revolution of digitised payments is well and truly entrenched. The combined result of demonetisation and the pandemic has meant that cash transactions are reducing at a drastic rate and even local tuk tuks and coconut vendors on the roadside have QR codes for you to make instant payments. India currently has 260 million UPI users and in 2023 close to 83 billion transactions were made to the tune of 139 trillion Indian Rupees (source – statista.com) making India the No.1 country in the world in terms of digital transactions.",
    "So why do Indian consumers/merchants prefer the UPI method and why is the Indian government keen on promoting it so aggressively?",
    "From an Indian consumer stand point it has brought in the convenience of traveling everywhere without worrying about cash or without carrying cards (credit/debit). All they need to carry is their smartphone and payments can be made for everything including transport, food, any shopping along the way or entertainment (going to a movie). Unlike card payments there is either no fee or a very low transaction fee for UPI payments and it has proven to be a safe and secure form of transferring money in real time. To propagate usage of these apps brands like paytm, etc. have lured consumers with a cash back scheme making it even more compelling for consumers. Furthermore the sheer speed in which merchants have adopted this has meant significant widespread access to this mode of payment across the length and breadth of India.",
    "From a merchant stand point – it’s less hassle – only a QR code pasted somewhere in the premises is all that’s needed – no need for card machines, no rental costs for the same and no transaction cost with the bank that provides the services. And the hassle of maintaining and managing cash at the counter (which can potentially be pilfered or manipulated by unscrupulous employees) is over.",
    "From a Government stand point – this means greater revenue from taxes as the digital system ensures all transactions are made vide organised banking sector and therefore large portions of the previously unorganised cash economy is now integrated into the formal organised sector. From an Indian stand point this UPI could provide an alternative to the globally used SWIFT network and is important geopolitically. And by expanding this to its neighbourhood countries India can better integrate economies to its own and make them a part of India’s growth story",
    "So how can Sri Lanka benefit from UPI being launched here? On 12 February 2024 the first transaction using UPI was officially done by me in Sri Lanka. NPCI (International) (National Payments Corporation of India) the company in India that has the technology to manage UPI has collaborated with LankaPay to allow Indians using UPI to avail of it for transactions in Sri Lanka. According to news reports in Sri Lanka currently only 10,000 merchants in Sri Lanka have LankaPay but it is likely to be scaled up to 60,000 by March end 2024. Which means any Indian tourist coming to Sri Lanka can now use UPI to make their payments. Since Indians constitute the largest number of tourists into the island, the UPI system could very well increase the per capita spend from Indian tourists and that would certainly benefit the Sri Lankan economy. And increased revenue from tourism is a key sought after goal for the country.",
    "The long-term opportunity for Sri Lanka is to use this technology to drive digitised transactions among Sri Lankan consumers. This would be a win-win for all – consumers need not carry cash or cards, merchants can have much better control of their revenues and the Government will now be able to accrue greater revenue by channelling the unorganised cash sector into the formal economy.",
    "From an India-Sri Lanka stand point, this could very well be a major factor in the connectivity goal envisioned by the leadership of both countries and help Sri Lanka benefit directly from India’s growth story. This is already a great story of the two main regulatory bodies of the banking system in both countries – RBI in India and Central Bank of Sri Lanka collaborating through NPCI (International) and LankaPay to bring UPI to Sri Lanka.",
    "It’s time now for the cashless digitised economy revolution in Sri Lanka too. Let’s treat this UPI initiative as the catalyst to make it happen.",
    "(The writer is an Indian businessman living in Sri Lanka and became the first person to officially use UPI for transactions in Sri Lanka. He can be reached on [email protected].)"
  ]
}