{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111169/trump-threatens-india-with-substantial-tariff-hike-for-buying-russian-oil",
  "time_ut": 1754352360.0,
  "original_lang": "en",
  "original_title": "Trump threatens India with ‘substantial’ tariff hike for buying Russian oil",
  "original_body_lines": [
    "Donald Trump has threatened to “substantially” raise tariffs against India over its purchase of oil from Russia.",
    "“They [India] don’t care how many people in Ukraine are being killed by the Russian War Machine,” the US president wrote on his online platform, Truth Social, on Monday.",
    "India is currently among the largest buyers of Russian oil. It has become an important export market for Moscow after several European countries cut trade when Russia launched its full-scale invasion of Ukraine in 2022.",
    "Trump did not specify what the new tariff would be, but it comes just days after he unveiled a hefty 25% levy on India.",
    "In a statement, a spokesman for India’s foreign ministry, Randhir Jaiswal, said the US had encouraged India to import Russian gas at the start of the conflict, “for strengthening global energy markets stability”.",
    "He said India “began importing from Russia because traditional supplies were diverted to Europe after the outbreak of the conflict”.",
    "India also criticised the US - its largest trading partner - for introducing the tariffs, when the US itself is still doing trade with Russia. Last year, the US traded goods worth an estimated $3.5bn (£2.6bn) with Russia, despite tough sanctions and tariffs.",
    "“Like any major economy, India will take all necessary measures to safeguard its national interests and economic security,” the foreign ministry statement said.",
    "Last week, Trump had described India as a “friend” but said its tariffs on US products “are far too high” and he warned of an unspecified “penalty” over its trade with Russia.",
    "“India is not only buying massive amounts of Russian Oil, they are then, for much of the Oil purchased, selling it on the Open Market for big profits,” he wrote.",
    "Prime Minister Narendra Modi has not ordered India’s oil refineries to stop buying Russian oil, Bloomberg reported, citing people familiar with the situation.",
    "Ajay Srivastava, a former Indian trade official and head of the Global Trade Research Initiative (GTRI), a Delhi-based think tank, said Trump’s claims about India’s oil trade with Russia are misleading for several reasons.",
    "He told the BBC that the trade has been transparent and broadly understood by the US.",
    "Mr Srivastava said India ramped up purchases of oil to help stabilise global markets after Western sanctions disrupted supplies - helping to stop a global oil price shock.",
    "He also said that India’s oil refineries - both public and private - decide where to buy crude oil based on factors like price, supply security, and export rules. They operate independently of the government and do not need its approval to buy from Russia or other countries.",
    "Though relations between the US and Russia warmed after Trump returned to the White house in January, the US president has more recently toughened his rhetoric against the Kremlin and Russian President Vladimir Putin.",
    "Trump has questioned whether Putin is truly committed to peace with Ukraine. In Monday’s Truth Social post he used stern language, describing the Russian military as the “Russian War Machine”.",
    "Russia’s leader has repeatedly said he is ready for peace but only if Kyiv meets certain conditions, such as recognising Ukrainian territories that Russia has occupied.",
    "Trump has threatened Moscow with severe tariffs targeting its oil and other exports if a ceasefire with Ukraine is not agreed by 8 August.",
    "US envoy Steve Witkoff is due to visit Russia later this week, where he is expected to meet Putin."
  ]
}