{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112507/trump-heads-for-historic-second-uk-state-visit",
  "time_ut": 1757907780.0,
  "original_lang": "en",
  "original_title": "Trump heads for historic second UK state visit",
  "original_body_lines": [
    "Donald Trump will get the red carpet treatment this week on an unprecedented second United Kingdom state visit, as Britain counts on royal pomp and circumstance to woo the unpredictable United States president.",
    "From a flyby and carriage ride with King Charles III to a grand state banquet at historic Windsor Castle, Britain is pulling out all the stops to flatter Trump, who has long been fascinated with the monarchy.",
    "The aim is to keep Prime Minister Keir Starmer on Trump’s good side when they meet at the British leader’s country residence for talks centred on trade, tariffs and the Ukraine war.",
    "Trump will also be kept far away from crowds and protesters, with all the action taking place outside London, where a large demonstration against the 79-year-old Republican is set to take place.",
    "Labour leader Starmer is not a natural bedfellow for right-wing firebrand Trump, but he has worked hard to win him over since the US president returned to the White House in January.",
    "“This is really special, this has never happened before, this is unprecedented,” Starmer said as he hand-delivered a letter from the king to Trump in the Oval Office in February, inviting him for the state visit.",
    "Accepting the invitation, Trump told Starmer that Charles - who is currently undergoing treatment for cancer - was a “great, great gentleman”.",
    "The move was designed to play into Trump’s well-documented love of the British royals - his mother was Scottish - as well as his fondness for pageantry.",
    "Trump has often raved about his previous state visit during his first term in 2019, when he met Queen Elizabeth II. He will become the first US president to get a second state visit.",
    "But with Trump upending the world as never before, this time around is even more crucial for Britain, which has long cherished its so-called special relationship with Washington.",
    "Heir to the throne Prince William and Princess Catherine will start the visit on a glitzy high, welcoming Trump and his wife Melania to Windsor on Wednesday (Sep 17).",
    "King Charles and Queen Camilla will then treat the Trumps to a royal carriage procession, a Beating Retreat ceremony and a military jet flyover during the day, capped by a state banquet in the evening.",
    "Trump will also make a private visit to the grave of the late queen, who died in September 2022.",
    "Politics takes over on Thursday as Starmer seeks to capitalise on Britain being one of the first countries to secure a US trade deal and avoid the worst of Trump’s tariffs.",
    "Trump, accompanied by a delegation of US business leaders, will head to Starmer’s Chequers country retreat, where they are expected to sign what British officials call “a world-leading tech partnership” and a “major civil nuclear deal”.",
    "Ukraine will also be a key topic. Starmer is one of a host of European leaders who have been persuading Trump to keep backing Kyiv despite an apparent pivot by the Republican toward Russian President Vladimir Putin.",
    "First Lady Melania Trump, who is making a rare public appearance, will meanwhile have her own programme on Thursday.",
    "She will tour the Queen Mary Dolls’ House at Windsor with Camilla and take part in a scouting event with Catherine, who has returned to the spotlight in recent months after a battle with cancer.",
    "Despite the pomp, tensions will be lurking in the background.",
    "The White House said Trump would raise “how important it is for the Prime Minister to protect free speech in the UK” - a core topic which Trump’s former ally Elon Musk raised in a speech to a far-right rally in Britain over the weekend.",
    "Another awkward point is the Jeffrey Epstein scandal, which is dogging Trump at home.",
    "Starmer was forced last week to fire Peter Mandelson, the British ambassador to Washington, over his friendship with the disgraced sex offender."
  ]
}