{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111276/final-randoli-perahera-of-kandy-esala-festival-to-parade-the-streets-tonight",
  "time_ut": 1754614620.0,
  "original_lang": "en",
  "original_title": "Final Randoli Perahera of Kandy Esala Festival to parade the streets tonight",
  "original_body_lines": [
    "The final Randoli Perahera of this year’s Kandy Esala Festival will parade the streets tonight.",
    "The Grand Randoli Perahera is scheduled to commence at the auspicious time of 6:51 p.m. today from the Sri Dalada Maligawa.",
    "Today’s procession will commence from the Temple of the Sacred Tooth Relic heading northwards and continue along the Sri Dalada Veediya, Yatinuwara Veediya, Kande Veediya, and D. S. Senanayake Veediya.",
    "It will return to the Temple of the Sacred Tooth Relic through Raja Veediya.",
    "The Grand Randoli Perahera is scheduled to leave at 1:18 a.m. tomorrow from the Maligawa premises, accompanied by the four Devale processions – Natha, Vishnu, Kataragama, and Pattini – and parade head along the Dalada Veediya and D. S. Senanayake Veediya to the Gedige Rajamaha Viharaya, where the Sacred Relic Casket will be placed ceremonially.",
    "Meanwhile, the four Devale Peraheras will proceed to the Getambe Diya Kapana Thota to perform the water-cutting ceremony (Diya Kapeema) at dawn tomorrow, following traditional ritual practices. After the ceremony, they will arrive at the Gana Devale Kovil.",
    "The Dalada Maligawa Perahera will begin from the Gedige Viharaya at 2:16 p.m., and parade along the D.S. Senanayake Veediya to meet the Devale processions coming from the Kandy Pillaiyar Kovil. The two will merge at the Kandy Municipal Council junction.",
    "The unified Perahera will then ascend Raja Veediya, perform three circumambulations around the Maligawa Square), and formally conclude its sacred journey.",
    "This year’s Esala Festival will officially come to an end after the Nilames of the Satara Maha Dewalayas together with the Diyawadana Nilame of the Temple of Tooth Relic, Pradeep Nilanga Dela present the Sannasa (Scroll) to the President at the President’s House in Kandy tomorrow.",
    "This year’s Kandy Esala festival commenced with the ‘Kap Situweema’ ceremony on July 25."
  ]
}