{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-to-implement-single-policy-rate-by-year-end-181325/",
  "time_ut": 1727432520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank to implement single policy rate by year end",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will implement a single policy rate by the end of 2024, and consultations with market participants will begin soon, top central bank officials said.",
    "“We thought that it would be more transparent to communicate a single policy rate,” Central Bank Governor Nandalal Weerasinghe said.",
    "“Instead of two rates we thought it was better to be a single rate. Our Department of Economic Research and Operational Departments have don research within and also sought technical assistance from the International Monetary Fund on how other countries do it.”",
    "Assistant Governor Chandranath Amarasekera said stake holder consultations will begin soon and the single policy rate will be implemented before the end of the year.",
    "At the moment the central bank announces two policy rates. The standing liquidity facility rate (SLF) where money is printed to suppress rates, triggering forex shortages when private credit picks up, and the standing deposit facility (SLF) where excess cash is deposited.",
    "Excess liquidity could come from dollar purchases when the floor rate is high enough to slow domestic credit and keep the balance of payments in surplus, or from other term or outright liquidity injections operations to keep to the mid-corridor rate, when the rupee has already been put under pressure.",
    "Amarasekera said there were no plans to set up a trading desk to target short term rates on an hourly basis (in Sri Lanka the call money market is more active in the morning and banks and dealers go to the lending window in the evening) and expected to run auctions to keep the single rate.",
    "Since Sri Lanka has a managed exchange rate where interventions are made, a ceiling rate avoids full sterilization of forex sales and rates can also go up quickly to prevent injected liquidity from boomeranging on forex reserves, and endangering IMF reserve targets, analyst say.",
    "A single rate could increase the volatility of the exchange rate, trigger social unrest and topple elected governments even faster than in the past after private credit picks up unless the single rate is quickly lifted up in a daily or weekly formula, analysts warn.",
    "Sri Lanka told to go for single policy rate by IMF, target middle corridor rate</",
    "A wider policy corridor can also provide profits to the central bank compared to a single policy rate. The central bank’s net assets are currently under pressure.",
    "Forex shortages and currency deprecation and economic crises in non-clean floating central banks take place due to the inflationary open market operations to target interest rates.",
    "Sri Lanka suffered several currency crises in a row without a war, due to targeting the middle of the rate corridor, after narrowing a 150 basis point corridor to 100 basis points, critics have said.",
    "Sri Lanka also has exchange controls due to a flawed operating framework where domestic interest rates are targeted with liquidity operations. Before open market operations started in the 1990s rupee reserves of banks were directly targeted for rural credit.",
    "The IMF technical assistance report has one or two good proposals including a warning on creating liquidity through dollar swaps and to make it part of domestic operations, and excessive use of standing facilities by primary dealers but other suggestions seem to have been borrowed from some floating rate central banks which do not collect reserves, analysts say.",
    "The entire technical assistance report seems to be based on a presumption that there is no foreign reserve target, that the central bank is not operating a type of managed float to collect reserves, (the IMF itself has classified the regime as ‘other managed’), and ignoring the consequences of narrowly targeting an interbank rate, in such a regime which led to back to back currency crises in peacetime, and eventual default, analysts say."
  ]
}