{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Only-NPP-can-create-law-abiding-disciplined-society-to-develop-the-country-Anura/108-281732",
  "time_ut": 1714568100.0,
  "original_lang": "en",
  "original_title": "Only NPP can create law abiding, disciplined society to develop the country: Anura",
  "original_body_lines": [
    "Matara, May 1 (Daily Mirror)- Claiming that proper organizational power and law abiding society were needed to develop the country, the National People's Power (NPP) leader Anura kumara Dissanayake said only the NPP has the best organizational power and discipline to develop this country.",
    "Speaking at the NPP Matara District May Day rally, he said neither Ranil Wickremesinghe nor Sajith Premadasa could create a disciplined and law abiding society.",
    "\"We have proved in our four May Day rallies that we are the well-diciplined people's force.The other political forces lack discipline. Our May Day rally is the well-organized Mat Day rally and the procession. That organizational power and discipline are needed for this country. This country lacks discipline and it is full of crimes. The government also lacks organizational power. These governments and parties can only drag along this destruction. Can Ranil bring about discipline? Can Sajith do it? Neither of them can create disciplined and law abiding society,\" he said.",
    "He said the country is badly in need of a disciplined political force to take the society which is abundant of crimes to a correct path and added that only the NPP government could do that.",
    "Dissanayake said the NPP is not a mere political force against any particular political party or person but it is the most powerful people's force which is opened for all the people irrespective of political differences.",
    "He said they tried to allocate the Galle Face Green to hold their May Day rally but the government refused it. \"Finally, we decided to hold it on the road. Some 300,000 people were supposed to come for the May Day rally. So, even if we managed to get the Galle Face green, we would not be able to accommodate the crowd. That is why decided to have three main rallies in Matara, Anuradhapura and Colombo,\" he said."
  ]
}