{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EU-Sri-Lanka-discussions-on-enhancing-bilateral-trade-ties/34-758418",
  "time_ut": 1707768172.0,
  "original_lang": "en",
  "original_title": "EU - Sri Lanka discussions on enhancing bilateral trade ties",
  "original_body_lines": [
    "The EU - Sri Lanka Working Group on Trade and Economic Cooperation was organised by the Department of Commerce and was held on 6 February virtually with the participation of high level delegates from the two sides.",
    "The session was co-chaired by EU side Directorate General for Trade of the European Commission Director (trade relations with Africa, Caribbean and Pacific regions, South and South-East Asia, Australia and New Zealand, Trade and Sustainable Development, the Green Deal) Dora Correia and Sri Lanka side Ministry of Trade, Commerce and Food Security Secretary A.M.P.M.B. Atapattu. Ambassador Designate of Sri Lanka to Belgium, Luxembourg and the EU H.E. Chandana Weerasena, and the EU Delegation in Colombo also attended the session. The two sides engaged in productive deliberations to enhance bilateral trade ties between the EU and Sri Lanka.",
    "Among the matters discussed were economic and trade policy developments, bilateral market access issues, regulatory developments in the EU including Deforestation Regulation and GSP scheme and trade related assistance. During the Working Group meeting, the Sri Lanka side highlighted the key policy interventions made to achieve economic stability in the country. It was noted that the economy has entered into a recovery path with the concerted efforts made by the Government.",
    "The EU side acknowledged the progress made by Sri Lanka towards economic stability and attempts made to expand trade with the EU and requested further cooperation and engagement in reviewing policy directives. The EU side also highlighted the features of the new GSP Scheme which is currently being discussed. Until an agreement is made between the EU legislators, the current GSP scheme has been extended by the EU until December 2027.",
    "The two sides also discussed a number of other areas for potential cooperation including technical assistance for regulatory compliance and resolution of market access issues pertaining to certifications. Both Parties endorsed the importance of continuing productive dialogues in the future in resolving trade related issues and creating a conducive environment to strengthen bilateral economic relations in the future."
  ]
}