{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Arrogance-of-ignorance/4-778821",
  "time_ut": 1752173615.0,
  "original_lang": "en",
  "original_title": "Arrogance of ignorance",
  "original_body_lines": [
    "The Government must possess a relentless drive to understand the world around us. We must first understand what we know and what we do not know. The Government’s front benches are quietly slipping into that classic mistaken notion of power that authority is wisdom",
    "Minister of Industries Sunil Handunneththi’s performance at a panel discussion at the 2025 Summer Davos meet of World Economic Forum held in Nanjing unleashed a monstrously huge tide of chattering that continues unabated keeping the chattering class busy on the importance of English.",
    "A friend of my vintage sent me an edited video clip of our Minister’s response to a question posed to him with the sardonic remark ‘the tragedy of our times.’ This ‘pukka sahib’ hoity toity remark failed to spur my curiosity on the alleged faux pas of the Comrade Minister. I salute him for the courage he displayed in participating in the event.",
    "Later, a well-known academic and popular YouTuber known for his dialectical devilry in challenging the orthodox, shocked me with the remark that perhaps a person such as NPP parliamentarian Lakmali Hemachandra could have been deployed to avoid this embarrassing ‘AKARATHABBYA’ – predicament.",
    "So, I decided to find out more about the World Economic Forums meet at Nanjing China. The State Council of China in its English website explains why it decided to host the 2025 Summer Davos in Nanjing.",
    "It explains that “This year’s Summer Davos forum is themed “Entrepreneurship in the New Era” and is expected to bring together around 1,800 participants from over 90 countries and regions. It will focus on five key areas -- deciphering the world economy, outlook on China, industries disrupted, investing in people and the planet, and new energy and materials.”",
    "The State Council of China proceeds to explain its long-term plans for China itself and for the rest of Asia.",
    "“As one of the most dynamic regions in the world, Asia drives 60 percent of global economic growth, with China accounting for half of that contribution. This year’s Summer Davos forum will provide opportunities for participants to deepen their understanding of development trends in China and Asia.”",
    "I understand the anguished howls and painful yearning of the Chattering Classes who miss Ranil Wickremesinghe’s urbane homilies on geopolitics and his penchant for important trivialities at such events.",
    "The question we must ask is does this NPP Government possess the needed ‘Brains Trust’ with diverse expertise, endowed with the elan and the bravura for strategic thinking, to navigate our nation’s progress in the 21st Century. Does the NPP process within its rank’s minds exposed to the vast varied literature and entrepreneurial talent pool the world offers in the new era that the State council of China intended to tap by hosting the Summer Davos in Nanjing?",
    "Obviously, Minister Handunnethhi was briefed beforehand. He responded with a prepared text. Natural beauty and splendour of our Island home, Promise of the Port City, the damage caused by brain drain were some of his salient focus points. On the issue of Trumpian Tariffs, he had no views. He had no pronounced point of view on the US dollar’s hegemonic hold in global trade. He had no opinion on the possible opportunities in deepening relations with regional players in ASEAN. He was neutral on geopolitics. He was totally adrift in Geoeconomics.",
    "“Let thy speech be better than silence or be silent,” said Dionysius of Halicarnassus!",
    "Participating in a Global Economic parley is not about scoring political points at home. It calls for a profoundly forthright assessment of the success and failures of the past, a pragmatic grip of contemporary compulsions and a clearsighted vision of the future.",
    "To those interested in learning what transpired at the Panel Discussion at Nanjing here is the link. https://www.weforum.org/meetings/annual-meeting-of-the-new-champions-2025/sessions/is-asias-century-at-risk/",
    "His detractors accuse him of giving a ‘Koheda Yanne Malle Pol’ answer. That is unkind. The question in effect was how Sri Lanka perceived Asia in the 21st Century considering US unilateralism in global trade.",
    "Though awkward in diction and syntax the poor man was representing a political movement that has no clearly defined vision on Sri Lanka’s role in 21st Century Asia.",
    "They have promised ‘System Change’. They are committed to change the system. No one knows what system they wish to replace the old system with!",
    "I was an ardent champion of AKD for the Presidency. I endorsed the NPP reluctantly and with less conviction. It was the instinctive revulsion of Tweedledum and Tweedledee that made me endorse the NPP. I didn’t bother with the local government elections.",
    "It is time we remind comrade President AKD that enough is enough. Geoeconomics tells us that in the first half of the 21st Century India will be the world’s third largest economy. China’s will be the world’s largest economy. Trump or no Trump, the ‘exorbitant privilege ‘of the US Dollar as the world’s reserve currency will end much sooner than we are led to believe by neoliberal punditry.",
    "These days I watch our parliamentary proceedings somewhat assiduously. Vituperative rhetoric of the opposition is squarely matched by puerile moralising from some Government members. Both sides contribute to the spectacle.",
    "Archbishop Desmond Tutu summed up the lot of political trapeze artists. Their “Arrogance really comes from insecurity, and in the end our feeling that we are bigger than others is really the flip side of our feeling that we are smaller than others.”",
    "Sri Lanka needs a brain trust to advise the Government on strategic engagement with key players in emerging Asia. That brings me to the point of departure of this essay – Arrogance of Ignorance.",
    "Change means becoming different. Change is intrinsic to human progress. That said, in our globally interconnected world ~ something is changing about change. The very nature of change itself – its speed, scale and impact.",
    "We are only seven months in governmental saddle, no excuse for the slow pace of change.",
    "The Government must possess a relentless drive to understand the world around us. We must first understand what we know and what we do not know. The Government’s front benches are quietly slipping into that classic mistaken notion of power that authority is wisdom.",
    "Daniel Boorstin is a great historian. He authored the classic work Discoverers – A history of man’s search to know his world and himself. He summed up the predicament of today’s ruling party the NPP. “The greatest enemy of knowledge is not ignorance; it is the illusion of knowledge.",
    "Another example comes to mind. When someone you dislike says something you don’t understand, the easiest thing to do is to rubbish it. The fault is that of the speaker. Meanwhile the listener is cocooned in the bliss of indifference to the truth.",
    "“It’s a universal law — intolerance is the first sign of an inadequate education,” observed the great Russian writer, Alexander Solzhenitsyn. “An ill-educated person behaves with arrogant impatience, whereas truly profound education breeds humility.”",
    "The brave new world the NPP promised is fast turning into a chimera."
  ]
}