{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Foreign-Minister-Herath-welcomes-Xi-s-global-initiatives-at-SCO-Plus/56-781129",
  "time_ut": 1756765031.0,
  "original_lang": "en",
  "original_title": "Foreign Minister Herath welcomes Xi’s global initiatives at SCO Plus",
  "original_body_lines": [
    "China and Russia push for new global order at Shanghai Cooperation Organisation meeting",
    "Foreign Minister Vijitha Herath yesterday expressed support for a series of initiatives proposed by Chinese President Xi Jinping at the Shanghai Cooperation Organisation (SCO) Plus meeting in Tianjin.",
    "In a post on ‘X,’ Herath stated that he had taken note positively of the Global Development, Security and Civilisation Initiatives, as well as the Global Governance Initiative. He said the proposals were grounded in the principles of sovereign equality, rule of law, multilateralism, people-centred development, and action-oriented cooperation.",
    "President Xi and Russian President Vladimir Putin used a security forum yesterday to set out their vision for reshaping the global order, Reuters reported.",
    "Opening the SCO Summit in Tianjin, Xi told more than 20 attending leaders that the bloc should make use of its “mega-scale market” and push for a multipolar world and fairer governance structures. He urged greater cooperation in energy, infrastructure, science, technology, and artificial intelligence (AI).",
    "Putin backed Xi’s position, saying the grouping had revived “genuine multilateralism” and that expanding trade in national currencies was laying the groundwork for a Eurasian security framework distinct from Western-led models. Unlike Euro-Atlantic systems, he said, such an arrangement would not allow any single country to advance its own security at the expense of others.",
    "Indian Prime Minister Narendra Modi and leaders from Central Asia, South Asia, the Middle East, and Southeast Asia joined the summit, signalling a show of support from the Global South. The SCO, once a six-nation forum, now has 10 full members and 16 observer and dialogue partners.",
    "Xi called on members to resist “Cold War mentality and bloc confrontation,” a line seen as directed at US trade policies. He also announced China would provide 2 billion yuan ($ 280 million) in grants to member States and offer an additional 10 billion yuan in loans through the SCO’s banking consortium.",
    "On the sidelines, UN Secretary-General António Guterres described China’s role in sustaining multilateralism as “fundamental.”",
    "Xi and Modi held their first meeting in seven years, agreeing that their countries should see each other as development partners rather than rivals, and discussed ways to strengthen trade ties amid global tariff tensions.",
    "In a sign of deepening relationships, Modi and Putin yesterday travelled in the same vehicle to the destination of their bilateral meeting after the proceedings at the SCO Summit.",
    "“After the proceedings at the SCO Summit venue, President Putin and I travelled together to the venue of our bilateral meeting. Conversations with him are always insightful,” Modi said on ‘X.’"
  ]
}