{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103758/jaffna-district-mp-apologizes-for-sitting-in-opposition-leaders-seat-",
  "time_ut": 1732538400.0,
  "original_lang": "en",
  "original_title": "Jaffna District MP apologizes for sitting in Opposition Leader’s seat",
  "original_body_lines": [
    "Jaffna District Independent Member of Parliament Archchuna Ramanathan, who inadvertently sat in the seat designated for the Leader of the Opposition during the inaugural session of the Tenth Parliament, has apologized for the incident.",
    "The apology was made during the workshop held in Parliament today (25) for newly elected MPs. MP Ramanathan explained his actions and expressed regret for the misunderstanding caused by his decision to sit in the designated seat for the Opposition Leader.",
    "He elaborated: “I asked where I should sit, and they said there was no issue with going to the other side and sitting. Someone even mentioned that I could sit anywhere. So, I went to the front and sat down. We approached the situation casually, as if we were on the university. We didn’t raise our hands and come to Parliament intentionally. I assumed I could sit wherever I wanted.”",
    "“Later, four people approached me and informed me that this was the seat reserved for the Leader of the Opposition. I thought that he could also sit on another seat. I had no specific reason to sit on that chair.”",
    "“I feel deeply saddened by the accusations on social media claiming that I am a Tiger…that a Tiger sat in the Opposition Leader ‘s seat. Let me clarify—I didn’t sit there deliberately or with any ill intent. I came to Parliament independently and without the support of any political party. I wasn’t aware of the seating arrangements or protocols,” he added.",
    "“I would like to sincerely apologize to everyone for this mistake. I never intended to sit in that chair on purpose, and I am truly sorry for any misunderstanding caused”, the MP expressed.",
    "The recent incident which quickly gained media attention through a live stream shared by the MP on his social media pages, had sparked criticism."
  ]
}