{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100868/two-children-killed-9-injured-in-ferocious-knife-attack-uk-police-say",
  "time_ut": 1722308880.0,
  "original_lang": "en",
  "original_title": "Two children killed, 9 injured in ‘ferocious’ knife attack, UK police say",
  "original_body_lines": [
    "Two children were stabbed to death at a Taylor Swift-themed event in northwest England, and a 17-year-old male suspect was arrested, police said on Monday.",
    "He was held on suspicion of murder and attempted murder. Nine other children were wounded, six of them critically, and two adults were in a critical condition.",
    "“We believe that the adults who were injured were bravely trying to protect the children,” said Chief Constable Serena Kennedy from Merseyside Police.",
    "She said emergency services arriving at the scene found “multiple people, many of whom were children, had been subjected to a ferocious attack and had suffered serious injuries.”",
    "An advertisement posted online described the event as a yoga and dance workshop for children aged between six and 11.",
    "Merseyside Police said the motive for the attack was unclear but it was not believed to be terrorism-related and they were not looking for anyone else in connection with the stabbings.",
    "Police said armed police had arrested the suspect and seized a knife after being called around 11:50 a.m. (1050 GMT) to an address in Southport, north of Liverpool.",
    "Prime Minister Keir Starmer and King Charles both expressed their shock at the attack and sent their condolences to those affected.",
    "“The events today are just truly awful, and I know the whole country is deeply shocked at what they’ve seen and what they’ve heard,” Starmer told broadcasters.",
    "“My wife and I have been profoundly shocked to hear of the utterly horrific incident in Southport today,” Charles said in a statement.",
    "“We send our most heartfelt condolences, prayers and deepest sympathies to the families and loved ones of those who have so tragically lost their lives.”"
  ]
}