{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-is-absolutely-committed-to-free-and-fair-elections-Prime-Minister/56-766065",
  "time_ut": 1724803884.0,
  "original_lang": "en",
  "original_title": "Govt. is absolutely committed to free and fair elections: Prime Minister",
  "original_body_lines": [
    "A group of election observers from the European Union (EU), together with the EU Ambassador have called on Prime Minister Dinesh Gunawardena at the Temple Trees in Colombo on Monday.",
    "EU Election Observer Team Head Jose Ignacio Sanchez Amor thanked the Government for the support extended to the mission to carry out its monitoring mission and said the forthcoming Presidential election will give a new impetus to democracy following the 2022 political and economic crisis.",
    "“This election is important for Sri Lanka to continue making progress on its path of reforms and lasting recovery, in full respect of democratic values,” he said. The Prime Minister expressed the Government’s commitment to free and fair elections and pointed out that the Election Commission is an independent institution and all the decisions pertaining to the elections are taken by the Commission.  “The Government has made the allocation of budgetary requirements and the rest is for the Commission to carry out,” he said.",
    "The EU has previously conducted election monitoring in Sri Lanka six times with the last being at the Presidential election of 2019.",
    "“The deployment of the Election Observation Mission in Sri Lanka this year confirms our long-standing commitment to supporting credible, transparent, inclusive and peaceful elections in the country,” EU Ambassador Carmen Morena said.",
    "The EU will deploy 26 observers across the country to follow the election campaign. An interim report will be issued immediately after the election and the full report will follow thereafter.",
    "They also discussed the economic situation and the Prime Minister said Sri Lanka took lessons from the experiences faced by Spain, Greece and other European countries during the economic crisis.",
    "EU Mission Head Ambassador Sachez Amor, who hails from Spain said he was highly impressed with Premier Gunawardena’s political career and made a special reference to the most distinguished award given by his country, the Orden de Isabel which was awarded by the King of Spain in 2012 to the then Minister Dinesh Gunawardena.",
    "The delegation included Deputy Chief Observer Inta Lase, Political Analyst Ralph-Michael Peters and Press Officer Marek Mracka. Secretary to the Prime Minister Anura Dissanayake, Additional Secretary Mahinda Gunaratne, Adviser Sugeeswara Senadhira and Coordinating Secretary Kalana Gamage also took part in the discussion."
  ]
}