{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111204/pettah-central-bus-stand-to-be-renovated-under-clean-sri-lanka-program",
  "time_ut": 1754400480.0,
  "original_lang": "en",
  "original_title": "Pettah Central Bus Stand to be renovated under ‘Clean Sri Lanka’ program",
  "original_body_lines": [
    "The Cabinet of Ministers has granted approval for the proposal presented by the Minister of Transport, Highways, Ports, and Civil Aviation to renovate and develop the Pettah Central Bus Stand by utilizing the provisions allocated for the “Clean Sri Lanka” program.",
    "The access roads, bus yards, passenger stands, driver and conductor restrooms, administrative buildings, and sanitation and drainage systems of the Pettah Central Bus Stand have been in a dilapidated condition due to a lack of repairs and maintenance.",
    "As a consequence, the passengers, along with drivers, conductors, and operational staff who use the Pettah Central Bus Stand, have encountered immense difficulties, the Cabinet Spokesman Minister Dr. Nalinda Jayatissa said.",
    "Therefore, the renovation and development of the Pettah Central Bus Stand, appropriate to the present condition, have been identified as essential requirements.",
    "It has been estimated that a cost of Rs. 425 million will be incurred for the respective renovation and developments, the Cabinet Spokesman added.",
    "Accordingly, the Cabinet of Ministers has approved the proposal presented by the Minister of Transport, Highways, Ports, and Civil Aviation to renovate and develop the Pettah Central Bus Stand with the direct labor contribution of the Sri Lanka Air Force (SLAF) and the support and cooperation of the Colombo Municipal Council (CMC), Ceylon Electricity Board (CEB), National Water Supply and Drainage Board (NWSDB), Road Development Authority (RDA), Urban Development Authority (UDA), and other institutions by utilizing the provisions allocated for the “Clean Sri Lanka” program."
  ]
}