{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112323/police-warn-public-on-fire-hazards-of-sky-lanterns",
  "time_ut": 1757410560.0,
  "original_lang": "en",
  "original_title": "Police warn public on fire hazards of ‘sky lanterns’",
  "original_body_lines": [
    "Sri Lanka Police have cautioned the general public regarding the serious risks associated with the indiscriminate use of sky lanterns during festive seasons and special celebrations across the island.",
    "“It has been observed that many individuals release sky lanterns of different sizes, which are propelled into the sky using an open flame. While these lanterns may appear entertaining, they pose a significant fire hazard as they may drift uncontrollably and fall to the ground while still alight,” the Police Media Division said.",
    "Authorities warned that if such lanterns descend onto sensitive or high-risk locations—such as fireworks manufacturing sites, fuel stations, petroleum storage facilities, residential homes, commercial buildings, or crowded public areas—they could ignite destructive fires, causing extensive property damage and potential loss of life.",
    "The statement further noted that the release of sky lanterns has been observed at Galle Face Green in Colombo. “Should one of these lanterns ignite and land on an apartment complex, densely populated area, or other high-risk location, the consequences could be catastrophic, leading to widespread destruction and casualties.”",
    "In light of these dangers, the Sri Lanka Police strongly emphasized the importance of raising public awareness and urges citizens to exercise the highest level of caution and responsibility when considering the release of sky lanterns, even during festive occasions.",
    "“By acting responsibly, the public can play a vital role in preventing avoidable tragedies and safeguarding both lives and property,” the statement stressed."
  ]
}