{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111433/suspects-in-murder-of-former-homagama-ps-member-to-be-produced-in-court-",
  "time_ut": 1755073320.0,
  "original_lang": "en",
  "original_title": "Suspects in murder of former Homagama PS member to be produced in court",
  "original_body_lines": [
    "The suspects arrested in connection with the murder of a former member of the Homagama Pradeshiya Sabha, which occurred in Meegoda yesterday, are scheduled to be produced before the Kaduwela Magistrate’s Court today (13).",
    "Meanwhile, the body of the slain former local councilor was brought to his residence on Somarathna Mawatha in Padukka last night.",
    "The victim, 46-year-old Shantha Mudunkotuwa was shot dead around 1:10 p.m. yesterday.",
    "He had represented several parties during his political career, including the Sri Lanka Freedom Party (SLFP), the United National Party (UNP), and others.",
    "Outside politics, he had been involved in real estate businesses, including land acquisitions, sales, and construction.",
    "A few days before the incident, he had lodged a complaint with the Meegoda Police concerning a dispute over land.",
    "According to police investigations, the victim was also the cousin of an organized criminal figure known as “Gagana,” and had reportedly been involved in extortion activities using the name of another underworld figure, Lalith Kannangara, alias “Bus Lalith.”",
    "Police suspect the murder may have been an act of revenge carried out by “Bus Lalith.”",
    "Following the shooting, police acted swiftly, setting up roadblocks and inspecting vehicles. During this operation, they seized a vehicle and its driver near the Palamthuna Junction in Thalangama. A 9mm firearm suspected to have been used in the shooting was also taken into police custody.",
    "Based on information obtained during interrogation of the arrested driver, the suspected shooter and another accomplice were later apprehended by police near the Palamthuna Junction in Thalangama last evening.",
    "Reports state that the suspects will be produced before the Kaduwela Magistrate’s Court today, and police are expected to seek permission to detain them for further questioning."
  ]
}