{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98797/ceb-incurred-annual-loss-of-rs-98b-due-to-uma-oya-plants-delays-minister",
  "time_ut": 1713874200.0,
  "original_lang": "en",
  "original_title": "CEB incurred annual loss of Rs. 9.8B due to Uma Oya plant’s delays - Minister",
  "original_body_lines": [
    "Minister of Power and Energy Kanchana Wijesekera says the Ceylon Electricity Board (CEB) incurred a loss to the tune of Rs. 9.8 billion per annum as a result of the delays in the construction and commissioning of the Uma Oya hydropower plant.",
    "“The delays in the construction and commissioning of the hydropower plant due to various politically motivated protests is estimated to be a loss of Rs 9.8 Billion per annum to the CEB. The hydropower plant project was scheduled to be commissioned in December 2015,” the lawmaker said further in a post on X (formerly Twitter).",
    "Wijesekera’s remarks came after a meeting with the Managing Director, Chairman of the Board and the officials of the FARAB Group, an Iran-based contractor, as well as the Iranian Energy Ministry officials on Monday (22).",
    "FARAB is the construction and engineering partner of the Uma Oya Multipurpose Development Project (UOMDP). With the commissioning of the Uma Oya hydropower plant tomorrow (24), a generation capacity of 120MW will be added to the national grid while reducing the cost of energy. Wijesekera added that the project would also provide water requirements for drinking, agricultural and irrigational requirements for beneficiaries in three districts.",
    "President Ranil Wickremesinghe and his Iranian counterpart Dr. Ebrahim Raisi are scheduled to jointly declare open the UOMDP tomorrow (24).",
    "The Iranian President is currently on a three-day trip to neighbouring Pakistan as part of efforts by both countries to mend relations that were strained earlier this year. He will arrive on the island nation after wrapping up his Pakistani visit.",
    "The government says that in addition to generating 120MW of hydroelectric power, the UOMDP is also able to supply water to paddy fields during both the Yala and Maha seasons and to provide a sustainable solution to the drinking water needs of the Badulla, Monaragala and Bandarawela areas.",
    "UOMDP includes the components of the construction of two dams across Uma Oya and a tributary at Welimada, a trans-basin diversion tunnel, an underground hydropower plant of 120MW installed capacity, diversion of 145MCM of water to irrigate agricultural land in Hambantota and Monaragala districts and other downstream requirements. The expected annual energy production is 290 GWh. The power plant will be connected via a 22.7km length 132kV Transmission line to Badulla Grid Substation."
  ]
}