{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rdb-ranks-first-in-providing-most-loans-to-women-entrepreneurs-under-adbs-we-fi-initiative/",
  "time_ut": 1718575920.0,
  "original_lang": "en",
  "original_title": "RDB ranks first in providing most loans to women entrepreneurs under ADB’s We-Fi initiative",
  "original_body_lines": [
    "Women Entrepreneurs Finance Initiative (We-Fi) is a programme of the Asian Development Bank (ADB) which enables an empowering business environment for women entrepreneurs in Sri Lanka, conducted in collaboration with 13 banks.",
    "The media was educated about this at a workshop related to We-Fi programme hosted by the ADB at the Courtyard by Marriott Colombo on 14 June 2024.",
    "The data at the workshop showed that in expanding access to finance, the Regional Development Bank (RDB) tops the list of We-Fi grants distribution with 482 grants- a share of 31% of the total grants- thus distributing US$ 1.07 million among women entrepreneurs.",
    "The Bank of Ceylon has distributed 327 grants – a share of 21.1% of the total grants – thus distributing US$ 1.23 million among women entrepreneurs. The People’s Bank was a distant third with 112 grants – a share of 7.2% of the total grants – thus distributing US$ 0.43 million among women-led MSMEs.",
    "HNB, ComBank and NDB which are generally orientated towards financing established SMEs had notably taken advantage of ADB’s We-Fi by clinching the fourth, fifth and sixth place respectively in the loan distribution ranking.",
    "Interestingly, the exceptional case here was the ComBank which reported the largest disbursement of US$ 1.31million among women entrepreneurs despite its fifth place in terms of the number of grants.",
    "Takafumi Kadono, Country Director, Sri Lanka Resident Mission, Asian Development Bank (ADB) delivers the welcome remarks at the awareness session",
    "Providing technical assistance for financial institutions on gender inclusive finance",
    "Three government institutions and two civil society organisations participate in the programme.",
    "The Department of Development Finance at the Ministry of Finance is the implementing agency.",
    "$9.5 million of the We-Fi grant has mobilized with ADB’s $46.6 million loan funds as blended finance",
    "1,553 women entrepreneurs employing 21,494 workers have financially benefitted from the We-Fi grant",
    "Nearly 90% of loans and We-Fi grants were made for economic activities outside Colombo District, including in lagging regions (eastern, northern, Sabaragamuwa and Uva provinces) and across various industries (including manufacturing, tourism, trade, healthcare, agriculture, and construction)",
    "Conducted specialized training program for women entrepreneurs. 470 women entrepreneurs completed the programme",
    "Launched an online platform (SME Connect) in October 2022 to build business capacity of WSMEs through learning, mentoring, and networking. Currently 902 women entrepreneurs are registered on the platform.48% of the loans were granted on non-collateralized basis while 35% were made to first time borrowers.",
    "ADB’s knowledge engagement in Sri Lanka to be aligned with govt’s reform programme",
    "ADB country chief hopes Lanka could sustain policy reforms despite elections",
    "Cabinet gives green light to establish a wind power station on Mannar island",
    "Cabinet nod to award design and construction of Ratmalana Railway Diesel Power Set Factory to  China Civil Engineering Construction Company",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}