{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-ceb-seeks-award-of-lng-terminal-tender-194028/",
  "time_ut": 1734051900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s CEB seeks award of LNG terminal tender",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run Ceylon Electricity Board has recommended to the government to go ahead with a tender for a floating liquefied natural gas terminal that will allow power generation costs to be slashed, Chairman Tilak Siyambalapitiya said.",
    "The tender for a floating storage regasification unit (FSRU) to be built offshore of Kerawalapitiya was called in 2021.",
    "The tender involved an FSRU on a built operate own basis and a compatible mooring system on a built operate own and transfer (BOOT) basis.",
    "The competitive tender was apparently suspended in controversial circumstances amid attempts to bring in a rival unsolicited proposal by New Fortress Energy, a US-based company.",
    "Sri Lanka could lose billions through unsolicited New Fortress Energy deal: CEBEU",
    "Later stop gap solutions were proposed instead of completing the tender.",
    "“Our preference is to go ahead with the bidding round that was concluded,” Siyambalapitiya told reporters.",
    "“The bids are still active. So the Ministry and Cabinet will make the final decision.",
    "The CEB has been proposing an FSRU for many years but various interests were proposing plants on a take-or-pay basis, committing the CEB to gas purchases undermining its ability to change the fuel mix, instead of setting up a terminal based on through put charges.",
    "If the government goes ahead with the tender, the LNG infrastructure would be in place by early 2028, Siyambalapitiya said.",
    "An LNG capable combined cycle plants being built in Kerawalapitiya is running on diesel, which is the most expensive fuel.",
    "A shift to LNG will bring the cost of operating the plants by around 50 percent, and put the utility on its trajectory of cutting generation costs, Siyambalapitiya said.",
    "LNG from the terminal could also be used by other industries at a lower cost than LPG, he said. (Colombo/Dec13/2024)"
  ]
}