{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-tourism-can-be-bolstered-by-leveraging-the-pekoe-trail-president-158852/",
  "time_ut": 1713339120.0,
  "original_lang": "en",
  "original_title": "Sri Lanka tourism can be bolstered by leveraging the Pekoe Trail: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Pekoe Trail needs to be developed to enhance the tourist experience in the central highlands, President Ranil Wickremesinghe has said after walking a 3.2 km part of the Trail.",
    "During his walk along the Trail Wickremesinghe emphasized the importance “of providing Pekoe Trail tourists with the opportunity to savour a freshly brewed cup of tea,” and spoke of the need “to bolster the tourism industry associated with Sri Lanka’s central highlands by leveraging the Pekoe Trail,” a statement by his media division said.",
    "Wickremesinghe’s visit on Tuesday was to “explore opportunities for the revival of the tourism industry around the picturesque hills of Nuwara Eliya.”",
    "Comprising 22 stages, the Pekoe Trail can be tailored to suit one-day or multi-day excursions, catering to a range of preferences. Plans are underway to further develop the trail, enhancing it with necessary facilities to ensure a seamless and enjoyable experience for visitors.",
    "“Sri Lanka can be mapped internationally as one of the premier hiking destinations globally,” Miguel Cunat, the Heritage Trail advisor for the EU-funded Tourism Resilience Project team with the development of heritage trails in Sri Lanka, was quoted as saying in the statement.",
    "The Trail offers tourists an opportunity to explore various terrains, delve into the region’s history, experience its vibrant culture, and savour authentic local food and drink.",
    "The European Union (EU) and the United States Agency for International Development (USAID) have extended their support to the Pekoe Trail project. The initiative encompasses various aspects, including sustainable environmental development, to foster the growth of tourism in the country.",
    "“The goal of the Pekoe Trail project is to draw in a new wave of tourism, including adventure seekers, to Sri Lanka while simultaneously improving the livelihoods of rural communities.”",
    "The Trail spans over 300km through the central highlands of Sri Lanka; it starts from Kandy, and extends south towards Hatton and the Horton Plains National Park, then east through Haputale and Ella, before crossing Nuwara Eliya.",
    "The trail was constructed during the British colonial period to transport tea from plantations to factories, and holds historical significance. (Colombo/April17/2024)"
  ]
}