{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-questions-President-s-motives-behind-new-inquiry-committee-on-Easter-attacks/56-763069",
  "time_ut": 1718326789.0,
  "original_lang": "en",
  "original_title": "SJB questions President’s motives behind new inquiry committee on Easter attacks",
  "original_body_lines": [
    "SJB MP Mujibur Rahman accuses President Ranil Wickremesinghe of obstructing revelations of Easter attack orchestrators",
    "Highlights PCoI recommendations, including prosecution of police officers, have not been acted upon",
    "Questions need for another committee to investigate intelligence failures after SC has already identified there were failures",
    "Speculates President’s new inquiry committee aims to clear his name ahead of potential legal challenges post-Presidential election",
    "Samagi Jana Balawegaya (SJB) MP Mujibur Rahman claimed yesterday that President Ranil Wickremesinghe is opposed to revealing those responsible for orchestrating the devastating Easter Sunday attacks in 2019.",
    "Mujibur commenting on the President’s recent move to appoint a Committee of Inquiry to investigate the actions taken by the State Intelligence Service (SIS), Chief of National Intelligence (CNI), and other relevant authorities concerning prior intelligence received about the attacks, said certain previous commission reports and recommendations have not been revealed or implemented.",
    "He noted that following the attack, several similar commissions of inquiry were appointed along with a Parliamentary standing committee. He noted that the President at the time even appointed a committee to investigate a documentary program aired on Channel 4 about the Easter bombings, but the report of that committee has not yet been published.",
    "Rahman pointed out, “Additionally, the Presidential Commission tasked with investigating the Easter Sunday terror attack has made several recommendations, none of which have been implemented thus far. It appears that the President is hesitant to act on these recommendations. The commission specifically recommended the prosecution of certain police officers, a directive that also remains unimplemented.”",
    "“Given the Supreme Court’s findings that the intelligence department failed in its operation during the Easter bombings, why has the President appointed another committee to investigate the actions of the State Intelligence Service, the National Intelligence Chief, and other authorities regarding the intelligence information related to the Easter Sunday terror attack?” he asked.",
    "After assuming the Presidency, Rahman noted that the President initially stated intentions to seek foreign security assistance in investigating the Easter attacks but has however now indicated that he has changed course and does not intend to seek foreign aid for the investigation. Rahman noted that the President is reluctant to uncover the group responsible for orchestrating the Easter attacks.",
    "“The Catholic Church filed a lawsuit against the President, Prime Minister, Inspector General of Police, and others involved during the Easter attacks. The President was excluded from the case citing presidential immunity. However, there is potential to pursue the case after the Presidential election. This raises suspicion that the President appointed a committee to re-investigate the Easter attack in an attempt to clear himself. It appears that the President is attempting to undermine the Easter attack investigation by forming new committees,” the MP said."
  ]
}