{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-powers-advancement-of-nations-agriculture-supporting-2nd-phase-of-agri-saviya-marketing-asseweduma/",
  "time_ut": 1711237920.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL powers advancement of nation’s agriculture supporting 2nd phase of Agri Saviya – Marketing Asseweduma",
  "original_body_lines": [
    "Contributing to the enrichment of Sri Lanka’s agriculture and strengthening the commitment to Environmental, Social and Governance (ESG), SLT-MOBITEL, the National ICT Solutions Provider, powered the 2nd phase of the Agri Saviya – Marketing Asseweduma initiative recently.",
    "Aimed at transforming farmers into Agripreneur leaders of tomorrow, Agri Saviya acts as the lifeline in nourishing farmers with the right knowledge and technical skills towards building a modern agricultural development in Sri Lanka. In the initial phase, 40 farmers received scholarships for the Certificate in Agri Business and Entrepreneurship (CABE), a first-of-its-kind qualification available in Sri Lanka, offered by the Sri Lanka Institute of Marketing (SLIM).",
    "In the second phase, launched recently, 15 agriprenuers representing diverse segments received full scholarships from SLT-MOBITEL. Further, supporting the program as a strategic partner, SLT-MOBITEL provided connectivity support, knowledge sharing sessions on SMART Farming concepts and the innovative product named Fazenda developed by the R&D division of SLT-MOBITEL ‘THE EMBRYO’. Fazenda, is an IoT and AI-based solution focused on enhancing the benefits of the agricultural sector by offering monitoring of all vital soil and fertilizer-related parameters of a plantation, issuance of alerts regarding the violation of favourable soil or environmental conditions and provides valuable insights to aid in the decision-making process of applying fertilizer.",
    "Through the Agri Saviya initiative, SLT-MOBITEL is contributing to the social aspect of ESG by promoting economic empowerment, livelihood development, sustainable agricultural practices, and economic growth within rural communities. In addition, facilitating with special connectivity, SLT-MOBITEL enhances access to essential communication tools and information, ensuring social inclusion and connectivity.",
    "Supporting the Agri Saviya-Marketing Asseweduma reflects SLT-MOBITEL’s holistic approach to corporate responsibility and its dedication to creating positive social and environmental impacts within the communities it serves.",
    "The event was graced by the Chairman of Kandy City Centre, Thusitha Wijayasena, General Manager – Marketing of Mobitel (Pvt) Ltd., Charaka Perera, Senior Engineer of SLT, Anuradha Udunuwara along with representatives from Sri Lanka Institute of Marketing, SLT-MOBITEL, and Sri Lanka Agriprenuers Forum.",
    "Emirates wins ‘Best Inflight Entertainment Award’ globally at the 2024 Airline Excellence Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}