{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Suspect-charged-in-mass-killing-of-Sri-Lankan-family-in-protective-custody/108-278905",
  "time_ut": 1710472620.0,
  "original_lang": "en",
  "original_title": "Suspect charged in mass killing of Sri Lankan family in protective custody",
  "original_body_lines": [
    "OTTAWA, March 15 (Canadian Press) - The 19-year-old charged with killing six people in an Ottawa suburb last week is being held in protective custody, his lawyer said Thursday.",
    "Febrio De-Zoysa was arrested March 6 and is charged with six counts of first-degree murder and one count of attempted murder.",
    "\"I can comment that he's in protective custody. He's doing OK,\" his lawyer, Ewan Lyttle, told reporters after a brief court appearance that took place by phone.",
    "De-Zoysa's matter was adjourned until March 28 to give Lyttle time to receive and begin reviewing disclosure from the Crown, a process he suggested would take months.",
    "Police say De-Zoysa, who came to Canada as an international student, had been living with the victims, who were also newcomers from Sri Lanka.",
    "They included 35-year-old Darshani Ekanayake, her husband Dhanushka Wickramasinghe and their four children.",
    "Ekanayake had moved to Canada in recent months with three children — Inuka, 7, Ashwini, 4 and Ranaya, 3. Kelly was born in Canada two-and-a-half months ago.",
    "Wickramasinghe was taken to hospital with injuries to his hands and face.",
    "A friend who had been living with them, 40-year-old Gamini Amarakoon Amarakoon Mudiyanselage, was also killed. He had a wife and two children living in Sri Lanka.",
    "Naradha Kodituwakku of the Buddhist Congress of Canada has been among those supporting Wickramasinghe while he recovers.",
    "Kodituwakku said Wickramasinghe was still in hospital as of Thursday afternoon and his father and brother had arrived from Sri Lanka to support him.",
    "The funeral for his wife and children is expected to be held this weekend.",
    "A monk at the temple the family attended told The Canadian Press last week that Wickramasinghe arrived home late from his cleaning service job to find that his family was dead.",
    "Bhante Suneetha, the resident monk at Hilda Jayewardenaramaya Buddhist Monastery, said that's when Wickramasinghe was attacked.",
    "Suneetha also said Wickramasinghe told him the suspect had been having difficulties at school.",
    "Lyttle said he has been in touch with the suspect's family and that they are \"obviously very upset.\"",
    "He said they do not live in Sri Lanka, but he declined to say where they have been living.",
    "An aunt who lives in Ottawa told Global News last week that De-Zoysa stayed with her when he arrived in Canada two years ago, but that he had cut off communication with his family.",
    "Any potential request for De-Zoysa to undergo a mental-health assessment would \"probably be a few months from now,\" Lyttle said.",
    "He declined to comment on his client's mental state, saying only he had met with him in person and over video.",
    "Police have not publicly suggested a motive for the alleged murders. Chief Eric Stubbs told reporters last week the victims were attacked with a \"knifelike object.\"",
    "The deaths have triggered an outpouring of shock and grief from the community.",
    "Ottawa Mayor Mark Sutcliffe called the killings \"one of the most shocking incidents of violence\" in the city's history."
  ]
}