{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/17/middle-east-war-iran-strike-in-pakistan-kills-2-children-iran-says-it-was-a-militant-base/",
  "time_ut": 1705449720.0,
  "original_lang": "en",
  "original_title": "MIDDLE EAST WAR: Iran strike in Pakistan kills 2 children. Iran says it was a militant base",
  "original_body_lines": [
    "Colombo (News 1st) – Yet another new dimension opened in the Middle East crisis late Tuesday as Iran bombed what it said was an anti-Iran Sunni militant base in Pakistan. The Pakistani government said two children were killed and three more children wounded, foreign media reported.",
    "Iran's state-run IRNA news agency and state television said that missiles and drones were used in the strikes in Pakistan to target the Jaish al-Adl militant group. Press TV, the English-language arm of Iranian state television, attributed the attack to Iran’s Revolutionary Guard.",
    "The drone and missile strike was in Balochistan’s Panjgur district, about 50km inside Pakistan. The Jaish al-Adl militant group has staged several attacks in Iran.",
    "Pakistan’s foreign ministry condemned the strikes and warned of serious consequences. “Pakistan strongly condemns the unprovoked violation of its airspace by Iran which resulted in the death of two innocent children while injuring three girls. This violation of Pakistan’s sovereignty is completely unacceptable and can have serious consequences” the statement said.",
    "Just a few hours earlier, Iran struck what it said were Mossad sites in the town of Erbil in the Kurdish-controlled region of northern Iraq. The Iraqi government has condemned the attacks and said there are no Mossad bases in Iraq.",
    "Meanwhile, US forces carried a third set of strikes on Houthi bases in Yemen late Tuesday, hours after a Greek merchant ship was hit by a ballistic missile in the Red Sea, and a US cargo ship was also hit by a missile.",
    "In Gaza, fighting continued to rage, with a tentative deal reached for Qatar to send in a shipment of medicines.",
    "The UN in a statement late Tuesday said that almost the entire population of Gaza is going hungry and said Israel is “destroying Gaza’s food system and using food as a weapon against the Palestinian people”."
  ]
}