{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/TISL-launches-General-Election-2024-watchdog/56-768334",
  "time_ut": 1729725033.0,
  "original_lang": "en",
  "original_title": "TISL launches General Election 2024 watchdog",
  "original_body_lines": [
    "TISL National Coordinator Thushanie Kandilpana (centre) flanked by Senior Program Manager Gowriswaran Kirupairajah (left) and Political Sector Program Manager Shaveendra Senarath – Pic by Lasantha Kumara",
    "The Transparency International Sri Lanka (TISL) yesterday announced the launch of its 2024 General Election Observation program, focusing on the critical issue of public resource misuse by politicians for campaigning.",
    "Speaking about their organisation’s mission for the 14 November General Election at a media briefing yesterday, TISL outlined their efforts to foster an accountable and fairer electoral process, crucial for strengthening democratic integrity.",
    "TISL said it has been committed to election monitoring since its inception in 2002, aiming to alleviate corruptive practices in campaigning while promoting greater transparency within the public over the misuse of their public resources – a persistent crisis in Sri Lankan politics for over decades.",
    "During the 2024 Presidential election, TISL launched a similar initiative, deploying 200 election observers across the country to monitor and report the misconduct of State resources. Data from the Presidential election watchdog revealed that 1,000 complaints were received by TISL, documenting the unauthorised use of Government vehicles for election campaigning and public officers abusing their positions by expressing bias towards political parties on social media and in-person campaigns.",
    "Although TISL Protecting Public Property and Resources National Coordinator Thushanie Kandilpana expressed that most complaints were swiftly conveyed to the ECSL, she acknowledged that many cases still prevail and are expected to be resolved soon.",
    "“There are still many ongoing cases that we and the ECSL are working on. One is the problem with Lanka Mineral, which used 47 employees for campaign related purposes, which is currently under investigation. In the Hambantota district, 19 public officers were involved in campaigning for political parties which was beyond their duty. All these violators in Hambantota have been stripped of their monitoring duties and this is because of TISL’s direct intervention in the Election Commission.”",
    "Speaking about the severity of electoral transgressions in the impending election, Kandilpana emphasised: “We officially started this program on 14 October and have only received 70 complaints so far. This is partially because promotional campaigns for the Parliamentary election are generally limited when compared to the Presidential election. These recent complaints are for reasons of the same nature as in the past. Some include concerns about appointments to senior positions made in Government organisations such as the SL Film Corporation and Foundation Institute. In the Kandy district, a few candidates had their nomination removed owing to legal charges pressed against them allegedly.”",
    "She noted, however, a trend that had persisted and was common to all ruling parties in the past – that the present ruling party had misused State resources just as the former ruling party did during the Presidential election 2024. “We have always found that the ruling party misuses public resources for their political agendas. It will be intriguing to see if the ruling party that strongly opposed malpractice of this nature defy the norm or follow the trend in the future.”",
    "TISL Senior Program Manager Gowriswaran Kirupairajah outlined the organisation’s approach and challenges to this election, stating: “Similar to the previous election, we will be deploying 25 election observers covering 25 districts. In addition, 150 volunteer teams will be enlisted to conduct surveillance of these observers and they will be leading this project. Although we are certain of our success, key challenges prevail over the volume of data that can be obtained and the necessity for timely verification.”",
    "In addition to their monitoring process, TISL established a criteria to minimise the contraventions made to public resources and improve the electoral process:",
    "nThe appointment of governors, chairmen, and secretaries must be transparent and based solely on meritocracy.",
    "nPublic officials must resist political pressure to misuse State resources and must adhere to constitutional mandates.",
    "nMedia institutions must remain unbiased and ensure the protection of the rights of the general public and Government entities.",
    "nThe education sector, particularly teachers, should refrain from engaging in political campaigning and must not involve or politically motivate students.",
    "Any persons/organisations found guilty of engaging in the above activities will be subject to imprisonment for three years and a Rs. 100,000 fine as per the Constitution.",
    "These transgressions also led to an unequal electoral playing field and diminished public trust in the process, fuelling TISL’s call for greater civilian engagement via the organisation’s recent platform www.apesalli.lk, pioneered in the 2024 Presidential election.",
    "Promoting this hotline for immediate action on behalf of the citizenry, TISL Political Sector Program Manager Shaveendra Senarth stated: “While the ECSL can pursue preventative or legal action against such violators, it has to be understood that there is a moral obligation placed on every individual of this country to report anonymously when they encounter something wrong. This is because these are our resources funded by our tax payments that are exploited, which in turn is a clear example of the exploitation of the people for State projects. In addition, the reason that public engagement is key is because such misuse will primarily affect the most vulnerable populations of this country who will be deprived of these resources as well als the future generations to come.”",
    "He also noted: “While there is a legal mechanism in place, people must remember they have a moral obligation to ensure we have enough resources for everyone. We must also remember we have a democratic obligation in questioning the wrong of those we elect.”"
  ]
}