{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104798/eye-surgery-complications-at-neliya-hospital-compensation-up-to-rs-1m-for-patients",
  "time_ut": 1736241060.0,
  "original_lang": "en",
  "original_title": "Eye surgery complications at N’Eliya Hospital: Compensation up to Rs. 1M for patients",
  "original_body_lines": [
    "Cabinet Spokesman, Minister Dr. Nalinda Jayatissa revealed the method of granting compensation to 17 patients who had developed complications after undergoing cataract surgery at the Nuwara Eliya District Hospital.",
    "Speaking during the Cabinet press conference, Dr. Jayatissa stated that accordingly, a compensation of Rs. 1,000,000 each will be paid to 12 patients, Rs. 750,000 each to 02 patients, Rs. 700,000 for one patient and Rs. 250,000 each for 02 other patients.",
    "The Minister further explained that during the Cabinet meeting held on 12 February 2024, approval had been granted to the appointment of a Technical Committee to determine the amount of compensation to be paid to the victims.",
    "Accordingly, a Committee has been appointed under the chairmanship of an Additional Secretary to the Ministry of Health, and the said Committee has studied the relevant matters and submitted its recommendations on the compensation to be paid.",
    "Based on the said recommendations, the Cabinet of Ministers has approved the proposal submitted by the Minister of Health and Mass Media to pay compensation to 17 patients affected by the incident as mentioned above.",
    "Speaking during today’s parliamentary session, Dr. Jayatissa also assured that the Cabinet has decided to take legal action against those responsible for importing the drug involved.",
    "In May 2023, the eyesight of several individuals who underwent eye surgery at the Nuwara Eliya District General Hospital had weakened due to the presence of germs in a medicine imported from India.",
    "It was reported that the eyesight of the patients who underwent surgeries after April 05, 2023 had weakened or was completely lost as a result of a medicine that was given to them following the surgeries."
  ]
}