{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/it-gallery-hikvision-partner-summit-2024-fetes-its-islandwide-partners/",
  "time_ut": 1715554320.0,
  "original_lang": "en",
  "original_title": "IT Gallery – Hikvision Partner Summit 2024 fetes its islandwide partners",
  "original_body_lines": [
    "IT Gallery Computers Private Limited, a leading player in Sri Lanka’s IT distribution market, recently hosted the prestigious “IT Gallery – Hikvision Partner Summit 2024,” a culmination of their annual partner gathering tradition since 2017. The event was held under the theme “New Security, New Success”, and organized to recognize and honour the island-wide partners of Hikvision for their exceptional performance in 2023 and 2024. The event showcased the latest trends and innovations in the security surveillance market.",
    "Dilantha Perera, Director/CEO of IT Gallery Computers Private Limited, expressed pride in IT Gallery’s longstanding partnership with Hikvision, stating, “Our commitment to innovation and support for our partners has established IT Gallery as a trusted hub of technological advancement in Sri Lanka’s surveillance market.”",
    "At the summit, attended by over 350 top partners including regional Dealer Distributor Partners and Value-added Solution Providers, IT Gallery highlighted key trends shaping the security surveillance landscape. At the summit, IT Gallery will showcase ground-breaking new products and solutions from Hikvision, including the Turbo HD Range, which offers an enhanced security experience through the Turbo HD 8.0 series, empowering users to elevate their visual security setups. The AX HOME Series, a wireless alarm system, will cater to homeowners’ needs with a combination of cutting-edge technology and user-friendly design.",
    "IASL introduces office bearers for 2024/25 tenure; Chandana Aluthgama continues as president",
    "Litro Gas commissions its state-of-the-art storage and bottling Facility in Sapugaskanda",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}