{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101971/hundreds-of-thousands-in-cuba-without-water",
  "time_ut": 1726306560.0,
  "original_lang": "en",
  "original_title": "Hundreds of thousands in Cuba without water",
  "original_body_lines": [
    "Water shortages in Cuba are increasingly flaring tempers, including in capital Havana, as problems mount for hundreds of thousands of residents already ragged from shortfalls in food, fuel and electricity.",
    "Upwards of 600,000 people - more than 1 in 20 on the Caribbean island of 10 million citizens - are suffering from water supply issues, officials said earlier this month.",
    "Havana is the worst affected by water shortages, though most of the country’s largest cities report over 30,000 customers without water, the government has said.",
    "Officials blame the growing problems on crumbling infrastructure and a persistent lack of fuel, symptoms of a festering economic crisis that has blighted growth and left the Communist-run country nearly bankrupt.",
    "Rachel Trimiño, 32, said the root causes are no mystery, even in her Havana neighborhood of Vedado, a comparatively upscale district of the capital.",
    "“All of the streets are full of leaking pipes, clean running water ... but nothing in our homes,” she said.",
    "Spare parts for outdated water infrastructure, like pipes and pumps, are in short supply, officials said. And without fuel and adequate transportation, even emergency water supply by cistern truck has been limited, according to residents.",
    "“When they cut off power, we can’t give water,” said San Miguel de Padron resident Pedro Martino, who works with a church group that offers residents small quantities to stem the shortfall. “One thing depends on the other, and that’s the game we play.”",
    "Isolated protests have erupted in some areas, as residents overwhelmed by the growing list of problems and shortages lose patience in the still blistering heat of the tropical summer.",
    "Cuba’s economy has been decimated by a combination of factors, including the COVID-19 pandemic, stiffened U.S. sanctions and a state-dominated business model plagued by bureaucracy, mismanagement and corruption.",
    "The social and economic crisis is widely seen as among the worst since Fidel Castro’s 1959 revolution, leading to a record-breaking exodus of Cuban migrants in the past two years."
  ]
}