{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Indias-Congress-claims-its-bank-accounts-frozen-on-flimsy-grounds/108-277168",
  "time_ut": 1708068240.0,
  "original_lang": "en",
  "original_title": "India’s Congress claims its bank accounts frozen on “flimsy grounds”",
  "original_body_lines": [
    "India, Feb. 16 (Hindustan Times)- The Congress party on Friday alleged that four of its main bank accounts have been frozen by the Income Tax department on “flimsy grounds”.",
    "The accounts, including that of the Indian Youth Congress, were frozen on an Income Tax demand of ₹210 crore for 2018-19, an election year, Congress treasurer Ajay Maken said.",
    "Discover the thrill of cricket like never before, exclusively on HT. Explore now!",
    "Maken added that Congress had filed its Income Tax return for the concerned year a “few days late” and that is why this action, according to PTI.",
    "“Democracy has completely ended in India. All the accounts of the country's main opposition party have been frozen,” Maken said in a press conference.",
    "Maken said that the party was informed on Thursday that banks are not honouring the cheques issued by the party.",
    "“On further investigation, we got to know that the Youth Congress bank accounts have been frozen. The accounts of the Congress party have also been seized,” Maken said, according to ANI. \"Income tax asked for ₹210 crore recovery from Youth Congress and Congress party. The crowdfunding money in our accounts has been frozen. Just 2 weeks before elections when the opposition's accounts are frozen, it is equivalent to freezing the democracy...\"",
    "Maken added that the party at present lacks funds to spend, settle bills, or pay salaries to its employees.",
    "\"Right now we don't have any money to spend, to pay electricity bills, to pay salaries to our employees. Everything will be impacted, not only Nyay Yatra but all political activities will be impacted...\" he said.",
    "Congress Rajya Sabha MP Vivek Tankha said that the party approached the Income Tax Appellate Authority (ITAT) over the issue, which granted interim relief."
  ]
}