{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Multi-dimensional-approach-to-lift-status-of-rural-sector-Praja-Shakthi-program-in-context/4-779486",
  "time_ut": 1753464850.0,
  "original_lang": "en",
  "original_title": "Multi-dimensional approach to lift status of rural sector: Praja Shakthi program in context",
  "original_body_lines": [
    "The rural sector is or should be regarded as the effective driver of the Sri Lankan economy although from a strategic perspective, it has not been considered from this prism",
    "What happens in the rural sector and the impact on the entire country must be viewed from the context of the underdeveloped and unrealised potential of the rural sector, and its national impact. The Praja Shakthi program must be considered in this context. The program intends to ensure fair distribution of economic development outcomes and to promote targeted, inclusive development across rural areas and to reorient existing community empowerment initiatives already in operation toward a more integrated and policy-driven approach. Through this initiative, a new structural framework is to be introduced to support the identification of development needs at all levels, policy formulation, implementation and monitoring",
    "Currently, one in every six individuals in Sri Lanka suffers from multidimensional poverty, with 95.3% of this population residing in rural and estate areas. The continued existence of this condition negatively impacts the country’s economic and productive potential. This initiative seeks to address the situation by strengthening social protection and strategically targeting vulnerable groups through a structured and inclusive national social welfare system – President’s Office, Presidential Secretariat",
    "The status of the rural sector in Sri Lanka needs to be considered in context of its size, its population demography, its economic and social status, its accessibility to health and education services, its contribution to food and environment security of the entire country, and more broadly, the equity and equality of its population in comparison to their urban counterparts. In a country that has a rural population of around 80-82%, it must follow that a substantial component of the total land area of the country (64,000 square kilometres) may be classified as rural and agricultural.",
    "The International Trade Administration ITAF says in an article published in May 2024 that “agriculture sector contributes about 7 percent to the national GDP, out of which the fisheries sector contributes around 1.3 percent, and the livestock sector accounts for 0.9 percent. Over 30 percent of Sri Lankans are employed in the agricultural sector. Although Sri Lanka is a fertile tropical land with the potential for the cultivation and processing of a variety of crops, issues such as productivity and profitability hamper the growth of the sector- (https://www.trade.gov/country-commercial-guides/sri-lanka-agricultural-sector)",
    "These statistics alone are sufficient for one to realise two key factors. Firstly, the extent of the rural population size, and to question the extent of attention given over the years to this segment to lift their economic, education, health and social standards, and secondly going by the set of statistics, whether the full potential of this segment has been realised. Judging by the fact that 95.3% of multi-dimensional poverty is in rural and estate areas, and the fact that agriculture, fisheries and livestock production contribution to the national GDP is only 7%, it does appear that a vast number amongst the rural and estate population has been virtually ignored and that its productivity has vast unrealised potential. The rural sector is or should be regarded as the effective driver of the Sri Lankan economy although from a strategic perspective, it has not been considered from this prism.",
    "In addition to the economic statistics above that shows the extent of unrealised potential, education services, access to education and infrastructure, including teachers, facilities for learning and skills development, have fallen far short of the potential that is there to lift the status of learning in the rural sector. Besides this, the ability of parents to provide their children suitable schooling in rural areas has been highlighted by Third Space Global, in a document titled Jeewana Yathra – Bridging the education gap of students in rural Sri Lanka, has highlighted income disparities and that some even lack the basic day-to-day necessities like food, water and shelter and their only focus is on surviving each day as it comes (https://www.thirdspaceglobal.com /blog/jeewana-yathra).",
    "While Sri Lanka boasts of a universal healthcare system, access to quality healthcare services can be uneven, with rural areas often facing limitations in terms of infrastructure and specialised care. In a research paper titled Health in rural Sri Lanka: A cross-sectional survey of three rural districts published in the National Library of Medicine (https://pubmed.ncbi.nlm.nih.gov/32120460/), the paper illustrated a population pyramid showing an ageing population (dependency ratio of 50%). Only 39% had completed GCE (ordinary level). Unemployment rates were high (25% males, 76% females). Most lacked amenities (e.g. 61% households lacked a refrigerator) and practiced inappropriate methods of waste disposal (e.g. open burning by 72%). Household illnesses were frequent: episodes of acute illness within two weeks, injuries within past year and chronic illness were reported from 35.9%, 14.9% and 48.3% households. The prevalence of chronic diseases in adults >20 years were high: diabetes 13.5%, hypertension 16.7% and overweight/obesity 28.2%. Of the males, 22.1% smoked and 12.3% took alcohol. Almost 25% adults chewed betel. Reports of snake bite, dog bites and suicide/attempted suicide were seen in 15.5%, 9.7% and 3.0% households respectively.",
    "El Nino effect and food insecurity – the biggest threat to the country",
    "The biggest impact on the entire country from a rural sector arises from environmental issues primarily through agricultural practices, deforestation, and waste management challenges.",
    "These activities contribute to land degradation, water pollution, and climate change, affecting both the environment and the livelihoods of rural communities, which in turn affects the entire country. The UNDP, in its Climate Change Adaptation forum, states that “The last time El Niño affected Sri Lanka, between 2016 and 2017, more than 2 million people were affected—first by flooding and landslides, and then by a severe drought. 19 out of 25 districts were hit hard, decimating two harvest seasons, and creating water scarcity for agriculture, drinking and household use.",
    "El Niño currently in its development phase, is forecasted to peak towards the end of 2023 in the Asia Pacific region, and the impacts are projected to be more pronounced from January to May the following year. See (Effective, inclusive and sustainable multilateral actions to tackle climate change, biodiversity loss, and pollution” (https://www.adaptation-undp.org/integrated-water-resources-development-way-forward-sri-lanka-tackle-climate-crisis)",
    "A few key areas which contribute to environment degradation, and which happen primarily in rural areas are:",
    "Deforestation and land degradation: Large-scale logging for timber and agricultural expansion leading to deforestation, reducing biodiversity and increasing soil erosion. This erosion can lead to sedimentation in waterways, impacting water quality and aquatic ecosystems.",
    "Water pollution from fertilisers, pesticides and plastic waste: Agricultural runoff containing fertilisers and pesticides contaminates water sources, affecting aquatic life and potentially human health. Improper waste management including plastic waste in rural areas also contributes to water pollution.",
    "Coastal erosion: Coastal areas in rural Sri Lanka face erosion due to a combination of factors including sea-level rise, deforestation, sand mining and coral mining.",
    "All these impacts on rural livelihoods, but unfortunately, the country has demonstrated a high degree illogical indifference and ignorance about the consequent collateral damage they do to the entire country. While it is true that issues like reduced Agricultural Productivity, increased vulnerability to disasters, chronic kidney disease of unknown Etiology (CKDu) arising from poor water quality, potentially linked to agricultural pollution, cited as a contributing factor to the increasing incidence of CKDu in rural areas, particularly in the Dry Zone, affects the rural communities in the main, it does impact on the food security of the entire country and therefore it is in the interest of the entire country to address these environment issues.",
    "Addressing the issues that may be considered by the Praja Shakthi program",
    "Sustainable agriculture – Promoting sustainable agricultural practices, such as integrated pest management, conservation agriculture, and water-efficient irrigation, can help reduce the environmental impact of agriculture.",
    "Climate change adaptation – Implementing climate-smart agricultural practices, developing early warning systems, and strengthening irrigation infrastructure are crucial for adapting to climate change impacts.",
    "Waste management – Improving waste management practices in rural areas, including promoting waste reduction, recycling, and proper disposal, is essential for reducing pollution.",
    "Community engagement – Engaging rural communities in environmental conservation efforts and promoting sustainable livelihoods can help build resilience and reduce their vulnerability to environmental challenges.",
    "What happens in the rural sector and the impact on the entire country must be viewed from the context of the underdeveloped and unrealised potential of the rural sector, and its national impact. The Praja Shakthi program must be considered in this context. The program intends to ensure fair distribution of economic development outcomes and to promote targeted, inclusive development across rural areas and to reorient existing community empowerment initiatives already in operation toward a more integrated and policy-driven approach. Through this initiative, a new structural framework is to be introduced to support the identification of development needs at all levels, policy formulation, implementation and monitoring. The program also covers areas such as the role of provincial and local government institutions, capacity-building programs and the establishment of “Praja Shakthi Councils” (https://www.presidentsoffice.gov.lk /praja-shakthi-national-programme-to-launch-on-july-4-under-the-patronage-of-president/#:~:text= The%20’Praja %20Shakthi’%20National%20Programme, of% 20 President%20Anura %20 Kumara%20Disanayake).",
    "It is hoped that this program will consider the factors mentioned in this article and it will also be a multi-party national program and not that of the current or any future government. The concept and intent are to strengthen people at grassroots level economically, in education, in skills development in environment protection to promote their participation and contribution to the country’s economic and social development. This is a good way forward for the country and it is hoped it will receive the support and participation of all political parties and the public.",
    "The national focus of the program is emphasised in the program’s infrastructure focus. It is not a reinvention of what is already there, but its use done more effectively in provincial, district and local government institutions through a more integrated and policy-driven approach for the benefit of the communities that are served by them. The program aims to reorient existing community empowerment initiatives towards a more integrated national policy addressed in broad parameters. The establishment of “Praja Shakthi Councils” to coordinate and support the identification of development needs at all levels, engage in policy formulation, implementation and monitoring is one of the key features of the program.",
    "In this context, this article suggests some approaches that could be considered for advancing empowerment of rural communities. In the main, it is suggested that a modular approach is taken to identify and trial this program, so that lessons may be learnt more effectively and efficiently from a few pilot projects, and to thereafter implement a model nationally that is based on experience gathered during implementation and refined as needed based on any lessons learnt.",
    "In this proposed approach, considering that infrastructure and environmental conditions, social situations, soil and water conditions, unrealised or underperforming economic situations, and also potential economic opportunities differ from area to area even within Sri Lanka, it is suggested the program is trialled in about seven administrative areas (within provinces or districts) where they have varying and unique conditions, environmentally, geographically, in literary rates, potential economic opportunities and in demographics. These areas could be for example, one in the Northwest (Mannar), North, East, Northwestern, Central Highlands (Plantation area), South and the West. The following methodology may be used to assess the status quo in the selected areas:",
    "1.A survey designed and carried out to identify the criteria applicable to determine education status, literary status, poverty level, availability and access to health services, other government services and banking services, agricultural and environmental conditions (water quality, water availability), transport services, electricity and internet services, etc.),",
    "2.SWOT (Strengths, Weaknesses, Opportunities and Threats or challenges) analysis to identify how best the Praja Shakthi concept could be translated into action. Results of items in the first point could be part of the SWOT.",
    "3.Based on findings, a model that is appropriate for each selected area could be developed. Ideally, a model that is based on common ownership of production and marketing of the produce, a cooperative system, should be given serious consideration as it is the best way to foster and advance empowerment of the communities.",
    "4.Appoint a coordinating secretariat (Praja Shakthi Council) in each selected site which should include a committee comprising of relevant people selected from the area.",
    "5.Development of a strategic plan or commonly referred to as a long-term plan (2-3 years) that identifies the model’s vision, objectives, action plans with timelines to achieve objectives.",
    "6.A monitoring and evaluation program preferably managed by an independent entity (independent of the proposed Secretariat or Council).",
    "7.A report on progress made, shortfalls in achieving set objectives, reasons for not achieving them, and a lesson’s learnt exercise.",
    "8.Rolling out the program island wide based on a model developed upon conclusion of the pilot projects, and appropriate action taken based on lessons learnt.",
    "The idea of empowerment is to give opportunities for rural communities to have equality and equity along with their more urban folk. As statistics indicate, poverty, health issues, economic and social disparities are more prevalent amongst rural communities than amongst urban populations. The approach being taken via the Praja Shakthi concept that has been announced is to address this situation by lifting the rural communities to a higher social and economic platform from where they are now by empowering them and supporting them, and providing opportunities for them to participate in decision making.",
    "An important consideration for success of this program would be for it to be a non-partisan national program that will progressively grow as a people’s program irrespective of which political party or combine is in power. It is hoped that a few people in Colombo and in Sri Jayewardenepura do not become the sole adjudicator as to what is best for the rural sector that needs urgent attention. Power and authority must be devolved to the rural sector and along with that, the accountability and responsibility for the decisions taken that must go with such devolution"
  ]
}