{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Emergency-waiting-area-at-Mirihana-Women-and-Children-s-Bureau/56-764203",
  "time_ut": 1720808920.0,
  "original_lang": "en",
  "original_title": "Emergency waiting area at Mirihana Women and Children’s Bureau",
  "original_body_lines": [
    "Japan’s Ambassador Mizukoshi Hideaki, Public Security Minister Tiran Alles and UNFPA Sri Lanka Representative Kunle Adeniyi at the opening",
    "Japan’s Ambassador Mizukoshi Hideaki and UNFPA Sri Lanka Representative Kunle Adeniyi recently handed over the newly constructed Emergency Waiting Area (EWA) at the Mirihana Women and Children’s Bureau, to Sri Lanka Police, marking a significant milestone in the ongoing efforts to provide safe and secure spaces for women and children during times of distress owing to gender-based violence (GBV).",
    "The opening ceremony was attended by high-level dignitaries, including Ambassador Mizukoshi Hideaki, Public Security Minister Tiran Alles, Secretary Viyani Gunathilaka, IGP Deshabandu Thennakoon, UNFPA Rep. Adeniyi, Senior DIGs and representatives from the Women and Children’s Bureau of Sri Lanka Police.",
    "The Emergency Waiting Area in Mirihana joins a network of operational EWAs across Sri Lanka, including those in Jaffna, Pudukuduirippu, Batticaloa, Mundalam, Kandy, and Nuwara Eliya. These facilities serve as vital safe spaces for women and children who have experienced violence, offering temporary shelter, support, and access to essential services while they await further assistance or court procedures.",
    "Operated under the purview of the Bureau for the Prevention of Abuse of Children and Women, these Emergency Waiting Areas provide assistance, ensure the safety and dignity of survivors, and offer access to a range of support services, including medical assistance, counselling, legal aid, and referrals to shelters. This initiative is vital for addressing the distressing prospect of survivors being kept overnight in prison cells, especially when they arrive at police stations during nighttime.",
    "The establishment of the Mirihana EWA was made possible with a total investment of $ 210,000, generously funded by the People of Japan. World Vision Lanka supported with the construction of the EWA.",
    "In his remarks, UNFPA Sri Lanka Representative Kunle Adeniyi, highlighted the importance of encouraging survivors of gender-based violence (GBV) to come forward by establishing trust in the justice system through a survivor-centred approach. “The impact of these EWAs will ripple beyond individual survivors, fostering a cultural shift in how GBV is perceived and addressed. By prioritising survivor-centred approaches, we can challenge the societal norms that perpetuate silence and stigma. Empowered survivors can become advocates for change, breaking the cycle of abuse and inspiring others to seek help.”",
    "Ambassador Mizukoshi expressed Japan’s continued commitment to supporting women and children in Sri Lanka, emphasising the importance of these efforts in fostering a safer and more equitable society. “Japan’s commitment to ending gender-based violence and promoting WPS (Woman, Peace and Security) is central to our development cooperation diplomacy. By creating safe spaces for survivors in Sri Lanka, we reinforce our dedication to gender equality and women’s empowerment. This initiative aligns with our broader goals of ensuring sexual and reproductive health and rights. Collaborating with UNFPA, we strive to build a future where women and girls are safe, respected, and able to reach their full potential. Together, we can realise a safe and secure world where human dignity is protected, based on the SDGs principle of leaving no one behind.”",
    "As part of the ongoing expansion of this initiative, seven more EWAs are in the pipeline, set to open in Walapane, Murunkan, Dharmapuram, Modara, Kalutara-South, and two additional locations in Trincomalee and Ratnapura.",
    "UNFPA Sri Lanka extends its gratitude to the People of Japan, Ministry of Public Security Secretary Viyani Gunathilaka, Ministry of Public Security Additional Secretary Damayanthi S. Karunarathne, UNFPA Consultant Dr. Thiloma Munasinghe, SDIG Priyantha Weerasooriya, DIG Renuka Jayasundere, Sri Lanka Police, and World Vision Lanka for their invaluable support in making survivors feel safe and encouraged to seek assistance in times of distress owing to gender-based violence.",
    "UNFPA Sri Lanka encourages anyone seeking assistance from the Police Women and Children’s Bureau, to contact the hotline at 109."
  ]
}