{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Browns-bags-Silver-at-NBEA-2025/34-780313",
  "time_ut": 1755216513.0,
  "original_lang": "en",
  "original_title": "Browns bags Silver at NBEA 2025",
  "original_body_lines": [
    "From left: Brown & Company Head of IT Prasanna Ganegoda and Senior Manager Digital Transformation Nadeesha De Jeodth receiving the award for Silver in the Trading Category",
    "Brown & Company was recently honoured with the Silver Award in the Trading Category at the National Business Excellence Awards (NBEA) 2025, organised by the National Chamber of Commerce of Sri Lanka (NCCSL).",
    "Held on 24 July at the Shangri-La Hotel, Colombo, the annual awards ceremony celebrated organisations that had demonstrated an unwavering commitment to high standards in business performance while contributing to nationwide economic development.",
    "The stringent NBEA framework measures companies based on several core evaluation metrics such as Excellence in Strategy and Leadership, Corporate Governance, Capacity Building, Performance Management, Local and Global Market Reach, Corporate Social Responsibility, Environmental Sustainability, and Business and Financial Results.",
    "Brown & Company’s recognition in the Trading Category is exemplary not only of its commitment to stringent governance practices, strategic leadership and operational excellence, but is also illustrative of the company’s enduring 150-year legacy.",
    "From its humble beginnings as an engineering workshop in the plantation industry, Browns has expanded into vital sectors that power Sri Lanka’s growth, touching and illuminating lives across the nation and throughout generations.",
    "As a total solutions provider in agriculture, farming and crop care; to pioneering veterinary pharmaceuticals that support animal wellbeing; driving national development through large-scale infrastructure, tools and machinery; spearheading advanced power generation systems; fostering fisheries through its marine activities; and energising mobility in the automotive sphere with high-performing batteries and heat exchange technologies, Browns has, and continues to be an intrinsic part of the country’s economy. Through its plantation operations, the company today stands as the world’s largest manufacturer of tea, thereby expanding and fortifying its global presence.",
    "Brown & Company Executive Director/Group CEO Thamotharampillai Sanakan said, “We are truly honoured to receive this award, as it reflects the high-quality service we consistently deliver to our valued customers. This recognition is particularly meaningful as it coincides with Browns’ 150th anniversary, a remarkable milestone that highlights our resilience, dedication, and enduring presence in the market.”"
  ]
}