{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Munchee-secures-coveted-No-1-spot-in-LMD-s-Most-Loved-Product-Brands-ranking/34-762029",
  "time_ut": 1716235399.0,
  "original_lang": "en",
  "original_title": "Munchee secures coveted No. 1 spot in LMD’s Most Loved Product Brands ranking",
  "original_body_lines": [
    "Munchee, the flagship brand of Ceylon Biscuits Ltd. (CBL), has once again triumphed as the nation’s most cherished product brand, as announced by LMD’s Brands Annual Ranking 2024. Garnering the prestigious No. 1 position in the ‘Most Loved Product Brands’ category, Munchee reaffirms its status as a symbol of Sri Lankan pride and excellence.",
    "Since its inception, Munchee has remained dedicated to delighting consumers with an array of confectionary products that seamlessly blend global flavours with the rich essence of Sri Lankan culture. This recognition by LMD underscores the enduring love and trust that the brand has earned from consumers across the nation. Munchee also exports to 69 countries worldwide, showcasing its robust global reach and commitment to quality. Munchee’s global presence extends beyond exports, with established manufacturing footprints in key locations such as Ghana and Bangladesh, enhancing efficiency and accessibility for its diverse consumer base.",
    "Ceylon Biscuits Ltd. Group Director Rasith Wickramasinghe remarked, “We are immensely proud of Munchee’s remarkable achievement in being recognised as the No. 1 ‘Most Loved Product Brand’ in Sri Lanka by LMD. This accolade is a testament to our unwavering commitment to excellence and our deep-rooted connection with our loyal consumers. As we continue our journey, we remain dedicated to upholding the highest standards of quality and innovation.”",
    "Guided by a steadfast commitment to enriching lives and fostering community development, Munchee has transcended its role as a mere confectionary manufacturer to become a beacon of progress and social responsibility in Sri Lanka. Munchee’s ethos embodies a deeper purpose: enhancing the quality of life for people. Through its active involvement in promoting art and culture, supporting sports initiatives, driving community upliftment, advancing education, fostering youth development, and numerous other endeavours, Munchee nurtures the wellbeing of all communities. As a responsible corporate citizen, Munchee’s contributions reflect a dedication to social betterment and sustainability.",
    "At the heart of Munchee’s journey lies a warm story of compassion and dedication to serving the community. It began with a humble endeavour to provide protein biscuits to school children as a midday meal. From day one, the company’s focus has been on caring for consumers, making a positive impact on their lives.",
    "The LMD Most Loved Product Brands ranking is highly coveted as it celebrates brands that have earned the love and loyalty of consumers nationwide. Delighting consumers with an irresistible savoury and sweet range, Munchee’s top ranking is a milestone achievement, strengthening its position as the undisputed leader in Sri Lanka’s confectionary industry. Munchee CEO Nalin Karunaratne stated, “This recognition is a testament to the collective efforts of the entire Munchee family, whose dedication and passion have propelled us to this esteemed position. We are honoured by the trust and affection bestowed upon us by our consumers, and we pledge to continue delighting them with innovative products and experiences that reflect the essence of Sri Lankan hospitality.” With a legacy built on excellence and a vision set on the future, Munchee remains steadfast in its commitment to serving communities and enriching lives, ensuring that each bite of its delectable treats brings joy and satisfaction to consumers."
  ]
}