{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jaaf-calls-for-urgent-action-on-business-visa-issue/",
  "time_ut": 1725989280.0,
  "original_lang": "en",
  "original_title": "JAAF calls for urgent action on business visa issue",
  "original_body_lines": [
    "The Joint Apparel Association Forum (JAAF) called on the Sri Lankan government to urgently resolve ongoing challenges related to the issuance of short term business visas, which have been halted since August 2.",
    "JAAF noted that all official foreign business visitors, including buyers, machinery suppliers, and technical service providers, have faced significant hurdles entering Sri Lanka due to the lack of a proper business visa issuance system.",
    "While tourist visas are available on arrival, there is currently no facility to issue business visas through this channel. Foreigners arriving for short term business visits are not eligible for tourist visas, leaving a critical gap in the country’s ability to accommodate overseas business visitors. JAAF points out that these visitors are essential to the nation’s economic recovery, particularly in sectors like apparel and manufacturing, where international engagement is vital for exports and business expansion.",
    "Adding to the confusion, the immigration website remains outdated, offering no helpful guidance for business visitors seeking entry to Sri Lanka. This lack of clarity is creating further uncertainty, impacting the flow of international business. Additionally, while there have been discussions around visa-free entry for 35 countries, the implementation of this policy has been delayed, further complicating the situation.",
    "“Sri Lankan enterprises are at a critical juncture in their ongoing recovery efforts. At such a moment, it is incumbent on the Government to take all possible measures to streamline the flow of not just goods, but also personnel. Business travelers often have specific requirements, including the need to carry samples, documents, and other material while traveling. For the benefit of Sri Lanka’s business and export community, swift action is needed to implement a solution that facilitates international business travel and restores confidence in Sri Lanka as a business-friendly destination,” JAAF Secretary General Yohan Lawrence said.",
    "Accordingly, JAAF urged the Government to authorize Sri Lankan embassies overseas to issue short-term, single-entry business visas as an interim solution. This would ensure that genuine business visitors can legally travel to Sri Lanka on the appropriate visa preventing further disruption to trade and industry.",
    "Recent discussions with the Sri Lanka Tourism Development Authority (SLTDA) and the Sri Lanka Tourism Promotion Bureau (SLTPB) suggest that efforts are being made to resolve the issue. However, no timeline has been provided, and businesses continue to experience significant delays and uncertainty.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}