{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Rachel-Corrie-and-USS-Liberty-The-Hannibal-Doctrine-in-US-diplomacy/172-279361",
  "time_ut": 1711051080.0,
  "original_lang": "en",
  "original_title": "Rachel Corrie and USS Liberty: The Hannibal Doctrine in US diplomacy",
  "original_body_lines": [
    "File picture: A Palestinian girl holds posters of US peace activist Rachel Corrie, who was killed by an Israeli army bulldozer in 2003, during a protest marking the anniversary of her death at a refugee camp in Rafah in 2013. AFP",
    "On Saturday, Palestinians and peace activists campaigning for a free Palestine commemorated the 21st anniversary of the death of Rachel Corrie, an American citizen. She was crushed to death in Gaza on March 16, 2003, by a 26,287-kg heavy bulldozer driven by an Israeli soldier. Commemorative events were held in Palestinian territories despite the melancholy over the unending destruction with which genocide-committing Israel is visiting the Palestinians day in and day out and the ever-increasing death toll, which now stands at 32,000—nearly half of the children.",
    "A volunteer attached to an international peace team, Rachel was in Gaza to protect Palestinian homes that were being regularly bulldozed for Israeli settlers to take over the Palestinian land. She was one month short of her 24th birthday when her life was brutally taken away.",
    "The US magazine, Mother Jones, gave an account of her final hours:",
    "“At two o’clock on the afternoon of Sunday, March 16, Rachel Corrie received a cell-phone call from a comrade in the International Solidarity Movement. ‘The Israelis are back,’ she told Corrie. ‘Get over here right away. I think they’re heading for Dr. Samir’s house.’ The news alarmed Corrie. Samir Nasrallah was a Palestinian pharmacist who lived with his wife and three children a few hundred yards from the battle-scarred Egyptian border in the Gaza Strip town of Rafah. Corrie and other pro-Palestinian activists based in Rafah had frequently spent the night in Nasrallah’s house, acting as human shields against the Israeli tanks and bulldozers, clearing a security zone around the border. Almost every other structure in the area had been knocked down in recent months; Nasrallah’s abode now stood alone in a sea of sand and debris.",
    "“Certain that the pharmacist’s house was about to be razed, Corrie caught a taxi to the Hai as-Salam neighbourhood. The paved roads of downtown Rafah gave way to sandy tracks lined with scrabbly olive groves, mosques, modest houses, and dirt pitches where Corrie often played football—badly but enthusiastically—with local youths. At 2:30 p.m., a neighbour of Nasrallah’s named Abu Ahmed caught sight of the activist hurrying past his house. Slight, hazel-eyed, with high cheekbones and dirty blond hair pulled back in a ponytail, she carried a megaphone in one hand and an orange fluorescent jacket in the other. “Come inside and have some tea,” he urged her. But Corrie told him she did not have time, and he watched as she disappeared around the corner of his house, heading towards the roar of machinery.",
    "“This much has never been contested: placing herself in the path of an Israeli bulldozer that she believed was about to flatten Nasrallah’s house, Rachel Corrie was crushed to death—her skull fractured, her ribs shattered, her lungs punctured.”",
    "Witnesses said that Corrie’s death was no accident; the bulldozer’s operator had deliberately run over her, then put the vehicle in reverse. For Palestinians, she was a martyr—one of them.",
    "But was justice done to her? As often happens in probes involving Israeli soldiers, no charges were brought against the bulldozer driver. An Israeli investigation concluded that the driver “had not seen Corrie” and therefore no charges would be brought against him.",
    "To date, the investigation findings have not been published or shared with the US government or the Corrie family. As often happens in incidents where Israel is the wrongdoer, the US government did not let the Corrie tragedy become a diplomatic issue. The then-president, George W. Bush, who was known for his gung-ho statements about the 9/11 attacks, meekly expressed regret over the tragedy but rejected calls by the Corrie family and peace activists to conduct a probe by a US team.",
    "For the current president, Joe Biden, a hardcore Israel worshipper and Zionist, Rachel Corrie is a non-entity.",
    "With the Corrie family denied justice in the Land of the Free, in desperation, they filed a civil case in Israel. The case went all the way to the Israeli Supreme Court. As often happens in cases against Israeli soldiers, the Supreme Court on February 13, 2015, rejected the appeal on the basis of the “combat activities exception,” according to which the Israeli military cannot be held responsible for damages in a war zone.",
    "The US government’s desertion or betrayal of an American citizen is the diplomatic equivalent of a top-secret Israeli military doctrine called the Hannibal Protocol. The doctrine is employed to prevent the kidnapping of soldiers by any means necessary, even if it means striking and harming Israeli forces. The doctrine, named after the Carthaginian general who chose to poison himself instead of falling captive to the Romans in 181 BC, implies that an Israeli soldier is ‘better dead than abducted’. Although it is not discussed widely in pro-Israeli Western media, evidence has now surfaced that many of the Israeli civilians being held captive by Hamas militants during the October 7 attacks were killed by Israeli troops in keeping with the Hannibal directive.",
    "The Hannibal doctrine is what successive US administrations have been adopting concerning Rachel Corrie’s murder but with a significant variation. The military version, which Israel adopts, is all about promoting Israel’s national interest, even if it means killing its own citizens, but the doctrine’s diplomatic version, which the US has adopted, is not about promoting US interests. It is about promoting Israel’s interests, even if it means sacrificing American lives.",
    "Nothing explains the Hannibal doctrine of the United States’ pro-Israeli diplomacy in greater detail than the USS Liberty incident in the Mediterranean Sea in 1967. Forget Corrie; forget Aaron Bushnell, the US airman who, in February, set himself ablaze, declaring “Free Palestine” in a heroic act to free his country from its blind slavery to Israel. The USS Liberty incident was about Israel killing 34 US sailors and wounding 174, followed by a cover-up.",
    "Successive US Presidents, under Israeli pressure, have refused to take the lid of secrecy off the attack carried out by Israeli Air Force aircraft and Israeli Navy torpedo boats.",
    "Subsequent investigations and interviews given by Israeli pilots confirmed that it was not an accident or due to miscommunication. The survivors said the attack was deliberate and took place after they identified the vessel as a US warship. They charged that the US government colluded with Israel to cover up the case. Retired Capt. Ward Boston, a former Navy attorney who helped lead the military investigation of the incident in a signed affidavit released at a news conference, insisted that then-President Lyndon B. Johnson and his Defence Secretary Robert McNamara ordered that the inquiry conclude that the incident was an accident. Since then, the US Congress has rejected calls for an investigation.",
    "Many a theory has been floated about the attack, with Soviet research claiming that Israel attacked the US spy ship, fearing that its communications would be intercepted by a Soviet destroyer and passed on to the Egyptians, especially the information about the lack of Israeli fortification on the Egyptian front.",
    "Though the causes of the attack remain shrouded in secrecy due to the diehard US servility towards Israel, the USS Liberty attack and the Rachel Corrie tragedy confirm the existence of the Hannibal Protocol in US diplomacy. Citizens of America, beware!"
  ]
}