{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Pathfinder-s-webinar-on-Sri-Lanka-s-path-to-RCEP-membership-Unlocking-new-horizons-on-Wednesday/34-759864",
  "time_ut": 1711308011.0,
  "original_lang": "en",
  "original_title": "Pathfinder’s webinar on “Sri Lanka’s path to RCEP membership: Unlocking new horizons” on Wednesday",
  "original_body_lines": [
    "The Government of Sri Lanka has officially submitted a letter of intent to join the Regional Comprehensive Economic Partnership (RCEP), the world’s largest trade bloc.",
    "This strategic step is set to pave the way for broader access to markets, increased trade, and robust economic growth for Sri Lanka amidst the dynamic landscape of global commerce.",
    "To delve deeper into the myriad of opportunities and challenges this accession presents, a webinar titled “Sri Lanka’s Accession to RCEP: Opportunities and Challenges – Learnings from Existing Member Countries” is scheduled for Wednesday, 27 March.",
    "This event is a collaborative effort between the Pathfinder Foundation Sri Lanka and the Institute of South Asian Studies at the National University of Singapore (NUS), alongside APTA CCI.",
    "Dr. R.H.S. Samarathunga, Senior Economic Advisor to the President of Sri Lanka will grace the occasion with insights into the Government’s policy direction, motivations, and objectives behind Sri Lanka’s move to join RCEP.",
    "The event will begin with welcome remarks by Ambassador (Retd.) Bernard Goonetilleke, Pathfinder Foundation Sri Lanka chairman; NUS Director of the Institute of South Asian Studies Dr. Iqbal Singh Sevea, and APTA CCI Chairman Ajith D. Perera.",
    "The webinar will feature a comprehensive introduction to RCEP and its evolution by Pathfinder Foundation Executive Director Dr. Dayaratna Silva, Executive Director of the Pathfinder Foundation Sri Lanka, followed by a panel discussion moderated by NUS Institute of South Asian Studies Senior Research Fellow and Research Lead Dr. Amitendu Palit who will explore the practical implications of RCEP membership, drawing on the experiences and perspectives of existing member countries.",
    "Distinguished panelists, including K.A. Vimalenthirarajah from Sri Lanka, Dr. Mohammad Masudur Rahman from New Zealand, Wang Yanguo from China, and Phouxay Thepphavong from Lao PDR, will offer valuable insights into promoting trade in goods, sharing experiences, and discussing the perspectives of Least Developed Countries (LDCs) within the RCEP framework.",
    "This webinar will conclude with a discussion, allowing attendees to engage directly with the speakers, followed by concluding remarks that outline the way forward for Sri Lanka in the context of RCEP.",
    "Stakeholders from across the spectrum – policymakers, business leaders, academics, and the general public – are invited to join this dialogue."
  ]
}