{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Inovartic-Investment-launches-Abu-Dhabi-University-Graphene-Centre-in-partnership-with-SLINTEC/34-768880",
  "time_ut": 1730853081.0,
  "original_lang": "en",
  "original_title": "Inovartic Investment launches Abu Dhabi University Graphene Centre in partnership with SLINTEC",
  "original_body_lines": [
    "Inovartic Investment Lanka Ltd., a joint venture between Sri Lanka’s Apex Asia Holdings and UAE’s Inovartic Investment LLC, has announced the launch of the Abu Dhabi University Graphene Centre – an advanced facility dedicated to pioneering research in graphene technology.",
    "This centre was inaugurated at Abu Dhabi University to drive scientific progress and international collaborations in nanotechnology, aligning with the UAE’s “Make It in the UAE” initiative. This ambitious project brings together Inovartic Investment, Abu Dhabi University, and the Sri Lanka Institute of Nano Technology (SLINTEC) to explore graphene applications across sectors, including electronics, medical devices, EV batteries, water treatment, agriculture, materials science, and energy.",
    "Abu Dhabi University Chancellor Professor Ghassan Aouad said: “We are excited to launch the Abu Dhabi University Graphene Centre, which will play a crucial role in advancing graphene research and its applications. This initiative not only strengthens our commitment to innovation but also positions Abu Dhabi under the leadership vision as a leader in nanotechnology research.”",
    "Sri Lankan Ambassador to the UAE Udaya Indrarathna and key figures from Inovartic Investment, including Inovartic Investment Chairman and Co-Founder Saif Al Darmaki, Inovartic Investment Regional Partner and Inovartic Investment Lanka Co-Founder and Partner Daham Arangalla, and Apex Asia Holdings Chairman and Inovartic Investment Lanka Co-Founder and Partner Shawn Gajasingheat. Joining them were SLINTEC CEO Tushara Vajera Perera and Senior Principal Scientist Dr. Nuwan Silva. Their combined presence underscored the collaborative commitment to pushing the boundaries of nanotechnology and scientific exchange.",
    "Ambassador Udaya Indrarathna said: “The establishment of the Abu Dhabi University Graphene Centre represents a significant step forward in scientific collaboration between Sri Lanka and the UAE. It opens up new avenues for research and development in nanotechnology, benefiting both nations and we appreciate Inovartics’ commitment to investing and establishing facilities in Sri Lanka, supporting the current Government’s policy manifesto.”",
    "Inovartic Investment Chairman Saif Al Darmaki said: “Partnering with Abu Dhabi University to establish the Graphene Centre represents a significant milestone for Inovartic Investment. We believe that this centre will not only drive groundbreaking research but also create opportunities for sustainable technological advancements that can benefit both the UAE and the global community.”",
    "Speaking at the event, SLINTEC CEO Thushara Vajera Perera said: “The launch of the Abu Dhabi University Graphene Centre is a remarkable development for nanotechnology research. We are thrilled to be part of this collaboration with Inovartic Investment and look forward to collaborating on innovative projects that will have a lasting impact on science and technology, placing Sri Lanka on the world map.”",
    "As a new hub for cutting-edge research, the Abu Dhabi University Graphene Centre will be instrumental in advancing graphene innovations and creating valuable industry commercialisation through Inovartic Investment."
  ]
}