{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/jkh-teejay-ctc-dialog-and-dilmah-score-in-transparency-in-corporate-reporting-151057/",
  "time_ut": 1707993060.0,
  "original_lang": "en",
  "original_title": "JKH, Teejay, CTC, Dialog and Dilmah score in transparency in corporate reporting",
  "original_body_lines": [
    "ECONOMYNEXT – John Keells Holdings Plc, Teejay Lanka Plc, Ceylon Tobacco Company Plc, Dialog Axiata Plc, and Dilmah Ceylon Tea Company Plc tied first in Transparency in Corporate Reporting (TRAC) assessment by Transparency International Sri Lanka (TISL).",
    "All five companies achieved the full score for transparency in corporate reporting, while 27 companies are considered ‘Significantly Transparent’ in corporate reporting as per the latest assessment. The Report assessed companies on their corporate disclosure practices in preventing corruption.",
    "“Assessing corporate transparency through TRAC assessments will not address all grand corruption cases in Sri Lanka. Nevertheless, corporate transparency is one step that companies can take to reduce the risk of corruption within their organisations,” said Nadishani Perera, Executive Director, TISL said in a statement.",
    "According to the TRAC 2023 Report unveiled today (15), companies evaluated this year have achieved an average score of 5.85 out of 10, showing a slight overall improvement compared to the previous year, “reflecting advancements in corporate transparency and reporting practices”.",
    "“While congratulating the high scorers of the assessment, it is important to note that the TRAC report assesses transparency in corporate disclosures, and does not assess the actual implementation of companies’ anti-corruption policies or programmes. Therefore, a low score does not necessarily mean that a company does not have strong anti-corruption programmes, nor does it indicate any wrongdoing on the part of the company. Conversely, a high score may not always reflect operational and implementational success of anti-corruption programmes, but merely reflects strong disclosure mechanisms pertaining to anti-corruption, organisational transparency, domestic financial reporting, and policies on gender and non-discrimination,” according to the statement.",
    "As much as public sector corruption is a serious problem, TISL said, “so too is private sector corruption, wherein private sector actors can often be silent colluders or enablers of much larger public sector corruption.”",
    "The newly enacted Anti-Corruption Act of 2023 recognizes bribery in the private sector as a punishable offence.",
    "Under the revised Listing Rules of the Colombo Stock Exchange, listed companies are required to adopt and maintain whistle-blower policies and anti-bribery and corruption policies and to make disclosures on said policies.",
    "The IMF, in extending bailout funds to Sri Lanka, has been strict on anti-corruption measures and steps to reduce corruption in every aspect. (Colombo/Feb15/2024)"
  ]
}