{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/throttling-democracy-the-govt-way/",
  "time_ut": 1708364280.0,
  "original_lang": "en",
  "original_title": "Throttling democracy, the govt. way",
  "original_body_lines": [
    "The leaders of the SLPP-UNP government, troubled by the prospect of having to face elections, must be having sleepless nights. They are believed to be busy devising ways and means of putting off the presidential contest due in eight months or so. The President’s Office has however said the next presidential election will be held on schedule. The promises of governments in trouble are like pie crust; they are made to be broken.",
    "Speculation is rampant in political circles that the government is planning to postpone the next presidential election on the pretext of abolishing the executive presidency. But there is no way the SLPP-UNP combine can muster a two-thirds majority for a bill seeking to scrap the executive presidency and have it approved by the people at a referendum. Is it planning to strangle elections financially, again? It stands accused of trying to halve the fund allocations for the presidential and parliamentary elections.",
    "A statement issued by the Media Ministry, announcing the Cabinet decisions made on 05 Feb., 2024, said inter alia: “The Cabinet of Ministers considered that an allocation of Rs 10 billion has been made by the budget estimate for the year 2024, within the financial stamina of the government and those provisions have to be managed for covering the expenditure of the presidential election and general election (emphasis added).”",
    "Executive Director of the Institute for Democratic Reforms and Electoral Studies Manjula Gajanayake has pointed out that the Cabinet has halved the amount of funds needed for the presidential and parliamentary elections. We have quoted Commissioner General of Elections Saman Sri Ratnayake as saying that the Election Commission needs Rs. 10 billion for the next presidential election, and Rs. 11 billion for the parliamentary polls due next year, and the two estimates were submitted to the government in August/September 2023.",
    "The government has either revealed its hand unwittingly by making public the above-mentioned Cabinet decision or sent a trial balloon to gauge the reaction of the Opposition and the public to its move. Curiously, the Opposition has not taken up the issue.",
    "The ministerial decision at issue could be considered an instance of the Cabinet overriding Parliament, which controls public finance. Gajanayake has rightly said President Ranil Wickremesinghe is using the Cabinet as a cat’s paw to postpone elections.",
    "President Wickremesinghe has proved that he is no respecter of the separation of powers; he usurps the powers of Parliament, where he even tells the Opposition members to shut up. Checks and balances are the bulwark against the emergence of dictatorships. An unmistakable sign of a judiciary buckling under executive pressure, in any country, is the inexplicable postponement of judgements that are not favourable to those who are close to the powers that be.",
    "Is it that the absence of stiff resistance to its refusal to allocate funds for the local government elections, in 2022, has emboldened the government to adopt the same modus operandi to put off other elections as well?",
    "The government is keen to curtail its expenditure only when funds are required for elections! It is quite liberal with people’s money where its leaders’ spendthrift ways are concerned. The Treasury makes colossal amounts of funds readily available for the government politicians’ foreign junkets, perks, and state ceremonies, which are an utter waste of money.",
    "Let the government be warned that by suppressing democracy, it is giving a big fillip to ultra-radical political forces with extra-parliamentary agendas, thriving on public resentment. It created conditions for Aragalaya, which was hijacked by extremists masquerading as saviours to compass their sinister ends; they almost succeeded in decapitating parliamentary democracy.",
    "Unless the government mends its ways and stops throttling democracy, it will have a bigger uprising than Aragalaya to contend with sooner than expected. Public anger is reaching the tipping point, and it has to be defused through elections if disaster is to be averted.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}