{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cutting-edge-advancements-unveiled-in-spine-surgery/",
  "time_ut": 1728676980.0,
  "original_lang": "en",
  "original_title": "Cutting-edge advancements unveiled in spine surgery",
  "original_body_lines": [
    "Dr. S. Karunakaran, Director and Senior Consultant at Advanced Spine Specialty Centre MGM Healthcare Private Limited, Chennai, sheds light on cutting-edge advancements in spine surgery, emphasizing a monumental shift in surgical tools.",
    "Speaking to The Island Financial Review, Dr. Karunakaran explained how traditional methods are being replaced by innovative technology to increase precision and safety in spinal operations, especially for conditions like scoliosis.",
    "“Previously, we used the osteotome, a cutting tool that often caused unwanted neural damage due to slippage. Later, we advanced to high-speed burrs, which, despite their effectiveness, had to be continuously irrigated to prevent thermal damage to the bone and surrounding tissues. Even then, accidental contact with neural structures could result in permanent damage, Dr. Karunakaran explained.",
    "Karunakaran adds: “Today, the introduction of the ultrasonic bone scalpel has transformed spinal surgery. This tool oscillates rapidly, allowing for greater precision. The biggest difference is that even if we come into contact with the neural structures, it won’t cut them, drastically reducing the risk of damage. This confidence has led to a near-perfect success rate of 99% to 99.5% in delicate procedures, allowing surgeons to operate closer to neural structures while minimizing complications.",
    "“While many might initially assume scoliosis or other spine deformities are primarily cosmetic issues, the impact goes far beyond appearances. These deformities create abnormal pressure on the spine, leading to asymmetric bone loading, wear and tear, and eventually arthritic changes that can cause significant pain.”",
    "In Sri Lanka, scoliosis remains a largely unrecognized condition, but efforts are underway to change that. Dr. Nimini Withana , CEO of the Sri Lanka Scoliosis Awareness Programme and Project Chairman of “Investing in Child Health” at Lions Club International, is spearheading campaigns across the country. “We’ve been working on awareness campaigns for two decades, educating the public about scoliosis and supporting affected children,” says Nilmini.",
    "The Sri Lanka Scoliosis Awareness Programme, started 20 years ago in partnership with Lions Club District 3062, has so far helped over 2,000 children and conducted more than 500 awareness campaigns. The organization plans to continue expanding its outreach, with more programs in Colombo and the suburbs scheduled over the next three months.",
    "Aitken Spence Hotels sets new benchmark with highest regional awards at SATA 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}