{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98026/over-13000-children-killed-in-gaza-in-israels-offensive-says-un-agency",
  "time_ut": 1710749640.0,
  "original_lang": "en",
  "original_title": "Over 13,000 children killed in Gaza in Israel’s offensive, says UN agency",
  "original_body_lines": [
    "The UN children’s agency said on Sunday over 13,000 children have been killed in Gaza in Israel’s offensive, adding many kids were suffering from severe malnutrition and did not “even have the energy to cry.”",
    "“Thousands more have been injured or we can’t even determine where they are. They may be stuck under rubble ... We haven’t seen that rate of death among children in almost any other conflict in the world,” UNICEF Executive Director Catherine Russell told CBS News’ “Face the Nation” program on Sunday.",
    "“I’ve been in wards of children who are suffering from severe anemia malnutrition, the whole ward is absolutely quiet. Because the children, the babies ... don’t even have the energy to cry.”",
    "Russell said there were “very great bureaucratic challenges” moving trucks into Gaza for aid and assistance.",
    "International criticism has mounted on Israel due to the death count of the war, the starvation crisis in Gaza, and allegations of blocking aid deliveries into the enclave.",
    "A UN expert said earlier this month that Israel was destroying Gaza’s food system as part of a broader “starvation campaign.” Israel rejected the accusation.",
    "Israel’s military assault on Hamas-governed Gaza has displaced nearly its entire 2.3 million-person population, caused a starvation crisis, flattened most of the enclave, and killed over 31,000 people, according to Gaza’s health ministry. It has also led to accusations of genocide being probed in the World Court.",
    "Israel denies the genocide charges and says it is acting in self defense after the Oct. 7 attack on Israel from Hamas that killed some 1,200, according to Israeli tallies, and took scores of hostages.",
    "One in three children under age 2 in northern Gaza is now acutely malnourished and famine is looming, the main UN agency operating in the Palestinian enclave said on Saturday."
  ]
}