{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Postponing-polls-would-further-jeopardise-democracy-Bakeer-Markar/56-758493",
  "time_ut": 1707940121.0,
  "original_lang": "en",
  "original_title": "Postponing polls would further jeopardise democracy - Bakeer Markar",
  "original_body_lines": [
    "Says country is currently facing crises in democracy, foreign and economic policy.",
    "Stresses SL must exercise caution as external forces are attempting to exploit country’s instability and vulnerability",
    "Notes SL must implement policies of successful countries and stay clear of traditional politics and failed propaganda",
    "Admits to presence of differing opinions among members within SJB",
    "Samagi Jana Balawegaya (SJB) MP Imathiaz Bakeer Markar yesterday said the country is currently facing crises in democracy, and foreign and economic policy. The MP expressed concern that if the Government opts to postpone elections, it would further jeopardise the country’s democracy and place it in a precarious position.",
    "The MP made these remarks while speaking to the media in Kandy yesterday.",
    "“The country is in a vulnerable situation. Numerous external forces are attempting to exploit the country’s instability and vulnerability at this critical juncture. While these attempts may not be readily apparent upon analysis, it is evident that they are occurring. We must exercise caution,” he said.",
    "“We will have to face numerous questions at the UNHRC in September,” the MP noted. The MP highlighted that the Government’s decision to involve itself in the ongoing Middle East conflict exemplifies a short-sighted approach driven by political preservation and the pursuit of agendas of other forces which is also jeopardising the country’s democracy.",
    "“We must implement policies of successful countries. Continuing to rely on traditional politics and failed propaganda will only drag the country further into an abyss,” Bakeer Markar cautioned.",
    "Commenting on the recently passed Online Safety Act, the MP criticised the Government for restricting the free speech of citizens and their right to voice the struggles being faced, both online and on the streets. “They are attempting to implement a rule similar to that of Hitler,” he remarked critically.",
    "He emphasised that people must be allowed to voice their dissent, as suppressing their voices will only lead to yet another crisis. “Elections must be held on time. A President and a Government with a mandate must be appointed to gain the trust of both the people and the international community,” he said.",
    "The MP acknowledged the presence of differing opinions among members within the SJB. “It is largely influenced by experience and maturity. While there should be consensus on main policies, members are entitled to their opinions on other matters. Discussing issues outside the party only serves to bolster opponents, and I do not agree with this approach,” he remarked."
  ]
}