{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97732/trump-wins-colorado-ballot-disqualification-case-at-us-supreme-court",
  "time_ut": 1709570640.0,
  "original_lang": "en",
  "original_title": "Trump wins Colorado ballot disqualification case at US Supreme Court",
  "original_body_lines": [
    "The U.S. Supreme Court handed Donald Trump a major victory on Monday, barring states from disqualifying candidates for federal office under a constitutional provision involving insurrection and reversing Colorado’s exclusion of him from its ballot.",
    "The justices unanimously overturned a Dec. 19 decision by Colorado’s top court to kick the former president off the state’s Tuesday Republican primary ballot after finding that the U.S. Constitution’s 14th Amendment disqualified him from again holding public office. The Colorado court had found that Trump took part in an insurrection for inciting and supporting the Jan. 6, 2021, attack on the U.S. Capitol by his supporters.",
    "But four of the nine justices, including the court’s three liberal members, faulted the rest of the court for announcing rules limiting how the constitutional provision may be enforced in the future.",
    "Trump is the frontrunner for the Republican nomination to challenge Democratic President Joe Biden in the Nov. 5 U.S. election. His only remaining rival for his party’s nomination is former South Carolina Governor Nikki Haley.",
    "The ruling was issued on the eve of Super Tuesday, the day in the U.S. presidential primary cycle when the most states hold party nominating contests.",
    "The Supreme Court’s decision came five days after it agreed to decide Trump’s claim of immunity from prosecution on charges related to trying to overturn his 2020 election loss to Biden. The court acted in a speedier manner in deciding the ballot disqualification issue, benefiting Trump, than it has in resolving the immunity question. Delays in deciding the immunity issue could help Trump by delaying his criminal trial.",
    "The 14th Amendment’s Section 3 bars from office any “officer of the United States” who took an oath “to support the Constitution of the United States” and then “engaged in insurrection or rebellion against the same, or given aid or comfort to the enemies thereof.”",
    "“We conclude that states may disqualify persons holding or attempting to hold state office. But states have no power under the Constitution to enforce Section 3 with respect to federal offices, especially the presidency,” the unsigned opinion for the court stated.",
    "The justices found that only Congress can enforce the provision against federal officeholders and candidates.",
    "“BIG WIN FOR AMERICA!!!,” Trump wrote on his social media platform immediately after the ruling.",
    "Trump was also barred from the ballot in Maine and Illinois based on the 14th Amendment, but those decisions were put on hold pending the Supreme Court’s ruling in the Colorado case.",
    "Colorado Secretary of State Jena Griswold expressed disappointment at the ruling “stripping states of the authority” to enforce the disqualification clause.",
    "“Colorado should be able to bar oath-breaking insurrections from our ballot,” she wrote in a social media post.",
    "Though the justices unanimously agreed with the result, the three liberal justices, as well as conservative Justice Amy Coney Barrett, said the court’s opinion decided more than what was necessary to resolve the case by specifying that Section 3 can be enforced only through federal legislation.",
    "Justices Sonia Sotomayor, Elena Kagan and Ketanji Brown Jackson objected to the majority’s “gratuitous” decision to announce rules limiting the way Section 3 can be enforced in the future.",
    "“Today, the majority goes beyond the necessities of this case to limit how Section 3 can bar an oath-breaking insurrectionist from becoming president,” the liberal justices said. “Although we agree that Colorado cannot enforce Section 3, we protest the majority’s effort to use this case to define the limits of federal enforcement of that provision.”",
    "In a concurring opinion, Barrett wrote that “this is not the time to amplify disagreement with stridency. The court has settled a politically charged issue in the volatile season of a presidential election. Particularly in this circumstance, writings on the court should turn the national temperature down, not up,” Barrett wrote.",
    "“For present purposes, our differences are far less important than our unanimity: All nine Justices agree on the outcome of this case. That is the message Americans should take home,” Barrett added.",
    "Trump’s eligibility had been challenged in court by a group of six voters in Colorado - four Republicans and two independents - who portrayed him as a threat to American democracy and sought to hold him accountable for the Jan. 6, 2021, attack on the U.S. Capitol by his supporters.",
    "The plaintiffs were backed by Citizens for Responsibility and Ethics in Washington, a liberal watchdog group.",
    "CREW President Noah Bookbinder emphasized that while the court’s ruling allows Trump back on the ballot, it did not directly address the Colorado Supreme Court’s finding that Trump had engaged in insurrection.",
    "“The Supreme Court had the opportunity in this case to exonerate Trump, and they chose not to do so,” Bookbinder said, adding that, “The Supreme Court removed an enforcement mechanism, and in letting Trump back on the ballot, they failed to meet the moment.”",
    "As lawsuits seeking to disqualify Trump cropped up across the country, it was important for his candidacy to clear any hurdles to appear on the ballot in all 50 states.",
    "The Supreme Court’s 6-3 conservative majority includes three Trump appointees. Not since ruling in the landmark case Bush v. Gore, which handed the disputed 2000 U.S. election to Republican George W. Bush over Democrat Al Gore, has the court played such a central role in a presidential race.",
    "The justices in the immunity case in December declined a bid to speed up resolution of the matter before a lower court had weighed in, then last week agreed to take up the matter after lower courts had ruled - setting arguments to take place in late April, a much longer timeline.",
    "In a bid to prevent Congress from certifying Biden’s 2020 election victory, Trump supporters attacked police, broke through barricades and swarmed the Capitol. Trump gave an incendiary speech to supporters beforehand, repeating his false claims of widespread voting fraud and telling them to go to the Capitol and “fight like hell.” He then for hours rebuffed requests that he urge the mob to stop.",
    "The 14th Amendment was ratified in the aftermath of the Civil War of 1861-1865 in which seceding Southern states that allowed the practice of slavery rebelled against the U.S. government.",
    "In ruling against Trump, Colorado’s top court cited the “general atmosphere of political violence that President Trump created” and that he aided “the insurrectionists’ common unlawful purpose of preventing the peaceful transfer of power in this country.”",
    "The Supreme Court heard arguments on Feb. 8. Trump’s lawyer argued that he is not subject to the disqualification language because a president is not an “officer of the United States,” that the provision cannot be enforced by courts absent congressional legislation, and that what occurred on Jan. 6 was shameful, criminal and violent but not an insurrection."
  ]
}