{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/A-crisis-of-confidence/4-757888",
  "time_ut": 1706548582.0,
  "original_lang": "en",
  "original_title": "A crisis of confidence",
  "original_body_lines": [
    "The hills are alive in Davos, with the sounds of failure. Conversations used to be about taking advantage of the global playing field that US presidents and their allies were seeking to build after World War II and after the end of the Cold War. Companies now, and countries themselves, are seeking to understand how to ameliorate the risks of a new, emerging, seemingly chaotic world order.",
    "Yes, it was recently that time of year, as corporate chieftains, policy makers, NGO “warriors”, so-called journalists and self-styled intellectuals went invading the Swiss Alps for the 54th annual meeting of the World Economic Forum. Their anthem was “rebuilding trust.” After devastating trust on so many fronts this was a bold aspiration.",
    "The trust starts to fray with the outrageous “pandemic” escapade where from the first observance of this “novel” (it wasn’t!) coronavirus in China in December 2019 to “Gold Standard” (they weren’t!) PCR tests being ready to ship in a little over two weeks. This should have sent some alarm bells immediately ringing.",
    "Of course, there are many “conspiracy theorists” who consider WEF to be a fount of nefarious agendas, to be imposed on the rest of the world. Alas, no, though the optics can at times incline us in that direction.",
    "The Davos agenda though is failing. The highlights are a global security order, an integrated world economy with progress towards objectives like decarbonisation, gender equality and the abolition of dire poverty. Some of the aims are controversial, backed by pseudo-science in some ways (open debate is no longer allowed, only assertions repeated over and over), but they are hardly secret, and ill-conceived perhaps more than nefarious.",
    "However, last year was fairly madcap, with Russia gaining ground in Ukraine, the Middle East erupting into chaos with shipping disrupted in the Red Sea, relations between China and the West continuing to deteriorate, and Taiwanese elections suggesting fresh tensions ahead.",
    "Conflict makes free trade harder; the meltdown of the global security order actively undermines the Davos dream of economic integration. The China/US rift drives a decoupling at both ends, with the European Union joining the US in seeking to limit the effect on domestic manufacturing of low-wage, low-regulation production out of China and elsewhere. And the goal of free trade gets more elusive each year.",
    "Economic news is not merry either. Both the World Bank and the IMF forecast a slowdown in global economic growth. They are predicting that global trade flows will be roughly 50% of the average in the pre-pandemic decade. So, the 2020s could, if this proves true, become a lost decade for the world economy – as ever with the poorest countries being hardest hit.",
    "Therefore, as war spreads and the global economy staggers or falters, the social agenda touted by Davos is also precarious. Areas of focus like energy transition (the simply dysfunctional electrical vehicles in the frigid temperatures in much of the US are not a great piece of advertising) or gender justice (as Disney and Marvel see plummeting profits and interest in their reconceived storytelling), anyway fall down the priority list, as armed conflicts and sheer survival have to be negotiated. The number of desperate refugees has swelled to 114 million, keeps growing inexorably, and a porous border isn’t a border at all. Civilian violence against the backdrop of war swells, and inevitably human rights groups and campaigners have to focus on existential humanitarian crises, rather than social justice or the advancement of constitutional protections.",
    "Time to do some good for the human enterprise together by speaking out and standing up legally and with demonstrated commitment to our societies. We assert the right to be productively human and safeguard our autonomy and celebrate our community. Not too much to ask for, and we mustn’t ask, or settle for, any less",
    "The hills are alive in Davos, with the sounds of failure. Conversations used to be about taking advantage of the global playing field that US presidents and their allies were seeking to build after World War II and after the end of the Cold War. Companies now, and countries themselves, are seeking to understand how to ameliorate the risks of a new, emerging, seemingly chaotic world order.",
    "How do you manage supply chains in the era of US-China rivalry, or when the Yemenis effectively close the Red Sea, and Iranian proxies do the same with the Strait of Hormuz? How does a country crystallise a security policy when US power seems to be waning, when its moral standing has been whittled away, and where most of our geopolitical, economic, social and political assumptions seem to no longer hold?",
    "So, to some extent, “Rebuilding Trust” acknowledges something has gone wrong. It’s a first step, but woefully inadequate. Yes, there is Russian propaganda, and yes China wishes to influence American opinion, but there are media blackouts of the mushrooming farmer’s strikes across Europe, and the mainstream media refuses to broadcast Trump’s victory speech during the primaries, and more and more -- so the misinformation/distortion pathology has gone global.",
    "Though it is clear the “vaccines” didn’t work and didn’t stop spread, the US Department of Justice continues to prosecute people for having found ways around the mandates to be dissidents, and anyone seeking a US Green Card must prove they were “vaccinated”? Why? Adverse effects continue to stockpile, efficacy has never been established, those “vaccines” are especially irrelevant to current variants. This shows how desperately you can cling to a narrative, broadcasting your “capture” by the pharmaceutical industry.",
    "People aren’t frankly losing trust in leaders because of the ladling on of disinformation, but because it seems clear the leaders’ approach to the chief problems of the day aren’t working. Name one area where we can say the world is safer, more stable, more prosperous, primed for growth?",
    "Even here in Sri Lanka, there is welcome relative stability, but the poverty rate is staggering, SMEs can’t function, cost of living soars unmanageably, Government spending is undeterred, corruption hasn’t been tackled, any reforms or initiatives are unable to be executed. We have no established meritocracy being offered or developed. Is there a rallying, credible electoral platform?",
    "As per the Human Mortality Database, excess mortality based on deaths from all causes compared to an average over previous years are up between 10-20% in countries that rolled out C-19 “vaccine” mandates. Governments refuse to even acknowledge the evident data. Cancer and premature cardiovascular death rates are rising. And yet discussions and analysis are passionately scant",
    "So, there is a global crisis of trust yes, but deeper down it’s a crisis of competence. Why would voters expect an “expert class” that was disastrously wrong about the COVID hobgoblin, Russia, China, Iran, managing the Middle East, generating dizzying unmanageable debt to income ratios, to be able to manage something as complicated as energy transition, or educational reform, or handling massive illegal migration, or to find a way to tap and catalyse artificial intelligence?",
    "Ducking inconvenient facts, not hearing all credible opinions, unwillingness to do a cost-benefit analysis that is transparent and widespread, seem to be the leadership competencies of the day.",
    "As per the Human Mortality Database, excess mortality based on deaths from all causes compared to an average over previous years are up between 10-20% in countries that rolled out C-19 “vaccine” mandates. Governments refuse to even acknowledge the evident data. Cancer and premature cardiovascular death rates are rising. And yet discussions and analysis are passionately scant.",
    "The British political class seems fascinated with securing the Red Sea via their unelected PM but demonstrate an unwillingness to secure the English Channel so as not to invite all and sundry to get their British taxpayer funded free life there.",
    "New York’s mad mayor Adams has declared the Big Apple a sanctuary city for immigrations and says it will cost $ 5 billion -- more than it spends on police, fire and sanitation combined – all of which are in real need of improving for the civic well-being of its citizens.",
    "Hearing this, one has to feel the lunatics have asserted or reasserted control of the asylum.",
    "The WHO is distraught that their grand master plan of taking over the civil rights of much of the world over these hypothetical future pandemics is being less than enthusiastically adopted.",
    "They claim they are being attacked by misinformation and conspiracy theories and whatnot.",
    "Who has to conspire when gagging at the outright ineptitude displayed during the COVID derangement, where everything asserted virtually by WHO has been proven to be ineffectual at best, to outright harmful at worst? From the about-face on masks, to the ahistorical fixation on locking up the healthy along with the unhealthy to somehow corral an airborne pathogen, to extolling universal adoption of untested gene therapies posing as “vaccines” which generate adverse effects galore without stopping spread.",
    "The WHO is currently still, at least in theory, governed by the 1948 Universal Declaration of Human Rights, an inspiring compass.",
    "The WHO is distraught that their grand master plan of taking over the civil rights of much of the world over these hypothetical future pandemics is being less than enthusiastically adopted. They claim they are being attacked by misinformation and conspiracy theories and whatnot. Who has to conspire when gagging at the outright ineptitude displayed during the COVID derangement, where everything asserted virtually by WHO has been proven to be ineffectual at best, to outright harmful at worst? From the about-face on masks, to the ahistorical fixation on locking up the healthy along with the unhealthy to somehow corral an airborne pathogen, to extolling universal adoption of untested gene therapies posing as “vaccines” which generate adverse effects galore without stopping spread",
    "“All are equal before the law and are entitled without any discrimination to equal protection of the law.” WHO wishes to eliminate the marvellous term “with full respect for the dignity, human rights and fundamental freedoms of persons.” And what do they wish to replace it with? Instead, they propose “equity, coherence, inclusivity”. Defined by whom as individuals are no longer to be arbiters?",
    "So, this is based on a set of criteria announced by “WHO knows.” It is a totalitarian approach insofar as individuals on that ethos may act only on the sufferance of others who wield power outside of legal sanctions – no intervening constitutions permitted.",
    "These bright sparks wish to be able to “self-declare” an emergency. Note the extremely thin ice here. Just like the military industrial complex inspires ongoing conflicts as these are the economic mainstay of its existence, and “illness” rather than health is the preoccupation of the pharmaceutical industrial complex, if these amendments go through, there will be scant legal oversight.",
    "These “experts” will have diplomatic immunity from all national jurisdictions, salaries of many will be dependent on sponsorship from private individuals and corporations with a clear financial stake in the decisions they will take. If your blood isn’t boiling yet, not quite sure what it takes to get us incensed these days.",
    "There will be a constant stream of potential health risks presented to these folks, that is why they exist. New variants and viruses constantly arise in nature, all of which could be presumed or extrapolated to pose a potential risk of some dire “outbreak” until proven otherwise.",
    "The workforce running this surveillance network globally will have no reason for existence other than to identify and amplify the dangers of these viruses and variants. As indicated, much of their funding will originate from private and corporate interests that stand to gain from the pharmaceutical responses they envision for these “alleged” infectious disease “potential” outbreaks – shades of Imperial College modelling fever once more!",
    "Nations have developed checks and balances over the centuries, enshrining fundamental values. Free media originally developed as a further safeguard, based on the freedom of expression and an equal right to be heard. Democracy is a farce otherwise.",
    "There is no subterfuge. This is the ‘purloined autonomy’ being broadcast in plain view. It took us centuries to gain these safeguards and understanding. It took two devastating World Wars to catalyse us to articulate our conscience.",
    "Nuremberg, the right to “informed consent” already has been ignored. We must beware of ceding any more fundamental rights to assuage the mendacity and greed of others.",
    "And so back to Davos. We must realise what is being defrocked is the delusion that political power and a caste of the uber wealthy preaching climate emergencies while flying in on private jets are somehow naturally benevolent, rather than having to work at it, like everyone else.",
    "And elitists who portray inconvenient “facts” as some despicable luxury like daring to eat meat or owning your own automobile should be granted a padded room in which to vent, or a real platform where they can be openly debated and the hollowness of many of their shams revealed.",
    "When officialdom becomes a kind of “priesthood” granted the right to muzzle, confound, and arbitrarily remove or reduce living standards for those who are plying a trade or coming forth with an enterprise or seeking to serve others as a way to sustain their lives, we know we have to wake up.",
    "When people have an existential fear of “runaway scepticism” the way once they, as James Bovard writes, feared “runaway slaves” then we know we have reached a tipping point.",
    "We turn to the patron saint of scepticism, Voltaire who says, “Those who can make you believe absurdities can make you commit atrocities.” Oh yes.",
    "And he suggests we are all guilty of the good we didn’t do. Time to do some good for the human enterprise together by speaking out and standing up legally and with demonstrated commitment to our societies.",
    "We assert the right to be productively human and safeguard our autonomy and celebrate our community. Not too much to ask for, and we mustn’t ask, or settle for, any less.",
    "(The writer is the founder and CEO of EPL Global and founder of Sensei Lanka, a global consultant with over 30 years strategic leadership experience and now, since March 2020, a globally recognised COVID researcher and commentator.)"
  ]
}