{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85077",
  "time_ut": 1731703560.0,
  "original_lang": "en",
  "original_title": "President Anura Kumara Dissanayake-led National People’s Power  Emerges as the Unifying Force of Sri Lanka",
  "original_body_lines": [
    "President Anura Kumara Dissanayake’s National People’s Power (NPP) has achieved a landmark victory in the 2024 Parliamentary Election on Thursday, securing an impressive 159 seats and a commanding supermajority in Parliament.",
    "Apart from emerging as the unifying force of Sri Lanka especially winning districts in North and East except Batticaloa, this election victory by NPP was one for the history books, breaking records and setting multiple historic milestones as the results unfolded.",
    "Dissanayake’s NPP achieved the highest percentage ever obtained by a party in a General Election, securing 61.56% of the total vote, surpassing the previous record of 60.33% set by the United People’s Freedom Alliance (UPFA) in 2010.",
    "The NPP also made history by winning 152 electoral divisions, the highest number ever achieved in a General Election, surpassing the previous record of 136 electoral divisions by the UPFA.",
    "The party’s victory extends beyond just electoral divisions as it also claimed victory in 21 out of 22 electoral districts, another record-breaking achievement, besting the 19 districts won by the UPFA in 2010.",
    "With 6,863,186 votes, NPP has also secured the highest number of votes in a General Election, surpassing the 6,853,960 votes garnered by the Sri Lanka Podujana Peramuna (SLPP) in 2020.",
    "The party secured the highest number of seats at the district level, winning 141 seats which is a significant increase from the 128 seats won by the SLPP in 2020. Additionally, the NPP achieved the most number of National List seats in a General Election with 18, surpassing the previous record of 17 seats by SLPP in 2020.",
    "The NPP’s total seat count of 159 is also the highest ever won in a General Election, breaking the record previously held by the SLPP with 145 seats in 2020. This election marked the first time that a single party has secured over two-thirds of the 225 seats in Parliament under the proportional system, highlighting the unprecedented scale of the NPP’s victory.",
    "In another significant achievement, it also became the only political party in the South to win the Jaffna Electoral District. It is also the first time in the country’s history that so many electoral records have been set, reflecting the transformative impact of the NPP’s win and the changing dynamics of Sri Lanka’s political landscape.",
    "The performance of the opposition paled in comparison. The Main Opposition party the Samagi Jana Balawegaya (SJB) led by Sajith Premadasa secured just 40 seats down from the 54 it won in 2020 with many of its stalwarts failing to secure Parliamentary seats. SJB Colombo District Candidate Dr. Harsha de Silva was the only SJB MP able to increase his voter base compared to previous elections. The dismal performance of the party has now given rise to calls for a leadership change after Premadasa has faced defeat after defeat since forming the SJB in 2020.",
    "The North-based Illankai Tamil Arasu Kadchi (ITAK) also suffered setbacks, as NPP made significant gains in their strongholds. The party however came in third having managed to obtain eight seats even though party strongman M.A. Sumanthiran failed to secure a seat.",
    "The New Democratic Front (NDF), led by former President Ranil Wickremesinghe, also faced a disappointing outcome in the election despite his repeated calls to the people to elect those with experience who worked with him. None of the party’s cabinet ministers who contested were able to secure a seat. The NDF only managed to garner 500,835 votes, resulting in just five seats in Parliament.",
    "The once dominant SLPP suffered a dramatic decline, securing only three seats in Parliament, a sharp contrast to the 145 seats it won in the 2020 General Election. The SLPP now holds just 3.17% of the total votes cast, signalling a significant shift in the political landscape.",
    "The SLMC gained three seats while the United National Party (UNP), National Democratic Alliance (NDA), All Ceylon Makkal Congress (ACMC), Sarvajana Balaya (SB), and the All Ceylon Tamil Congress (ACTC) along with several other parties won a seat each.",
    "Debutant Dilith Jayaweera of Sarvajana Balaya alliance who contested from the Gampaha district will enter Parliament via sole seat from the National List by virtue of 178,000 votes obtained nationally."
  ]
}