{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85014",
  "time_ut": 1731613260.0,
  "original_lang": "en",
  "original_title": "Who is the mysterious Israeli staying in Arugam Bay for the last three years who has been provided with special security consisting of two members of the MSD, two army soldiers, several members of the police, and civil defence force?",
  "original_body_lines": [
    "“Gaza was the first time I held a baby’s brains in my hand. The first of many.” – Dr. Mark Perlmutter, orthopaedic and hand surgeon (Open letter from American medical professionals who served in Gaza https://www.gazahealthcareletters.org/usa-letter-oct-2-2024)",
    "Last December, a group of ultra-religious Israeli soldiers turned a Palestinian home in the Gaza city of Beit Hanoun into a Chabad House.",
    "The structure at the centre of the Arugam Bay terror scare is also a Chabad House.",
    "Chabad House is not a synonym for synagogue. It is a religious space belonging to a particular Jewish sect, the Chabad-Lubavitch Hasidic Movement. Founded in the 18th Century among more conservative and non-assimilated Eastern European Jews, this Orthodox Jewish movement is spreading fast across the globe currently. The problem with this expansion is not the Movement’s religion, but its politics.",
    "Almost a millennia old, Beit Hanoun was home to nearly 20,000 Palestinians before Israel’s war on Gaza began. Today it is a mere shell, its Palestinian population either dead or struggling to hold on to life in makeshift camps. The Israeli soldiers who set up a Chabad House in a Palestinian home obviously see it as the precursor of many such religious spaces in an occupied and annexed Gaza.",
    "The Chabad-Lubavitch Movement is totally opposed to Palestinian statehood. It wants Israel to become a Jewish state occupying all Biblical lands (which include not just Gaza and the West Bank but also Jordan and parts of Syria and Turkey). Think of an Israeli Bodu Bala Sena (BBS) on steroids. Lots of steroids.",
    "And successive Lankan governments permitted this extremist Jewish movement to establish an outpost in Muslim-majority Arugam Bay!",
    "The setting up of the ‘first Chabad-House in Gaza,’ while ignored by mainstream media, went viral on social media. Dr. Andreas Krieg of the School of Security Studies at King’s College, London, reacting to a post on X celebrating this encroachment, warned that it “potentially puts 1000s of Jewish Chabad Houses in the world at risk…” (https://x.com/andreas_krieg/status/1732673779548004525). Like, possibly, in Arugam Bay.",
    "Welcoming Israeli tourists is not the same as allowing members of a right-wing Jewish sect opposed to Palestinian statehood and indifferent to Palestinian suffering to set up religious places and buy land (through proxies) in Sri Lanka. The first is the civilised thing to do and economically helpful. The second is morally wrong and politically suicidal, especially now, when direct Palestinian death toll in Gaza has surpassed 42,000 and the Netanyahu government is steadily widening the theatre of war to Lebanon, Iran, and possibly, beyond.",
    "Banning all Israeli tourists would be anti-Semitic and wrong. But the Chabad-Lubavitch Movement should not be allowed to spread its tentacles in Sri Lanka. While all Israeli tourists should be welcomed – and protected, when necessary – the Chabad House should be closed down and long-term visas denied to members of the Movement.",
    "How would Israel react if a group of Sinhala tourists wrangle long term visas and set up a Buddhist temple in, say, Haifa?",
    "As the Arugam Bay terror drama was unfolding, media reports mentioned a ‘demonstration by locals’ in support of Israeli tourists. The participants carried Israeli flags, and had the look of the kind of demonstrators the Rajapaksas used to conjure up against various enemies.",
    "(Wonder where those flags came from, since it beggars belief that Arugam Bay locals have a large supply of Israeli flags). The demonstration indicates that attempts are already being made to politicise this issue. What would happen if, for instance, the Chabad-Lubavitch Movement members build tactical alliances with anti-Muslim Sinhala and Tamils politicians in the East?",
    "How would such a development impact on the fraught ethno-religious relations in that province?",
    "According to a 2023 report by the Brown University, America’s Global War on Terror has cost at least 4 million civilian deaths since 2002, virtually all of them in the Global South. Do we want to become the latest outpost of this madness?",
    "In May, 2024, 42 Israeli reservists wrote an open letter refusing to return to the war in Gaza. One of them was Yuval Green, a combat medic. His decision to opt out was made when his commander ordered him and his comrades to burn down a Palestinian home they had taken over in Gaza (https://www.youtube.com/watch?v=X9LeQWVDYRE).",
    "In October 2024, Danny Kushmaro of Israel’s popular Channel 4, while embedded with Israeli forces in Lebanon, blew up a Lebanese home; the finale to a rampage which nearly r",
    "azed the village of Ayta Al-Sha’b to the ground. He proudly filmed his ‘action’ and aired it on Channel 4 as part of his report (https://today.lorientlejour.com/article/1433354/israeli-journalist-sparks-controversy-after-blowing-up-houses-in-southern-lebanon.html).",
    "Yuval Green and Daniel Kushmaro represent the two sides of Israel, the good and the bad. That Jekyll-Hyde divide is common to all nations. Take America. American backing keeps the war going, yet a plurality of Americans, including American Jews, think that Israel has gone too far in its military operations, according to the latest Pew poll. Many young Americans, including Jewish-Americans, continue to protest the war, often at heavy personal cost.",
    "Like Merrimack 4: Calla Walsh, Paige Belanger, Sophie Ross, and Bridget Shergalis. The four young women will begin a 60-day jail sentence on 14 November for roof-occupying Elbit Merrimack – the fully US owned subsidiary of Israeli armaments company Elbit Systems, a key supplier of the genocidal war. The women were risking felony charges and a jail sentence as long as 37 years. Yet they did it. (https://mondoweiss.net/2024/09/merrimack-4-defeat-felony-charges/)",
    "The Chabad-Lubavitch movement occupies the opposite spectrum, with its full-throated support of the war and celebration of ‘Israeli heroism’ in the war. A BBC report (probably the most detailed expose so far) mentions that there is a noticeboard outside an eatery in Arugam Bay with pictures of dead Israelis. A local resident talks about a similar noticeboard outside the Chabad House, claiming that the pictures are of Israelis killed in the war (https://www.bbc.com/sinhala/articles/ce9g071999lo).",
    "Tourists commemorating their war-dead in a faraway country? Does that make sense? Imagine Lankan tourists in Israel putting up noticeboards lionising their war-heroes.",
    "The BBC report mentions a mysterious Israeli who has been staying in Arugam Bay for the last three years. He refused to be interviewed or to reveal his identity. This individual has been provided with special security consisting of two members of the MSD, two army soldiers, several members of the police, and civil defence force, the BBC notes. Why so much security for a non-national, a tourist with an extended visa? If this is our idea of tourism, it is going to become as much of a dead-weight as many a state-owned enterprise.",
    "When questioned, Minister Vijitha Herath said he had no information about such a special security arrangement. The police spokesman parroted him. If so, who authorised these extraordinary security measures involving multiple agencies such as the MSD, the military, and the police? Incidentally, is Minister Herath aware of the identity of this Israeli, who is being VIP-protected at tax-payers’ expense? Is this mysterious individual a member of the Chabad-Lubavitch Movement? Was he responsible for the setting up of the Chabad House? Did he organise that pro-Israeli demonstration or, at least, provide the Israeli flags?",
    "Americans, who first issued the advisory warning, would be aware of the identity and purpose of this mysterious Israeli, not to mention the Chabad-Lubavitch Movement’s inexplicable footprint in Arugam Bay. Have they shared that knowledge with the Lankan authorities? Maybe; maybe not. After all, America’s much vaunted rules and principles have one exception. Israel. In the eyes of the American establishment, Israel can do no wrong. Not even when it was blatantly violating the basic rights of a credentialed American journalist.",
    "Jeremy Leffordo of the Greyzone was visiting the West Bank when he and several other journalists were stopped at a check point. Their passports and phones were confiscated and they were made to sit on the ground in the hot sun for hours. Others were eventually allowed to go, but Leffordo was arrested for ‘helping the enemy’, over a report he had previously filed about an Iranian missile attack on an Israeli military base. Handcuffed, leg-shackled, and eyes, mouth, ears, and parts of the nose bound with a cloth, he was taken to the Judea-Samaria police station and put in a cell. He was held in solitary confinement for three days, given only one cup of chocolate pudding and one or two small plastic cups of water over the period, his pleas for water refused or ignored.",
    "The American Embassy sent a social worker to check on him, an Israeli national whose first question was, why did you hurt Israel? When he was taken before a judge, proceedings were in Hebrew, he was not provided with a translator, and given less than five minutes to talk to his lawyer. Though the police wanted to detain him, the judge released him after one day, pointing out that Israeli journalists had covered the same Iranian missile attack in greater detail (https://www.youtube.com/watch?v=-awjzRMpwD0).",
    "Imagine how the US would have reacted if an American journalist was treated so abusively in any other country.",
    "Israel’s actions in Lebanon and Iran are not in American interests. By giving Israel a blank cheque, America is discrediting itself, destroying its brand, and politically strengthening its enemies/competitors on the world stage, starting with Russia and China.",
    "Little wonder then, that American comments on Arugam Bay were more obfuscating than clarifying. Will the NPP Government limit its reactions to this misleading American framing or will it look wider, dig deeper, and treat not the symptom but the cause of the still evolving Arugam Bay problem?",
    "A team of American healthcare professionals who went and worked in Gaza has made a shocking revelation. The direct and indirect casualties of the war is now close to 120,000, more than 5% of the Gazan population. Israel, by persistently targeting Gazan hospitals, is working to increase the indirect toll of the war.",
    "According to a recent UN report, “Israel has perpetrated a concerted policy to destroy Gaza’s healthcare system as part of a broader assault on Gaza, committing war crimes and the crime against humanity of extermination with relentless and deliberate attacks on medical personnel and facilities…”",
    "The team of American healthcare professionals wrote to US President Joe Biden and Vice President Kamala Harris urging them to end the war by ending military support for Israel. According to a report by the Brown University’s Watson Institute, the US has spent more than $ 22 billion on Israel since the war against Gaza began. More than 70% of the financial cost of this genocidal war is being borne by American tax payers (https://www.calcalistech.com/ctechnews/article/hktyrfiekl).",
    "In this same America, child poverty rate more than doubled in 2022, from 5.2% to 12.4% and then to 13.7% in 2023. 6.2 million more children slipped below the poverty line in 2023 compared to 2021. This distressing spurt in child poverty was caused by the expiration of the child tax credit put in place during the Pandemic. According to the Colombia University’s Centre on Poverty and Social Policy, an expanded child tax credit could have brought down child poverty to around 8.6% in 2023 (https://www.povertycenter.columbia.edu/publication/what-2023-child-poverty-rates-could-have-looked-like#:~:text=In%202022%2C%20the%20child%20poverty,in%202023%2C%20to%2013.7%25). Budget deficits intervened. But the money unavailable to save American children is eternally available to kill Gazan children.",
    "Maybe we are more like the American establishment – morally wrong, economically irrational, politically stupid. That travel advisory would not have happened, if we didn’t allow tourists to open businesses and religious places here. Unfortunately, the lesson remains unlearned.",
    "According to the BBC report, the cultural and religious affairs ministry has received an application to register a non-Christian prayer centre, doubtless the Chabad House. The permission might be given. A relevant official opined that such permission would be kosher because the Lankan constitution guarantees the right to worship. The constitution guarantees that right to Lankan citizens and not to tourists. With such ignorant officials making momentous decisions, there’s every reason to fear the future.",
    "The Government has reportedly decided to arrest and deport all foreigners overstaying their visas, including from Israel, Pakistan, Myanmar, Russia, India, China, and Nigeria. Hopefully the Government will walk the talk, the Chabad House will be closed down, and tourists prevented from working and starting businesses and buying land in Sri Lanka. Then again, the Government might be too busy chasing minor corruption scandals to worry much about this volcano in the making.",
    "3,000 Israelis have signed an open letter asking the international community to pressurise Israel to end the war. “Please, for our futures and futures of all the residents of Israel and the region, save us from ourselves and use real pressure on Israel for an immediate ceasefire,” the letter says. We too were no different in our 76 years as an independent nation, inflicting a thousand avoidable cuts on ourselves. If the Chabad House disaster is anything to go by, the 77th year would be no different."
  ]
}