{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sinhala-originalson-the-way/",
  "time_ut": 1712597700.0,
  "original_lang": "en",
  "original_title": "Sinhala originals…on the way",
  "original_body_lines": [
    "If you are to grab the spotlight, in a big way, in the scene here, and have the masses on your side, you have got to do songs in the official language, and that’s Sinhala.",
    "Janaka Palapathwala, who has changed his stage name to JPal, and whose Elvis/Jim Reeves style of singing, has the support of music lovers, overseas, is now keen to broaden his fan base here.",
    "Says Janaka: “You need Sinhala songs in your repertoire, and originals, as well. Without Sinhala songs, it’s very difficult to make it big in Sri Lanka.",
    "“The masses, and the electronic media, won’t accept anything other than Sinhala, so we need to give them what they want.”",
    "And, with that in mind, Janaka moved into action and is now in the process of completing two Sinhala originals.",
    "“I have an extremely talented lot of folks helping me to put together my Sinhala originals and I’m quite certain both songs will be welcomed by the masses.”",
    "The recordings are being done at one of the most modern studios in the island – Sonexco.",
    "Helping Janaka to make his dream a reality are Krishantha Deepal de Silva (Project Coordinator), Priyantha Gamage (keyboard/piano), Buddhika Perera (lead and rhythm guitar), Sangeeth Wickamasinghe (bass guitar), Manjula Kaluarachchi (drums), Muditha Settinayake (mandolin), Rushan Manuranga (sound engineer) and Kuma D (lyrics/music/melody).”",
    "Janaka went on to say that of the two Sinhala originals, one is a romantic ballad, and the other is a Baila…and that’s in keeping with the happenings in the scene here where the Baila is heard here, there and everywhere!",
    "However, Janaka’s Elvis/Jim Reeves singing style has brought him fame, overseas, and he has performed quite a few times in the USA and Canada.",
    "JPal (Janaka Palapathwala): Without Sinhala songs, it’s very difficult to make it big in Sri Lanka",
    "In fact, there is an overseas tour coming up for Janaka – Summer and Autumn Tour of the USA 2024.",
    "Referring to the change of name, Janaka said that those abroad find it difficult to pronounce his real name Janaka Palapathwala.",
    "“Palapathwala is a tongue twister so I opted for JPal as my stage name.”",
    "Janaka also indicated that once the two Sinhala originals are completed, the visuals, too, will be finalised, and then he will work on material for an album.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}