{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100301/new-wb-country-director-meets-president-vows-to-back-revival-of-economy",
  "time_ut": 1720152480.0,
  "original_lang": "en",
  "original_title": "New WB Country Director meets President; vows to back revival of economy",
  "original_body_lines": [
    "The newly appointed World Bank Country Director for Sri Lanka, Nepal and Maldives David Sislen on Thursday called on President Rani Wickremesinghe and vowed to support the debt-trapped island nation’s journey towards prosperity.",
    "“WorldBank Vice President for the South Asia Region @MartinRaiser, Country Manager for Maldives and Sri Lanka, South Asia Chiyo Kanda and Senior Advisor to the President on Economic Affairs Dr R H S Samaratunga, also attended the meeting,” President’s Media Division said in a post on X.",
    "“Honored to have met President @RW_UNP. Impressed by Sri Lanka’s commitment to economic reforms. @WorldBank stands ready to support the nation’s journey towards prosperity,” Sislen posted on X.",
    "In April 2022, the island nation declared its first-ever sovereign default since gaining Independence from Britain in 1948. The unprecedented financial crisis led President Ranil Wickremesinghe’s predecessor Gotabaya Rajapaksa to quit office in 2022 amid civil unrest.",
    "On Jun 12, the International Monetary Fund (IMF) disbursed the third tranche of USD 336 million from its USD 2.9 billion bailout package to Sri Lanka. The third tranche was under the Extended Fund Facility (EFF) arrangement.",
    "Earlier last week, President Wickremesinghe, also the finance minister, announced that debt restructuring agreements were finalised with bilateral lenders, including India and China, in Paris on June 26 and described it as a “significant milestone” for bolstering international trust in the debt-ridden economy.",
    "On Tuesday, while making a special statement in Parliament, Wickremesinghe said: “Sri Lanka’s external debt now totals USD 37 billion, which includes USD 10.6 billion in bilateral credit and USD 11.7 billion in multilateral credit. The commercial debt is USD 14.7 billion, of which USD 12.5 billion is in sovereign bonds.”",
    "In November last year, the World Bank approved USD 150 million to strengthen Sri Lanka’s financial and institutional sectors."
  ]
}