{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/union-bank-partners-national-entrepreneurship-development-programme-with-the-university-of-moratuwa/",
  "time_ut": 1724074980.0,
  "original_lang": "en",
  "original_title": "Union Bank partners National Entrepreneurship Development Programme with the University of Moratuwa",
  "original_body_lines": [
    "Union Bank (UB) proudly announced a new Memorandum of Understanding (MOU) with the University of Moratuwa (UoM) and the National Innovation Agency to support the National Entrepreneurship Development Programme (NEDP), aimed at empowering SMEs and youth aspiring to become entrepreneurs across Sri Lanka. The MoU was signed in the presence of Nirvana Chaudhary, Chairman of Union Bank, Dilshan Rodrigo Director/CEO of Union Bank and Senior Prof. N D Gunawardena, Vice Chancellor of the University of Moratuwa.",
    "This initiative aligns with Union Bank School of Social Entrepreneurship (UBSSE)’s vision to develop, support, and promote social entrepreneurs while providing essential access to finance. This strategic partnership draws inspiration from the NabilSSE initiative, a renowned entrepreneurship development program spearheaded by Nabil Bank, Nepal’s largest private commercial bank of the CG Corp Global Group, the major shareholder of Union Bank.",
    "The NEDP certificate course, aims to equip participants with the skills and knowledge needed to launch and grow their social enterprises. The program will be open to Sri Lankan citizens aged 18 and above, who are passionate about driving social change and demonstrate a commitment to advancing their social enterprise ideas. The University of Moratuwa, with its tested and approved short course offerings, will co-brand the program with Union Bank and the National Innovation Agency, ensuring a robust and impactful initiative. This partnership underscores Union Bank’s commitment to fostering entrepreneurship and innovation in Sri Lanka.",
    "Thishani Dissanayake, Vice President Marketing at Union Bank, stated, “We are proud to embark on this initiative, which reflects our commitment to fostering entrepreneurship. Union Bank’s support will encompass various aspects of the programme, including operational costs, expert fees, and facilities enhancement. Additionally, our island-wide branch network will facilitate reaching applicants across the country, ensuring broad access to the programme. We are dedicated to contributing to the development of future entrepreneurs through strategic partnerships and comprehensive support.”",
    "The UBSSE program represents a significant step towards enhancing Sri Lanka’s entrepreneurial ecosystem and creating opportunities for aspiring entrepreneurs to achieve their goals.",
    "‘Pharmaceutical sector of Sri Lanka has increasing potential to penetrate Vietnamese market’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}