{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Building-generational-companies-through-Japanese-business-practices/4-770576",
  "time_ut": 1734303218.0,
  "original_lang": "en",
  "original_title": "Building ‘generational companies’ through Japanese business practices",
  "original_body_lines": [
    "Japanese long-lived companies are pioneers, consistently challenging conventional wisdom to deliver solutions that resonate with customers",
    "A thought-provoking seminar on ‘Building generational companies using Japanese practices’ captivated an audience of entrepreneurs, family business owners, and corporate professionals. Prof. Keiichi Tao, a seasoned expert in Japanese business philosophy, led the seminar, unveiling the secrets behind Japan’s remarkable legacy of long-lived companies. The event explored key themes such as the significance of mission-driven leadership, innovative adaptability, and the integration of community values into business operations.",
    "Japan holds an unparalleled position globally for its long-lived businesses, boasting over 33,000 companies with histories spanning more than a century. These companies represent 41.3% of the world’s 100-year-old firms and 65% of those surpassing 200 years, highlighting their exceptional longevity. Interestingly, while the majority operate with modest revenues, a higher survival rate is evident among larger enterprises with annual sales exceeding 50 billion yen.",
    "This unique trend reflects not only Japan’s cultural and economic resilience but also its commitment to fostering family-run enterprises that prioritise values, innovation, and community engagement.",
    "The seminar emphasised five foundational pillars that have enabled Japanese companies to thrive across generations:",
    "A central theme of the seminar was the critical role of a management mission—a codified vision and purpose guiding a company’s trajectory. Successful Japanese firms embed this mission deeply into their culture, aligning employees with shared beliefs, values and fostering a cohesive sense of direction. This alignment translates into improved productivity, heightened employee engagement, and ultimately, greater organisational stability.",
    "The principle of Fueki Ryuko—balancing timeless values (Fueki), which doesn’t change with adaptability to contemporary trends (Ryuko)—was a standout concept. Inspired by the teachings of 17th-century haiku poet Matsuo Basho, this philosophy underscores the importance of innovation grounded in tradition. Companies that harmonise these seemingly contradictory forces build enduring brands capable of thriving in any era.",
    "Prof. Tao went on to explain the details of Fueki and Ryuko in modern-day business strategy. Every corporation is familiar with Mission, Objective, Strategy, and Tactics. Fueki represents the vision/mission of an organisation, which remains constant over time and stands the test of time. Ryuko, on the other hand, evolves to adapt to current trends and the changing business environment.",
    "Japanese long-lived companies are pioneers, consistently challenging conventional wisdom to deliver solutions that resonate with customers. The seminar referenced management thinkers like Peter Drucker and Joseph Schumpeter to explain how innovation, whether through new products or reimagined processes, is fundamental to business longevity.",
    "Employee well-being emerged as another critical factor in company sustainability. Japanese firms invest significantly in training, welfare, and fostering a sense of belonging among their staff. By cultivating a workforce that genuinely loves its work, these companies build deeper customer connections and stronger brand loyalty.",
    "A commitment to social responsibility is deeply ingrained in Japan’s corporate ethos. Long-established firms actively contribute to their communities, not through one-off acts of charity but by embedding societal impact into their business models. This creates reciprocal relationships where communities support and cherish these businesses in return.",
    "Prof. Tao delved into the nuanced challenges and advantages faced by family-run enterprises. Two critical success factors stood out:",
    "A well-articulated mission is more than just a guiding star; it is the bedrock for consistent decision-making and resilience during crises. Tao emphasised that companies with a clear, universally understood mission are better equipped to navigate dynamic market conditions and maintain their longevity.",
    "Strong governance practices ensure transparency, ethical conduct, and sustainable growth. Japan’s Corporate Governance Code (CG Code), introduced in 2015, sets a benchmark for aligning corporate activities with societal expectations and long-term value creation. Tao illustrated this with the example of Itochu, a company that seamlessly integrates mission-driven leadership with governance excellence.",
    "The seminar’s insights resonate strongly with the ambitions of Sri Lankan entrepreneurs seeking to build enduring family businesses. By adopting Japanese practices—such as defining a clear mission, fostering a culture of innovation, and prioritising governance and community impact—Sri Lankan businesses can aspire to achieve generational success.",
    "As Keiichi Tao aptly concluded, “The essence of long-lived companies lies not just in their products or profits but in the values they uphold and the trust they build with people—generation after generation.”",
    "This seminar not only illuminated the secrets of Japan’s corporate longevity but also provided actionable strategies for businesses worldwide to emulate these enduring principles.",
    "(The author is the Founder and Chairman of the hSenid Group of Companies.)"
  ]
}