{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/it-is-time-to-recognise-denounce-inflammatory-journalism/",
  "time_ut": 1726065561.0,
  "original_lang": "en",
  "original_title": "It Is Time To Recognise & Denounce Inflammatory Journalism",
  "original_body_lines": [
    "Journalism is a profession dedicated to collecting, preparing, and disseminating news across various print and electronic media formats. However, with advancements in technology and the rise of social media, journalism has increasingly become a tool for manipulating public opinion through orchestrated presentations and misinformation. The creation and propagation of fake news have turned the media into a revenue-generating machine for opportunistic, ad-hoc journalists, especially during election seasons. This manipulation extends to tracking individual preferences for tailored advertisements and media content, influencing public perceptions and promoting specific agendas.",
    "In light of this, it is crucial for us, as consumers of media, to critically evaluate the content we encounter and understand the underlying motives behind it. This awareness helps us discern credible journalism from content designed to skew public opinion. As we approach the conclusion of our Presidential Election on September 21st, it is important to recognise that the complex nature of vote counting could lead to a close result, potentially inciting violence among factions seeking to exploit the situation. Those who manipulate vulnerable conditions may present violence as a solution rather than addressing underlying issues.",
    "We should actively expose and criticise journalists who subtly promote conflict and violence, as these practices undermine societal progress. The current Gaza-Israel conflict is a prime example of conflict-driven journalism, which supports the idea that ‘fire’ must be met with ‘fire,’ resulting in dire consequences for ordinary people.",
    "In contrast, peace journalism seeks to provide a more nuanced perspective by addressing root causes, highlighting reconciliation efforts, and exploring potential solutions. By understanding these differences, we can better identify and support journalism that promotes dialogue and peace rather than division and conflict. To foster development and unity, it is essential to support peace-promoting journalism and hold accountable those who perpetuate division and war.",
    "Johan Galtung, a Norwegian professor who wrote a seminal paper more than 50 years ago, identified factors such as conflict and immediacy as hallmarks of news reporting. He demonstrated how news often generates extreme negativity and growing tensions. His paper warned about the societal consequences if news organisations continued to prioritise confrontation, tension, and sensationalism over collaboration, resolution, and compassion. It is time we review these principles and apply them to news items from any source to identify and address the culprits."
  ]
}