{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/A-working-peoples-pledge-on-May-Day-2024/14-761172",
  "time_ut": 1714410855.0,
  "original_lang": "en",
  "original_title": "A working peoples’ pledge on May Day 2024",
  "original_body_lines": [
    "Following is a statement by UNITE – (a coalition of trade unions and mass movements) on May Day, pledging to fight against the inequalities which exist amongst us, and forging a struggle against the neoliberal State and international world order, which dispossess the working people",
    "On 4 May 1886, workers in Chicago staged a protest in the Haymarket Square, fighting for an eight-hour workday. Workers withstood brutal attacks by the police and sacrificed their lives and bodies to make the eight-hour workday a reality. All of us in Sri Lanka enjoy an eight-hour work day, which became one of our fundamental rights as working people as a result of the struggles and sacrifices of our predecessors. Today, we have come full circle where our Government and employers are drafting a new labour law shredding sanctified labour rights, including the eight-hour workday, under the guise of a single Employment Act.",
    "This May Day, we, the working people and our families are under massive assault by the President, Government and Parliament, which rule us. Our statutory savings are being plundered to save the elite from paying up for their corruption. Our natural resources, lands and seas, and public assets – electricity, banks, telecom, insurance, railways, post, healthcare and universities – built on our hard labour and tax money are being sold off for private profit despite our dissent. Free education and free health, which have been the bedrock of our existence, are being dismantled. The Government is creating structures that make access to education, health, social security, and decent living impossible for us. Our wages and incomes have stagnated; private crony capitalists and our employers extract our work and refuse to compensate us with decent wages.",
    "The International Monetary Fund, operating in the interests of private creditors, is strengthening the arms of the Ranil-Rajapaksa Government to break our economy and society in order to pay back an Odious Debt utilised for personal enrichment without serving public interests. The IMF, the World Bank, the Government and mainstream political parties demonstrate zero cognisance of the unjust nature of debt restructuring. They demand that working people bear the exclusive burden of the costs of debt restructuring through our pension funds, excessive taxes on our wages, subsidise capital through our labour and forgo our national wealth. And when we fight on the streets against this, the Government unleashes State violence. It creates new structures of oppression, such as the Online Safety Act and the Anti-Terror Bill, to crush our resistance.",
    "This May Day, we, the working people and our families are under massive assault by the President, Government and Parliament, which rule us. Our statutory savings are being plundered to save the elite from paying up for their corruption. Our natural resources, lands and seas, and public assets – electricity, banks, telecom, insurance, railways, post, healthcare and universities – built on our hard labour and tax money are being sold off for private profit despite our dissent",
    "On this May Day, we also remember the genocidal war waged by Israel against the Palestinian people. The New World Empire stands behind Israel with all its arms and diplomatic power to complete the genocide of the Palestinian people and establish its military and economic domination of the Middle East.",
    "At the same time, we also take note of the global wave of resistance and solidarity extended by working people for the people in Palestine. We remind ourselves that neoliberal state oppression and neo-imperial economic structures always encounter resistance from the working people, like during the Haymarket struggle in Chicago and the decades of resistance, which has won us our rights and freedoms and secured us a decent living.",
    "On this May Day, we unite while acknowledging and pledging to fight against the inequalities which exist amongst us due to gender, race, and caste identities; we forge a struggle against our neoliberal State and this international world order, which dispossess the working people in Sri Lanka and the world and make the following pledges:",
    "1.Fight for an economy which is built for the welfare of the working people and not under the diktat of the IMF to serve the interest of private creditors and an economy which does not dispose of the working people; fight to hold those who bankrupted our country and stole our wealth accountable;",
    "2.Fight against secret deals being entered into with private creditors to pay back an odious debt;",
    "3.Continue to resist the theft of our EPF funds and the unfair PAYE and VAT imposed on the working people, and fight for a wealth tax and financial controls which prevent Export and Import Companies from stealing capital away from the borders of Sri Lanka;",
    "4.Resist the passing of the proposed single Employment Act removing labour protections which exist for the workers; Fight for laws which protect workers and promote decent work free of harassment inside the workplaces for an employment legal structure which recognizes all work, including domestic workers, as workers and the creation of a social security scheme for precarious and contract workers funded from the profits of the employers; for the right to unionise without retaliation by employers;",
    "5.Fight for Rs. 2,000 as minimum daily wage, a decent house and right to land for plantation workers and a minimum wage, which is not a starvation wage but a living wage for all workers. Debt is not a substitute for wages;",
    "6.Fight for payment of compensation by employers or the State for loss of employment of workers;",
    "7.Fight against the depletion and denial of social security for all people;",
    "8.Resist sending workers to warring countries such as Israel to support its genocidal war against the Palestinian people and other countries which cannot afford the guarantee of decent and safe work;",
    "9.Fight for the right for our fishermen to access our seas without any restriction and protect our seas and ocean resources from foreign State aggression and our lands to be protected for the use of our small-scale farmers and for decent prices for our farmers for the food they produce;",
    "10.Resist the unmandated and corrupt sale of national assets, the sale of natural resources and our lands and seas and against undemocratic agreements such as ETCA, which favours foreign state-backed private capital and dispossess our farmers, fishers and working people from our resources;",
    "11.Fight for the protection of the right to free and universal education to all at primary, secondary and tertiary levels and quality free universal healthcare to all and for an equitable and broad social security scheme for all persons;",
    "12.Fight against the privatisation of education through the new National Education Policy;",
    "13.Fight against dismantling the public health system denying working people essential medicine and vital healthcare;",
    "14.Fight for a State which doesn’t muzzle journalists and silence free speech and expression; fight to release all persons from false charges who were unfairly and illegally penalised following July 2022;",
    "15.Resist the passing of laws such as the Anti-Terrorism Bill to control free speech and expression, and fight for the unconditional repeal of the Online Safety Act and the Prevention of Terrorism Act;",
    "17.Stand with families of the disappeared in their fight to find answers to enforced disappearances carried out directly and indirectly by the State;",
    "18. Fight for the decriminalisation of same-sex relationships and the protection and promotion of the rights of the LGBTQ+I community;",
    "19.Fight to protect our children from malnutrition and fight to build a cohesive and equitable economic and social structure for their future;",
    "20.Fight for an economy which will protect and preserve our environment for future generations;",
    "21.Continue to engage in political struggles with working people across all ethnicities to find an answer to the national question in Sri Lanka;",
    "Our fight does not end within our State’s borders. We fight with working people worldwide to bring about a world order in which we, the creators of our wealth, will be in power, deciding for all of us for a more equitable, sustainable, and compassionate future. Power to the working people!"
  ]
}