{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pegasus-reef-wattala-organising-exclusive-event-for-corporate-participants/",
  "time_ut": 1718577060.0,
  "original_lang": "en",
  "original_title": "Pegasus Reef Wattala organising exclusive event for corporate participants",
  "original_body_lines": [
    "Pledges to fill ‘Battle of the Reef’ with sportsmanship and fun",
    "Urges corporates to dedicate July 27 for the exhilarating break",
    "The highly anticipated “Battle of the Reef” Festival is set to make waves this July at the shores of the Pegasus Reef. This inaugural event promises an exhilarating celebration of athleticism, camaraderie, and entertainment, exclusively designed for corporate participants in Sri Lanka.",
    "On July 27, the pristine beaches of Pegasus Reef will come alive with the sounds of festive cheer and friendly competition, featuring competitive beach volleyball, tag rugby, and tug of war, along with a variety of fun-filled activities exclusively for corporate entities in Sri Lanka.",
    "“We take immense pride in hosting the ‘Battle of the Reef’, a Sports and Music Festival at the Pegasus Reef, which is another ‘’first’’ in Sri Lanka. Gathering corporates together is indeed exciting when true sportsmanship and a huge element of fun will be a major part of this event,’’ mentioned Renuke Coswatte, General Manager of Pegasus Reef.",
    "“This inaugural event is set to offer a comprehensive experience designed to ignite team spirit against our stunning coastal backdrop, offering a unique platform that not only highlights athletic prowess but also emphasises the importance of comradery and teamwork,” he stated.",
    "The festival promises a day of beachside entertainment and relaxation, ensuring a memorable experience for all attendees as they can enjoy the camaraderie fostered through engaging activities and spirited competitions.",
    "“The Battle of the Reef offers exclusive branding and visibility opportunities for corporate sponsors, making it a premier event for brand promotion and networking within the corporate community of Sri Lanka, and no doubt will become a must-attend activity on the corporate calendar in years to come,” Dimithra Silva, Manager, Team Lead Events, added.",
    "The excitement will crescendo with a vibrant live musical session showcasing popular artistes and bands, promising to be the perfect end to a day filled with high energy and memories to cherish at the beaches of the Pegasus Reef.",
    "RDB ranks first in providing most loans to women entrepreneurs under ADB’s We-Fi initiative",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}