{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111345/three-arrested-for-aiding-borella-shooting-that-killed-two",
  "time_ut": 1754877780.0,
  "original_lang": "en",
  "original_title": "Three arrested for aiding Borella shooting that killed two",
  "original_body_lines": [
    "Three suspects have been arrested for allegedly aiding and abetting the shooting incident at Sahaspura in Borella, which claimed the lives of two persons and left 3 others injured.",
    "The arrested suspects are residents of Borella and Dematagoda, aged 24, 25 and 40 years.",
    "This brings the total number of arrests made in connection with the incident to four.",
    "On Saturday (9), another suspect, a 23-year-old resident of Borella, was taken into custody by police also for aiding and abetting the crime.",
    "A total of five youths were injured and hospitalised following a shooting incident near the Sahaspura Sirisara Housing Complex in Borella on Thursday night (07).",
    "The shooting was carried out by two unidentified individuals who arrived on a motorcycle around 8:40 p.m. on Thursday, targeting a group of youths who were engaged in decoration activities at the sports ground in Sahaspura.",
    "The suspects had used a T-56 assault rifle in the attack, and according to police, the shooters later fled the scene on the same motorcycle.",
    "However, one of the injured youths, a 28-year-old from Kelaniya, had succumbed to injuries the following morning, while three of the other injured persons were in critical condition.",
    "Meanwhile, it is reported that another youth, 23, who was injured in the shooting had succumbed to his injuries last night (10) while receiving treatment at the Colombo National Hospital.",
    "This increases the death toll from the shooting incident to 2 while three other youths are still receiving treatment for gunshot wounds.",
    "Police have recorded statement from over 10 witnesses in relation to the shooting incident."
  ]
}