{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/visa-shares-tips-for-consumers-this-festive-season/",
  "time_ut": 1735578780.0,
  "original_lang": "en",
  "original_title": "Visa shares tips for consumers this festive season",
  "original_body_lines": [
    "With the holiday season now underway, Visa, the global leader in digital payments, reminds shoppers to stay vigilant amidst a rise in fraud schemes. Visa’s Payment Ecosystem Risk and Control (PERC) team released the 2024 Holiday Threats Report, outlining common methods fraudsters use to steal money, data, and account details while people plan their festivities.",
    "Scammers impersonate trusted sources to steal personal information through emails, texts, and calls. Consumers should be wary of common scams to obtain financial details, like include emails/texts about fraudulent Black Friday deals, travel discounts, and package delivery updates. They also orchestrate more sophisticated frauds like digital arrests where one is held ransom through their phone on false pretexts that can be very harrowing for the lay consumer.",
    "Fraudsters also use real platforms to post fake job ads and demand payments for false expenses like background checks. Consumers should also be careful before donating to charities they don’t know.",
    "Fake online stores and imitations of real brands are a growing threat in ecommerce. Such sites have increased with scammers building almost legitimate looking websites, and using search engines and social media ads to attract buyers with unrealistic deals on luxury or popular items, with no delivery of goods. Consequently, victims could either lose money or share sensitive information that fraudsters use for other nefarious activities.",
    "The holiday season sees many fraudulent travel websites positioned as authentic and appealing, with deals like “last minute price drop”. Scammers make these websites as close to real as possible and offer discounts on travel-related expenses like flights, taxis and hotels. Consumers may also receive phishing emails with fake flight cancellation notices and be asked to pay for rebooking, or see advertisements with fake vacation rentals at low prices, that collect deposits for non-existent properties. Consumers should steer clear of malicious festival-based apps like Santa Trackers or holiday planners that are loaded with malware. These apps can steal login and payment details once downloaded.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}