{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-TID-detains-suspect-tied-to-Ahmedabad-ISIS-arrests/108-283279",
  "time_ut": 1716519960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka TID detains suspect tied to Ahmedabad ISIS arrests",
  "original_body_lines": [
    "Colombo, May 24 (Daily Mirror) - A day after four ISIS terrorists were arrested in Ahmedabad, India, Sri Lanka's Terrorism Investigation Division (TID) arrested a suspect in Colombo connected to those arrested in India.",
    "Police Spokesman DIG Nihal Thalduwa said that the 44-year-old suspect was detained the day after the arrest of four Sri Lankan nationals in India and the suspect is being questioned by the TID. He said that Sri Lankan authorities are closely coordinating with Indian authorities on the investigation.",
    "DIG Thalduwa said that IGP Deshabandu Tennakoon has appointed a special team, led by a Senior DIG, to probe the incident. It was learnt that the Sri Lanka Police to record statements from several individuals in Sri Lanka reportedly connected to the arrested suspects.",
    "India’s Gujarat Anti-Terrorist Squad arrested four Sri Lankan nationals linked to ISIS at Ahmedabad airport on Monday. The squad discovered an ISIS flag and three loaded pistols among their belongings. Analysis of their mobile phones revealed photos and videos suggesting their involvement with the militant group. Additional weapons and another ISIS flag were found near Ahmedabad.",
    "The suspects, identified as Mohammad Nafran (27), Mohammad Nusrat (33), Mohammad Faris (35), and Mohammad Rashdeen (43), are residents of Negombo, Grandpass, Maligawatta, and Mattakkuliya, respectively. They allegedly traveled from Colombo to Chennai and then to Ahmedabad, instructed by a Pakistani handler to collect the weapons. They were previously associated with the banned Sri Lankan militant group, National Thowheeth Jamath (NJT).",
    "DIG Thalduwa said that among the four suspects is the son of Potta Naufer, a member of organized crime gangs and a drug trafficker.",
    "Meanwhile, it was revealed that all the accused have been previously involved in gold and drug smuggling cases. Nusrat had been arrested twice at Mumbai airport for gold smuggling and has other cases related to assault and narcotics offenses in Sri Lanka. Faris has narcotics-related offenses and has been jailed in Sri Lanka, while Rasdeen has theft and drug-related offenses. Nafran, though not previously arrested, confessed to smuggling gold and drugs from Dubai and Sri Lanka.",
    "Faris and Rasdeen reportedly visited India for the first time, while Nusrat visited nearly 38 times between 2022 and 2023, and Nafran nearly 40 times. This was their first visit to India after coming into contact with their handler in February.",
    "The Gujarat ATS found three pistols and 20 cartridges at Nana Chiloda, linked to the operatives, who were instructed to maintain a low profile and stay at budget hotels by their handler, identified as ‘Abu’.",
    "A senior official told the Daily Mirror that Sri Lanka will likely send investigators to Ahmedabad regarding the ongoing investigation."
  ]
}