{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Business-Revival-Units-in-Banks/4-760721",
  "time_ut": 1713377125.0,
  "original_lang": "en",
  "original_title": "Business Revival Units in Banks",
  "original_body_lines": [
    "The Central Bank of Sri Lanka’s establishment of Business Revival Units (BRUs) signifies a proactive approach to supporting the Sri Lankan economy. By facilitating the revival of viable businesses impacted by recent economic challenges, BRUs aim to improve loan recovery for banks while fostering business growth and national development. This initiative requires collaboration between Licenced banks and borrowers to ensure a successful outcome for all parties involved. With effective implementation, BRUs have the potential to strengthen the Sri Lankan economy and pave the way for a more sustainable future",
    "The Central Bank of Sri Lanka issued broad guidelines to licenced banks on 28 March 2024, to further strengthen the functions of already established Post COVID-19 Revival Units and reformulate such units as Business Revival Units (BRUs). The enhanced scope of proposed BRUs will facilitate sustainable revival of viable businesses affected by the extraordinary macroeconomic conditions and ensure the proper handling of the increased impaired assets of Licenced banks. The Central Bank sought relevant stakeholder views including the banking industry and the Chamber of Commerce, when formulating these guidelines.",
    "The challenging macroeconomic conditions prevailed during the recent years have led to disrupting the income generating activities of businesses, adversely impacting the ability of borrowers to duly repay their loans, and thereby impairing the recovery process of Licenced banks. Thus, the setting up of BRUs is considered imperative to assist both performing and non-performing borrowers of Licenced banks whose businesses are fundamentally viable to revive.",
    "Licenced banks are required to have robust business revival and rehabilitation policies and procedures to support revival of businesses.",
    "Large banks with more than 50 branches, may consider establishing BRUs at large branches/regional offices of banks, to support revival of businesses of affected borrowers more effectively and efficiently.",
    "Fundamental viability of a business is a key factor for the consideration of business revival by a Licenced bank. In the viability assessment, both financial and non-financial indicators are taken into consideration. Borrower’s continuous cooperation will be critical for the process of reviving a stressed business.",
    "The business can be revived through both financial and operational restructuring tools and processes. The selection of an appropriate set of revival tools is subject to a mutual agreement of parties involved in the revival process.",
    "Corporate borrowers who have outstanding credit facilities at multiple banks may agree on a “Corporate Workout Framework” on a voluntary and mutually agreeable basis, without the court intervention, to address financial and/ or business distress faced by them. For this purpose, a “Corporate” is defined as a business with an annual turnover above Rs. 1 bn, as per the audited financial statements, or cumulative outstanding credit facilities granted by Licenced banks are equal to or more than Rs. 250 Mn.",
    "Licenced banks are required to establish BRUs by mid-May 2024, and be fully compliant with the requirements of the Circular by 01 July 2024.",
    "Central Bank issuance of guidelines for establishment of Business Revival Units in Licenced Banks to support revival of viable businesses",
    "The Central Bank of Sri Lanka requests both Licenced banks and concerning borrowers to effectively collaborate to ensure viable businesses are revived in a sustainable manner to benefit the borrowers, resulting in enhanced economic activities and contribute to the development of the national economy.",
    "The Central Bank of Sri Lanka’s establishment of Business Revival Units (BRUs) signifies a proactive approach to supporting the Sri Lankan economy. By facilitating the revival of viable businesses impacted by recent economic challenges, BRUs aim to improve loan recovery for banks while fostering business growth and national development. This initiative requires collaboration between Licenced banks and borrowers to ensure a successful outcome for all parties involved. With effective implementation, BRUs have the potential to strengthen the Sri Lankan economy and pave the way for a more sustainable future.",
    "Potential advantages of Business Revival Units (BRUs) for Business Enterprises in Sri Lanka",
    "Loan Restructuring and Revival Opportunities: BRUs can help businesses facing financial difficulties get back on track. They will offer tools and processes for both financial and operational restructuring, allowing businesses to adjust their loan terms or operations to become more viable.",
    "Expert Guidance and Collaboration: BRUs can provide access to expert advice and support from the bank’s specialists. This can be crucial for businesses needing help navigating financial challenges and developing a revival plan.",
    "Avoiding Court Inter-vention: For larger businesses (with a turnover exceeding Rs. 1 billion or exceeding Rs. 250 million in total outstanding credit), BRUs can facilitate a “Corporate Workout Framework.” This voluntary agreement between lenders helps resolve financial distress outside of court, potentially saving time and resources.",
    "Continued Business Operations: By reviving struggling businesses, BRUs can help prevent closures and job losses. This can benefit both the business owners and employees.",
    "Economic Growth and Development: A stronger business sector contributes to a more robust economy. BRUs, by helping businesses recover, can play a role in Sri Lanka’s economic development.",
    "It’s important to remember that BRUs will prioritise businesses deemed fundamentally viable. This means they will assess both financial and non-financial factors to determine a business’s potential for successful revival. Additionally, borrower cooperation is critical throughout the process. Overall, BRUs represent a promising initiative for Sri Lankan businesses struggling due to recent economic challenges. By offering support and collaboration, they can help businesses recover and contribute to the country’s economic growth.",
    "If implemented well, BRUs can be a valuable tool for banks to manage risk, improve loan recovery rates, and strengthen customer relationships. However, careful planning, resource allocation, and collaboration are necessary to minimise potential downsides and maximise the positive impact on Sri Lanka’s banking sector.",
    "Potential advantages of Business Revival Units (BRUs) to the Government",
    "Improved Loan Recovery for Banks: By helping businesses restructure loans and become viable again, BRUs can lead to a decrease in non-performing loans for banks. This improves the overall health of the banking sector and strengthens financial stability, which benefits the Government as a whole.",
    "Increased Economic Activity: A stronger business sector with revived companies translates to more economic activity. This means more businesses operating, producing goods and services, and potentially creating jobs. This increased activity can lead to higher tax revenue for the Government.",
    "Reduced Unemployment: Business revival can help prevent closures and job losses. This lowers the unemployment rate, which is a key economic indicator for the Government. A lower unemployment rate often leads to increased consumer spending, further stimulating the economy.",
    "Stimulus for Business Growth: BRUs can provide a framework for businesses to overcome challenges and grow. This can lead to the creation of new businesses and the expansion of existing ones. Business growth fosters innovation and creates a more competitive and dynamic economy, which benefits the Government.",
    "Economic Development: A thriving business sector is a cornerstone of a healthy economy. By facilitating business revival, BRUs can contribute to Sri Lanka’s overall economic development, creating a more prosperous nation for the Government to serve.",
    "In essence, BRUs can act as a catalyst for economic recovery and growth. By supporting businesses, they can create a ripple effect that benefits the Government through improved financial stability, increased economic activity, and a stronger overall economy.",
    "Potential advantages of Business Revival Units (BRUs) for Indirect benefits for Micro, Small and Medium Enterprises (MSMEs) in Sri Lanka:",
    "Improved Access to Credit: A healthier banking sector with better loan recovery rates thanks to BRUs might encourage banks to be more open to lending to MSMEs. This could mean easier access to credit for small businesses, which is crucial for growth and investment.",
    "Positive Business Environment: The success of BRUs in reviving larger businesses could lead to a more positive and optimistic business environment in Sri Lanka. This can boost confidence among MSMEs and encourage entrepreneurial activity.",
    "Knowledge Sharing and Best Practices: As BRUs work with businesses on revival plans, valuable knowledge and best practices in financial management, operational restructuring, and navigating economic challenges might become more widely available. MSMEs can learn from these experiences and improve their own business practices.",
    "Trickle-Down Effect: A stronger economy fuelled by revived larger businesses can create a ripple effect. Increased economic activity might lead to higher consumer spending, potentially benefiting MSMEs that cater to local needs. Additionally, larger businesses might require goods and services from MSMEs, creating new market opportunities.",
    "Government Support: The success of BRUs could highlight the importance of supporting businesses and might encourage the Government to introduce additional programs or initiatives specifically aimed at MSMEs. This could include easier access to permits, tax breaks, or training programs.",
    "It’s important to note that these are indirect benefits, and MSMEs might not experience them all directly. However, a more stable and growing Sri Lankan economy with a focus on business revival can create a more favourable environment for MSMEs to thrive in the long run.",
    "The success of this initiative hinges on effective collaboration between Licenced banks, borrowers, and the Government. While challenges such as resource limitations for smaller banks and the uncertain long-term impact on business revival exist, the potential benefits for businesses, banks, and the Sri Lankan economy as a whole are significant. As the BRU program unfolds, monitoring its effectiveness and adapting it to address emerging needs will be crucial for maximising its positive impact on Sri Lanka’s future.",
    "The Central Bank’s BRU initiative, while positive overall, may not directly apply to Micro, Small and Medium Enterprises (MSMEs) for a few reasons:",
    "BRU Focus: The guidelines mention BRUs targeting businesses with the potential for revival. Since MSMEs are typically smaller and less complex, they might not fall under the purview of a large, dedicated BRU unit set up for complex cases.",
    "Financial Thresholds: The document mentions prioritising businesses with a turnover exceeding Rs. 1 billion or exceeding Rs. 250 million in total outstanding credit. MSMEs by definition typically operate below these thresholds.",
    "Bank Resource Allocation: Large banks with many branches might establish BRUs in specific locations. Smaller banks serving a primarily MSME clientele might not have the resources to dedicate a whole unit focused on revival.",
    "However, MSMEs can still benefit indirectly from BRUs, as discussed previously. Here are some additional points to consider:",
    "Alternative Support Prog-rams: The Government or other institutions might offer separate programs specifically designed to support MSMEs facing financial difficulties. These programs might provide financial aid, debt restructuring options, or business advisory services.",
    "Bank Relationship Managers: MSMEs typically have closer relationships with their bank relationship managers. These managers might be able to offer some guidance and support to struggling businesses, even if a formal BRU program isn’t available.",
    "Future Developments: The BRU initiative is a new program, and its impact on the Sri Lankan economy remains to be seen. If successful, it might pave the way for future programs or modifications to the BRU framework to better include MSMEs.",
    "Overall, while BRUs themselves might not directly target MSMEs, the initiative can still have a positive ripple effect for this crucial sector of the Sri Lankan economy. MSMEs should explore alternative support options and stay informed about potential future developments related to BRUs.",
    "The tax implications of Business Revival Units (BRUs) for both the Government and businesses in Sri Lanka are likely indirect, but potentially positive. Here’s a breakdown for each:",
    "Potential Increase in Tax Revenue: BRUs aim to revive businesses and improve loan recovery for banks. This can lead to increased economic activity, potentially resulting in higher tax revenue for the Government through various channels like:",
    "Corporate Income Tax: Revived businesses with higher profits would contribute more in corporate income tax.",
    "Indirect Taxes: Increased economic activity can lead to higher consumption, generating more revenue from indirect taxes like VAT (Value Added Tax) and excise duties.",
    "Personal Income Tax: A stronger economy with more jobs might lead to higher personal income tax revenue.",
    "Potential Decrease in Tax Revenue (Short Term): In the short term, BRUs might offer some tax breaks or concessions to struggling businesses as part of their revival plan. This could lead to a temporary decrease in Government tax revenue. However, the long-term benefits of a revived business are likely to outweigh this short-term loss.",
    "Potential Deferral or Red-uction in Tax Payments: As part of a business revival plan, BRUs might negotiate with tax authorities on behalf of struggling companies. This could lead to:",
    "Deferral of tax payments: Businesses might be granted temporary extensions for filing or paying taxes.",
    "Reduction in tax penalties: Penalties for late tax filings or payments might be waived or reduced.",
    "Renegotiation of tax liabilities: In extreme cases, there could be discussions about reducing the overall tax burden for a specific period.",
    "It’s important to note that the specific tax implications will depend on the individual circumstances of each business and the revival plan developed by the BRU. Businesses should consult with a tax advisor to understand the potential tax benefits associated with BRU involvement.",
    "Overall, BRUs are unlikely to directly introduce new taxes or significantly alter existing tax structures. However, they can create an environment where both the Government and businesses can benefit from a healthier and more vibrant economy through potentially increased tax revenue for the Government and tax relief options for struggling businesses.",
    "Considering the previous years how this new proposal of BRU will work?",
    "Sri Lanka’s recent economic challenges have created difficulties for many businesses. The Central Bank’s new Business Revival Units (BRUs) aim to address this by offering support to revive viable businesses that have been impacted. Here’s how the BRU proposal might work in this context:",
    "1. Understanding the Challenges: BRUs will likely consider the specific economic factors that affected businesses in recent years. This might include factors like:",
    "2. Targeting Viable Busin-esses: BRUs won’t be a bailout for all struggling businesses. They will focus on companies with a strong fundamental base and the potential to recover. This assessment will likely involve both financial and non-financial factors like:",
    "3. Restructuring for Revival: BRUs will work with qualifying businesses to develop revival plans. These plans might include a combination of:",
    "Loan restructuring: Extending loan terms, reducing interest rates, or offering temporary payment deferrals.",
    "Operational restructuring: Streamlining operations, finding cost-saving measures, or exploring new revenue streams.",
    "“Corporate Workout Framework” for larger businesses: This voluntary agreement between lenders helps manage financial distress outside of court.",
    "4.  ollaboration is Key: The success of BRUs relies on collaboration between:",
    "Banks: Banks will need to dedicate resources and expertise to the BRU units.",
    "Businesses: Businesses must be open to sharing financial information and working with BRUs to develop a viable revival plan.",
    "Government: The Government’s role is to ensure a supportive regulatory environment and potentially offer complementary programs for MSMEs.",
    "Limited Resources: Banks, especially smaller ones, might have limited resources to dedicate to BRUs.",
    "MSME Exclusion: The current BRU framework might not directly address challenges faced by MSMEs.",
    "Long-Term Impact: The long-term effectiveness of BRUs in reviving businesses and contributing to economic growth remains to be seen.",
    "Overall, BRUs represent a new approach to supporting businesses struggling due to recent economic hardships. Their success hinges on effective collaboration and a focus on reviving businesses with true potential for a strong comeback. If implemented well, BRUs can play a role in strengthening Sri Lanka’s economy and paving the way for a more sustainable future.",
    "The impact of Business Revival Units (BRUs) on Licenced banks can be both positive and negative:",
    "Reduced Non-Performing Loans (NPLs): BRUs aim to revive viable businesses, making them better able to repay loans. This can lead to a decrease in NPLs, which are loans unlikely to be repaid in full. Lower NPLs improve a bank’s financial health and profitability.",
    "Improved Loan Recovery Rates: By restructuring loans and working with businesses on revival plans, BRUs can increase the chances of successful loan recovery for banks. This improves cash flow and allows banks to lend more money to other businesses.",
    "Enhanced Customer Relationships: Working collaboratively with businesses to find solutions strengthens relationships between banks and their clients. This fosters trust and loyalty, potentially leading to increased business opportunities in the long run.",
    "Stronger Risk Management: The experience gained through BRUs can help banks develop better risk assessment practices when issuing new loans. This can lead to more informed lending decisions and potentially fewer defaults in the future.",
    "Increased Costs: Setting up and running BRUs requires resources, including personnel and technology. This can lead to additional costs for banks.",
    "Staff Training: Bank staff assigned to BRUs might require specialised training in business revival techniques and loan restructuring. This can involve additional time and financial investment.",
    "Short-Term Reduction in Income: Restructuring loans might involve reducing interest rates or offering temporary payment deferrals. This could lead to a short-term decrease in income for banks.",
    "Uncertainty of Success: The long-term effectiveness of BRUs in reviving businesses is yet to be proven. There’s a chance that some revival efforts might not be successful, resulting in potential loan losses for banks.",
    "Overall Impact: The overall impact of BRUs on Licenced banks depends on how effectively they are implemented and managed. Here are some factors that can influence success:",
    "BRU Expertise: The skills and experience of BRU staff will be crucial in developing successful revival plans.",
    "Collaboration with Businesses: Open communication and a willingness to work together between banks and businesses are essential.",
    "Government Support: A supportive regulatory environment and potential Government programs for MSMEs can complement BRU efforts.",
    "If implemented well, BRUs can be a valuable tool for banks to manage risk, improve loan recovery rates, and strengthen customer relationships. However, careful planning, resource allocation, and collaboration are necessary to minimise potential downsides and maximise the positive impact on Sri Lanka’s banking sector.",
    "Is all Licenced Banks in Sri Lanka  have the capacity to handle this BRU?",
    "The Central Bank’s guidelines on Business Revival Units (BRUs) in Sri Lanka acknowledge that not all Licenced banks might have the same capacity to handle them. Here’s a breakdown of the situation:",
    "The Central Bank asks for “robust business revival and rehabilitation policies and procedures” from Licenced banks. This suggests a dedicated effort and potentially specialised staff.",
    "Large Banks with More Than 50 Branches: The guideline specifically mentions larger banks setting up BRUs at large branches/regional offices. This implies that resource limitations might make it challenging for smaller banks.",
    "Human Resources: Setting up a BRU requires skilled staff to assess business viability, develop revival plans, and negotiate with borrowers. Smaller banks might not have this dedicated expertise readily available.",
    "Financial Resources: Allocating staff and potentially setting up dedicated BRU units involves additional costs. Smaller banks might have tighter budgets that limit their ability to fully implement a BRU.",
    "Collaboration: Smaller banks might collaborate with larger banks or industry bodies to share expertise and resources for handling complex business revival cases.",
    "Focus on Core Capacity: If a full BRU is not feasible, smaller banks can still focus on offering loan restructuring options and working with struggling businesses within their existing capacity.",
    "Overall, it’s likely that not all Licenced banks in Sri Lanka will have the same level of capacity to handle BRUs in the same way. The Central Bank’s guidelines seem to acknowledge this by placing an emphasis on larger banks with more resources. However, smaller banks can still play a role in supporting their borrowers and contribute to the overall success of the BRU initiative through alternative approaches.",
    "The Central Bank might offer support or training programs to help smaller banks build their capacity for handling business revival cases. The future impact and effectiveness of BRUs might lead to adjustments in the program, potentially making it more accessible or adaptable for banks of various sizes.",
    "It’s still early to say definitively how this will all play out. However, the BRU initiative acknowledges the limitations of smaller banks and leaves room for them to participate in a way that leverages their existing strengths.",
    "In conclusion, the Central Bank of Sri Lanka’s establishment of Business Revival Units (BRUs) represents a proactive and collaborative approach to supporting the nation’s economic recovery. By facilitating the revival of viable businesses impacted by recent economic challenges, BRUs have the potential to improve loan recovery rates for banks, stimulate business growth, and contribute to Sri Lanka’s overall economic development.",
    "The success of this initiative hinges on effective collaboration between Licenced banks, borrowers, and the Government. While challenges such as resource limitations for smaller banks and the uncertain long-term impact on business revival exist, the potential benefits for businesses, banks, and the Sri Lankan economy as a whole are significant. As the BRU program unfolds, monitoring its effectiveness and adapting it to address emerging needs will be crucial for maximising its positive impact on Sri Lanka’s future.",
    "The author is a Chartered Accountant, Tax and Management Consultant and could be reached via email at [email protected]"
  ]
}