{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Compass-that-united-a-country-Corporate-lens-of-NPP-s-leadership-and-strategy/4-769772",
  "time_ut": 1732730842.0,
  "original_lang": "en",
  "original_title": "Compass that united a country: Corporate lens of NPP’s leadership and strategy",
  "original_body_lines": [
    "The NPP’s rise from a 3% voter base in 2020 to a sweeping victory in 2024 exemplifies the power of walking the talk",
    "At the highest level of success, the foundation lies in assembling the right team – a group of individuals whose expertise, professionalism, and values align with the organisation’s vision and strategy. The right people are not merely executors but partners in innovation, progress, and trust-building",
    "This article is an analytical review aimed at evaluating the NPP’s growth and evolution from its inception, purely from a leadership and strategic perspective as seen through a corporate lens. It focuses solely on the factors which contributed to its recent success, offering an academic and objective analysis. This is not a political essay or commentary, nor does it express any political opinions or endorsements",
    "Sri Lanka’s National People’s Power (NPP) achieved an extraordinary political victory, uniting a nation through strategic leadership, authenticity, and adaptability. From a modest 3% voter base in 2020 to a sweeping win in 2024, the NPP exemplified how walking the walk – not just talking the talk – can transform a movement into a force for national unity. By examining their journey through the Corporate Compass of Leadership and Strategy, this article uncovers eight key principles within the corporate compass and additionally, critical success factors and the right people, enriched with insights from iconic corporate and leadership stories which fuels and navigates the compass towards success",
    "The NPP’s transformation was driven by strategic rebranding and leadership, akin to Apple’s revival under Steve Jobs.",
    "From bell to compass: The NPP’s shift from the bell to the compass was more than a change in symbolism. Like Apple’s shift from near bankruptcy in the 1990s to becoming the world’s most valuable company, the NPP’s rebranding represented a fresh start, signalling unity and progress. Steve Jobs returned to Apple with a clear vision and introduced iconic products like the iMac and later the iPhone, re-establishing Apple’s identity. Similarly, the NPP redefined itself with a message of direction and inclusivity, aligning with a new generation of voters.",
    "Overcoming negative perceptions: Much like Elon Musk’s transformation of Tesla from a niche electric car company to a global leader in clean energy, the NPP distanced itself from its once controversial past. Musk faced criticism and doubts but persevered, focusing on execution and innovation to reshape Tesla’s image. The NPP mirrored this same approach by showcasing new leadership and a forward-thinking strategy.",
    "Generational shift: Nearly a generation had passed since the uprisings of the late 1980s, creating new voter dynamics. This parallels Netflix’s pivot from DVD rentals to streaming in response to changing consumer preferences. The NPP recognised this generational shift and aligned its strategies with the aspirations of younger, progressive voters.",
    "Walking the walk: Just as Amazon, under Jeff Bezos, built its empire through consistent delivery on its promise of customer obsession, the NPP focused on real results rather than rhetoric. Bezos’s relentless focus on efficiency and innovation redefined e-commerce, showing that actions speak louder than words.",
    "Vision was the NPP’s guiding light, much like Lee Kuan Yew’s vision turned Singapore from a struggling city-state into a global economic powerhouse.",
    "Strategic alignment: Lee Kuan Yew’s vision of transforming Singapore into a first-world nation was rooted in education, infrastructure, and economic policies. Similarly, the NPP articulated a vision that addressed the diverse needs of Sri Lanka’s population, fostering unity and progress.",
    "Corporate relevance: Just as Lee’s vision inspired action, vision in business acts as a “North Star,” guiding decision-making and uniting teams toward a common goal.",
    "Key takeaway: A well-articulated vision inspires commitment and creates a roadmap for sustainable success.",
    "Integrity was the bedrock of the NPP’s credibility, much like Warren Buffett’s ethos of transparency and ethical leadership at Berkshire Hathaway.",
    "Ethical leadership: Warren Buffett has long emphasized that reputation is a leader’s most valuable asset. His decision to avoid questionable partnerships and focus on long-term value mirrors the NPP’s refusal to form opportunistic alliances, reinforcing trust.",
    "Corporate parallel: Patagonia, a company committed to environmental ethics, similarly thrives by upholding its values. Their decision to donate all profits to combat climate change shows how integrity attracts loyal customers and stakeholders.",
    "Key takeaway: Integrity fosters long-term trust and strengthens organisational reputation.",
    "4. Resilience and focus: Weathering all challenges and manoeuvring through disruptions",
    "The NPP’s resilience mirrors Donald Trump’s return to prominence after significant setbacks, demonstrating the power of persistence.",
    "Strategic context: After facing criticism and even political defeat, Trump leveraged his connection with his base to stage a comeback. Similarly, the NPP weathered decades of challenges, refining strategies and rebuilding trust.",
    "Corporate insight: Resilience is equally critical in business. IBM, once synonymous with hardware, successfully pivoted to services and software, proving that organisations can adapt and thrive despite adversity.",
    "Key takeaway: Persistence in the face of challenges is essential for long-term success.",
    "Adaptability enabled the NPP to evolve, akin to Netflix’s shift to streaming and Microsoft’s embrace of cloud computing under Satya Nadella.",
    "Political relevance: The NPP adjusted strategies to capitalise on fragmented opposition and shifting voter dynamics, much like Microsoft’s pivot under Nadella, which reinvigorated its position as a tech leader.",
    "Corporate relevance: Adaptability ensures survival. Netflix’s ability to foresee and act on consumer demand for streaming saved it from irrelevance in an evolving market.",
    "Key takeaway: Flexibility allows organisations to navigate uncertainty and innovate effectively.",
    "Authenticity bridged divides, much like Elon Musk’s transparent leadership resonates with Tesla’s loyal following.",
    "Leadership theory: Musk’s candid communication style and bold goals have helped Tesla build a fanbase that transcends traditional brand loyalty. The NPP’s leader similarly fostered trust through authentic leadership.",
    "Organisational insight: Genuine leadership encourages inclusivity, innovation, and collaboration, creating an environment where individuals feel valued.",
    "Collaboration united diverse communities, much like Google fosters innovation through teamwork.",
    "Strategic relevance: The NPP’s inclusive approach echoed Google’s reliance on cross-functional teams to drive groundbreaking innovations, from search to AI.",
    "Corporate insight: Collaboration and inclusivity enhance organisational resilience and adaptability, as seen in Pixar’s storytelling teams, which blend creativity and technical expertise.",
    "Political context: The NPP demonstrated accountability through open communication, mirroring Starbucks’ transparency in detailing the origins of its coffee beans.",
    "Corporate insight: Transparency builds trust, as seen in Ben & Jerry’s mission to balance profit with purpose.",
    "At the highest level of success, the foundation lies in assembling the right team – a group of individuals whose expertise, professionalism, and values align with the organisation’s vision and strategy. The right people are not merely executors but partners in innovation, progress, and trust-building.",
    "Strategic relevance: The NPP’s triumph was made possible by its team of credible, professional leaders who inspired public trust. These individuals were not just competent but also embodied the values of integrity and collaboration, earning the confidence of a nation.",
    "Corporate insight: Steve Jobs once said, “It doesn’t make sense to hire smart people and tell them what to do; we hire smart people so they can tell us what to do.” Apple’s resurgence under Jobs was as much about the team he built as the visionary products he introduced. Similarly, Elon Musk is known for assembling teams of highly talented individuals at Tesla and SpaceX, pushing them to achieve seemingly impossible goals. Musk’s leadership style, often characterised as demanding, creates an environment where extraordinary targets -such as launching reusable rockets or mass-producing electric vehicles- become achievable. His ability to inspire and challenge his team to innovate at the cutting edge exemplifies the power of the right people in achieving ambitious visions.",
    "Historical example: Lee Kuan Yew’s leadership in Singapore reinforces this lesson. Surrounding himself with highly skilled technocrats, he ensured that Singapore’s policies were implemented with precision and efficiency, transforming the nation into a global economic powerhouse.",
    "Key takeaway: Success requires more than just vision and strategy; it hinges on a team that embodies credibility, capability, and collaboration—one that complements leadership and drives execution to perfection.",
    "Diagram reference: The Corporate Compass integrates collaboration, inclusivity, and integrity, reflecting the essential role of the right people in achieving sustained success.",
    "Work collaboratively while challenging the status quo to drive better outcomes.",
    "Commit to the organisation’s long-term mission, ensuring trust and reliability across all levels.",
    "Whether in politics, corporate leadership, or nation-building, having the right people at the helm ensures that strategies are not just planned but executed with excellence, resilience, and integrity. Elon Musk’s relentless push for innovation and the NPP’s reliance on trusted professionals demonstrate that the right team can achieve extraordinary outcomes, even against immense odds.",
    "Peter Drucker’s insight, “Culture eats strategy for breakfast,” highlights the importance of cultural alignment.",
    "Strategic insight: Engaging opposition leaders ensures balanced policies, much like Lee Kuan Yew’s focus on unity in Singapore.",
    "Cultural alignment: Companies like Google thrive on adaptive cultures. Conversely, Kodak’s failure to embrace change highlights the risks of cultural stagnation.",
    "Key takeaway: Strategy sets direction, but culture drives execution and sustainability.",
    "The Corporate Compass integrates principles like Integrity, Inclusivity, and Transparency to support a robust administration culture.",
    "The NPP’s rise from a 3% voter base in 2020 to a sweeping victory in 2024 exemplifies the power of walking the talk. By consistently delivering on promises, they built trust, overcoming 76 years of disillusionment with traditional politics.",
    "The Corporate Compass of Leadership and Strategy – integrating Vision, Integrity, Resilience, Adaptability, Authenticity, Collaboration, Inclusivity, Transparency, and Focus – offers a blueprint for leaders worldwide. From Steve Jobs to Lee Kuan Yew, history proves that principled leadership transforms nations and organisations alike.",
    "Real success, as the NPP demonstrated, comes not from talking the talk but from walking the talk.",
    "(The writer is a leadership and strategic management enthusiast and a doctoral candidate at the University of Colombo, Faculty of Management and Finance.)"
  ]
}