{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mmbl-pathfinder-partners-with-hcltech-to-accelerate-technology-talent-development-in-sri-lanka-3/",
  "time_ut": 1734911520.0,
  "original_lang": "en",
  "original_title": "MMBL-Pathfinder partners with HCLTech to accelerate technology talent development in Sri Lanka",
  "original_body_lines": [
    "MMBL-Pathfinder Group has entered into a strategic partnership with HCLTech, a leading global technology company, to introduce innovative IT training programs in Sri Lanka. This collaboration is set to be a game-changer, with the newly established Pathfinder EdTech Institute at its core, aimed at creating a skilled workforce ready for the digital age.",
    "With a Mapping the Future of Tech Education this patronship is set to transform IT upskilling in Sri Lanka by delivering world class, Employment focused training programs through the career Shaper platform. and also designed to seamlessly connect academic learning with industry requirements. By incorporating HCLTech’s acclaimed training methods, expertly curated curriculum and state-of-the-art tech tools, this initiative promises to equip individuals with practical, job-ready skills.",
    "The official lunch of the Pathfinder EdTech was held on Thursday 19th December at the Taj Samudra. Waruna Sri Dhanapala act. Secretary to the Ministry of Digital Economy was the guest of honour of the event.",
    "The program will debut with two training centers in Colombo and Jaffna, with plans to expand across the country. The first courses will cover essential topics such as Artificial Intelligence and Cybersecurity, with more subjects to follow. The blended learning approach will combine tech-driven coursework, hands-on projects and internship opportunities, offering participants a comprehensive and immersive educational experience.",
    "“Our collaboration with MMBL-Pathfinder Group reinforces HCLTech’s commitment to empowering communities through transformative education. By bringing Career Shaper to Sri Lanka, we aim to nurture a generation of IT professionals ready to lead in the global digital economy,” said Srimathi Shivashankar, CVP and Global Head of EdTech, HCLTech.",
    "This initiative aligns with HCLTech’s vision of enabling accessible, high-quality tech education worldwide. Operating in over 59 countries, the company is a global leader in workforce transformation, leveraging emerging technologies to create impactful career pathways.",
    "Pathfinder EdTech Institute’s launch underscores Sri Lanka’s potential as a future hub for IT innovation. This partnership is poised to address the growing demand for skilled professionals in the country, contributing to its aspirations of becoming a regional leader in digital excellence.",
    "“By investing in Sri Lanka’s talent, we are not just advancing education but also creating opportunities for economic growth and innovation,” said Balasundaram, Director/Chief Executive Officer, MMBL- Pathfinder Group of Companies.",
    "HCLTech has significantly expanded its presence in Sri Lanka since entering the market in 2020. The company opened its largest facility in 2021 at the Cinnamon Life complex, Colombo, underscoring its commitment to making Sri Lanka a global IT services delivery hub, providing services in digital applications, system integration, product development and infrastructure management.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}