{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/09/22/sram-claims-uci-gear-rule-hurts-innovation-riders-and-fair-play",
  "time_ut": 1758537180.0,
  "original_lang": "en",
  "original_title": "SRAM Claims UCI Gear Rule Hurts Innovation, Riders, and Fair Play",
  "original_body_lines": [
    "COLOMBO (News 1st); U.S.-based cycling component manufacturer SRAM has initiated legal proceedings against the Union Cycliste Internationale (UCI), challenging the governing body’s proposed gear restrictions set to be trialed at the upcoming Tour of Guangxi.",
    "SRAM filed a formal complaint with the Belgian Competition Authority (BCA) on September 12, arguing that the UCI’s “Maximum Gearing” protocol unfairly targets SRAM-equipped riders and has already caused tangible harm to its business.",
    "The BCA has since launched anti-trust proceedings under EU and Belgian competition law.",
    "The protocol, introduced by the UCI’s SafeR commission, aims to improve rider safety by capping gear ratios to a rollout limit of 10.46 meters—equivalent to a 54x11 setup.",
    "However, SRAM riders typically use 54x10 gearing, which would be rendered non-compliant under the new rules.",
    "Unlike competitors Shimano and Campagnolo, SRAM would be forced to mechanically disable its 10-tooth cog, reducing gear options and placing its sponsored teams at a competitive disadvantage.",
    "SRAM currently supplies equipment to four major men’s WorldTour teams: Visma-Lease a Bike, Movistar, Lidl-Trek, and Red Bull-Bora-Hansgrohe.",
    "In a strongly worded statement, SRAM CEO Ken Lousberg criticized the UCI’s decision-making process, saying the protocol penalizes innovation and undermines fair competition. He also expressed concern over the lack of transparency and scientific basis behind the rule, adding that the company had attempted to engage in dialogue with the UCI but was met with silence.",
    "The company claims the rule has already caused reputational damage, market confusion, and anxiety among teams and athletes.",
    "Lousberg emphasized that while SRAM supports safety-driven reforms, arbitrary restrictions on gearing—especially those affecting only one manufacturer—are fundamentally unfair.",
    "The UCI responded by expressing surprise at the BCA’s press release, stating it had not yet been served with the complaint. It defended the gear restriction trial as a safety initiative and maintained that any future regulatory changes would be based on the outcome of the test and further stakeholder consultation."
  ]
}