{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankan-catholics-seek-sacking-of-spy-chief-over-easter-attacks-182353/",
  "time_ut": 1728042840.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Catholics Seek Sacking of Spy Chief Over Easter Attacks",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s new president was urged on Friday to deliver on a promise to ensure justice for the victims of the Easter Sunday bombings and to call for the sacking of the country’s spy chief, who is implicated in the worst terror attack against civilians.",
    "The Centre for Society and Religion (CSR), in a six-page appeal to President Anura Kumara Dissanayake, sought, among other things, the removal of Suresh Sallay from his position as head of the State Intelligence Service.",
    "The CSR noted that Sallay, a retired military intelligence officer allegedly linked to the Easter bombers, was in a position to destroy evidence and should be removed immediately, with investigations being handed over to a new specialised unit.",
    "The organisation, linked to the Catholic Church, pointed out that Sallay had been accused of involvement with Zahran Hashim, the leader of the suicide squad that targeted three luxury hotels and three churches on April 21, 2019.",
    "For his part, Sallay has lodged a complaint against Britain’s Channel 4 for broadcasting damaging allegations against him, but the UK’s broadcasting authority dismissed the case, ruling that the network had been fair in its reporting.",
    "Sallay has also taken the unusual step for an intelligence officer of suing Catholic priests who repeated the allegations, as well as Yasmin Sooka, a retired South African Chief Justice, for civil defamation.",
    "Official sources stated that Sallay attended President Dissanayake’s first National Security Council meeting this week; however, the government has already lined up a replacement for him.",
    "The CSR has also urged the new government to initiate disciplinary action against a number of senior officers, including the now-suspended Inspector General Deshabandu Tennakoon, for negligence and failure to prevent the Easter Sunday attacks despite prior warnings."
  ]
}