{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/quality-of-medicinal-drugs/",
  "time_ut": 1736092020.0,
  "original_lang": "en",
  "original_title": "Quality of medicinal drugs",
  "original_body_lines": [
    "It is a relief to see that some actions are being taken to safeguard the nation’s medicinal drugs supply. Marking the World Antimicrobial Resistance Week, Health Minister Dr. Nalinda Jayatissa stated that laws and regulations governing medicinal drugs must be strengthened. Seeing what has happened to the country’s drug supply in the recent past, that may come as an understatement. The half a billion-dollar question is whether the new administration will be effective in changing the system even if it has good intentions and political muscle. There are a few reg flags raised already. The reason for that doubt is that this problem is shrouded in mystery, presumed to be a subject that we mortals could not understand, a subject only accessible to a certain class of elite. This information gap makes finding a solution to this problem several orders of magnitudes harder than that for many other problems facing the country.",
    "Our problems are not new. In the late nineteenth century, when a shrewd businessman started selling bottled stream water as a panacea, the American authorities saw the need for verifying and regulating medicinal products. That was the beginning of the US Food and Drug Administration. For better or for worse, the infamous human immunoglobulin fiasco when senior officials were caught passing bottled water has triggered Sri Lanka’s FDA moment. We had a system in place, but as the no confidence vote in the parliament highlighted, it had been callously disregarded with impunity for decades. This is not limited to the health sector but deep rooted in all institutions. The continued adoration of the main culprit after the fact shows our ingrained tendency to venerate the elite blindly no matter what harm they inflict. Change has arrived, but success is not guaranteed; we the public must continue to be vigilant.",
    "The recent incident in which a crook swindled passports right in front of the junior minister highlights the vulnerability of our systems, the gaping information gap, and the extent of disregard for law and order. If a lawmaker can be blinded to a simple protocol, hoodwinking even a well-meaning expert in the field can be child’s play when it comes to drug safety. The process is so convoluted that the proverbial entering through one ear and coming out the other can be extended to any other pore. The decades of neglect and corruption in drug regulation necessitate an all-out war against the system; applying band-aids here and there will not work. Eliminating the information gap is a major step in that process.",
    "There are three main functional areas of specialization involved in getting safe medications to the patients: discovery and development of a drug, diagnosis of the ailment and prescription of the drug, and dispensing the drug to the patient in the prescribed manner. The professionals involved are pharmaceutics experts, medical doctors, and pharmacists. Except in research settings that exist in drug discovery and development organizations, the interactions between the three disciplines stated above are limited. The most common exchange of information takes place through the salespeople of the drug manufacturers; there is no need to explain whose interest they have in mind. As a result, there exists an information gap. Many tend to take it for granted that the world’s drug supply is safe and efficacious; in fact, to the dismay of this writer, a person in a responsible position made a statement to that effect, recently. That would have been true in an ideal world.",
    "The World Health Organization report (2017) estimates that 1 in 10 medicines in low- and middle-income countries are substandard or falsified, and the losses incurred as a result is about $ 30.5 billion annually. According to another report (jamanetworkopen.2018.1685), the figures are higher: 13% substandard drugs and $200 billion in economic losses. No numbers are available for Sri Lanka, but the name of a former health minister should be sufficient to highlight the enormity of the problem, which is reprehensible by any human standards, to say the least.",
    "It is obvious why the substandard drug manufactures target low-income countries and countries with corrupt systems: they are easy targets. We Sri Lankans have more reasons to be vigilant as there are vultures within the system hellbent on looting public funds with impunity and are ready and willing to collude with them. However, there are two powerful tested and proven approaches to curb all these evils. They are Quality Assurance (QA) and Quality Control (QC). If properly administered, they do not leave any room for corruption within this process. However, the irregularities associated with purchasing practices must be dealt with separately.",
    "The scientists that discover, develop, and bring drugs to market identify a set of qualities or attributes of drugs that must be maintained for them to be safe and efficacious. These requirements are known as specifications, and they include a list of tests to be performed on each drug, the analytical test procedures, and appropriate acceptance criteria, which are numerical limits, ranges, or other criteria for the tests described. All such information for all approved drugs is available through the drug manufacturers, approving agencies of the region, and international organizations such as WHO and the International Council for Harmonization (ICH). Following such guidance, these qualities of the drugs and any external factors that may affect them must be monitored and controlled throughout the life of the drug.",
    "This is done in two stages: quality assurance involves having all necessary precautions in place during manufacture, packaging, storage, distribution, and throughout the shelf life at the pharmacy and the patient’s home. Fortunately, the WHO has a programme for certifying manufacturers and suppliers that meet these stringent requirements. Any drug purchased must be accompanied by a certificate of analysis (CoA), which lists the required qualities, and the test results relevant to that specific lot of drugs. If the drug originates from a WHO certified manufacturer, the CoA is a document that can be trusted. Naturally, having such quality assurance measures is costly, and their products could be more expensive than those coming from uncertified manufacturers. The certificates of analyses originating from non-certified manufacturers require verification by the purchasing country. The verification process becomes much more difficult with injectables and vaccines. The quality control of ‘biologics’ requires special techniques. This is how the low-income countries get in trouble, by going for the least expensive suppliers of drugs.",
    "Even under the best of conditions, things can go wrong, and subpar drugs can enter the system unintentionally. The objective of quality control, the second measure, is to assure that the manufactured product meets all the specifications throughout its life. Therefore, incorporation of a full-fledged quality control function to the system is necessary for ensuring the safety and efficacy of the drugs provided to the patient, not just when it leaves the manufacturing facility. Testing drug samples during the supplier selection process is a necessary step. However, an often-overlooked aspect of this practice is that the samples provided by non-certified manufacturers may not represent the bulk product supplied to the end users. Therefore, periodic testing of drugs circulating through the system is necessary to assure their quality.",
    "Quality control involves performing a set of tests according to the specification set forth by the drug manufacturer in agreement with the approving regulatory agency of the region or country. These tests are various spectroscopic methods to test drug purity, potency, identity, and other critical characteristics. Once the drug is released by the manufacturer, the quality control function goes to the pharmacist, not the doctor nor the pharmaceutics scientist.",
    "The quality control activity must be conducted in accordance with the current Good Manufacturing Practices (cGMP) as described by international agencies like the ICH. An important feature of cGMP is that when implemented properly, it ensures data integrity, traceability, verifiability, and accountability. Almost all the test methods prescribed in specifications are now instrument based. There are hardly any wet chemistries involved as used in pharmacy practice at the turn of the century. As a result, the entire process can be digitalised. That is the system change we need to eliminate corruption. That is the way to bring in desperately needed transparency and accountability.",
    "If the reader gets the impression that what was discussed above are new concepts to the Sri Lankan scene, they are mistaken. Hundreds, if not thousands, of laboratories in many countries are performing these tasks routinely safeguarding their drug supply. They manage to catch inadvertent manufacturing errors and prevent costly and damaging outcomes in a timely fashion. What went wrong in our country?",
    "We have had concerned and forward-looking people like Professors Bibile and Kottegoda and many others who foresaw what was to come. It may come as a surprise, but all the laws and regulations that are necessary to assure the safety and efficacy of drugs exist in the books – the country’s rules and regulations. The facilities, people, and procedures are in place. However, things didn’t go as they expected. According to news reports, there is a shortage of pharmacists in the country. The agency’s labs are not only poorly equipped, but the existing equipment is inadequate and outdated. The agency has become a non-entity; if the fake immunoglobulin samples were tested for identity at a minimum, for example, the debacle that ensued could have been averted.",
    "We must hold all three branches of the government responsible for the erosion of this institution; they have not done their job. They are expected to be independent bodies providing checks and balances. Somewhere along the way, they all got together and colluded to hoodwink us, the people. The situation we are in is no accident: besides the rampant corruption, Sri Lanka did not have a formal academic programme to train pharmacists until recently. Initial efforts to start pharmacy programmes were opposed by the medical profession. Why? Because they viewed it as a threat to their hierarchy in the system. The agency’s laboratories were not maintained at adequate levels because the politicians saw it as an impediment to their nefarious activities. Let us have no illusions that our government, all three branches, were responsible for creating the national ecosystem that made cGMP in state-owned organisations a complete mockery. We the people are responsible as well; after elections, we pay no attention to governance till the next election. If they throw some bones at us, we let them do what they wish. Ignorance reigns throughout.",
    "Fortunately, things have changed favourably. The judiciary liberated itself from the political grip, people cleaned up the rotten politics as best they could. The new President has sent a stern signal that things will be different. He did not send his beloved mother to Singapore for treatment at taxpayer’s expense as previous rulers did. What else is missing? The role of one and a half million civil servants of the country. They have an enormous responsibility at this critical juncture not to let the word bureaucracy become another dirty word like the elite. They are the men and women, our relatives, friends, and colleagues who carry out the day-to-day business of the government. They are expected to be experts in their respective fields and perform their duties according to standard operating procedures without any political bias. The president or the 225 members of the parliament alone cannot run the country no matter how well-meaning their intentions are.",
    "We the people have the power to replace the president and the members of the parliament, but we cannot hire or fire bureaucrats. Our system is such that they enjoy lifelong employment regardless of their performance. They get promoted and their pay increases automatically irrespective of their performance. This lack of responsibility is not sustainable. In addition, we must recognize the fact that due to our entrenched practice of political favoritism, some positions were filled with people who are not qualified to carry out their duties. That is not acceptable in any place, but in the drug safety business, which is a recipe for disaster. Therefore, we must recognize the administration’s right to retrain or replace those who do not meet their job descriptions, irrespective of their political affiliations, for the good of the country. That may be unpleasant, but that is the reality.",
    "We must plan for building this expertise in the country. Pharmacy education in our universities must be expanded to include the pharmaceutics functions, especially the analytical aspects. The opportunity exists for the local manufacture of most widely used drugs. That will need expertise on many subjects at various levels. We must develop a culture that encourages innovation; there are many unmet needs as well as opportunities in this field. For example, there is the opportunity to bring Ayurvedic practices to the twenty-first century and add value. Health care is one of the largest industries consuming about 10% of the GDP of most developed countries.",
    "There is no argument that we must procure our drugs from the most affordable sources. However, it must be kept in mind that they are less expensive due to cost-cutting measures taken by the manufacturers, and that could have implications for quality. Therefore, it is paramount that we maintain the integrity of the quality control functions at our end to assure the safety and efficacy of the drugs made available to the patients. This is especially important with the intravenous drugs as there is no room for error; once the drug is injected, there is no way to take it back. Investing in qualified personnel, training, and upgrading the agency’s testing capabilities could be negligible compared to the waste of funds spent on subpar drugs and the suffering they cause.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}