{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97500/gangarama-temples-annual-navam-maha-perahara-parade-the-streets",
  "time_ut": 1708768440.0,
  "original_lang": "en",
  "original_title": "Gangarama Temple’s Annual Navam Maha Perahara parade the streets",
  "original_body_lines": [
    "The 45th Nawam Maha Perahera of the Hunupitiya Gangarama Temple in Colombo kicked off on Friday (Feb.23) with President Ranil Wickremesinghe placing the sacred casket on the ceremonial elephant, symbolizing the start of the procession.",
    "Emphasizing the significance of unity among devotees, the State of Head underscored that it forms the foundation of a vibrant cultural festival.",
    "Addressing the gathering as the chief guest at the Navam Maha Perahara organized by the Gangarama Temple in Colombo, President Wickremesinghe highlighted the annual event as a testament to the unity and devotion of its participants. He inaugurated the temple’s digital website, noting its role in enhancing the audience’s experience of the Perahera through modern technology.",
    "Reflecting on the evolution of the Perahera over forty-five consecutive years, the President revealed that this procession was initiated in response to a request made by Reverend Dr. Galboda Gnanissara Thera, also known as ‘Gangarama Podi Hamuduruwo’. The request was made to the then-Prime Minister Ranasinghe Premadasa, who provided essential government support to commence this auspicious event",
    "President Wickremesinghe acknowledged the tremendous technological advancements while emphasizing that the essence of the Colombo Navam Perahera remains unchanged. He commended the collaborative efforts of government and non-government organizations, as well as numerous temples, in making the procession a vibrant and modern spectacle. Now, viewers have the opportunity to watch the procession remotely.",
    "President Wickremesinghe expressed gratitude to all those who contributed to the success of the event, recognizing their role in enriching the cultural heritage of Sri Lanka.",
    "The Maha Sangha led by the Deputy Incumbent of the Gangaramaya Maha Viharaya, Ven. Dr. Kirinde Assaji, Former President Gotabaya Rajapaksa, Senior Adviser to the President on National Security and Chief of the Presidential Staff Sagala Ratnayaka, Senior Adviser to the President on Climate Change Ruwan Wijewardena, and other dignitaries were also in attendance at the event."
  ]
}