{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Nalanda-Mourns-the-Loss-of-Hon-Gamini-Jayawickrama-Perera/172-277267",
  "time_ut": 1708296840.0,
  "original_lang": "en",
  "original_title": "Nalanda Mourns the Loss of Hon. Gamini Jayawickrama Perera",
  "original_body_lines": [
    "Mallawa Arachchige Gamini Jayawickrama Perera, (29 January 1941–17 February 2024) was a politician and a member of the 15th Parliament of Sri Lanka representing Kurunegala. He entered politics in 1973 from the Katugampola electorate and elected to Parliament first at the 1977 general election.",
    "After the introduction of the provincial council system, the late Minister Jayawickrama Perera contested as the UNP’s Chief Ministerial candidate of the North Western Province. He was the incumbent Cabinet Minister of Sustainable Development and Wildlife and Minister of Buddha Sasana at the time of his demise. He was also the former Cabinet Minister of Food Protection. He was elected as the chairman of ESCAP (Economic and Social Commission for Asia and the Pacific) in April 2016. Further. the late Minister Gamini Jayawickrama Perera was also the Chairman of the United National Party (UNP) and the former Cabinet Minister for Irrigation and Water Management and has been a Member of Parliament since 1994.",
    "The late Minister Gamini Jayawickrama Perera was also the Chair of the Asia Pacific Regional Forum and Minister of Sustainable Development and Wildlife, in Sri Lanka. The late Minister Gamini Jayawickrama Perera was very much involved in addressing the issues relating to wildlife and on the conservation and regulating measures for the traffic management of Yala Wildlife Park.",
    "The late Minister Gamini Jayawickrema Perera was educated at Nalanda College, Colombo. He was from a cricketing family that represented the college’s first XI cricket team. Three brothers of Lincon, Gamini and Asoka captained Nalanda’s 1st XI cricket team in 1949,1960 & 1962. Whilst doing active politics he maintained his relationship with Nalanda and continued to assist the school on numerous occasions.",
    "Though the late Minister Gamini Jayawickrema Perera may no longer be with us in person, his presence continues to be felt in our memories. His kindness, wisdom, and warmth have left an indelible mark on all who knew you. Today, as we reflect on his life, we are",
    "filled with gratitude. Your legacy lives on in the countless lives you’ve touched, and for that, we are forever thankful. Rest peacefully, knowing that you are deeply appreciated and dearly missed by all Nalandians.",
    "May the late honourable Minister Gamini Jayawickrema Perera attain the supreme bliss of Nirvana !",
    "The writer is President - Association of Retired Flag Rank Officers, Formerly Commander Sri Lanka Air Force and Ambassador to Afghanistan"
  ]
}