{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bocs-fcy-ratings-upgraded-to-ccc-by-fitch/",
  "time_ut": 1733432520.0,
  "original_lang": "en",
  "original_title": "BOC’s FCY ratings upgraded to “CCC-” by Fitch",
  "original_body_lines": [
    "Bank of Ceylon’s (BOC) Long-Term Foreign Currency Issuer Default Rating (IDR) has been upgraded to ‘CCC-’ from ‘CC’ by Fitch Ratings (Fitch) in their latest rating review. Further, the Viability Rating (VR) was also upgraded to ‘ccc-’ from ‘cc’ by removing the Rating Watch Negative (RWN) on VR.",
    "This rating upgrade signifies the Bank’s stability amidst the challenging operating environment and the Bank’s ratings are further positioned above the country ratings showcasing the resilience of the Bank.",
    "According to the latest announcement made by Fitch by upgrading BOC’s international rating, Fitch has considered the following factors in order to support their rating action;",
    "Fitch noted that the foreign currency funding and liquidity profile of the Bank has significantly improved compared to the crisis period and will further strengthen with the restoration of the sovereign’s creditworthiness, following a successful debt restructuring and thereby providing the Bank, the access to foreign currency wholesale funding.",
    "The Bank’s profitability will be further improved in line with final restructuring terms of the sovereign instruments and state-linked borrowing. The asset-quality of the Bank will be enhanced during 2025 due to better economic conditions of the country and the potential capacity of the Bank to enrich its credit portfolio.",
    "Further, Fitch has noted that the final terms and conditions agreed by the Bank and the Government in restructuring loans granted to state-owned entities will reduce the stress on its capital and impairment provisioning of the Bank. In terms of Bank’s risk profile, it is expected that the conclusion of sovereign debt restructuring and the Bank’s focus on expanding private-sector lending will moderate the exposure to the sovereign in the medium term. Fitch noted that no extraordinary support to restore viability of the Bank is required considering the advanced stages of the Government’s efforts to restructure the debt granted to state-owned entities. Following the successful debt restructuring, Sri Lankan banks’ operating environment (OE), positively impacted given the strong link between sovereign financial health and banks’ operating conditions.",
    "HUTCH launches podcast series “Meet the Tech Titans” to empower Sri Lanka’s digital economy",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}