{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-sees-foreign-buying-in-rupee-bonds-for-second-straight-week-231679/",
  "time_ut": 1753097400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka sees foreign buying in rupee bonds for second straight week",
  "original_body_lines": [
    "ECONOMYNEXT – Foreign investors bought Sri Lanka government securities for the second straight week amid U.S. President Donald Trump’s push for steep new tariffs on European Union products.",
    "Foreign investors bought 8.57 million dollars worth of government securities in the week ended on July 17, extending the total inflow to 14.22 million dollars in the last two weeks. The island nation saw net offshore selling for the three straight weeks, Central Bank data showed.",
    "Foreign investors bought 2,570 million rupees (8.57 million dollars) worth rupee bonds in the week.",
    "Global investors pulled money out of equity funds in the week through July 16 as Trump’s tariff threats and an inflation report indicating an increase in U.S. consumer prices, dampened risk sentiment.",
    "Investors withdrew a net $5.3 billion from global equity funds during the week, Reuters reported.",
    "Sri Lanka suffered an outflow of 10.1 billion rupees in the two weeks soon after Trump’s tariff declaration in the first week of April and the rupee has fallen slightly since then, while global investors have been shifting to safe-havens like gold.",
    "The island nation has, however, enjoyed a total inflow of 29 billion rupees (around $96.7 million) into rupee bonds since December 26 last year through June July 17, the data showed.",
    "Sri Lanka’s deflationary policies have helped to see inflows amid curtailed imports, analysts have said.",
    "The country witnessed foreign outflows worth 48.2 billion rupees in 2024 with 66 percent or 78.1 billion rupees worth outflow from the government securities in the first nine months of last year. (Colombo/July 20/2025)"
  ]
}