{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85669",
  "time_ut": 1742508180.0,
  "original_lang": "en",
  "original_title": "Will the   Anura “Alai”(wave) Enable the JVP led NPP  to do   well  in the Seventeen   Local Authority Elections of Jaffna District ?",
  "original_body_lines": [
    "“The national people’s power will win all 17 local authorities in the Jaffna district and form administrations” was the confident assertion of  Ramalingam Chandrasekar in Jaffna on  Thursday(Mar 13). The minister of Fisheries and Aquatic and Ocean resources  stated so  while replying to questions by  Jaffna journalists. The minister  was at the elections office in Jaffna to pay the deposits for candidates contesting the forthcoming local authority polls.  It was only upon arrival that the  minister realised that it was not possible to pay the deposits as it was a Poya day holiday. Chandrasekar  who was accompanied by a group consisting of  the three NPP Jaffna district parliamentarians  and divisional  organizers were on their way out when accosted by journalists.",
    "As is well known  caninet minister Chandrasekar is the point man of the NPP in Jaffna. Though hailing from Bandarawela in the Badulla district, Chandrasekar has been tasked with the responsibility of overseeing and coordinating political matters in Jaffna. He is the chair of the  consultative committees for the Jaffna and Kilinochchi administrative districts. Both districts together form  the Jaffna electoral district. Chandrasekar was appointed  as a national list MP to Parliament.",
    "All Political parties and candidates  contesting elections are seemingly confident of victory especially when talking to the media. The hope of electoral victory springs eternal for politicians.It goes with the territory. Even candidates  who are not able to garner votes in three digits boast of imminent victory on the eve of an election. Realistically one cannot expect a candidate to say he or she will  not win before the election takes place. Even after losing, many engage in protests accusing their rivals of vote fixing or tampering with the counting.  prior to voting.",
    "Viewed against this backdrop, the question that arises is whether the  Janatha Vimukthi Peramuna(JVP) led National people’s power (NPP) will really perform well as predicted by Chandrasekar or whether the cabinet minister’s claim has to be taken with more than a pinch of salt. Had Chandrasekar made a statement like this a year ago, he may have been laughed at.  It was unbelievable that a Sinhala dominated national party  like the JVP led NPP could have  captured all the local authority polls  in Jaffna.",
    "However last year’s Parliamentary election results have changed all that. In a remarkable political twist, the NPP known as the Theseeya Makkal Sakthi in Tamil obtained the most number of votes in Jaffna. This entitled it to a bonus seat. Thus the NPP won three  seats in Jaffna. The NPP polled 80,830 (24.85%) votes in Jaffna.",
    "The JVP led NPP got the better of Tamil nationalist parties such as the Ilankai Thamil Arasuk Katchi (ITAK), the Democratic Tamil National Alliance (DTNA)  and the  Ahila Ilankai Tamil Congress (AITC).These parties were able to garner only 63,327(19.47%), 22,513 (6.92%) and 27,986 (8.60%) respectively.",
    "Of the  three NPP Parliamentarians elected from Jaffna, the one who got the most number of votes was  Karunanathan Ilankumaran. He obtained  32,102 preferences. Ilankumaran an ex-electricity board employee is  currently a resident of the Jaffna municipality. He is originally from Usan in the Thenmaraatchy region. The be-spectacled Ilankumaran has been  a full time  activist of the NPP for five years. He was the principal candidate on the compass list for Jaffna.",
    "The second to be elected from the NPP with 20, 430 votes is a medical doctor Shanmuganathan Sribavanadarajah. Dr. Sribavanandarajah was attached to the Jaffna teaching hospital for over 30 years and retired recently as deputy director. He now serves in the Moolaai cooperative Hospital.",
    "The third NPP Jaffna  MP is Jeyachandramoorthy Rajeevan. He was elected with 17,579 preferences. Rajeevan runs a reputed educational institution in Jaffna. He was until recently an ardent supporter of the ITAK. He shifted allegiance to the NPP some months before the presidential election and campaigned for Anura.",
    "The architect of the NPP victory in Jaffna  was Ramalingam Chandrasekar the party organiser for Jaffna elecctoral district. Chandrasekar  is a member of both the JVP central committee as well as the  NPP national executive committee. Chandrasekar a former JVP parliamentarian was  appointed as MP on the  NPP national list and included in Anura Kumara Dissanayake’s cabinet as the Fisheries minister.",
    "Chandrasekar has spent several years in Jaffna as JVP organizer. He established good rapport with Tamil newspapers, TV stations and influential you tubers. He  appeared on many programs and shows. Chandrasekar  also organised segments of the Jaffna population such as farmers, fishers, medical personnel, teachers and office workers into NPP units. More importantly he  broad based JVP/NPP membership in Jaffna. These  include  some educated dedicated youths with idealstic motivation.",
    "The JVP candidate list for Jaffna was finalised by Chandrasekar in consultation with Anura Kumara Dissanayake, Bimal Ratnayake and Vijitha Herath.  Earlier  Anura Kumara Dissanayake got only around 27,000 votes in Jaffna at the September 2024  presidential election. This figure increased almost three fold to reach 80,000 in the Parliamentary elections.",
    "Where did these votes come from? Given the decrease in votes garnered by  candidates from political parties such as the ITAK, Tamil Congress, TELO, EPDP, EPRLF, PLOTE and SLFP, it appeared that the NPP votes came from all these parties and also  from the ranks of the new voters. A substantial number of votes were cast by women and youths for the NPP.",
    "The NPP  also got the highest number of postal votes in Jaffna indicating its support level among Govt employees. Furthermore the NPP came first in eight of the eleven electoral divisions in Jaffna. The “thisaikaatti”(compass) topped the electorates of Nallur, Kopay, Manipay, Kankesanthurai, Uduppiddy, Vaddukkoddai, Jaffna and Point Pedro. Only three divisions were won by others. They were Kayts (EPDP), Kilinochchi (ITAK) and Chavakachcheri (Independent group 17).",
    "Anura Kumara Dissanayake  was elected President in September 2024. He  came first but was able to poll only 42.31% of the vote. Sajith Premadasa came second with 32.76% of the votes. For the first time in Sri Lankan presidential elections, the leading candidate could not get a majority. So the votes of  other candidates  were eliminated and a second count with  second preference votes  was taken. In  this Anura obtained 55.89% and was elected winner.",
    "Although Anura’s presidential election performance was shaky a political miracle occurred thereafter. Anura spearheaded the party’s general election campaign. He travelled all over as President Dissanayake canvassing votes for Parliamentary candidates. The tide turned. An Anura “Ralla” (wave) engulfed the country. The NPP made history by getting 159 seats in Parliament.",
    "The Tamil nationalist fortress of Jaffna too went under the  Anura “Alai”or wave. The NPP polling 25 % of the votes won three of the six seats in Jaffna. The Jaffna result  was relished by the JVP led NPP. Several leaders stated that the Jaffna  victory was the crowning achievement in the election. The Jaffna result was the jewel in the NPP victory crown. Some commentators even predicted the end of Tamil nationalism in Jaffna.",
    "It is in this context that minister Chandrasekar  has been extraordinarily  optimistic  about a sweeping triiumph by the NPP in the Jaffna local authority elections.  The Jaffna district has  seventeen  councils comprising one municipality , three urban councils and thirteen “Piradesa” or divisional councils. The NPP came first in eight of the  ten electorates in the Jaffna district at the parliamentary election. Hence it may appear that a total victory at the district’s local polls is possible.",
    "According to informed sources close to the JVP led NPP, the popularity of the  party has  not waned in Jaffna.  It has  actually waxed they say. Since the NPP is the governing party now, the people of Jaffna will opt to support it as they could get things done by latching on to the party in power The new budget has been quite generous to the north. The JVP hopes that   the pragmatic Jaffna Tamils  realise that it would be better to t hitch their “Vandil” to the NPP star.",
    "NPP circles also feel that the  Anura Alai” has not subsided in Jaffna. They cite the recent visit of AKD to Jaffna as  proof of this.They point to the very successful public meetings at Valvettithuurai and Mirusuvil. The ordinary people  expressed love and affection for Anura spontaneously. These NPP  sources also point out that the well attended  meeting at Valvettithurai was a historic event.",
    "Valvettithurai known as VVT is the birthplace of LTTE supremo  Veluppillai Prabhakaran and several other important tiger leaders.  VVT is regarded as the cradle of armed Tamil militancy. The NPP  having a successful meeting in VVT is truly a sign of the NPP’s growing popularity say these circles.",
    "Despite the optimsm   within the NPP, there are doubts as to  whether the party will get  ample support from the people of Jaffna in the local poll. The main reason for this is the hiatus between pledge and performance. The NPP in general and AKD in particular made several pledges during the parliamentary election campaign The Prevention of Terrorism Act(PTA) was to be abolished, all Tamil political prisoners were to be released, the issue of enforced disappearances was to be addressed, private lands  seized by the  armed forces were to be returned to the rightful owners,  security force camps and checkposts were to be reduced, places and roads declared as high security areas were to be reduced",
    "None of these promises have been fulfilled. A few checkposts were removed ,one or two camps closed and a few roads made open to the public. Nothing substantial. There has been practically no forward movement on issues like release of political prisoners, enforced disappearances, return of seized lands etc. On the question of political prisoners the Justice minister is now saying there are no political prisoners. The Govt has also stated that the PTA will not be abolished.",
    "Another sore point is the question of devolution and a new constitution. The NPP said the provincial councils will remain until a new Constitution is formulated. But now the new Constitution project has been postponed. President Dissanayake even persuaded Indian Prime minister Narendra Modi to exclude any references to devolution or provincial councils in the joint statement released in New Delhi after  AKD’s first official trip to India.",
    "A crucial issue that rankles is the Indian fisher poaching problem. Both Chandrasekar and Anura Kumara Dissanayake made  explicit specific promises during the 2024 polls campaign  that  Indian fishers coming in a flotilla and engaging in bottom trawling would be stopped.",
    "Yet no meaningful action has been taken  so far.Indian fishing boats come in large numbers and poach in northern waters. The Navy continues with the practice of making sporadic arrests of the fishing crew and seizing of boats. After a while the fishers are released on “humane”grounds. Nothing concrete has been done to end the “illegal”fishing.",
    "The growing disgruntlement of northern fishermen over the Indian bottom trawling and poaching issues could be a problem for the NPP Govt. Large numbers of people engaged in fishing voted for the NPP at the parliamentary election. When Tamil political parties canvassed for votes in the coastal areas, they were told bluntly that the fishing folk would not be voting for them. “we are going to vote for the JVP this time because we believe only that party will bring Indian poaching to an end” they said. Now many are beginning to get disillusioned. The JVP led NPP is seen as a “NATO” (no action talk only)  outfit by many.",
    "Moreover there is much disappointment over the calibre and conduct of the three MPs elected from the NPP in Jaffna. The JVP leaders have been crowing about the Jaffna victory as a jewel in the crown. The elected trio however has been very ineffective. They seldom speak in Parliament. Even when they do, they are conspicuously silent about issues affecting the people They are largely inaccessible to those who voted for them. If and when people raise issues with them the stock reply is  “our party leadership only can decide on this matter”.",
    "All these developments indicate that the people who voted for the compass in Jaffna are getting disheartened gradually. It is however unclear as to whether this process of disillusionment is just beginning or not. If  it is only the start then  a massive shift  against the NPP in voting is highly unlikely. But if the disillusionment has set in deeply then minister Chandrasekar’s  expectation of a sweeping victory in all 17 councils can only be a pipe dream.",
    "Nevertheless one has to take not account the fact that the JVP led NPP is in the seat of power. As such it would be a magnet for that disgusting breed of influence peddlers. Many would like to attach themselves to the government in power. But whether the  opportunistic flotsam and jetsam that joins or supports the JVP or NPP can deliver votes in large numbers is rather doubtful.",
    "It is also of paramount importance to  take note of the “arithmetic”factor. The NPP registered a famous victory at the parliamentary poll in Jaffna by getting half the number of the district’s seats  but the votes it gained  amounted to ony one-fourth of the votes it polled.Although the Anura wave did attract votes for the NPP, it must also be acknowledged that three-fourths of the votes polled went to other parties and independent groups. Most of these parties and independent groups could be categorized as “Tamil nationalist entities”.",
    "As such the electoral prospects for  the NPP could be rather dismal if the Tamil nationalist parties and groups are able to forge some form of unity and re-align themselves into two or three alliances or fronts.If that happens, the chances of the Tamil nationalist parties and alliances doing better than the NPP at the polls  are rather high. Besides there is some regret in certain quarters that a predominantly Sinhala national party has  topped the polls in Jaffna the Tamil nationalist citadel.",
    "Hence there is a  possibility of  Tamil nationalist parties striking back and making the Anura wave recede. This would depend on the quantum of unity the Tamil nationalist political parties are able to achieve.  Several  meetings and  discussions have been held but the  results have not been fruitful so far. Even if unity is not possible an arrangement could be made where the Tamil national parties refrain from attacking each other during the election campaign and train their guns on a single target namely the JVP led NPP.",
    "Moreover  if the Tamil nationalist parties  want to get the better of the NPP at the polls, they should evolve fresh ,imaginative and practical policies.Persisting with the old policies may not yield the expected harvest. It must be remembered that the JVP led NPP victory was basically a yearning for change among the people. If the Tamil nationalist parties want to defeat the NPP this salient factor has to be kept in mind.",
    "The  Tamil nationalist parties must ask themselves whether their current policies and approaches  could entice voters away from the NPP. If they simply beat the nationalist drum that may not be enough to woo voters away from the JVP/NPP. They also cannt appeal on the grounds of broad Tamil unity when they as political parties are unable or unwilling to unite. If the election in Jaffna turns out into a JVP/NPP vs the rest tussle, the divided Tamil parties will be disadvantaged.",
    "Finally there is also the local authority election system. The 60 % ward cum 40% PR system resulted in a situation where political parties found themselves unable to gain a clear majority in local councils after the 2018 poll. The Tamil National Alliance consisting of the ITAK,TELO and PLOTE was able to command a majority in only three of the forty-eight councils it contested in 2018. Thus there is every possibility that the NPP could  get the most amount of votes in a council without a majority. In such instances the Tamil parties could sideline the NPP and form an administration by working together.",
    "This article appears in the “DBS Jeyaraj Column”of the “Daily Mirror”dated 15 March 2025.It can be accessed here –"
  ]
}