{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnba-and-hnbgi-celebrate-partnership-with-hnb-at-golden-awards-2024/",
  "time_ut": 1718729880.0,
  "original_lang": "en",
  "original_title": "HNBA and HNBGI celebrate partnership with HNB at Golden Awards 2024",
  "original_body_lines": [
    "The “Golden Awards 2024” hosted by HNB Assurance and HNB General Insurance, celebrated and recognized the outstanding achievements of top performers, including network management and branch managers from Hatton National Bank, for their significant contributions to the growth of HNBA and HNBGI. The year 2023 was an outstanding period for both HNBA and HNBGI, with impressive financial performances which proved their partnership with HNB to be one of the best in the industry.",
    "Damith Pallewatte, Acting Chief Executive Officer of HNB, who graced the occasion as the Chief Guest, opined, “Having participated in this event for several years, it is incredibly heartening to witness the sustained growth and progress achieved by both HNBA and HNBGI. As we look to the future, I see immense potential and opportunity. I am confident that by continuing to innovate and prioritizing customer-centric solutions, we as a group, can not only maintain our strong position but also dominate the market. Let me also remind you that the bank is fully committed to supporting both HNBA and HNBGI, so let us get out there and redefine the landscape of banking and insurance.”",
    "The newly appointed Chairman of HNBA and HNBGI, Stuart Chapman, stated, “I’m delighted to address this wonderful gathering where we honor and recognize one of our most important stakeholders, HNB. The trust and collaboration between our institutions is what sets this partnership apart from others. As custodians of this relationship, I am confident that our combined efforts will ensure we deliver top-tier insurance solutions to our customers, meeting their needs with the highest standards of service and trust. I’d also like to take this opportunity to congratulate all the award winners and thank the members of the management of HNB for their continued support. Further, as our companies, HNB, HNBA and HNBGI, embrace leadership transformations, I’d like to thank Mr. Jonathan Alles former MD of HNB and our very own former Chairperson Mrs. Rose Cooray for their contributions as well.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}