{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/21st-annual-general-meeting-of-the-sri-lanka-russia-business-council-of-the-ceylon-chamber-of-commerce/",
  "time_ut": 1733612880.0,
  "original_lang": "en",
  "original_title": "21st Annual General Meeting of the Sri Lanka – Russia Business Council of the Ceylon Chamber of Commerce",
  "original_body_lines": [
    "The 21st Annual General Meeting of the Sri Lanka – Russia Business Council of the Ceylon Chamber of Commerce (SLRBC) was held recently at the Cinnamon Grand, Colombo 03. The event was graced by the presence of H.E. Levan Dzhagaryan, Ambassador of the Embassy of the Russian Federation in Sri Lanka, who participated as the Chief Guest, a news release from the chamber said.",
    "Delivering his address, H.E. Dzhagaryan highlighted the significant trade, tourism, and cultural collaborations between Sri Lanka and Russia, emphasizing that Russia continues to play a pivotal role in Sri Lanka’s tourism sector and export trade.",
    "The keynote speaker, Mr. Mangala Wijesinghe, Chairman and Chief Executive Officer of the Export Development Board, discussed strategies to enhance Sri Lanka’s export potential and foster stronger economic ties with Russia. His address included insights on Sri Lanka’s ambitious targets for merchandise and service exports, as well as initiatives to bolster the small and medium enterprise (SME) sector.",
    "In his speech, Mr. Jude Fernando, President of the SLRBC, reflected on the Council’s achievements, including facilitating greater trade collaboration and enhancing bilateral relationships. He outlined future plans focused on creating new opportunities for member engagement, strengthening support for small and medium exporters, and addressing trade challenges through innovative solutions and policy reforms.",
    "Mr. Jude Fernando, Director, Rhino Roofing Products Limited, continues as President of the SLRBC for 2024/25. Vice Presidents Mr. Buddhapriya Ramanayake, Managing Director, Maxims Overseas Holdings (Pvt) Ltd, and Mr. Prabath Harshakumar, Vice President – John Keells Holdings and Head of Business Development, Walkers Tours Ltd, were re-elected. Ms. Shamindi Kumarasinghe, Head of Exports, Nature’s Beauty Creations Limited, was re-elected Treasurer, while Mr. Kolitha Wickremasinghe, Managing Director, SALOTA International (Pvt) Ltd, continues as Immediate Past President.",
    "The newly elected committee includes representatives from Avian Technologies (Pvt) Ltd, Ceylon Fresh Teas (Pvt) Ltd, Freight Links International (Pte) Ltd, HVA Food PLC, Millennium Teas (Pvt) Ltd, Regency Teas (Pvt) Ltd, Scanwell Logistics Colombo (Pvt) Ltd, Shan Teas (Pvt) Ltd, and Unitrades (Pvt) Ltd.",
    "For membership inquiries, contact Council Manager – Aneesha at the Ceylon Chamber of Commerce via 0115588856 or email industry@chamber.lk.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}