{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111104/hamas-says-it-wont-disarm-unless-independent-palestinian-state-established",
  "time_ut": 1754152200.0,
  "original_lang": "en",
  "original_title": "Hamas says it won’t disarm unless independent Palestinian state established",
  "original_body_lines": [
    "Hamas said on Saturday that it would not disarm unless an independent Palestinian state is established - a fresh rebuke to a key Israeli demand to end the war in Gaza.",
    "Indirect negotiations between Hamas and Israel aimed at securing a 60-day ceasefire in the Gaza war and deal for the release of hostages ended last week in deadlock.",
    "On Tuesday, Qatar and Egypt, who are mediating ceasefire efforts, endorsed a declaration by France and Saudi Arabia outlining steps toward a two-state solution to the Israeli-Palestinian conflict and saying that as part of this Hamas must hand over its arms to the Western-backed Palestinian Authority.",
    "In its statement, Hamas - which has dominated Gaza since 2007 but has been militarily battered by Israel in the war - said it could not yield its right to “armed resistance” unless an “independent, fully sovereign Palestinian state with Jerusalem as its capital” is established.",
    "Israel considers the disarmament of Hamas a key condition for any deal to end the conflict, but Hamas has repeatedly said it is not willing to lay down its weaponry.",
    "Last month, Israeli Prime Minister Benjamin Netanyahu described any future independent Palestinian state as a platform to destroy Israel and said, for that reason, security control over Palestinian territories must remain with Israel.",
    "He also criticised several countries, including the UK and Canada, for announcing plans to recognise a Palestinian state in response to devastation of Gaza from Israel’s offensive and blockade, calling the move a reward for Hamas’ conduct.",
    "The war started when Hamas-led militants stormed into southern Israel on October 7, 2023, killing 1,200 people and taking 251 hostages back to Gaza.",
    "Israel’s subsequent military assault on Gaza has turned much of the enclave into a wasteland, killed over 60,000 Palestinians and set off a humanitarian catastrophe.",
    "Israel and Hamas traded blame after the most recent round of talks ended in an impasse, with gaps lingering over issues including the extent of an Israeli military withdrawal."
  ]
}