{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lolc-savi-and-slt-mobitel-upahara-join-forces-to-enhance-services-for-state-sector-employees/",
  "time_ut": 1718176140.0,
  "original_lang": "en",
  "original_title": "LOLC Savi and SLT-Mobitel Upahara join forces to enhance services for state sector employees",
  "original_body_lines": [
    "LOLC SAVI, the leading credit card solution provider for state sector employees and pensioners in Sri Lanka, is excited to announce its strategic partnership with SLT-MOBITEL, the National Information and Communications Technology (ICT) Solutions Provider. This alliance aims to revolutionize the service experience for state sector employees nationwide.",
    "As part of the joint promotion, valid until August 31, 2024, LOLC SAVI cardholders are entitled to exclusive Upahara Packages free of charge, with no connection fees. These packages include the Upahara Rs. 499/- Package, which offers 15 GB anytime data, 1000 free minutes of voice and SMS, 10 GB for learning packages, and 7.5 GB for WhatsApp, Google Maps, and Waze. Additionally, the Upahara Rs. 727/- Package offers 30 GB anytime data, 1000 free minutes of voice and SMS, 10 GB for learning packages, and 7.5 GB for WhatsApp, Google Maps, and Waze.",
    "Dialog takes personalisation to new heights with AI-driven greeting cards, powered by Star Points",
    "Learning about Leopards: Island-wide School Awareness Programmes Conducted by WNPS and LOLC",
    "GOLDEN GLORY OF DIGITAL TITANS, LOLC CLINCHES FIVE GOLDS AT TECHINNOVATION 2024",
    "Commonwealth Enterprise and Investment Council chairman Lord Marland’s Sri Lanka visit a resounding success",
    "LOLC share price hike triggers positive investor sentiment; indices move up",
    "LOLC SAVI concludes Third Phase of Reward and Recognition program",
    "LOLC General and Life clinch four prestigious awards at slim National Sales Awards 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}