{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-rupee-appreciates-by-7-against-usd-in-the-past-six-months/",
  "time_ut": 1717961040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee appreciates by 7% against USD in the past six months",
  "original_body_lines": [
    "During the year up to 07th June 2024, the Sri Lanka rupee appreciated against the US dollar by 7.0 per cent, according to the Weekly Economic Indicators report of the Central Bank of Sri Lanka.",
    "“Workers’ remittances amounted to US dollars 544.4 mn in May 2024, compared to US dollars 543.8 mn in April 2024 and US dollars 479.7 mn in May 2023,” it stated.",
    "Meanwhile, earnings from tourism amounted to US dollars 154 mn in May 2024, compared to US dollars 225.7 mn in April 2024 and US dollars 100 mn in May 2023.",
    "The net purchases by the CBSL from the domestic foreign exchange market amounted to US dollars 192.5 mn in May 2024.",
    "The gross official reserves were provisionally estimated at US dollars 5,421mn as at end May 2024. This includes proceeds from the PBOC swap arrangement, which is subject to conditionalities on usability.",
    "Weekly AWPR for the week ending 07th June 2024 decreased by 8 bps to 9.28 per cent compared to the previous week.Net Credit to the Government from the banking system decreased by Rs. 26.2 bn in April 2024.",
    "Outstanding credit to public corporations decreased by Rs. 11.8 bn in April 2024.Outstanding credit extended to the private sector decreased by Rs. 16.2 bn in April 2024.",
    "The reserve money increased compared to the previous week mainly due to increase in the deposits held by the commercial banks with the Central Bank.The total outstanding market liquidity was a surplus of Rs.130.545 bn by 07th June 2024, compared to a surplus of Rs. 155.634 bn by the end of last week.",
    "The real budget will come after presidential election: state minister of finance",
    "Resilient Teejay bounces back in Q2 amidst improving industry sentiments",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}