{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/Chile-ex-president-Sebastian-Pinera-dies-in-helicopter-crash/107-276493",
  "time_ut": 1707279420.0,
  "original_lang": "en",
  "original_title": "Chile ex-president Sebastian Pinera dies in helicopter crash",
  "original_body_lines": [
    "Chile, Feb 07 (Aljazeera) Chile’s former President Sebastian Pinera, a billionaire tycoon who twice held the South American nation’s top job, has died in a helicopter crash, his office said in a statement.",
    "“It is with deep regret that we announce the death of the former president of the Republic of Chile,” said the statement on Tuesday, adding that 74-year-old Pinera had died in the popular vacation spot Lago Ranco, some 920km (570 miles) south of Santiago.",
    "Chile Interior Minister Carolina Toha confirmed the death of the former president. No further details were immediately released about the cause of the accident.",
    "Chile’s national disaster agency SENAPRAD confirmed that one person had been killed and three people injured. The government did not immediately name who was aboard.",
    "Pinera, also a successful businessman, oversaw quick economic growth and a steep fall in unemployment during his first 2010 to 2014 presidency, at a time when many of Chile’s trade partners and neighbours were facing sharply slower growth.",
    "His second presidency from 2018 to 2022 was marked by violent protests against inequality that led to accusations of human rights violations and ended with the government promising to draft a new constitution.",
    "Pinera was the owner of the fifth largest fortune in Chile, estimated at some $3bn. He worked as an academic in several universities for almost 20 years and as a consultant for the Inter-American Development Bank and the World Bank.",
    "As a businessman in the 1970s through the 1990s, he worked in a variety of industries, including real estate. He held shares in major airlines as well as telecommunication, real estate and electricity companies. He also created one of the largest credit card companies in the country. In 2009, he handed over the management of his businesses to others.",
    "He entered politics representing the centre right, which was the civilian support of the military regime. At the same time, he distanced himself from the 1973-1990 rule of General Augusto Pinochet, when more than 3,000 suspected leftists were killed or “disappeared.”",
    "Pinera ran three times for president of Chile. In 2006, he lost to socialist Michelle Bachelet; then in 2010, he defeated former President Eduardo Frei. Four years after his first term, in 2018, he won a second four-year term after defeating a leftist independent.",
    "Twelve days before the beginning of his first term, an 8.8 magnitude earthquake and a tsunami claimed the lives of 525 people and devastated the infrastructure of central-southern Chile.",
    "Pinera’s government agenda was postponed in order to take on emergency reconstruction. In 2010, he also led the unprecedented rescue of 33 miners trapped for 69 days at the bottom of a mine in the Atacama desert, which captured the world’s attention.",
    "The event became a global media sensation and was the subject of a 2014 movie, The 33.",
    "He closed his administration having created an estimated one million jobs."
  ]
}