{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100884/92-mps-meet-president-ranil-to-pledge-their-support",
  "time_ut": 1722345900.0,
  "original_lang": "en",
  "original_title": "92 MPs meet President Ranil to pledge their support",
  "original_body_lines": [
    "Ninety-two Members of Parliament including Ministers and State Ministers have reportedly met with President Ranil Wickremesinghe.",
    "The MPs pledged their support for the President in the upcoming presidential election to ensure his victory, according to the President’s Media Division.",
    "Despite the Sri Lanka Podujana Peramuna (SLPP) politburo deciding to field their own candidate in the upcoming Presidential election, a group of SLPP MPs and Ministers have expressed their support for President Wickremesinghe.",
    "Meanwhile, a group of Ministers, including those who opposed the proposal brought by the SLPP Politburo, met President Wickremesinghe last night (29). They had reportedly decided to support him in the upcoming presidential election.",
    "Some ministers and others opposed the decision made by the SLPP politburo, which met last afternoon to present a candidate for this year’s presidential election.",
    "The opposing ministers and others gathered at the political office of United National Party Member of Parliament Vajira Abeywardena in Flower Road, Colombo, and engaged in a discussion with President Wickremesinghe.",
    "Deputy Speaker and Chairman of Committees of Parliament Ajith Rajapakse, Minister Kanchana Wijesekera, State Ministers Dilum Amunugama, Anupa Pasqual, Geeta Kumarasinghe, Members of Parliament Mahindananda Aluthgamage, S.B. Dissanayake, Premnath C. Dolawatte, and others had participated in this discussion and decided to support President Wickremesinghe in the upcoming presidential election.",
    "Posting on ‘X’ (formerly Twitter), State Minister Pramitha Bandara Tennakoon stated that he will continue to support the president who saved the country, regardless of the SLPP politburo’s decision.",
    "“Immaterial of the decision made by the political bureau of SLPP, together with the majority of parliamentary members, I will continue to support President Ranil Wickremesinghe in the upcoming presidential election, who rescued the country at the most crucial time,” Tennakoon said.",
    "Similarly, State Minister of Finance Shehan Semasinghe also expressed his support for President Wickremesinghe on X.",
    "“Under President Ranil Wickremesinghe’s leadership, Sri Lanka has made significant strides in overcoming the most severe crises in history. His clear and decisive leadership has guided the nation toward stability and growth. To prevent a return to such challenging times, it is essential to continue supporting President Wickremesinghe’s vision and initiatives. We need to protect the country before our political views. Together, we can build a prosperous future for our country,” Semasinghe said."
  ]
}