{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/men-of-stone-a-reflection-on-richard-simons-thomia-ii/",
  "time_ut": 1755190020.0,
  "original_lang": "en",
  "original_title": "Men of Stone: A Reflection on Richard Simon’s Thomia – II",
  "original_body_lines": [
    "As stated before, the chapters describing the life of the school are interspersed with those describing its national context. The most pertinent aspect of that context is the country’s educational environment. The book starts with Governor Frederick North’s vain attempts to persuade the British Government in London to allocate a decent budget for education in the colony of Ceylon. It ends with the tensions experienced by schools like S. Thomas’ in the wake of the Christopher Kannangara cum Abeyratne Ratnayake reforms, described in the former’s own words as follows: “In spite of the most dogged opposition from a large and very influential section of the people of my land, in spite of abuse and calumny, vilification and ridicule, I have succeeded in obtaining the sanction of the State Council of Ceylon for a scheme of free education, providing for all children of the land equal opportunities to climb to the highest rung of the educational ladder … regardless of the status or financial capacity of their parents, and for obtaining for our national languages their rightful place in that scheme as an essential prerequisite for building a free and independent nation”.",
    "Noble though the above sentiments are, and in spite of the undeniable democratisation of education bestowed by it, the overall impact of such free education has generated much controversy over the years, not least because the State Council, and succeeding legislative bodies, were unable to budget for the proposed ‘free of charge’ education. In addition, while the emphasis on the vernacular has granted employment opportunities to many who would otherwise not have had access to the same, it has probably resulted in an insular outlook without the global perspective that is available through an international language. As articulated by Warden De Saram in a prize day speech, “To the query … as to what was the use of knowing the height of Mount Everest when we did not know the height of our own mountains, we reply that knowing the height of our own mountains perfectly well, we regard it as of great importance to know that of Mt Everest – as otherwise we might think our own the highest in the world. Similarly, in the realm of intellect and of the spirit, there are eminences reached by the human intellect and the human spirit of which every cultured man should be aware. What do they know of Ceylon, who only Ceylon know?”",
    "There are some interesting contrasts that I discovered in the book, the first between the founder of S. Thomas’ College and first Bishop of Colombo (Bishop James Chapman) and the then principal of Royal College, known at the time as the Colombo Academy (Rev Dr Barcroft Boake), largely on matters of church doctrine, given that the Bishop represented the ‘high church’ tradition of the church of England, and the principal the more evangelical ‘low church’ one – an insight into a type of Royal-Thomian rivalry quite distinct from that on their playing fields.",
    "The most dominant contrast is that between the path taken by SWRD Bandaranaike and the one maintained by Reggie De Saram. Though nurtured in the elitism of his own family, boarded at S. Thomas’ in Warden Stone’s own residence (for a while) and ‘finished’ at Christ Church, Oxford, Bandaranaike espoused a populist agenda in his political life, in order to become Prime Minister. Such an agenda was almost everything De Saram stood against, as expressed in another of his prize day speeches: “This is said to be the age of the common man. It may be so. But it is certainly also the age of the demagogue, the man with the loud voice and fluent vocabulary and specious tongue who debases his gifts by devoting them to the misrepresentation of facts, the stirring up of hatred, the vilifying of persons and causes to which he is opposed; the man with much cleverness but little wisdom who is prepared to sacrifice the peace and prosperity of the country to the gaining of some petty personal or party triumph”. “Sunny Banda” as he was apparently referred to in his school days, is portrayed in the book as maintaining his links with his alma mater wherever possible, but being cognizant of his estrangement from it.",
    "Before arriving at the most telling contrast in the book, the narrative describes how Thomian school-leavers found it increasingly difficult to make contributions to national life, as they had before. For example, S. Thomas’ had produced four of Ceylon’s first five prime ministers. Simon portrays D.S. Senanayake, the first prime minister, as a quintessential Thomian product, particularly with respect to his racial inclusivity in a fledgling state – although he and others have been strongly critiqued in some quarters for their betrayal of the rights of Indian Tamil plantation workers. Thomians had figured prominently in the administrative services as well. Particular mention is made of two Saravanamuttu brothers.",
    "One of them, Manicasothy (M. Sara), became a journalist who ended up in Penang; and when the British fled in the face of the Japanese invasion, found himself the only person willing and able to take over the administration of the island, and eventually hand it over to the Japanese! The other, Paikiasothy (P. Sara) was made Controller of both Tea and Rubber in Ceylon, became the first president of the then Board of Control for Cricket, and had the Oval grounds in Colombo named after him. Herbert Hulugalle is presented as Ceylon’s foremost journalist, one who had significant influence in the politics of his day as well. Lionel Wendt’s contribution to the arts is covered in some detail too.",
    "Compared to this influence in national life, Thomian influence in the Sri Lanka of the nineteen seventies had dwindled, partly because Sinhala had become the dominant language of the legislature and administration, and also because of the politicisation of that administration. Some space was left for Thomians in the business sector, and in the armed services, but the influence on national life from such sectors was probably limited. Reference is made to some contributions in science and technology too, but this sector itself needs greater national recognition.",
    "It is in the above context that Ranjan Wijeratne is suggested by Simon as the last Old Thomian to have significantly influenced Lanka’s history. After stints in the tea trade and military, he became a State Minister of Defence, and was responsible for the suppression of both the second JVP uprising in the south and the LTTE one in the north. While held as a hero in some quarters and ultimately falling prey to an LTTE car bomb, he is seen in others as a cautionary example of alignment with the powers that be and the soft-pedalling of moral scruples; because as the Defence Minister he was engaged in some very questionable human rights violations in the process of rooting out ‘terrorism’.",
    "Juxtaposed with the narrative on Wijeratne is that on Richard De Zoysa, “The Martyr” being the title allocated to the chapter on him. While the chapter describes De Zoysa’s contributions to English theatre both in and after school at a time when Thomian contribution to English drama was probably at its zenith, it also portrays his moves away from that relatively elite circle to broader Sinhala language dramatic pursuits, ones that were much closer to the revolutionary politics of his day. Simon says that Richard’s spectacles were subsequently found on a file containing a Sinhala manuscript in Rohana Wijeweera’s handwriting, titled “What to do about the LTTE”, that Richard had been translating into English. Was this De Zoysa’s way of finding relevance for a Thomian – i.e. the use of his English language skills to support a grassroots (and indeed radical) movement; as opposed to the Wijeratne way of using his leadership skills in the service of power, in spite of the moral compromises involved? This to me is the most poignant contrast in the book, one that all Thomians, young and old, should ponder upon, as they dwell on how to be relevant to their nation. There is no doubt where Simon’s sympathies lie – his book is dedicated to The Martyr – and many of us would doubtless identify with him.",
    "This book is a labour of love, and I hope this reflection will encourage others to read the book, rather than being content merely with this article – book reviews sometimes have that effect, I’m afraid! I understand that the author tracked down sources, both documentary and personal, both in the U.K. and Sri Lanka, in the course of his meticulous and painstaking research. Much of his data however appears to be sourced from editions of the College Magazine, emphasizing the importance for schools to both maintain the quality of such publications and avoid missing issues or volumes. There may be more descriptions in the book of debating at S. Thomas’ than of cricket, doubtless reflecting the author’s predilections; but probably a welcome corrective.",
    "The author’s knowledge is encyclopaedic – take for example a reference to the miasmic (as opposed to the germ) theory of disease, which saw the sea breezes of Mutwal as a ‘healthy environment’ for the school. There are many times I had to consult the internet (rather than a dictionary as I would have in the past) to find meanings of words – I have begun to use the word ‘mephitic’ in some of my conversations! There are two good indices (of subjects and persons) and some endnotes, but unfortunately all at the end of Volume II, which resulted in my not consulting them too much while reading Volume I. Some of the sentences are very long, leading me to suspect a grammatical error or two, until I looked closer and recalled the rules for parsing of sentences I learnt in middle school! I bless the author for writing this; and am proud that a Thomian has been able to generate a work such as this – which is itself a testament to continuing Thomian relevance for the nation. I commend it on the one hand to all Thomians and on the other to all serious students of history, especially the educational history of Lanka. The book is available at the Barefoot Shop and Vijitha Yapa; and from www.thomia.com.",
    "(Priyan Dias, a Thomian schoolboy from 1965 to 1975, member of the S. Thomas’ College Board of Governors from 2002 to 2010, is an emeritus professor in civil engineering of the University of Moratuwa, professor at the Sri Lanka Institute of Information Technology, and past president of the National Academy of Sciences of Sri Lanka.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}