{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/31/pekoe-trail-among-20-best-travel-adventures-for-2024/",
  "time_ut": 1706713560.0,
  "original_lang": "en",
  "original_title": "Pekoe Trail Among 20 Best travel adventures for 2024",
  "original_body_lines": [
    "COLOMBO (News 1st); National Geographic, a global authority in travel and exploration, has recently released its prestigious annual guide, \"BEST OF THE WORLD 2024,\" highlighting the most captivating and distinctive travel experiences for the upcoming year.",
    "Among the esteemed selection, the Pekoe Trail in Sri Lanka has secured a coveted spot in the \"Top 20 Travel Experiences\" category, ranking at number 16.",
    "The Pekoe Trail, spanning 300 kilometers and comprising 22 stages, has garnered international attention as a world-class, nature-based experience in Sri Lanka's tea country. Notably, this recognition comes at a time when Sri Lanka is poised to attract a new segment of international tourists seeking wellness and nature-centric travel experiences.",
    "National Geographic announced their picks for BEST OF THE WORLD 2024, the brand’s annual guide of the most exciting, meaningful, and one-of-a-kind travel experiences for 2024.",
    "The Pekoe Trail, Sri Lanka was selected in the “Top 20 Travel Experiences” category. BEST OF THE WORLD 2024 was created, researched, reported, and written in collaboration with National Geographic’s international editorial teams, which serve millions of readers through their magazines and websites around the world. This year’s travel guide celebrates not only must-see destinations but expands the franchise to include a complete and authoritative suite of must-do, must-stay, and must-consume recommendations for travelers to engage with these destinations more deeply and meaningfully. Among those top picks, The Pekoe Trail, Sri Lanka is ranked number 16.",
    "For the first time ever, Nat Geo’s BEST OF THE WORLD recommendations also include a selection of wellness retreats, hotels, cultural gems, and restaurants that National Geographic’s experts agree are “worth building a trip around,” as well as a list of the top 20 travel adventures for the year ahead. Also new for 2024 is a list of the top expert-approved travel products and a newly introduced set of changemakers who inspire National Geographic’s own global community of travel experts on where and how to travel.",
    "“At National Geographic, we know that travel has the power to move you. That the experiences you have can make you see the world — and yourself — in a new light. Our expanded BEST OF THE WORLD franchise is the ultimate guide to the exceptional experiences that we and our global community of experts are most excited about right now, whether that’s hiking to the El Valle de Antón volcano in Panama or listening to live music in Kyoto or bear-watching in Alaska,” said Nathan Lump, National Geographic’s editor-in-chief.",
    "Mr. Sagala Ratnayaka, Chief of Staff to HE The President, emphasised the national significance of this ranking. “Sri Lanka is set to attract a trending new international tourist segment with The Pekoe Trail that offers a world-class nature-based experience in our tea country.  This recognition from Nat Geo validates the collaborative efforts of the Plantation companies, Sri Lanka Tourism, Dept. of Wildlife Conservation, Dept. of Forest Conservation, Sri Lanka Railways, the JEDB, the European Union and USAID in creating a world class walking trail.”",
    "Commenting on this achievement the European Union Ambassador to Sri Lanka H.E. Carmen Moreno said, “We are thrilled that The Pekoe Trail continues to attract the global travel media limelight for Sri Lanka at a time when we need to maximize the momentum for tourism recovery.  Funded by the European Union, The Pekoe Trail is a unique close-to-nature, wellness tourism experience for travelers, that also provides economic growth opportunities for communities along the Trail.”",
    "National Geographic is synonymous with the best in travel, adventure, and exploration, and now our editors are sharing the full breadth of their insight across a variety of categories with our fans all over the world,” said Courteney Monroe, president of National Geographic Content. “Whether through the pages of National Geographic magazine, @NatGeo on Instagram, TikTok or YouTube, our BEST OF THE WORLD franchise has the power to ignite the explorer in everyone, from the professional traveler to the family looking for their next adventure.",
    "The BEST OF THE WORLD 2024 list is available online now at NatGeo.com/BestOfTheWorld, where readers will be transported to each destination through spectacular photography and reporting.",
    "The Pekoe Trail, a 300km, 22-stage discovery of Sri Lanka on foot, is creating international headlines for Sri Lanka as a destination for wellness and nature-based travel.  It is a unique tourism experience that supports the long-term environmental sustainability of habitats as well as the social and commercial sustainability of the communities it passes through. Supported generously by the European Union (EU) with additional support from the United States Agency for International Development (USAID), The Pekoe Trail promises an immersive and enriching experience for those seeking to connect with the authentic essence of Sri Lanka and will be open to travellers in stages commencing November 2023.",
    "Gazette issued making it mandatory to display weight and price of bread",
    "Huge blast rocks Kenyan capital, injuring hundreds and destroying homes"
  ]
}