{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Attack-on-SJB-protest-at-Vihara-Maha-Devi-Park-SJB-seeks-SC-remedy/108-277973",
  "time_ut": 1709217960.0,
  "original_lang": "en",
  "original_title": "Attack on SJB protest at Vihara Maha Devi Park: SJB seeks SC remedy",
  "original_body_lines": [
    "Colombo, Feb 29 (Daily Mirror) - The Samagi Jana Balawegaya (SJB), the main opposition party in Parliament today filed a Fundamental Rights petition in the Supreme Court challenging the police attack on the protest organized by SJB on January 30.",
    "SJB General Secretary Ranjith Madduma Bandara and former Parliamentarian Mujibur Rahuman filed this petition seeking to declare that the conduct of the respondent police officers who gave instructions to fire water cannons and tear gas amounts to subjecting the petitioners to cruel, inhuman or degrading treatment and violation of their fundamental rights to equality and equal protection of the Law, freedom of expression and freedom of assembly.",
    "The petitioners state that the SJB organized this protest under the leadership of Opposition Leader Sajith Premadasa, with the objective of demanding government action pertaining to unreasonable tax imposition, increase of the prices of essential items, selling off profit-making government institutions, fraud, corruption and oppression of the people of the country as a whole.",
    "The petitioners reiterate that they were heinously, arbitrarily and illegally attacked by police while engaging in a peaceful protest near the Public Library where the Colombo Chief Magistrate rejected an application made by the Cinnamon Garden Police preventing the protesters from engaging in protest in the said police jurisdiction area.",
    "The petitioners state that they were made to know that the Daily Mirror News Editor Yohan Perera, while performing his professional duty sustained injuries during the SJB protest when he was struck by a tear gas canister. The petitioners state that five persons including Mujibur Rahuman admitted to Colombo National Hospital following the incidents took place under the direct intervention of the Respondents.",
    "The petitioners further state that a group of children and their parents who were participating at a chess tournament at the Public Library premises were also affected by the use of teargas against the protesters."
  ]
}