{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Lies-used-in-the-name-of-transforming-a-nation/172-283728",
  "time_ut": 1717093800.0,
  "original_lang": "en",
  "original_title": "Lies used in the name of transforming a nation",
  "original_body_lines": [
    "When we think of elections in Sri Lanka we are forced to think of marriages as well. This is largely because the incumbent President Ranil Wickremesinghe has decided to contest the upcoming presidential elections as an independent candidate with the support of a strong alliance. These are days when we see many promises being made on the political scene by ambitious individuals. People on this ‘sun-kissed island’ are used to this bluff, but sadly they aren’t immune to being fooled time and time again.",
    "Wickremesinghe has always waited patiently for his opportunity in politics; not necessarily his turn to assume political power. National People’s Power Leader Anura Kumara Dissanayake (AKD) too has waited. That wait was for his turn to become the party (JVP) leader and eventually the leader of the alliance he represents. The people of this island have waited since the time Sri Lanka’s economy was thrown open in 1977 to have a leader who can put the country before self. These islanders have shown resilience, when waiting for prosperity to emerge like the first rays of sunshine after a winter.  But the wait has been frustrating; more due to the lack of a ‘real man of words’. This is a country where lies help sell products and promote heroes who have clay feet.",
    "Already the incumbent president is under the spotlight for not delivering on some of the promises he has made during his political career and for incorporating lawmakers with questionable pasts- to serve as ministers and state ministers in the regime he heads. Recently, ahead of his tour of the North, there were protests against Wickremesinghe by disgruntled citizens. They were protesting against not handing over lands forcefully occupied by the military to the rightful owners who are Tamils and the regime not giving updates on Tamil political prisoners. When AKD visited Jaffna recently he too didn’t propose solutions to the grievances of Tamils, but rather requested help from this minority community to help the country emerge from the present economic crisis. Wickremesinghe too has asked the nation to back him in his efforts to lift the country’s economy out of depression. So we see similarities on what path these two individuals wish to take the country if they assume power. The only difference would be Wickremesinghe makes big promises while AKD makes more realistic ones.",
    "Wickremesinghe continues to make promises and pledges that the government would record a 5% growth in the Gross Domestic Product (GDP) by the year 2026/27. This figure, according to the President himself, can be achieved only if the country maintains the present economic policies. At present the GDP growth reads 3% (for the year 2024). Also, the incumbent President has a rather faraway goal of naming 2048 as the year Sri Lanka will mark as the ‘year of development’. Wickremesinghe is 75 years old now and if lives to see this achievement by the country he would be 99 years old then. Sri Lanka knows of just one monarch who had the good fortune of living beyond his 99th birthday. That was King Pandukabhaya who went on to live for 107 years. He ruled the country for 70 years.",
    "If one studies the NPP it’s also a marriage of many institutions and individuals. Wickremesinghe hints that it would be the same set-up for him in the pursuit of being elected by the people’s vote at the next presidential elections.",
    "Overall, politicians in this country have promised what cannot be delivered. In the same vein governments have also provided benefits  free to the public incurring unbearable costs; some of the members of this public eternally remain on a must-be-looked-after list by choice. There are promises for the latter and for those who work hard too. Professionals who work hard like artistes aren’t deceived when politicians offer them material benefits. But they get caught when a politician says “I love your work”. Only one election candidate can say the latter, but the people don’t like him!"
  ]
}