{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104156/israel-targets-syria-480-strikes-in-48-hours-after-assads-ouster",
  "time_ut": 1733888400.0,
  "original_lang": "en",
  "original_title": "Israel targets Syria: 480 strikes in 48 hours after Assad’s ouster",
  "original_body_lines": [
    "The Israeli military announced on Tuesday that it conducted approximately 480 airstrikes over the past 48 hours, targeting key military installations across Syria. This escalation comes days after the removal of President Bashar al-Assad from power.",
    "“Within the last 48 hours, the IDF (Israel Defense Forces) struck most of the strategic weapons stockpiles in Syria, preventing them from falling into the hands of terrorist elements,” the Israeli military said.",
    "The strikes reportedly destroyed naval vessels, anti-aircraft systems, and weapons production sites across major cities, including Damascus, Homs, Tartus, Latakia, and Palmyra.",
    "According to the IDF, 350 of the strikes involved manned aircraft targeting critical assets such as airfields, drones, missiles, tanks, and fighter jets. The remaining strikes supported ground operations, focusing on weapons depots, launchers, and firing positions. Additionally, Israeli naval forces hit two Syrian naval facilities, destroying 15 docked vessels and sea-to-sea missile stockpiles.",
    "The strikes come amidst a broader regional shift, with Israeli Prime Minister Benjamin Netanyahu describing Assad’s ouster as a turning point. “The collapse of the Syrian regime is a direct result of the severe blows with which we have struck Hamas, Hezbollah, and Iran,” Netanyahu said during a press conference on Monday. “As I promised, we are changing the face of the Middle East.”",
    "Israeli leaders have expressed concern about the uncertainty following Assad’s downfall. While celebrating the removal of an ally of Iran and Hezbollah, officials worry about the potential rise of radical Islamist factions governing Syria.",
    "Foreign minister Gideon Sa’ar emphasized the importance of immediate action to safeguard Israel’s security. “We are targeting military facilities housing chemical weapons and long-range missiles to prevent them from falling into the hands of extremists,” he said on Monday."
  ]
}