{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/WB-cautions-possible-slowdown-in-reform-efforts-due-to-elections/108-280082",
  "time_ut": 1712115180.0,
  "original_lang": "en",
  "original_title": "WB cautions possible slowdown in reform efforts due to elections",
  "original_body_lines": [
    "Colombo, April 3 (Daily Mirror) - Sri Lanka has recovered faster than expected from the economic crisis it faced two years ago, however, the World Bank yesterday cautioned that this momentum might be lost due to a possible slowdown in the reform efforts as the island nation gears up for election this year.",
    "World Bank's Senior Country Economist for the Maldives and Sri Lanka Richard Walker told journalists in Colombo that while Sri Lanka has made significant progress in the last year, two downside risks remain, of which one is the upcoming elections.",
    "“…downside risks remain, and there are two risks I want to emphasise. The first one is around the elections this year and the potential we see or the concern we see around policy reversal or policy fatigue, particularly around the reforms that have been implemented,” he said during the launch of the Sri Lanka Development Update: Bridge to Recovery report.",
    "The second downside risk identified by the WB is a prolonged and insufficiently deep debt restructuring which would be a significant drag on the economy.",
    "Daily Mirror reported last week that come October, Sri Lanka will hold Presidential elections. According to a senior political source, President Ranil Wickremesinghe has informed close associates that the Presidential Election will be held as scheduled.",
    "Walker, elaborating on the concerns around elections given that different political parties have been sharing their unique mantra on reforms, pointed out that the World Bank is particularly concerned regarding reform fatigue or reform reversal.",
    "“..it’s this bridge to recovery. The reforms are critical in those areas to sustain and maintain them.",
    "“We’ve said it many times, use this crisis as an opportunity to put Sri Lanka in a much better place as an economy than it had been over many years,” said Richard.",
    "The Sri Lanka Development Update asserted that “constructive” reform implementation needs to continue before and after the upcoming elections in Sri Lanka.",
    "The ongoing adjustment of fiscal and external imbalances has contributed to the initial stabilization of the economy, but it may also adversely affect growth and poverty.",
    "The World Bank noted that in time, however, these broader macroeconomic adjustments will correct the significant imbalances, help regain access to international financial markets, and build the foundation for sustainable growth.",
    "“While the adjustment process may provoke resistance and potential backlash from affected groups and vested interests, it is essential for the country to stay the course on reforms, carefully navigate political and social pressures, and effectively mitigate the impact of the reforms on the poorest and vulnerable,” the World Bank highlighted in its report"
  ]
}