{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-supports-wnps-plant-project-to-reforest-the-banks-of-maskeli-oya/",
  "time_ut": 1728494520.0,
  "original_lang": "en",
  "original_title": "ComBank supports WNPS PLANT project to reforest the banks of Maskeli Oya",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has expanded its wide-ranging commitment to sustainability with a pledge of support to a project to reforest a part of a nine-kilometer stretch of the banks of the Maskeli Oya, a major upstream tributary of the Kelani river.",
    "A memorandum of understanding (MoU) signed by the Bank with Preserving Land and Nature (Guarantee) Ltd, or PLANT, an initiative of the Wildlife and Nature Protection Society (WNPS), envisages that Commercial Bank will fund the planting of 3,650 plants on land strips parallel to the Maskeli Oya waterway, contributing to environmental conservation, including carbon sequestration, forest corridor creation, soil erosion prevention, and the creation of a sustainable habitat for local fauna.",
    "The forest corridor that is to be created will comprise of several native tree species including Tel-keena (Calophyllum walker) Kudu dawula (Neolitsea cassia), Gal-Weralu (Elaeocarpus subvillosus) and Kenda (Macaranga sp.), and also help enhance the biodiversity the location.",
    "The Bank said the project addresses both environmental and community impacts, making it a holistic approach to sustainability, considering not only the preservation of the environment but also the positive effects on local communities.",
    "The Maskeli Oya reforestation project shares synergies with Commercial Bank’s on-going ‘Trees for Tomorrow’ initiative to plant 100,000 trees around the country, and a project to reforest a 100-hectare swath of degraded habitat belonging to the Kandegama forest in the Dimbulagala range of the Polonnaruwa District.",
    "Other Commercial Bank supported community projects that promote sustainability include the ‘Biodiversity Sri Lanka (BSL) – ‘Life to Our Beaches’ initiative, under which the Bank has undertaken to fund the clean-up and continuing upkeep by a beach caretaker family, of a coastal stretch within the Kalutara Beach Park area.",
    "Norfolk Foods presents innovative ‘Lean Mean Green’ range at THAIFEX ANUGA ASIA 2024, eyeing international growth",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}