{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Embassy-in-Sri-Lanka-marks-80th-anniversary-of-Viet-Nam-s-Independence-Day-and-55-years-of-Viet-Nam-Sri-Lanka-diplomatic-relations/56-780599",
  "time_ut": 1755817291.0,
  "original_lang": "en",
  "original_title": "Embassy in Sri Lanka marks 80th anniversary of Viet Nam’s Independence Day and 55 years of Viet Nam-Sri Lanka diplomatic relations",
  "original_body_lines": [
    "The Embassy of Viet Nam in Sri Lanka held a distinguished commemorative event on Tuesday, at the Hilton Hotel, Colombo to celebrate two significant milestones: the 80th anniversary of Viet Nam’s Independence Day and the 55th anniversary of diplomatic relations between Viet Nam and Sri Lanka.",
    "The event was held under the presence of the Foreign Affairs, Foreign Employment and Tourism Minister Vijitha Herath, as the Chief Guest, alongside a distinguished assembly of Cabinet of Ministers Transport, Highways, Ports and Civil Aviation; Industry and Entrepreneurship Development; Buddhasasana, Religious and Cultural Affairs; Youth Affairs and Sports; Deputy Ministers; the Deputy Speaker Rizvie Salih; former Prime Minister Dinesh Gunawardena; Governor of the Western Province, Mayor of Colombo, senior secretaries, officials from various ministries and Government institutions, commanders of the army and air force, the Inspector General of Police, representatives of political parties, members of the diplomatic corps, the Vietnamese community in Sri Lanka, and other esteemed Sri Lankan guests.",
    "In her welcome remarks, the Ambassador of Viet Nam Trinh Thi Tam highlighted the remarkable progress Viet Nam has achieved since gaining independence. She reflected on the enduring friendship and robust cooperation that have flourished between Viet Nam and Sri Lanka over the past five and a half decades, emphasising the deep-rooted bonds that continue to strengthen bilateral ties.",
    "She also recalled the fruitful outcome of the State Visit to Viet Nam and the attendance to the UN Vesak Celebrations as Chief Guest by the Sri Lankan President Anura Kumara Disanayake in May 2025, reaffirming the commitment of both countries in moving the relationship forward.",
    "Minister Herath, in his keynote address, conveyed the warmest congratulations from the Government and people of Sri Lanka to the Government and people of Viet Nam on the 80th anniversary of its Independence Day, reiterated his admiration for Viet Nam’s impressive development journey.",
    "He also acknowledged the close and growing relationship between the two countries after 55 years of diplomatic relations establishment. He expressed optimism for further enhancing cooperation, not only at bilateral framework but also at multilateral fora, including the UN, NAM.",
    "The formal proceedings were followed by a vibrant cultural program featuring performances by both Vietnamese and Sri Lankan artists, showcasing the rich cultural heritage and shared spirit of friendship between the two nations. The evening concluded with a reception, providing an opportunity for guests to taste Vietnamese delicacies, while engage and celebrate the enduring partnership between Viet Nam and Sri Lanka.",
    "This event stands as a testament to the strong diplomatic ties and mutual respect that have been nurtured over the years, promising a future of continued collaboration and friendship."
  ]
}