{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-illegitimate-National-Education-Policy-Framework-2023-2033/4-761565",
  "time_ut": 1715202391.0,
  "original_lang": "en",
  "original_title": "The illegitimate National Education Policy Framework 2023-2033",
  "original_body_lines": [
    "What was so deficient in the NEC’s proposal that required a new policy be prepared so urgently, and – more significantly – why did the President not direct these concerns back to the NEC, which is established and maintained by public funds for the explicit purpose of education policy formulation?",
    "When I went to register the birth of our son, I wasn’t asked to provide our marriage certificate – the fact that a man is willing to accept paternity by putting his name down is generally accepted as proof of legitimacy.",
    "While this patriarchal practice is discriminatory – impugning the dignity of the child, who is a human being regardless of the relationship between his or her parents – I have no qualms on employing this practice on a policy document.",
    "The National Education Policy Framework dated September 2023 (henceforth NEPF 2023) has no named authors: although it purportedly has 25 parents, none of them deigned the document worthy of their name. It is patently illegitimate, and not only because of the lack of named authors.",
    "The birth of this policy was not announced to the public in September. Instead, sometime in February this year, it appeared – still unannounced – on the website of the Ministry of Education… but a casual visitor cannot find it; it is not linked to the front page, nor to the policy page. One has to either be directed to it (by means of the URL), or use the search functionality on the website – almost as if was being concealed from the public.",
    "There is also no equivalent of a “marriage certificate” for the authors. The NEPF 2023 states that the Cabinet of Ministers “appointed a 25-member Expert Officials Committee”, there is no public disclosure of the names of the experts. It is only by making use of the RTI Act that I was able to officially obtain the list of members – and I found that, despite what the NEPF 2023 claims, it was not the Cabinet that appointed the Committee. Rather, the Cabinet approved a request by the President for the Secretary to the President to appoint the Expert Officials Committee. This is akin to the registrar signing a blank marriage certificate, without ascertaining whether the parties are eligible for marriage.",
    "Of course, this being Sri Lanka, shortly after the leaking of the policy framework in September 2023, the names of the authors were also leaked. Nevertheless, despite a multitude of criticisms of the NEPF 2023, both at in-person events and online, I am not aware of any members of the expert committee, apart from the Chair, who has spoken in favour of the policy in any public forum or even on social media. To the best of my knowledge, only one appointed “parent” has acknowledged, and that too only on social media that he was involved in this process. How unloved this policy framework must be, to be abandoned so by its parents?",
    "Furthermore, it is frightening that, despite six months passing since the unheralded arrival of the policy framework, there has been no public call for consultation by any accountable stakeholder. The aforementioned clandestine listing on the website of the Ministry of Education does include a request for feedback (in a document misleadingly titled “Covering Letter”), but there has been no announcement in the press soliciting public comment, as would be expected of a policy framework that seeks to implement far reaching changes, such as the reversal of the policy of Free Education established by Dr. C.W.W. Kannangara.",
    "The policy framework does have one vociferous defender, who in this analogy I suppose could only be named as a foster parent, by virtue of her appointment to the Oversight Committee: Again, there is no public disclosure of this, but RTI Act revealed that the Oversight Committee was also hand-picked by the President (Cabinet Memorandum PS/CM/SAD/168/2023 of October 26, 2023) and rubber-stamped by the Cabinet (Cabinet Decision 23/2054/601/027-1 on November 7, 2023). The foster parent appears to be the only person sufficiently conversant with the policy framework to defend it, and is currently – independently of the “Covering Letter” on the Education Ministry website – soliciting feedback from selected individuals in a closed WhatsApp group for her personal research purposes. I will not be surprised if this gatekept feedback is eventually showcased as a “substantive stakeholder consultation” to legitimise the illegitimate child.",
    "Can this ridiculous state of affairs get any worse? Indeed, it can. If there is one person in this country who we can suppose to know the National Education Commission Act of 1991 inside out, it would be its author, the then Minister of Education, and the current President, Ranil Wickremesinghe. The National Education Commission (NEC) is the apex body to advise the President, on his or her request, on education policy. The current NEC, appointed in February 2020 for a five-year term by Gotabaya Rajapaksa, had published (in a publicly accessible document that names its authors) in June 2022 a National Education Policy Framework 2020-2030 (henceforth NEPF 2020).",
    "What was so deficient in the NEC’s proposal that required a new policy be prepared so urgently, and – more significantly – why did the President not direct these concerns back to the NEC, which is established and maintained by public funds for the explicit purpose of education policy formulation? If he believed the appointed members were unsuitable for the task, he could have removed them and replaced them with suitable nominees.",
    "My RTI application in this regard (reference PS/RTI/01/2024/63) to the Presidential Secretariat was rejected due to “unavailability of such information”. I find it particularly poignant that this exchange is taking place while one of the statues dotting the lawn of the Presidential Secretariat is of the Father of Free Education, Dr. C.W.W. Kannangara – who is perhaps wondering how it came to pass that he is commemorated at the very building where his legacy is being sentenced to death.",
    "As the focus of my work, and my specialisation in my studies, is Education as a Right, I tried to answer the question myself, by analysing the NEPF 2020 and NEPF 2023 using the Right to Education as a lens. In the absence of a legitimate and transparent process for the public to engage with those accountable for the proposed policy, I trust that the free press will assist me in highlighting these concerns:",
    "1. Recognised the domestic obligations for Education as a Right in terms of the constitutional provisions (unfortunately, it is remarkably deficient in terms of acknowledging our international obligations under international conventions we have ratified)",
    "2.Clearly committed to continue the state policy of Free Education",
    "3.Proposed to progressively increase public funding for education and address inequities.",
    "4. Called for private participation in education to be on a not-for-profit basis.",
    "I believe this was not the policy that the President wanted – recalling also his infamous White Paper some decades ago – and he was astute enough to realise he could not ask the Commission to do an abrupt about-face within a year. Therefore, the only way to obtain the policy he desired was to appoint a different, hand-picked committee, and they dutifully obliged by presenting an authorless NEPF 2023 that:",
    "1. Does not even give token recognition to education as a right: the word “Right” does not even occur in the policy document.",
    "2. Does not commit to continuing free education and instead seeks to dismantle it (this is made possible by not recognising the Right to Education, because that allows the state to abdicate from its responsibilities to respect, protect and progressively fulfil the Right).",
    "3. Plans to reduce public funding, and even divert that limited public funding to for-profit providers (as has been done in the USA with disastrous consequences for public education) and exacerbate inequities.",
    "4. Not only completely opens the door to for-profit private education, but could even threaten our educational sovereignty by allowing for 100% foreign ownership in educational institutions.",
    "I present the above analysis with complete awareness that the President, who is not obliged by the Act to accept the NEC’s recommendations, nor provide reasons for rejecting it, need not respond to the allegations of an individual citizen regarding his actions and motivations.",
    "But his response, whatever it may be, will be useful for those of us who believe, as expressed in the Constitution of this Republic which the President swears to uphold, that the State has a responsibility to provide quality education for all, rather than just a selected few, when we hold him accountable for his actions in the exercise of our franchise.",
    "(The writer is an advocate for Democratic, Rights-Centric Education and is a Post-Graduate student of Education Policy Analysis at the Bandaranaike Academy for Leadership and Public Policy. He can be reached via: [email protected].)"
  ]
}