{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100950/death-of-indian-fisherman-in-sri-lankan-waters-sl-navy-issues-clarification",
  "time_ut": 1722597360.0,
  "original_lang": "en",
  "original_title": "Death of Indian fisherman in Sri Lankan waters: SL Navy issues clarification",
  "original_body_lines": [
    "The Sri Lanka Navy has issued a statement clarifying the recent incident involving an Indian fishing boat which caused death to a fisherman in the Sri Lankan waters off the Delft Island, Jaffna.",
    "In the statement, Sri Lanka Navy said that having spotted Indian fishing trawlers poaching in Sri Lankan waters off the Delft Island, Jaffna, the Sri Lanka Navy deployed its craft in the dark hours of July 31, 2024 to prevent poaching by the trawlers in question.",
    "“During Navy’s efforts to seize some of the Indian fishing trawlers poaching in Sri Lankan waters, the trawlers attempted to evade the Navy with aggressive manoeuvres, defying Navy’s orders”, the statement added.",
    "“During this incident, a trawler continued on its course after colliding with a naval craft. Moments later, the Navy observed the trawler capsizing and sinking”, the navy said.",
    "Furthermore, the statement said that responding swiftly, the Sri Lanka Navy launched a search and rescue operation for four Indian fishermen and that the navy personnel tossed lifesaving gear to the sinking trawler and successfully rescued three fishermen.",
    "“Of the three fishermen rescued, one was in critical condition and was admitted to the nearest Punguduthivu Hospital in Jaffna for treatment. However, hospital authorities have confirmed that the fisherman was deceased upon admission”, the navy added.",
    "Sri Lanka Navy also pointed out that amidst rough seas and strong winds, the other fisherman, who was floating with a lifebelt, disappeared into the sea before the naval craft could rescue him.",
    "Additionally, the Navy said it continues the search and rescue operation off Delft Island to locate the missing fisherman and that the operation has been joined by Indian Coast Guard craft as well.",
    "Meanwhile, the other two fishermen rescued by the Navy are in good health while those two fishermen, along with the deceased, will be handed over to the Indian authorities, it added."
  ]
}