{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/who-commends-sri-lanka-deinstitutionalization-approach-on-mental-health-198209/",
  "time_ut": 1736145420.0,
  "original_lang": "en",
  "original_title": "WHO commends Sri Lanka deinstitutionalization approach on mental health",
  "original_body_lines": [
    "ECONOMYNEXT – The World Health Organization has commended Sri Lanka’s focus on expanding community-based networks",
    "In its 2024 annual report, the world health body said Sri Lanka’s focus on expanding community-based networks and deinstitutionalization is a notable action.",
    "“By transitioning from long-stay institutional care to community-based services, Sri Lanka aims to provide individuals with greater autonomy and support within their communities.”",
    "In 2024, WHO launched several country support initiatives aimed at enhancing mental health services across the region.",
    "The WHO’s Paro Declaration on universal access to people-centred mental health care and services, which advocates for revolutionary changes in mental health care, prioritizes wellbeing over disease-centred approaches.",
    "– Person-centred care: shifting the focus from diagnosis and treatment to prevention, lifestyle and early interventions",
    "– Community engagement: empowering individuals and communities to participate in mental health initiatives, reducing stigma and increasing awareness",
    "– Holistic approach: adopting a bio-psychosocial model, recognizing mental health’s interplay with biological, psychological and social factors",
    "– Decentralized care: moving from specialized tertiary care to community-based services, integrating mental health into universal health coverage.",
    "“To achieve these goals, WHO South-East Asia Region Member States are urged to develop multisectoral policies that address mental health risks across the life course and reduce treatment gaps, ensuring accessible services without financial hardship.”",
    "“By adopting these transformative changes, we can revolutionize mental health care in the WHO South-East Asia Region.”",
    "In Sri Lanka, as in other south east Asian states, mental health services are not accessible to some. There is also considerable stigma attached to mental health issues.",
    "“Mental health conditions are the leading cause of years of healthy life lost to disability, with depression being the largest contributor, and schizophrenia the single most disabling condition.”",
    "WHO said one in seven people in the region live with a mental health condition, and advocated for the reorganization of mental health services away from institutions and into community-based settings.",
    "Its mental health action plan for the South-East Asia Region 2023–2030 (1) supports the expansion of mental health services, address stigma and increase government expenditure on mental health.",
    "Sri Lanka’s National Institute of Mental Health provides mental health care for for all citizens at little to no cost.",
    "“Yearly, Sri Lanka reports around 3,000 cases of suicide with about eight to nine cases reported every day,” consultant psychiatrist from the National Hospital of Sri Lanka Dr Chathurie Suraweera has said.",
    "Currency crisis followed by unemployment and redundancies are affecting the socio-economic spheres of the society.",
    "“Most of the determinants of mental health lie outside the health sector, including social and structural determinants of mental health such as poverty, lack of education, stigma, discrimination, exclusion, and current and emerging challenges such as climate change, migration and economic downturns.”",
    "Sri Lanka’s implementation of mental health surveys, such as the FLII-11, which aims to inform policy decisions and resource allocation, was also commended. (Colombo/Jan6/2025)"
  ]
}