{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/dons-protest-against-the-cancellation-of-swasthika-arulingams-lecture-at-jaffna-university/",
  "time_ut": 1700196753.0,
  "original_lang": "en",
  "original_title": "Dons Protest Against The Cancellation Of Swasthika Arulingam’s Lecture At Jaffna University",
  "original_body_lines": [
    "It is with perplexity and disappointment we state our protest at the way Ms. Swasthika Arulingam, Attorney at law, was recently turned away from a lecture she was scheduled to deliver at the University of Jaffna. Ms. Arulingam, a human rights lawyer has championed the cause of justice in a wide array of cases and has stood by so many who had been denied justice: she has fought for the independence of the judiciary and for justice for all people; she has stood against state repression and has stood by women, minorities and other marginalised persons.",
    "At a recent event in Colombo, Ms. Arulingam had, among many other pronouncements on the cause of justice and repressive laws, characterised the LTTE as a fascist organisation. This one remark, an aside in her speech at this unrelated event, had earned the ire of the student union of Jaffna University.",
    "Subsequently, when the Department of Law, University of Jaffna had invited her to deliver a lecture ironically on judicial independence in a time of crisis, on the 31st of October, 2023, certain sections of the student population, including the Student Union, had railed against the conduct of the event. They had forced the Dean and University authorities to cancel the lecture, with threats of gheraos and barricades, barring her entry into and exit from the venue. The University authorities had caved into this pressure, and had suggested a change of venue, outside the university, which Ms. Arulingam had quite rightly said no to.",
    "Violence in our universities needs to be checked  and countered with greater openness and discussion.  Universities are places for the exchange of ideas. They are considered the crucibles of new ideas and change. Developments such as these further undermine the history of the university as a space of freedom, a space where one can dissent without fear of retribution, essential for the flourishing of criticality. There is no place for violence and acts of intimidation in our universities. To condone censorship in such a space is a violation of this spirit. It severely compromises the substantive mandate of the university. There is, in addition, a subtle rhetoric around Ms. Arulingam’s being an ‘outsider’ who was invited ‘in’ for a talk, who therefore should have abided by the tacit rules in place. We find this attitude objectionable, because we should not subscribe to the gatekeeping of ideas nor any form of insularity in our thinking. On the contrary, universities should facilitate the open exchange of ideas, in and across the many spheres of our civil and political lives.",
    "It is ironic that the incident takes place at a time when university students themselves are facing severe repression from dominant state forces. In such a context, it is all the more disheartening to see that students, particularly student unions who have a certain amount of political clout and power within university spaces, engage in willful suppression of views opposed to theirs. This attitude is visible in ragging as well as in other instances of dissent, such as in this case. The fact that student politics increasingly mirror that on the national level, in spirit and in strategy, signals a dangerous trend of intolerance coming to define life at all levels of society. In this extremely trying time of a severe economic crisis, repressive laws that undo protection for the ordinary people, and a resurgence of majoritarian chauvinism in many areas of policy and populist appeal, the space for independent thinking needs to be kept alive and fought for with vigour.",
    "The incident at Jaffna University is a wake-up call to all of us in the university system, to jealously guard the space for independent thinking and push this ethic to the utmost. We therefore call on all in the university system – academics, students, administrators – to urgently commit to ensuring that the university remains a space of freedom, criticality, and mutual respect. We call on the University of Jaffna and all other state universities to cherish and promote these principles. In this spirit, we call on the Department of Law, University of Jaffna to re-invite Ms. Arulingam to deliver her lecture, in an affirmation of the values of freedom of expression and respect for different viewpoints that she has consistently fought for."
  ]
}