{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/LAUGFS-Supermarkets-expands-with-40th-outlet-at-Ananda-College/34-779230",
  "time_ut": 1753048420.0,
  "original_lang": "en",
  "original_title": "LAUGFS Supermarkets expands with 40th outlet at Ananda College",
  "original_body_lines": [
    "LAUGFS Supermarkets, a subsidiary of LAUGFS Holdings, has announced the opening of its 40th outlet at Ananda College, Colombo. This milestone reflects LAUGFS Supermarkets’ continued commitment to delivering convenient and quality retail solutions across Sri Lanka.",
    "Strategically located adjacent to the swimming pool complex, the newly opened LAUGFS SuperMart is designed to cater to the Ananda College community as well as the surrounding neighbourhoods. The store offers a wide selection of groceries, daily essentials, and fresh products, bringing enhanced accessibility and convenience to students, staff, and residents alike.",
    "The inauguration ceremony was graced by the senior management of LAUGFS Holdings, including Group Deputy Chairman Thilak De Silva, and Group Managing Director/Group Chief Executive Officer Dr. Ravi Edirisinghe, together with the Principal and Deputy Principal of Ananda College and other officials. The occasion also highlighted the contribution of several Old Anandians who played key roles in delivering the project, reflecting the enduring bond between the school and its alumni.",
    "Commenting on the launch, LAUGFS Supermarkets Chief Executive Officer Niroshan De Silva stated, “We are honoured to strengthen our connection with Ananda College, an institution that has shaped many of Sri Lanka’s leaders. This outlet is more than a retail space, it is a symbol of loyalty, legacy, and the strong ties between LAUGFS and the communities we serve. Through this new outlet, we aim to provide not only quality and value but also a trusted, accessible shopping destination that meets the daily needs of the Ananda College community and surrounding residents. This is part of our broader vision to grow responsibly, support local enterprises, and build lasting partnerships wherever we operate.”",
    "Speaking about the special occasion, LAUGFS Supermarkets Chief Operating Officer Sujeewa Vidanapathirana said, “This outlet represents more than just business growth. It is a heartfelt contribution to a community that helped shape many of us. The store has been thoughtfully designed to ensure it delivers convenience, freshness, and affordability. This is a proud and emotional milestone for all of us at LAUGFS, particularly those who have a personal connection to this place.”"
  ]
}