{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Report-on-gender-pay-gap-presented-to-Speaker/56-766063",
  "time_ut": 1724803735.0,
  "original_lang": "en",
  "original_title": "Report on gender pay gap presented to Speaker",
  "original_body_lines": [
    "The research report on the gender pay gap was presented to Speaker of the House Mahinda Yapa Abeywardana and Opposition leader Sajith Premadasa, recently by Women Parliamentarians’ Caucus Chairperson Dr. Sudarshini Fernandopulle.",
    "This report was prepared by a group of researchers including the Women and Media Collective under the leadership of the Women Parliamentarians’ Caucus.",
    "Committee on Public Finance (CoPF) Chairman Dr. Harsha de Silva, Women Parliamentarians’ Caucus Co-Deputy Chair Rohini Kumari Wijerathna, MP Eran Wickramaratne were also present at this event.",
    "Addressing the gathering, Speaker Abeywardana stated that it is important to formulate legislation and new policies to change these wage inequalities.",
    "Furthermore, Opposition leader Premadasa stated that provisions should be included in the constitution so that these rights can be upheld.",
    "The Caucus Chair pointed out that to eliminate this gender wage disparity, there should also be a change in the attitudes among the people in the society.",
    "Parliament Secretary General and Women Parliamentarians’ Caucus Secretary Kushani Rohanadeera thanked everyone who contributed towards the success of this work.",
    "Commenting on this research report, the research team led by Women and Media Collective Executive Director Dr. Sepali Kottegoda stated that the gender pay gap in the Sri Lankan labour market is primarily and closely linked to unpaid care services.",
    "The researchers highlighted that women are under-represented in high-wage industries, concentrated in low-paid service roles and a significant proportion of women are engaged in part-time work and unpaid domestic care services.",
    "Women, Child Affairs and Social Empowerment Ministry, United States Agency for International Development (USAID), National Democratic Institute (NDI) and other invitees were present at this event."
  ]
}