{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Hague-Group-charges-Israel-with-genocide/56-779099",
  "time_ut": 1752694890.0,
  "original_lang": "en",
  "original_title": "Hague Group charges Israel with genocide",
  "original_body_lines": [
    "Multilateral coalition arrive in Bogotá to take action to stop Israel’s genocide, despite US condemnation and sanctions against UN and international courts",
    "Ministers and officials from over 30 countries gathered in Bogotá, Colombia on Tuesday (15) to convene The Hague Group, an international organisation Co-Chaired by the Governments of Colombia and South Africa. The two-day conference discussed steps forward for the international community to stop Israel’s ongoing genocide of Palestinians.",
    "The gathering comes amid heightened aggression from the US Government against the “emergency conference” and one of its lead speakers – Special UN Rapporteur for the West Bank and Gaza Francesca Albanese – as Israel continues to sabotage negotiations between Israel and Hamas.",
    "Dozens of government officials from around the globe took to San Carlos Palace, the site of the Colombian Foreign Affairs Ministry, in downtown Bogotá on Tuesday morning. Cameras, mostly from Colombian news organisations, pointed to the front of a large salon, with over two-dozen flags making up the backdrop for a panel of speakers from across the world. The countries represented at the emergency conference this week include Algeria, Bolivia, China, Brazil, Iraq, Lebanon, Nicaragua, Oman, Pakistan, Spain, Turkey, and Venezuela.",
    "The Hague Group was created last year through the help of Progressive International, an organisation founded in May 2020 to unite, organise, and mobilise progressive forces around the world. The Hague Group is pushing for an end to Israel’s offensive, and has organised this week’s emergency conference. Other organisations, including international human rights groups and organisations advocating for Palestinian rights, were present, such as the Hind Rajab Foundation. Notably, Qatarand Egypt, which are overseeing negotiations between Hamas and the Israeli Government, were in attendance.",
    "“There is nothing to negotiate about. Israel needs to withdraw from Gaza totally and unconditionally,” Albanese told Drop Site News during a press conference on Tuesday afternoon when asked about the negotiations between Hamas and Israel. “This is the first thing. And then Israel owes huge reparations to Palestinians for what it has done,” she added.",
    "The conference marks an inflection point for how some States will address the ongoing slaughter of Palestinians by Israeli military forces. Some governments and officials are divided in their approach to pressure Israel, with some officials more hesitant than others on whether to call for the severance of diplomatic relations and whether to place sanctions on Israel.",
    "Some government officials will be meeting in private during the week for high-level negotiations. Government officials from several countries all met in closed-door sessions on Tuesday to discuss The Hague Group’s proposed measures. In Tuesday’s closed-door meetings, Albanese presented her expertise to international officials.",
    "“The Bogotá conference will go down as the moment in history that States finally stood up to do the right thing,” Albanese said in the lead-up to the conference. She called the formation of The Hague Group the “most significant political development of the last 20 months.”",
    "During Tuesday morning’s opening event, various officials spoke, calling for an end to Israel’s attacks on Gaza. Colombian Foreign Minister Rosa Yolanda Villavicencio said during her morning address that Israel’s attacks constitute an unequivocal “genocide.”",
    "The meeting comes amid heightened aggression by the US Government towards The Hague Group, and the escalation of diplomatic tension between the US and Colombia.",
    "In an official statement to Drop Site, the US State Department said it strongly opposed The Hague Group’s meeting in Colombia.",
    "“The United States strongly opposes efforts by so-called ‘multilateral blocs’ to weaponise international law as a tool to advance radical anti-Western agendas,” a State Department official said. “The so-called Hague Group—whose leading voices are South Africa and Cuba, authoritarian and communist regimes, respectively, with deeply troubling human rights records—seeks to undermine the sovereignty of democratic nations by isolating and attempting to delegitimise Israel, transparently laying the groundwork for targeting the United States, our military, and our allies.”",
    "The US will “aggressively defend our interests, our military, and our allies, including Israel, from such coordinated legal and diplomatic warfare. We urge our friends to stand with us in this critical endeavour.” The Trump administration withdrew the US from the UN Human Rights Council earlier this year.",
    "Annelle Sheline, a former foreign affairs officer at the State Department who resigned in March 2024 over the slaughter in Gaza, is attending the week’s proceedings. In response to the attempt by the US State Department to bully participating countries at the emergency meeting of The Hague Group, she told Drop Site: “These are sovereign States who have every right to uphold their obligations as UN members, including under the UN Convention on the Prevention and Punishment of the Crime of Genocide. This is not the weaponisation of international law. This is the application of international law.”",
    "Last week, Secretary of State Marco Rubio announced sanctions on Francesca Albanese, who has strongly condemned Israel’s US-backed military assault. Rubio said that the sanctions on Albanese are due to her “illegitimate and shameful efforts” to prompt International Criminal Court action against US and Israeli officials, companies, and executives. “Albanese’s campaign of political and economic warfare against the United States and Israel will no longer be tolerated,” he added.",
    "During the press conference, Albanese stressed that nations should sever ties with Israel and place sanctions on Israel. Regarding the sanctions placed on her by Marco Rubio, she said: “It’s not about me. It’s about the Palestinian people,” adding that it is symbolic. Although Albanese is shaken by the actions taken by the US, she said the sanctions are representative of the ongoing war and US complicity.",
    "“There is hope that these two days will move all present to work together to take concrete measures to end the genocide in Gaza and, hopefully, end the erasure of the Palestinians,” Albanese said, calling for States to take significant steps forward to address the genocide.",
    "Albanese called for each State to “immediately review and suspend all ties with Israel,” and called on governments to review the “military, strategic, political, diplomatic, economic relations—both imports and exports” with Israel and to “make sure that their private sector, insurers, banks, pension funds, universities, and other goods and services providers in the supply chains do the same.” Albanese has recently issued a report naming US companies as complicit in Israel’s war.",
    "“These ties must be terminated as a matter of urgency,” Albanese added. “Let’s be clear: I mean cutting ties with Israel, as a whole.”",
    "That the emergency conference is taking place in Colombia is significant and symbolic. Last year, Colombian President Gustavo Petro cut diplomatic ties with Israel, due to the genocide in Gaza. Petro, an outspoken critic of Israel and the US, had faced mounting pressure by the US Government as well.",
    "During Trump’s first weeks in office, tensions escalated between both Governments when Colombia refused to accept a group of deportees from the US, who were shackled and being transported in a military plane. Trump and Petro engaged in a loud, public spat on social media, leading to threats of tariffs levelled by both countries.",
    "The brief flare-up was not a blip in US-Colombian relations. In recent weeks, tensions have radically escalated. In early July, the US and Colombian Governments both recalled their respective Ambassadors, due to escalating tensions in both countries.",
    "According to reporting from El Pais, former Colombian Foreign Minister Álvaro Leyva, who had a public falling out with President Petro after he was investigated for allegations of corruption, allegedly sought help from US Republicans to oust Petro. Levya was unsuccessful. In April, Leyva publicly accused Petro of being addicted to drugs.",
    "After the allegations of the attempted ouster surfaced, Petro publicly criticised Leyva and the US Government. In turn, the US recalled its top diplomat for “urgent consultations,” accusing Petro of promoting “baseless and reprehensible” statements. Petro then followed suit and recalled the US Ambassador.",
    "The Colombian Foreign Minister opened Tuesday’s event. “Colombia has positioned itself without ambiguity: what is happening in Gaza is a genocide,” Villavicencio said on Tuesday morning. “That is why this meeting seeks to go beyond declarations. We seek to support investigations by the International Criminal Court, demand commitment by the International Court of Justice, propose specific sanctions, and mobilise every instrument that International Law allows.”",
    "Other speakers on Tuesday morning included Palestinian Ambassador and Permanent Observer of Palestine to the UN Riyad Mansour, Hague Group Executive Director Varsha Gandikota-Nellutla, Department of International Relations and Cooperation of South Africa Director-General Zane Dangor, and Dr. Thaer Ahmad, a Palestinian-American doctor who has visited Gaza to treat victims.",
    "Dr. Ahmad spoke openly about the devastation he observed while working at Nasser Hospital in Khan Younis and Al Aqsa hospital in Deir El Balah last year. “First responders and paramedics are prevented from doing their job or sometimes killed in the line of duty,” Dr. Ahmad said. “Starvation and water are being used as a weapon of war.”",
    "Mansour also addressed the conference’s opening. “The core values we believed humanity agreed were universal are shattered—blown to pieces, like the tens of thousands of starved, murdered, and injured civilians in Palestine,” Mansour said. “Accountability alone is not enough for justice to prevail in Palestine. We must deconstruct the regime of illegal colonial occupation and apartheid to ensure that the current horrifying crimes do not repeat. The best and most assured way to protect the Palestinian people from more crimes is their freedom.”"
  ]
}