{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Harsha-Jayatunga-appointed-Executive-Director-CEO-at-Sierra-Cables/34-767823",
  "time_ut": 1728608734.0,
  "original_lang": "en",
  "original_title": "Harsha Jayatunga appointed Executive Director/CEO at Sierra Cables",
  "original_body_lines": [
    "Sierra Cables PLC has recently announced the appointment of Harsha Jayatunga as Executive Director/CEO.",
    "This significant milestone recognises his instrumental role in the company’s growth and continued success since he first joined Sierra Cables in 2019.",
    "Having served as the Chief Executive Officer since July 2020, Jayatunga has led the company through an era of rapid transformation, driving significant advancements in both local and international markets. Under his leadership, Sierra Cables has not only enhanced its operational efficiency but also expanded its market presence in strategic international markets.",
    "With over two decades of experience in key managerial positions spanning industries such as electrical manufacturing, construction, real estate, telecommunications and property development, Jayatunga brings a wealth of knowledge in business development, strategic negotiation, business turnaround and operations and financial management. His visionary approach and ability to adapt to market demands have been pivotal in positioning Sierra Cables as a dominant player in both local and global markets.",
    "The achievements under his leadership reflect a remarkable transformation at Sierra Cables, with strategic expansion and financial performance driving the company’s success. His ability to improve key financial indicators and grow market share, demonstrates a strong market position and operational excellence, further solidifying Sierra Cables’ leadership in the industry.",
    "Under Jayatunga’s leadership, Sierra Cables has achieved remarkable milestones, notably a credit rating upgrade from B- to A+ (Stable) for three consecutive years, the Certificate of Ethical Trading from the National Chamber of Exporters (NCE) and the Annual Report Silver award for Excellence in Corporate Reporting. Additionally, Sierra Cables was honoured as one of the Top 10 Winners for Best Management Practices by The Institute of Chartered Professional Managers of Sri Lanka (CPM) and received the Gold Export award in the Electrical Products Sector from NCE. The company additionally earned a Merit award from the Sri Lanka National Quality Award (SLNQA) by the Sri Lanka Standards Institution (SLSI) and the Gold award for Industrial Excellence from the Industrial Development Board (IDB). These accolades reflect Sierra Cables’ exceptional growth, commitment to quality and adherence to ethical practices, all propelled by Jayatunga’s visionary leadership, while additionally ensuring sustained success through enhanced operational efficiency and innovative product development.",
    "Jayatunga’s academic and professional achievements are equally impressive. A proud alumnus of Ananda College, Colombo, he is a Fellow Member of several prestigious institutions, including the Chartered Institute of Management Accountants (CIMA-UK), the Institute of Chartered Accountants of Sri Lanka (ICASL) and the Chartered Global Management Accountants (CGMA-USA). Additionally, he holds a Bachelor of Business Administration (BBA) and a Master of Business Administration (MBA) in General Management from the University of Colombo, where he was awarded the Gold medal for excellence in Tax Planning and Management.",
    "As a council member of the National Chamber of Exporters (NCE), Jayatunga remains a key figure in the industry, actively contributing to the promotion of Sri Lanka’s exports on a global scale.",
    "Sierra Cables PLC said it looks forward to continuing its journey of growth and excellence under Jayatunga’s leadership. His new appointment as Executive Director marks the next chapter in the company’s quest to remain at the forefront of the electrical manufacturing industry, both in Sri Lanka and beyond.",
    "Sierra Cables added that with his extensive experience, dedication and forward-thinking leadership, Harsha Jayatunga is poised to steer the Company to even greater achievements in the years to come."
  ]
}