{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-norwegian-example-worthy-of-emulation/",
  "time_ut": 1713201420.0,
  "original_lang": "en",
  "original_title": "A Norwegian example worthy of emulation",
  "original_body_lines": [
    "Ruling party politicians in Sri Lanka are unarguably more equal than others, like the Pigs in Orwell’s Animal Farm, but their counterparts in the developed world are not so lucky. Not that all politicians in the so-called five-star democracies are much better than the ones we are burdened with; the developed nations, too, have tainted politicians to contend with, but never can such characters rise above the law.",
    "Norway’s Health Minister Ingvild Kjerkol had to resign the other day. What prompted her to step down had nothing to do with malpractices in the health sector under her purview. She had to resign owing to an allegation that she had plagiarised some academic works in her Master’s thesis, submitted in 2021. No sooner had Nord University launched a probe into the allegation against her than she tendered her resignation. She did so at the behest of Prime Minister Jonas Gahr Støre.",
    "Going by the stern action the Norwegian government has taken against Kjerkol over a plagiarism allegation, it is not difficult to imagine what would have befallen her if she had been accused of being involved in a procurement racket at the expense of the lives of patients and the public purse. This is in sharp contrast to the manner in which the government of Sri Lanka has chosen to act in respect of the prosecution of its former Health Minister.",
    "Keheliya Rambukwella remains a Cabinet minister in spite of facing prosecution and being held on remand for a procurement racket carried out on his watch as the Minister of Health. The allegation against Kjerkol pales into insignificance in comparison to the charges against Rambukwella, the most damning one being the purchase of a consignment of fake immunoglobulin, which has reportedly claimed several lives in government hospitals and caused huge losses to the state coffers. Having failed to prevent the prosecution of Rambukwella, the Wickremesinghe-Rajapaksa government is now doing everything in its power to make his stay in remand prison comfortable. The government unashamedly defended Rambukwella when a motion of no confidence was moved against him last year.",
    "Curiously, the Prison Department experiences a shortage of buses whenever it has to take Rambukwella to court, and uses a van to transport him! Politicians with links to the government in power never languish in crowded cells in remand prisons; they stay in prison hospitals, instead.",
    "Kjerkol is not alone in her predicament. Plagiarism has cost another Norwegian politician her Cabinet post. In January, 2024, Norwegian Minister of Research and Higher Education Sandra Borch had to resign when it was revealed that some sections of her Master’s thesis had been plagiarised. She lost her degree as a result. In this country, politicians’ children are said to be able to sit examinations, unsupervised, in separate rooms, where they receive help from their private tutors to answer questions, pass out and practise law, of all things.",
    "Last year, Prime Minister Støre dismissed Norway’s Foreign Minister Anniken Huitfeldt, whose husband was exposed for making questionable financial deals that could have had some influence on her ministerial duties. Several other Norwegian ministers have also had to step down over allegations of various malpractices. Such is Norway’s determination to ensure the probity and integrity of its politicians.",
    "President Ranil Wickremesinghe, who is the head of government, is known for his affinity for Norwegians. He went so far as to involve them in conflict resolution here in the early noughties though they were accused of being partial to the LTTE. Special Norwegian peace envoy, Erik Solheim, made no bones about his partiality to the LTTE, but President Wickremesinghe has appointed him a Presidential Advisor on Climate Change. Shouldn’t Wickremesinghe emulate Norwegian PM Støre and remove Rambukwella from the Cabinet forthwith?",
    "Most of all, how can Sri Lanka’s creditors, whose consent for external debt restructuring is a prerequisite for economic revival here, be expected to repose trust in a government, which allows its members to enrich themselves at the expense of the public and the state coffers, and even function as members of the Cabinet from behind bars?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}