{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-former-state-finmin-justifies-last-govts-economic-reforms-after-deflation-181651/",
  "time_ut": 1727701320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s former state FinMin justifies last govt’s economic reforms after deflation",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s former State Finance Minister Shehan Semasinghe justified the economic reforms and related policies under the last government after the island nation consumer prices witnessed deflation this month.",
    "Sri Lanka consumer prices measured on the widely watched Colombo Consumer Price Index turned to 0.1 percent deflation, the official data showed on Friday, after the central bank stopped money printing for government borrowing and allowed a market-determining exchange rate which has helped to ensure stable currency over the last year.",
    "The Colombo Consumer Price Index fell almost continuously from March 2024, except June when the currency also came under pressure from excess liquidity from dollar purchases.",
    "“It’s remarkable to see the inflation figures during the last month of our administration, reflecting the significant progress we’ve made,” Former State Minister Semasinghe said in his X-platform.",
    "“When we took charge in 2022, inflation was recorded at a staggering 70%, with food inflation reaching 95%,” he said.",
    "The official data showed the overall rate of inflation has dipped to a 0.5% deflation (-0.5%) , down from August’s 0.5%.",
    "Food inflation also decreased to a negative 0.3% from August’s 0.8%, while non-food inflation dropped to negative 0.5% from 0.4%.",
    "“These numbers demonstrate the effectiveness of our policies and reforms in stabilizing the economy and controlling inflation for the benefit of the people.”",
    "Wickremesinghe’s government lost power last week after Marxist leader Anura Kumara Dissanayake won the presidential election after campaigning against some economic reforms the previous government implemented including high taxes and restructuring of state-owned enterprises.",
    "Wickremesinghe government’s economic reforms under the guidance of the International Monetary Fund (IMF) made it unpopular among the voters. Wickremesinghe suffered a worse-than-expected defeat at the last week election, but his grand coalition members including Semasinghe are eying for a strong comeback at November 14 general elections. (Colombo/September 30/2024)"
  ]
}