{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Lankan-envoy-in-Canada-meets-Ontario-Governor-business-chambers-andcommunity-leaders/56-768637",
  "time_ut": 1730326341.0,
  "original_lang": "en",
  "original_title": "Lankan envoy in Canada meets Ontario Governor, business chambers and community leaders",
  "original_body_lines": [
    "Canadian High Commissioner to Sri Lanka U.L. Mohammed Jauhar undertook an official visit to Toronto recently, following the presentation of credentials to the Governor General of Canada.",
    "During the visit, the High Commissioner paid a courtesy call on the Lieutenant Governor of Ontario Edith Dumont and also met with business and community leaders.",
    "High Commissioner Jauhar briefed the Lt. Governor on the recent developments in Sri Lanka, including the Presidential election and the forthcoming general elections. He conveyed his willingness to work with the Government of the Province of Ontario, to further strengthen the relations with Sri Lanka, since it is the home for several thousands of Sri Lankan-origin Canadians. He also expressed his hope that they become partners of development of their respective regions in Sri Lanka.",
    "Welcoming the High Commissioner, the Lt. Governor observed that the diversity of the residents in the province strengthens the region and adds value to its economy and culture. She appreciated in particular the contribution of Sri Lankan Canadians for economic development and the country’s multilateral fabric, and expressed optimism that they will help further strengthen the relations of the two countries. The Lt. Governor, with her vast experience in the field of education, appreciated provision of free education by the Government of Sri Lanka to all its citizens up to university level in the language of their choice.",
    "High Commissioner Mohammed Jauhar visited several Sri Lankan religious places of worship in Toronto, where he paid his respect to the venerable clergy and discussed opportunities for enhanced collaboration with the community.",
    "The High Commissioner also engaged with Sri Lankan community leaders, representatives of business chambers, and Sri Lankan associations, during a reception hosted by Consul General of Sri Lanka in Toronto, Thushara Rodrigo at the Consulate. At the event, High Commissioner Jauhar reiterated the new President’s vision for unity, and urged Sri Lankan Canadians to work together for the progress of Sri Lanka. He highlighted the importance of the Sri Lankan diaspora contributing to the nation’s development, regardless of their ethnicity, religious affiliations or ideological differences. He also held individual meetings with leaders of various associations to further strengthen ties with the community."
  ]
}