{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-joins-forces-with-connex-360-to-deliver-cutting-edge-digital-lifestyle-solutions/",
  "time_ut": 1715700900.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL joins forces with Connex 360 to deliver cutting-edge digital lifestyle solutions",
  "original_body_lines": [
    "SLT-MOBITEL, the national ICT solutions provider, has announced a strategic partnership with Connex 360, renowned for delivering cutting-edge, innovative IT services and solutions for B2B sectors, to facilitate complete smart building solutions, including telecom infrastructure for condominium developers and luxury residencies.",
    "The agreement was signed by Janka Abeysinghe, Chief Executive Officer SLT-MOBITEL Group, and Patrick Rajiv Yogaratnam, Chief International Relationship Officer Connex 360, in the presence of senior officials of both organizations.",
    "The partnership enhances SLT-MOBITEL’s capacity to provide smart home automation solutions, reinforcing its commitment to expanding services and providing seamless connectivity to customers. Combining the expertise of the company and Connex 360 enables both parties to deliver unparalleled value to multi-tenant projects and housing schemes across the country.",
    "Through the collaboration, SLT-MOBITEL and Connex 360 will leverage their respective strengths to provide cutting-edge digital solutions tailored to the unique needs of multi-tenant communities. The solutions will comprise a wide range of services, including high-speed internet connectivity, smart home automation, entertainment platforms, and advanced security systems.",
    "Through the agreement, the company will offer services, including access control solutions, visitor management systems, public addresses, smart home audio systems, outdoor sound systems, voice alarm systems, network switches, wireless access points, etc., to condominium developers as part of its complete smart building solution. Connex 360 will provide and maintain these services. Together, both organizations will empower multi-tenant projects and housing schemes with the latest technological advancements, enabling them to offer unparalleled digital experiences to residents.",
    "‘Local tax system overlooks ability of public to pay taxes and poses questions of legitimacy’",
    "SLT-MOBITEL reports marginal growth in Q1 2024 amidst cost optimization efforts",
    "SLT-MOBITEL empowered SLIoT Challenge 2023 concludes with Grand Finale showcasing innovation and excellence in IoT",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}