{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111271/3-charged-with-arranging-to-smuggle-sri-lankan-national-to-malaysia",
  "time_ut": 1754575080.0,
  "original_lang": "en",
  "original_title": "3 charged with arranging to smuggle Sri Lankan national to Malaysia",
  "original_body_lines": [
    "A woman and a Sri Lankan national are among three people charged in the sessions court in Klang, Malaysia, today with arranging the smuggling of another Sri Lankan national last month.",
    "G Santhiya Darshini, 27, and Janarthanan Appupillai, 46, both Malaysians, along with Vtheewaran Palani, 48, a Sri Lankan national, nodded to indicate they understood the charge after it was read to them in Tamil before judge Mohd Sabri Ismail.",
    "No plea was recorded as the case falls under the jurisdiction of the High Court.",
    "The trio is accused of jointly arranging the smuggling of a Sri Lankan migrant at Kuala Lumpur International Airport (KLIA) Terminal 1 on July 10.",
    "They were charged under Section 26C of the Anti-Trafficking in Persons and Anti-Smuggling of Migrants (Atipsom) Act 2007, read together with Section 34 of the Penal Code, which carries a maximum sentence of 15 years’ imprisonment and a fine, or both, upon conviction.",
    "At the same court, a Sri Lankan national, Antany Ranjan, 21, was charged with possessing a fake passport in another person’s name to facilitate migrant smuggling at the KLIA international departure gate at 10.25pm on July 10.",
    "No plea was recorded as the case falls under the jurisdiction of the High Court.",
    "He was charged under Section 26E of the Atipsom Act, which carries a sentence of between seven and 15 years’ imprisonment, a fine of up to RM500,000, or both, upon conviction.",
    "Deputy public prosecutors Anisah Pisol and Norhidayah Abdullah Sani did not offer bail for any of the accused and requested that the cases be transferred to the Shah Alam High Court.",
    "Santhiya, Janarthanan and Vtheewaran were represented by lawyers while Antany Sujan was unrepresented."
  ]
}