{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/seven-days-in-sri-lanka-my-mothers-life-shadows-of-betrayal/",
  "time_ut": 1722689729.0,
  "original_lang": "en",
  "original_title": "Seven Days In Sri Lanka: My Mother’s Life & Shadows of Betrayal",
  "original_body_lines": [
    "Mother died three days ago. Or maybe it was the day before. I’m not sure. It feels surreal, as if she’s still present. Her absence is heavy, a palpable silence thick with the memory of her voice. In those last days, she would call out my name in the evenings at the Cancer Hospital. I flew back for her from the US to Sri Lanka. It was a gruelling 20-hour journey.",
    "Upon landing, I was arrested at the airport. They threw me into a cramped cell with two others: a Tamilian and a man who had stolen copper wire to feed his sick mother. The wire was worth Rs.22,000 (under 75 USD). It is in my opinion a desperate act in a country declared bankrupt in 2022. The economic collapse has driven many to crime, with Colombo’s streets mired in gun violence and systemic corruption.",
    "Pic L-R: Mother Suranganee Abeyagoonasekera; Asanga Abeyagoonasekera arrested 21st July 2024 Katunayake Airport Prison; Mouse Trap at ICU entrance in Maharagama Cancer Hospital.",
    "Seven days passed before the court released my passport, just in time for my mother to die. I was in the Negombo courthouse when my lawyer broke the news of her death. I wanted to see her immediately, but the lawyers insisted I collect my passport first. They, along with colleagues, urged me to leave the country at once, fearing another arrest and for my safety. But I had to see my mother. Hours later, I rushed to Colombo and found her lifeless body on a trolley at the funeral parlour. There were a few other dead bodies beside her. The Funeral Director said, “Just pay Rs.545,000, and we will take care of everything.” In Sri Lanka, living and dying are both costly affairs. With a heavy heart, I had to leave the country immediately, missing my mother’s funeral.",
    "During my short stay, I witnessed firsthand the systemic corruption we had exposed in the IMF Diagnostic Report. Ironically, I became the first IMF technical advisor for Sri Lanka to be arrested by the very government that had pledged to implement our anti-corruption recommendations. Initially, I doubted the need for an international prosecution body, wary of selective enforcement. Now, I see it as essential for Sri Lanka’s recovery.",
    "My charge? Evading income tax for a company I was associated with over 15 years ago—a company from which I never received a dime. The real culprit still evades authorities in Sri Lanka. I paid Rs.625,000 in fines and Rs.300,000 in legal fees to Kalinga Indatissa PC to secure my bail and discharge. Some journalists say it was to silence me, a politically motivated warning. The Sri Lankan government has many mechanisms to shut people down; some get beaten and some stabbed to death-not necessarily in the shadows of the night. Government investigations and commissions continue many years after their deaths without any perpetrators.",
    "Who knows, maybe that’s the right thing to do. Why upset the living?",
    "In this broken land, even the innocent are ensnared by the relentless gears of corruption and despair. The regime in power, with a caretaker President, has managed to bury the previous corruption cases of Rajapaksa’s—a deal struck at the highest level. President Wickremasinghe once told me in a private room in Davos, along with Malik Samarawickrema and Ravi Karunanayake, that “We somehow need to recover the stolen money of Rajapaksa’s.”",
    "The same man who pursued Rajapaksa’s stolen money has now forgotten the past. Who cares about the past when survival comes first. According to a lawyer I spoke with, the government’s Operation Yukthiya (Justice) to fight crime is another money-making scheme—a ‘pick and choose’ operation.",
    "With the presidential election in a few months, it will be hard to notice which supports which in  government fractions, a mix you and I can’t comprehend.",
    "Mother always feared I would get arrested. She used to say she wouldn’t be able to bring food for me in prison, as she did for my father back in 1982, when he was jailed twice for politically orchestrated cases by the uncle of the current president. I am not sure if the same pattern is followed by the current president. Her fear is natural with the political activism of my father at a brutal time, with attacks on Tamils, youth insurrection from Sinhalese, and killings from a civil war. Mother played a role by sheltering Tamils in her home when Sinhalese rioters came looking for them; I was only six years old. During the youth insurrection in 1989, she was treating a man who was brutally beaten and escaped the authorities at Batalanda, a torture chamber known by many in Sri Lanka. There was a lot she knew of individuals at high power; she preferred to keep quiet, disliking the politics of Sri Lanka.",
    "When I revealed information to Chamuditha Samarawickrama, an infamous but fearless investigative journalist, about the early morning call from Indian Intelligence on the day of the Easter Attack in 2019, including the officer’s name who disclosed the information, I knew I was treading dangerous ground. Yet, I believed it was the right of all Sri Lankans to know these details. Transparency is a doomed word in Sri Lanka. People have no clue about the deals struck with certain foreign nations leasing out strategic assets or even the government’s own reports like the ‘National Defence Policy’",
    "The President visited to pay his respects to my mother. He had told my wife, “I didn’t know what happened at the airport to Asanga; he should have called me; I was busy with the Inspector General of Police IGP) matter.” I had a missed call from Head of SIS Suresh Sally at 11:03 am, making it hard to believe the President was unaware.",
    "My lawyers, with their practiced indifference, informed me that no file would move without a bribe. In the Magistrate courthouse of Colombo, a police officer’s eyes lingered on me before he offered a smile. Leaning in, he whispered, “Can you help me? Living is hard these days.” The caregiver tending to my mother at the Cancer Hospital mirrored this plea, requesting more than her due salary. “I have children,” she said, “and their tuition fees are beyond my reach.”",
    "A mouse trap greeted visitors at the ICU entrance, mould spread like a dark stain across the ceiling, and New Year decorations from January still clung to the door, frozen in time. This hospital stands as a testament to the government’s failure to safeguard lives. The former Health Minister rots in prison for importing substandard medicine",
    "Killing has become cheap in Sri Lanka. It is a grim consequence of our economic despair. Before I arrived in Colombo, two gunmen, in bold daylight, sprayed bullets with machine guns, and another shootout erupted in an affluent neighbourhood. Inside the prison, a man confessed to me, “I have only one option: to kill myself.” Drowning Sri Lanka right now is human desperation at the crushing cost of living.",
    "Fuel queues have been supplanted by deeper economic suffering. Deep troubles in governance highlighted by the IMF linger unresolved. My mother’s passing became a poignant, personal lesson, starkly illustrating the crisis that engulfs Sri Lanka today(GSV)."
  ]
}