{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Key-factors-identified-for-accidents-on-expressways/108-280519",
  "time_ut": 1712718960.0,
  "original_lang": "en",
  "original_title": "Key factors identified for accidents on expressways",
  "original_body_lines": [
    "Colombo, April 10 (Daily Mirror) - Driver negligence, vehicle maintenance issues and accidents caused by third parties were identified as the three main reasons for accidents on expressways, the Advisory Committee for Expressway Safety Actions member Dr. Chamod Hettiarachchi said.",
    "Addressing a media gathering yesterday in Colombo, he said the above key statistics and factors contributing to accidents on expressways were revealed following a survey report.",
    "According to the survey, 56% of accidents on expressways are attributed to driver negligence, underscoring the grave consequences of such incidents. Among these accidents, 35% resulted in fatalities or permanent disabilities, illustrating the severity of the issue. Over the thirteen years since the construction of the Southern Expressway, a total of 9,375 road accidents have been recorded, with 5,292 attributed to driver negligence. Tragically, these accidents claimed the lives of 66 individuals and left 637 permanently disabled, Dr. Hettiarachchi said.",
    "Director of the Southern Expressway Police Division and Senior Superintendent of Police Mayura Perera provided an update on expressway accidents during the briefing. He highlighted that in 2024, there have been seven fatal accidents on expressways thus far, indicating an increase compared to the previous two years. In 2022, there were 17 fatal accidents, while in 2023, the number was reduced to four.",
    "In light of these statistics, Perera urged all drivers to prioritize road safety and adhere to disciplined driving practices, especially during the festive season, to contribute towards reducing accidents on expressways.",
    "Transport Ministry and Highways Additional Secretary Thushara Suraweera addressed the need for updating regulations in the Motor Traffic Act to address accidents caused by distracted driving due to the use of new technological communications tools. He emphasized the importance of adapting rules to current conditions to enhance road safety. Furthermore, he highlighted the intention to standardize driver license requirements through driver training programmes. This initiative aims to cultivate disciplined drivers by instilling a change in attitude towards road safety and responsible driving practices."
  ]
}