{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112089/new-immigration-foreigners-act-comes-into-effect-in-india-severe-punishment-for-forging-passport-visa",
  "time_ut": 1756778280.0,
  "original_lang": "en",
  "original_title": "New Immigration & Foreigners Act comes into effect in India, severe punishment for forging passport, visa",
  "original_body_lines": [
    "A new Act that regulates matters related to foreigners and immigration and has provisions for heavy punishment for carrying a forged passport or visa came into effect in India on Monday (01).",
    "The Immigration and Foreigners Act, 2025, was passed by the Indian parliament during the Budget session, and President Droupadi Murmu gave her assent on April 4, 2025.",
    "“In exercise of the powers conferred by sub-section (2) of section 1 of the Immigration and Foreigners Act, 2025 (13 of 2025), the central government hereby appoints the 01st day of September, 2025, as the date on which the provisions of the said Act shall come into force,” said a notification issued by Nitesh Kumar Vyas, additional secretary in the Ministry of Home Affairs.",
    "According to the law, anyone found to be using a forged passport or visa for entering into India or staying in or exiting from the country will be punishable with a jail term of up to seven years and a fine to the extent of one million Indian rupees.",
    "The Act also provides for mandatory reporting of information about foreigners by hotels, universities and other educational institutions, hospitals and nursing homes to enable tracking of overstaying foreigners.",
    "All international airlines and ships will also be required to submit at a port or place in India to a civil authority or immigration officer the passenger and crew manifest, the advance information of passengers and crew on board such aircraft, vessel or other mode of transport.",
    "“Whoever knowingly uses or supplies a forged or fraudulently obtained passport or other travel document or visa for entering into India or staying in or exiting from India, shall be punishable with an imprisonment for a term which shall not be less than two years, but may extend to seven years and shall also be liable to fine which shall not be less than one lakh rupees, but may extend to ten lakh rupees,” according to the Act.",
    "It also says that any foreigner who enters into any area in India without a valid passport or other travel document, including visa required for such entry in contravention of provisions of the law or of any rule or order given in pursuance thereof, shall be punishable with an imprisonment for a term which may extend to five years or with fine which may extend to five lakh rupees or with both.",
    "The legislation empowers the central government to exert control over places that are “frequented by any foreigner” and require the owner to close the premises, permit its use under specified conditions, or refuse admission to all or a “specified class” of foreigners.",
    "It is comprehensive legislation to regulate all matters relating to foreigners and immigration which were till now administered through four Acts, i.e. the Passport (Entry into India) Act, 1920, the Registration of Foreigners Act, 1939, the Foreigners Act, 1946 and the Immigration (Carriers’ Liability) Act, 2000. All these laws have been repealed."
  ]
}