{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99295/us-warns-of-possible-pride-month-attacks-worldwide",
  "time_ut": 1716013860.0,
  "original_lang": "en",
  "original_title": "US warns of possible Pride Month attacks worldwide",
  "original_body_lines": [
    "US officials have warned that foreign terror organisations may attempt to target LGBT events around the world during Pride Month in June.",
    "“Stay alert in locations frequented by tourists, including Pride celebrations,” a warning issued by the state department said.",
    "The advisory came on Friday, a week after a similar alert issued by US law enforcement agencies.",
    "The Federal Bureau of Investigation (FBI) and Department of Homeland Security (DHS) said: “Foreign terrorist organizations or supporters may seek to exploit increased gatherings associated with the upcoming June 2024 Pride Month.”",
    "Although no specific gatherings or locations were mentioned in the warnings, the law enforcement agencies noted that messages from the Islamic State (IS) group distributed in English in February 2023 included rhetoric against LGBTQI+ (lesbian, gay, bisexual, transgender, questioning, and intersex) events and venues.",
    "During Pride Month in June 2016, a man inspired by IS ideology shot dead 49 people and wounded 53 more at Pulse, a gay nightclub in Orlando, Florida.",
    "The FBI and DHS warning also noted that three IS sympathisers had been arrested for attempting to attack a Pride parade in Vienna, Austria in 2023.",
    "The Counter Extremism Project, a New York-based non-profit group, noted that anti-LGBTQ ideas had been taken up by both Islamist and far-right extremists.",
    "“It is no surprise that neo-Nazis and jihadis often express mutual admiration for their shared anti-gay visions,” Mark D Wallace, the project’s chief executive, said in a statement.",
    "Protests and threats against LGBTQ communities by homegrown US groups also have been on the increase in recent years, according to a number of experts and research organisations.",
    "According to a report by the Anti-Defamation League and Glaad, a group formerly known as the Gay and Lesbian Alliance Against Defamation, there were at least 145 incidents of anti-LGBTQ violence, harassment and vandalism during Pride Month in 2023."
  ]
}