{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/tisl-raises-concerns-over-adanis-sri-lanka-power-deal-demands-transparency-166391/",
  "time_ut": 1717580820.0,
  "original_lang": "en",
  "original_title": "TISL raises concerns over Adani’s Sri Lanka power deal; demands transparency",
  "original_body_lines": [
    "ECONOMYNEXT – Transparency International Sri Lanka (TISL) has raised concerns over proposed wind power projects by India’s Adani Group in the island nation’s north after the project was given on an unsolicited basis any competitive bidding.",
    "The TISL also has demanded more information on the projects from the government via Right to Information (RTI) after some local experts and state-owned Ceylon Electricity Board (CEB) officials said Adani’s unit price is “highly expensive”.",
    "“TISL is deeply concerned about the lack of transparency surrounding this project, which has raised significant economic and ecological concerns,” the TISL said in a statement.",
    "The TISL has also filed a series RTI requests with public authorities seeking crucial information regarding the transparency, legality, evaluation process, pricing, government involvement, and the Environmental Impact Assessment (EIA) related to the wind power project in the country’s northern Mannar and Pooneryn, it said.",
    "Adani Green Energy (Sri Lanka) Ltd has been provisionally approved for two wind power plants of 250 MW in Mannar and 234 MW in Pooneryn. The price per kilowatt has been brought down to almost half to 8.26 US cents on a fixed basis from the initial demand of 16 US cents.",
    "Energy Minister Kanchana Wijesekera has said the proposed purchase price by the Adani Group is below other renewable rate give without competitive tender.",
    "The government has delayed the opening of bids for small renewable energy plants that are planned to be established next to Adani’s plant in Mannar, a move seen by critics to hide the lower price by local investors.",
    "The TISL said Adani’s unit price was in contrast with the current global price, and the continuously decreasing costs associated with wind power generation.",
    "It also said senior environmentalists have also warned about irreversible ecological damage to the Mannar Corridor, one of the world’s critical migratory bird corridors, due to the installation of wind turbines in the area.",
    "The TISL has filed a total of 11 RTI requests with key government bodies, to look into transparency, legality of the bidding process, evaluation and selection process, pricing and cost benefits, need and risk assessments, decision-making process, and land acquisition.",
    "Adani Group has maintained that it has followed all the due process of the project.",
    "“After finalizing the tariff, we still see some uninformed people critical of the tariff and some are raising doubts on the process,” a Adani Group source told EconomyNext.",
    "“This when it is clearly the lowest tariff Sri Lanka has seen and will see substantial reduction in overall energy bills of consumers, not to mention saving of forex which otherwise would be spent on procuring fossil fuels.”",
    "He said some people are seeking Swiss auction for the project, with allowing other players to better the finalized tariff.",
    "“This clearly is illegal. Sri Lanka, like most nations including India, have put an end to this practice, citing procedural challenges in implementing it.”",
    "He said the Indian company has not violated Sri Lanka’s Electricity Act, which allows proposal under government to government mechanism.",
    "Some critics have questioned how Adani Group, a private company in India, could be given a contract to the Indian government. Adani Group’s chairman Gautam Adani is seen as a close ally of Indian Prime Minister Narendra Modi. (Colombo/June 05/2024)"
  ]
}