{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/towards-stability-equity-prosperity-part-iv/",
  "time_ut": 1730711109.0,
  "original_lang": "en",
  "original_title": "Towards Stability, Equity & Prosperity: Part IV",
  "original_body_lines": [
    "The former president, Mr Ranil Wickremesinghe has asked the voters to elect members with experience back to the parliament at the Nov 14 election. He alleges that those who have worked with him in the past have the necessary expertise for running the government and managing the economy. Meanwhile, the Samagi Jana Balavegaya (SJB) led by Mr Sajith Premadasa also has stated that the economic team they have is the most qualified and experienced that needs to be elected. They further state that their policy declaration and economic program provide practical solutions to the basic problems of the country.",
    "The Prime Minister Dr Harini Amarasuriya recently provided the best response, when a journalist posed to her a similar question. She pointed to the fact that those former members of the legislature, including Mr Wickremasinghe himself have repeatedly proven with their skills and experience in bringing the country and its people to financial and political ruin. In addition, there have been many allegations, which are now being thoroughly investigated, regarding misappropriation of public monies, corruption, economic mismanagement, and wastage of the country’s resources. Living luxuriously at the expense of the people has been their norm. The people of Sri Lanka will have nothing to gain from their experience other than to get rid of their neo-liberal values and traditions.",
    "Many of the MPs elected on Nov 14 could be political novices but let us hope that most of them will be committed and honest in working towards building an equitable, prosperous, and united Sri Lanka. This is only possible with proper and genuine approaches towards inclusion, consultation, and transparency in their public and private transactions. It is also predicated with people who are responsible and accountable for their decisions they take in managing the country’s future and its economy.",
    "If this happens, we firmly believe that they will be able to take a fresh look, learn and do much better in uniting communities and building a better society for all. Some of the previous members of parliament such as comrades Anura Kumara Dissanayake, Vijitha Herath and Sunil Handunneththi have gone through the mill gaining from their life experiences and making an effort to learn and acquire skills to make a substantive contribution towards policy formulation and implementation.",
    "During the general elections held in the past, members were elected not to make policy, but to manipulate constituencies for political advantage. They became instrumental in numerous questionable practices from releasing convicted criminals or remanded suspects, making donations, and attending community events for votes, and stamping their names on foundation stones and buildings, to illegally overruling merit-based selections and promotions for public service positions etc. Additionally, there have been many allegations of taking commissions and bribes for offering contracts or making purchases of various forms. They usually avoid proper tender procedures and procurement practices.",
    "That is why there is a prime responsibility for the voters to not elect any of the rogue candidates who have a record of an alleged misappropriation or corruption of any form. As proven many a time in realpolitik, no induction or training program will stop any elected member who already has a corrupt mind, thinking of how to make money at their next move, public or private. It would be better to be safe rather than to be sorry later.",
    "The voters have a massive responsibility in this regard at the election time. They will have to make an assessment of all the candidates who have been nominated for them to elect, in terms of their character, commitment and requisite skills or have the ability to acquire them if they are to perform their roles, if elected.",
    "At this election, voters will have to keep in mind the fact that the main responsibility and accountability of an elected member is to formulate policy in the form of legislation based on factual evidence and in a participative, consultative, inclusive, and consensual manner. The decisions for building a better society for the citizenry and future generations should be based on positive and constructive dialogue within our pluralistic society.",
    "There are many sources for the newly elected to seek assistance – such as civil society organisations, and technical experts both local and diasporic. Help could also be elicited from advisory committees and boards, consulting services, people who have skills in legal drafting from the Attorney General’s Department, the judiciary etc. They can assist in navigating the decisions an elected member needs to make. One of the most important matters that all responsible governments and elected members need to be cautious about and must avoid is their conflict of interests on any issue that requires their decision or vote."
  ]
}