{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83388",
  "time_ut": 1704285000.0,
  "original_lang": "en",
  "original_title": "It is unfortunate that Sri Lankan Tamil politics is increasingly becoming a laughing stock! Is there a Tamil leader today who commands  wide acceptance among the Tamil people in both the Northern and Eastern provinces?",
  "original_body_lines": [
    "Sri Lanka has seen eight Presidential elections after the introduction of Executive  Presidency in 1978.  But no previous election has been hyped like the upcoming Presidential election months before it is due to be held.",
    "President Ranil Wickremesinghe, who was elected by Parliament for the remainder of the term of President Gotabaya Rajapaksa, after he resigned under a cloud in July 2022, can only remain in office until November 18 this year.",
    "According to the constitution, the next Presidential election should be held within a period of not less than one month and not more than two months before the end of the term of office of the President.",
    "Therefore, the next Presidential election should be held between September 18 and October 18 this year. The date for the election will be determined by the National Election Commission.",
    "There was a stage when there was a serious suspicion that President Wickremesinghe, who postponed the local government elections indefinitely citing the economic crisis, might try to delay the national elections as well. However, he announced several times in recent months that the Presidential elections will be held later this year, followed by parliamentary elections.",
    "Even after his announcement, there is widespread doubt in political circles as to which election will be held first. The President had the power to dissolve the current parliament at any time after February 20, 2023.",
    "Many political observers had commented that Wickramasinghe might dissolve Parliament and go for the general election by the coming March to facilitate the creation of a favourable political situation for him to face the presidential elections.",
    "However, the main opposition political parties have started preparing themselves for the Presidential election since the middle of last year.",
    "A few months ago, United People’s Power (Samagi Jana Balavegaya- SJB) announced that opposition leader Sajith Premadasa was their Presidential candidate and National People’s Power  Anura Kumara Dissanayake as their candidate. Both the parties have already started their election campaigns by holding meetings.",
    "Although United National Party politicians say that Wickremesinghe will contest the Presidential election, he is yet to publicly announce his decision. The President says he will decide whether to run for office only after stabilizing the battered economy. But he has been  making efforts to build a broad coalition to support him. It is not known how far these efforts have progressed. Some ministers from Rajapaksas’ Sri Lanka Podujana Peramuna (SLPP) have already  expressed their willingness to support the President.",
    "The SLPP, which recently held its second national convention in Colombo, has shown dubious signs of fielding billionaire businessman and casino owner Dhammika Perera as its Presidential candidate. Maithripala Sirisena has also announced that he will contest.",
    "A wide range of candidates are likely to contest. The lowest number of candidates contesting in Presidential elections so far was the December 1988 election which was  held during the JVP’s second  armed  insurgency. Former President Ranasinghe Premadasa contested as the candidate of the United National Party, former Prime Minister Sirima Bandaranaike was the candidate of the Sri Lanka Freedom Party and Ossie Abeygunasekara as the candidate of the Sri Lanka Mahajana Party.",
    "35 candidates contested the November 2019 Presidential election. It was the election with the largest number of candidates in the fray. It would not be surprising if even more candidates contest this time.",
    "If the incumbent President is powerful,  it is customary for opposition  parties  to field a common  candidate against him. However, this time, it seems that there is no need for the southern political parties to consider fielding a common candidate as President Wickremesinghe doesn’t have much support  among the people. His United National Party is in a very weak position without proper grassroots vote base.",
    "And there is no possibility that he will win the hearts and minds of the people in the coming days amidst the steep rise in prices as a result of the tax hikes. It is also doubtful if he will come forward to contest the election if he does not get the support of many other parties.",
    "But this time, in a strange turn of events, some Tamil national political parties have started talking about fielding a common  candidate in the Presidential election. Such an idea has never arisen in Tamil politics before.",
    "Tamil candidates have contested Presidential elections before. In the first election held in October 1982, Kumar Ponnambalam, leader of the All Ceylon Tamil Congress, contested. But he got only 173,934 votes.",
    "Even in Jaffna district, Ponnambalam got only about 10,000 more votes than Hector Kobbekaduwa, who contested against the then President J.R. Jayawardene as the candidate of the Sri Lanka Freedom Party. Kobbekaduwa got more than 10 thousand votes than Ponnambalam in Vanni  district. But votes for him  in the electoral districts of Eastern Province were negligible.",
    "MK Sivajilingam of TELO was the other candidate from a Tamil political party who contested the Presidential election. He contested the 2010 January and 2019 November Presidential elections. No need to talk about the votes he got.  A maverick, he once contested the parliamentary election from Kurunegala district.",
    "One Sundaram Mahendran of the NSSP and Subramaniam Gunarathnam of Our National Front contested the 2015 January Presidential Election and the 2019 Presidential Election respectively. Though ethnically Tamils, they could not be considered as having stood for a Tamil cause as they belonged to Leftist parties.",
    "It seems that some of those who are currently talking about a common Tamil candidate are confident that the votes of Tamils, especially North East Tamils, will play a decisive role in electing the next President. There are those who are of the opinion that a common Tamil candidate can use his votes as bargaining power to try to get assurances from the main Presidential candidates on the Tamil question.",
    "There was a time when the votes of ethnic minorities determined the winner of the Presidential elections. That situation, which existed until the latter part of the last century, has largely changed. At the same time, Tamils have invariably been voting on the basis of who “should not” become President, not to “elect” someone as president.",
    "An exception to this was when  minority communities’ votes helped Maithripala Sirisena defeat Mahinda Rajapaksa in the 2015 Presidential election. But in the next Presidential election, Gotabaya Rajapaksa won a landslide victory by receiving the overwhelming majority of Sinhalese votes. He openly declared that it was the majority community which elected him as the leader of the country. The votes of the ethnic minorities did not have any influence in that election.",
    "Meanwhile, in today’s political context, no major candidate in the coming Presidential poll is going to give any guarantee to the Tamils regarding a solution of the ethnic problem as naively expected by some Tamil politicians in the north.",
    "In such a situation, there will be no chance for a common Tamil candidate to negotiate with the main candidates. President Wickremesinghe told Tamil parliamentarians who met him last week that the Parliament elected after the next general election will deal with the issue of a political settlement through a new constitution with a view to ensuring that the political solution to the ethnic problem does not become a major issue in the next Presidential election.",
    "There is a section among Tamil polity that suggests that the Presidential election should be used to get a mandate from the Tamils to show the world what kind of political solution they stand for 0in the aftermath of the  of the civil war that came to an end almost 15 years ago.",
    "They should think for a moment about the fate of the mandate given to the Tamil United Liberation Front (TULF ) by the Northern and Eastern Tamils in the July 1977 parliamentary elections after more than a year after the famous  Vattukkoddai resolution. The tragedy that happened to the politics of the Tamil leaders of those days who claimed that the Tamil people gave them that mandate to carry out a non-violent struggle to achieve Tamil Ealam should be a lesson for today’s  Tamil politicians who are unable to launch even a small human chain campaign successfully.",
    "Above all, can the leaders of today’s Tamil political parties, who cannot even come together to deal with the immediate issues facing the Tamil people, be expected to come to a consensus on selecting  a common candidate? Is there a Tamil leader today who commands  wide acceptance among the Tamil people in both the Northern and Eastern provinces?",
    "Leaders of the Tamil political parties who do not know how to effectively move the struggle for the rights of the Tamil people to the next level in a meaningful will be well advised to allow the Tamil people to vote the way they want without getting into the perverse political act of boosting their egos. It is unfortunate that Sri Lankan Tamil politics is increasingly becoming a laughing stock."
  ]
}