{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/blue-ocean-group-urges-govt-to-encourage-foreign-investment-in-residential-real-estate/",
  "time_ut": 1722188160.0,
  "original_lang": "en",
  "original_title": "Blue Ocean Group urges govt to encourage foreign investment in residential real estate",
  "original_body_lines": [
    "S. Thumilan, Group CEO/Chairman of Blue Ocean Group of Companies made the following remarks at a recent event held in Colombo to celebrate the 13th anniversary of the group of companies.",
    "“Blue Ocean Group has showcased remarkable resilience by upholding core values of quality, integrity, and customer satisfaction. Amid economic challenges that forced many businesses to close or relocate, Blue Ocean Group not only persevered but also thrived. It is now expanding into new cities with several apartment projects.”",
    "“The group’s strategy centers on achieving both differentiation and cost leadership, drawing inspiration from the Blue Ocean Strategy. This approach highlights value innovation by merging differentiation with cost efficiency, a deep understanding of market dynamics, and a steadfast commitment to ethics and transparency. These principles form the foundation of Blue Ocean Group’s dedication to ethical business practices and innovation.”",
    "Thumilan, expressed pride in Blue Ocean Group’s contribution to Sri Lanka’s business landscape, stating, ‘We have firmly established ourselves in the country’s developmental history, transforming the corporate and real estate sectors. Our organic growth mirrors effective solutions to global challenges, contributing positively to the global development agenda.’",
    "“The group has stayed resilient despite the multiple challenges due to our strategy centers on achieving both differentiation and cost leadership, drawing inspiration from the Blue Ocean Strategy. This approach highlights value innovation by merging differentiation with cost efficiency, a deep understanding of market dynamics, and a steadfast commitment to ethics and transparency. These principles form the foundation of Blue Ocean Group’s dedication to ethical business practices, innovation and regional diversifications of our projects.”",
    "“Blue Ocean has successfully completed over 20 condominium projects up to now and 95% of them have handed over the final title deeds to the residents while others are in the process of issuing the deeds where the occupation is given to the owners. Now, the group has 10 ongoing projects which are being carried out meticulously to ensure their smooth conclusion like our previous projects.”",
    "“Some foreign investors who invested in real estate and construction projects in Sri Lanka have stopped their projects, but Blue Ocean has steadfastly carried on ahead with their projects and have earned the trust despite the challenges created due to many reasons beyond our control such as in 2018 the civil riots & constitutional issues, in 2019 the Easter attack tragedy, in 2020 the COVID 19 global pandemic, 2021 onwards the bankruptcy declared by the CBSL and prevailing economic crisis”",
    "“Apartments in Sri Lanka are more expensive than the apartments in India, Bangladesh, Thailand, Malaysia and Singapore. This is not the fault of the developers. The prices are high because of multiple taxes and unpredictable cost incurred. If the policymakers introduce more global practices when developers sell apartments to foreigners, the construction industry can bring more foreign currencies mainly the US dollars to the country in terms of remittances than foreign migrant workers and faster than Tourism. The foreign investors are not confident about buying apartments in Sri Lanka due to inconsistent tax policy as well as uncompetitive prices.”",
    "“A lot of construction companies have had a bad hit due to subdued growth in the sector, and therefore, they are not recruiting new workforce, but Blue Ocean is making new recruitments under our Blue Ocean strategy which optimizes cost efficiency leadership in the industry and our diversification into the provinces. Those key elements of our strategy have enabled us thus far to weather the turbulent times of the industry and stay afloat without running into operational slowdowns. Our group has demonstrated its ability to manage the challenges and stay financially stable and operationally strong as a leading firm in the industry. We were able to identify the opportunities among the multiple challenges and make the best out of them. That is how even the country became bankrupt, we were able to survive.”",
    "“As rules and regulations are too strict, the sale of apartments in Colombo has come to a halt. Sri Lanka needs to have more relaxed rules and regulations when it comes to the sale of apartments to foreign investors. It is a channel of bringing foreign direct investments to the country and we should take note of that fact more seriously. Of course, we understand that there needs to be a framework that adheres to global practices when foreign investors buy apartments in Sri Lanka. I think that the policymakers should weigh the benefits that foreigners get when buying apartments in other countries and implement a system to attract foreign buyers to buy our apartments. When they buy an apartment, they can only enjoy living in it. They can’t take it away. So, a robust framework needs to be in place to effectively deal with conflicting interests and sell our apartments to foreign investors and strengthen our foreign currency inflows. If we tap our apartment market with the potential foreign investors with the right policy shift, we won’t need the extended fund facility from the IMF to stabilize our economy,” Thumilan said.",
    "CSE turnover takes a nosedive following presidential poll date announcement",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}