{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-digital-goes-trilingual-to-enhance-inclusivity/",
  "time_ut": 1712783820.0,
  "original_lang": "en",
  "original_title": "‘ComBank Digital’ goes trilingual to enhance inclusivity",
  "original_body_lines": [
    "‘ComBank Digital’ – Sri Lanka’s most-used digital banking platform – has significantly enhanced mass access by going trilingual, promoting greater inclusivity and even higher usage.",
    "Announcing the development, the Commercial Bank of Ceylon said the platform’s multilingual capability is expected to expedite adoption of digital banking in rural areas and more traditional customer segments.",
    "Commercial Bank’s Assistant General Manager – Digital Banking Mr Pradeep Banduwansa also expressed the hope that with its multilingual functionality, ComBank Digital would help extend access to financial services to the un-banked and under-banked, providing them the benefits of digital transformation.",
    "“With 1.2 million users, ComBank Digital is already a significant element of our sustainability roadmap, but there are still demographic as well as geographic gaps in terms of usage, which we are addressing by providing users the option to choose to perform transactions in Sinhala or Tamil,” Mr Banduwansa said. “This will make usage easier for some customer segments and encourage larger numbers to register on the platform.”",
    "He said the launch of the Sinhala and Tamil platforms can also be considered an early gift in anticipation of the upcoming Sinhala and Tamil New Year.",
    "The Bank has also announced that ComBank Digital will offer an additional 1% on the interest rates applicable to 300-Day and One Year Fixed Deposits (Interest at maturity) opened on 14th and 15th April via the platform. Additionally, new users who successfully register on 14th April 2024, will receive a cash reward of Rs 250/- solely for their registration, the Bank said.",
    "An integration of all online and mobile banking channels on a single omni-channel platform, ComBank Digital is offered via a responsive web application and three native mobile applications (iOS, Android and Huawei), enabling access across all devices such as desktop PCs, laptop computers, tabs and smart phones.",
    "‘ComBank Digital’ adjudged ‘Best Mobile Banking App’ in Sri Lanka by Global Finance",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}