{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-shares-bank-balances-land-vehicle-owners-tracked-by-inland-revenue-from-july-01-164826/",
  "time_ut": 1716771600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka shares, bank balances, land, vehicle owners tracked by Inland Revenue from July 01",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s tax agency will collect current account transactions, share ownership, land registration, company directorship and car ownership details from July 01, to be used in a digital revenue management system, according to a notice.",
    "The information will not be used to collect tax retrospectively, State Minister for Finance Ranjith Siyambalapitiay said.",
    "The gazette requiring the information to submitted online to the Department of Inland Revenue was issued on March 2024 and its implementation notice was issued on May 21, Minister Siyambalapitiya said.",
    "According to the gazette, ownership and transfer of shares, current account balances and loans have to be provided quarterly by the stock exchange and banks and non-bank financial institutions.",
    "Car registrations, land ownership and transfers should be provided real time.",
    "Information on leases and consultancy and contracts will also have to be provided.",
    "Sri Lanka has to collect more direct tax after the country’s revenue fell to very low levels, Minister Siyambalapitiya said.",
    "Sri Lanka’s macro-economists persuaded politicians to cut taxes in 2020 and also printed money to boost growth (stimulus or targeting potential output) after triggering a series of currency crises through rate cuts after the end of a civil war, ending in sovereign default.",
    "Sri Lanka is now requiring all persons earning over 100,000 rupees a month (about 300 dollars) to open a tax file and pay income tax to support the state.",
    "Sri Lanka’s macro-economists have resisted any transition to a better monetary standard that reduces the discretion to cut rates to target potential output by printing money.",
    "Countries in East Asia and the Middle East that have more consistent monetary regimes which avoid forex crises, have allowed better budgeting, and lower income tax rates (around 20 percent) and value added tax (15 percent or lower) which helps in capital generation and investment and future growth. (Colombo/May26/2024)"
  ]
}