{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-leader-stresses-on-increasing-govt-revenue-through-key-sectors-energy-190672/",
  "time_ut": 1732784520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka leader stresses on increasing govt revenue through key sectors, energy",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Anura Kumara Dissanayake at a meeting with the World Bank Group chief has stressed on raising the government revenue through key sectors including tourism and energy with the help of investors, his office said.",
    "President Dissanayake held a virtual meeting on Wednesday (27) with the President of the World Bank Group (WBG) Ajay Banga to discuss Sri Lanka’s future development priorities.",
    "“During the meeting, President Dissanayake emphasized the government’s focus on poverty alleviation, particularly in rural areas,” the President’s Media Division (PMD) said.",
    "“He also stressed the need for increasing government revenue through digitalization and by strengthening key sectors such as tourism, the maritime industry, state-owned enterprises (SOEs), and the energy sector, with a focus on encouraging investor participation in power generation.”",
    "The President of the World Bank Group highlighted his commitment to promoting job creation and addressing critical development challenges, it said.",
    "“These priorities include providing Sri Lanka with financial and technical assistance to implement innovative solutions in sectors such as People’s education, healthcare, social protection, and economic prosperity.”",
    "“The World Bank’s support also extends to economic policy, finance, competitiveness, investments, institutional development, and poverty alleviation.”",
    "“Additionally, efforts are focused on advancing agriculture, water management, climate action, environmental sustainability, social inclusion, infrastructure, and digital transformation.”",
    "The President further discussed efforts to promote economic development in the North and East of Sri Lanka, particularly in improving education, healthcare, and human resource development.",
    "“President Dissanayake also emphasized the need to improve vocational education parallel with academic education to meet the evolving needs of the workforce in these regions.” (Colombo/November 28/2024)"
  ]
}