{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83555",
  "time_ut": 1707049800.0,
  "original_lang": "en",
  "original_title": "India Extends Official Invitation to JVP for the First Time; JVP Leader Anura Kumara Dissanayake to head Party Delegation on 5 Day Visit to New Delhi, Ahmedabad and Thiruvananthapuram",
  "original_body_lines": [
    "The Indian government has invited a delegation led by Anura Kumara Dissanayake, leader of Sri Lanka’s leftist Janatha Vimukthi Peramuna (JVP or People’s Liberation Front), to New Delhi, in a significant outreach to the island nation’s most popular politician at the moment.",
    "“We leave tomorrow [Monday] morning and will be there for five days for meetings,” JVP legislator Vijitha Herath, who is part of the delegation, told The Hindu on Sunday night. This is the first time that the JVP leader, who helms the National People’s Power [NPP] alliance, has received an official invitation from the Government of India.",
    "Sources at the Indian High Commission said the delegation is scheduled to visit three cities —New Delhi, Ahmedabad, and Thiruvananthapuram — and hold meetings with government officials, members of the business community, in addition to visiting centres of excellence in agriculture and industry.",
    "The development assumes significance in the wake of Mr. Dissanayake’s soaring popularity, after the historic people’s movement in 2022 that dislodged former President Gotabaya Rajapaksa amid a crushing financial meltdown. According to the latest survey conducted by the Institute for Health Policy, a Colombo-based research institution, he is the most preferred candidate in a likely presidential election this year. 50% of respondents said they would vote for him, while 33% of the respondents chose Leader of Opposition Sajith Premadasa and only 9% chose President Ranil Wickremesinghe, findings released this January showed. The survey outcome reiterated the findings of multiple local opinion polls conducted over the last year.",
    "Further, the visit comes after a marked shift in the JVP’s position on India, nearly four decades after the party led an armed insurrection opposing, among other things, the Indo-Lanka Accord of 1987 that it deemed an expression of “Indian expansionism”.",
    "Acknowledging the shift in the party’s stance, in an interview to The Hindu in December 2023, Mr. Dissanayake said: “We do know that India, who is our closest neighbour, has become a major political and economic centre. So, when we take economic and political decisions, we will always care about how it will impact India.”"
  ]
}