{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/russia-to-stop-recruiting-sri-lankans-for-ukraine-war-fm-after-meeting-lavrov-167387/",
  "time_ut": 1718088600.0,
  "original_lang": "en",
  "original_title": "Russia to stop recruiting Sri Lankans for Ukraine war: FM after meeting Lavrov",
  "original_body_lines": [
    "ECONOMYNEXT – No more Sri Lankan military personnel will be recruited by Russia for the war against Ukraine, the island nation’s Foreign Minister Ali Sabry said after meeting with his Russian counterpart Sergey Lavrov in the central Russian city of Nizhny Novgorod.",
    "Sabry had a bilateral meeting with Lavrov at the BRICS 2024 Foreign Ministerial Session with developing countries in Russia, on June 10.",
    "“We reviewed our bilateral relationship, agreed to enhance cooperation, and addressed issues concerning ex-Sri Lankan servicemen in the Russian military. No further recruitment of ex-servicemen for combat duties will occur,” Sabry said on his social media page on X (twitter).",
    "“Minister Sabry, during the meeting, brought to the attention of his Russian counterpart the issue of Sri Lankan citizens who have joined the Russian Armed Forces and sought his assistance in resolving the issues encountered by them,” the Sri Lankan Embassy in Moscow said in a statement.",
    "Both parties agreed to review the concerns related to the recruitment of ex-servicemen and “take suitable action to arrest the situation” when a high-level Sri Lankan delegation led by State Foreign Minister Tharaka Balasuriya and the Deputy Minister of Defense of the Russian Federation meet on June 26-27.",
    "The meeting comes after reports of at least 16 Sri Lankans to have been killed and over 600 likely to have joined as combatants mainly to Russian side, taking risk for higher payment. But an escapee has said over 200 Sri Lanka ex-soldiers have died in the Russia-Ukraine frontline amid drone attacks.",
    "Returnees from Russia have said hundreds of Sri Lankan ex-soldiers and other are serving in Ukraine-Russia frontlines with most being duped that they were sent for support work as camp helpers.",
    "Sri Lankan ex-soldiers have been recruited by several teams of people on the promise of high salaries for working as camp helpers. Sri Lanka has already arrested two military officers who were involved in one recruitment team.",
    "The Defence Ministry has already made it mandatory to get its clearance fior ex-servicemen applying for Russian visit visas.",
    "Tens of thousands of retired Sri Lankan soldiers have been facing difficulties in managing with monthly pensions after an unprecedented economic crisis in 2022.",
    "Sri Lanka and Russia also agreed to further enhance bilateral ties, including in the tourism and higher education sectors, and strengthen economic cooperation. (Colombo/Jun11/2024)"
  ]
}