{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/republicans-put-on-show-of-unity-behind-trump-after-assassination-attempt/",
  "time_ut": 1721507640.0,
  "original_lang": "en",
  "original_title": "Republicans put on show of unity behind Trump after assassination attempt",
  "original_body_lines": [
    "The Republican National Convention was held as scheduled from Monday, July 15, in spite of the assassination attempt of Donald Trump the previous Saturday, at a campaign rally in Butler, Pennsylvania. He escaped with minor injuries, but the iconic picture of Trump defiantly doing a fist pump, his bloody ear and face prominent with Old Glory fluttering in the background, conveyed an image that will go down in history – the courageous warrior, fighting for the country he loves, despite the excruciating pain he has suffered all his life with bone spurs.",
    "The shooter, a 20-year-old registered Republican, described as “a very quiet young white man” was a poor marksman. Two inches to the left would have changed the history of the most powerful nation in the world. As Senator Tim Scott said at the Convention, “On Saturday, the Devil came to Pennsylvania with a rifle, but OUR AMERICAN LION GOT UP AND ROOOOARED!",
    "The assassination attempt claimed the life of a hero who used his body as a human shield to save the lives of his family; and injured two other men who are currently in stable condition. Initial investigations revealed massive security failures: the crowd had noticed the gunman on the roof from where he took the shot nearly two minutes before the shooting, time which could have been used to take Trump away from the stage to safety. The Secret Service has accepted full responsibility for these security lapses, with its Director, Kimberly Cheatle saying “the buck stops with me”. Speaker Mike Johnson has called for her immediate resignation.",
    "The US intelligence community has been receiving information over the years that Iran has been plotting the assassination of Trump as revenge for his order to assassinate beloved Iranian war hero, General Qasem Soleimani, in 2020, intelligence that has been ratcheting up in recent months. However, there was no evidence that Saturday’s shooting had any connection with Iran. Iranian authorities have also denied any such involvement.",
    "The FBI and the Department of Homeland Security have warned of imminent retaliatory action by domestic, right-wing terrorists.",
    "No motive for the assassination attempt has yet been identified.",
    "The triumphant appearance on the first day of the Convention of Donald Trump, to the wildly enthusiastic cheers of his devotees, as Lee Greenwood sang “God Bless the USA”, was everything that pandered to the deepest recesses of his narcissistic ego. But strangely, Trump did not display the fist-pumping, “up yours”, combative performance they all loved and hoped for. Trump’s demeanor was strangely muted, his gait almost funereal. It’s as if his recent life-threatening experience had brought about an introspection of the inevitability of death which is round the corner for us all.",
    "The large bandage completely covering his ear begged his speechwriter to begin his historic acceptance speech on Thursday by paraphrasing Mark Antony’s immortal words at Julius Caesar’s funeral, with “Friends, Republicans, countrymen, lend me your ear”, as suggested by a friend. Alas, the Trump camp is totally devoid of humor, especially of the dark variety.",
    "True to form, Republicans immediately placed the blame for this dastardly act of violence on the Democrats, specifically the Biden campaign. Senator J. D. Vance, Trump’s running mate, immediately tweeted:",
    "“Today is not some isolated incident. The central premise of the Biden campaign is that President Trump is an authoritarian fascist who must be stopped at all costs. That rhetoric led directly to Donald Trump’s attempted assassination”.",
    "The central premise that Trump is an authoritarian fascist is not just the basis of the opinion of Democrats. Trump has, by words and deeds, always incited violence against those who have opposed him, culminating in screaming at his supporters to “fight like hell, or we won’t have a country” before they stormed the Capitol on January 6, 2021.",
    "The last-minute selection of J.D. Vance on the ticket also had more than a hint of divine intervention. At first sight, he is the total antithesis of Trump. He is 39 years old, born of poor, working-class stock in Middletown, Ohio. He served in the Marine Corps from 2003 to 2007, including a stint in Iraq, before attending Ohio State University and Yale Law School. He worked briefly as a venture capitalist before running for the Senate in 2022. Vance was a fierce opponent of Trump in 2016 – 2018, showing excellent judgment in calling Trump “a total fraud”, a “moral disaster” and “America’s Hitler”.",
    "Political ambition changed Vance from a Never Trumper in 2018, to a Forever Trumper after the insurrection of January 6, 2021, an event which should have firmed up his previously held views of Trump being “an authoritarian asshole unfit for the office of the Presidency”. Proving the old adage that “Politics makes strange bedfellows”.",
    "But “America’s Hitler” and “Moral Disaster” to Trump’s running mate, in three short years? Only God, who works his wonders in mysterious ways, could have wrought a sea change of such magnitude.",
    "Especially because Vance brings few advantages that would benefit the ticket. A marine and a Yale qualified lawyer, he has scant legal and business experience, and just 18 months at the US Senate. He is also a white man from Ohio, a state Trump won by over 8% points in 2020. The only ethnic diversity Vance brings to the ticket is through his wife Usha, the beautiful and highly educated (B.A. in history from Yale, MPhil from the University of Cambridge and JD from Yale Law School) daughter of Indian immigrants.",
    "Trump is, if nothing else, a canny politician. He saw the one advantage no one else did in Vance that has made his past disparagement – yes, even that Trump is America’s Hitler – inconsequential, water under the bridge. Vance aced the Trump’s central VP test – that, if asked, he would overturn the results of a legal election in Trump’s favor, against the constitution, even under threat of being hanged! The original sin that Vice-President Pence had committed, when he refused to obey Trump’s treasonous instructions on January 6, 2021. The one heroic, patriotic act Pence committed in his political career, which, in Trump’s America, has condemned him forever to political limbo.",
    "The first two days of the Convention were predictable in that all of Trump’s previous opponents, notably recent 2024 Republican primary rivals like Nikki Haley and Ron DeSantis, made devotional orations endorsing Trump, one competing to find words more worshipful than the other.",
    "The Party used all the truly phony hypocritical tricks to humanize a really evil human being. Like getting Gold Star families, who had lost their children fighting for their country, to tearfully praise a man who had called those who had made the same ultimate sacrifice “losers and suckers”. Like hearing the eldest son (Donald Jr) describing as his wonderful father (Trump), a man who had just been convicted of paying hush money for having sex with a porn star (Stormy Daniels), while his second stepmother (Melania) was pregnant with his youngest stepbrother (Barron)! And hearing Trump being described as a “normal grandpa, who gives us candy and sodas when our parents aren’t looking”. All these stories brought some cynically funny images to my mind.",
    "The award for the most shameless lick-spittle was won by African-American Senator Tim Scott, who pipped Indian-American gasbag Vivek Ramaswamy by, literally and metaphorically, the brownest of noses.",
    "Wednesday featured the virginal oration of J. D. Vance, the newly-anointed Vice-President on the Republican ticket, described as the future leader of the Make America Great Again (MAGA) movement. Vance was introduced by his charming Indian wife, Usha, whose speech was sincere and polished, and won the hearts of that white supremacist audience.",
    "Vance’s speech was quite inspiring, at least at the beginning. He talked of his personal history, rising from the poverty of Middletown, Ohio, through the Marine Corps and Yale Law, to the United States Senate; his beautiful family, with a lovely, highly educated wife and three children, described above – the American Dream, in spades.",
    "However, the rest of his speech unfortunately deteriorated into a litany of Trump-inspired lies, which gained standing ovations from the highly partisan audience, but did not pass muster with the fact checker. Vance’s personal policies were a clone of Trump’s, with extreme views on abortion and LGBTQ rights, and espousing Trump’s isolationist, anti-immigrant policies, mass deportation camps and all. He was also anti-NATO, reiterating Trump’s pledge that America will no longer give the Europeans a “free ride” in paying for their defense, threatening a military alliance that has endured for 75 years.",
    "He was boastful, even arrogant about the unity of the Republican Party, with the full knowledge that such unity is dependent entirely on total acquiescence to the policies, however bigoted or authoritarian, of Donald Trump. He ended his speech accepting with gratitude the offer of the Vice-Presidency, vowing he will never take for granted the trust Trump has placed in him.",
    "Thursday was the Day of the Second Coming of the Messiah, miraculously resurrected from the assassin’s bullet, forever changed from his previous life of lechery and criminality, to a future of humility and divine motivation to “fight, fight, fight” to Make America Great Again.",
    "Trump’s speech was supposed to represent change in a man who had defied death a few days ago. A man who had been inspired to greater belief in the Almighty, who will embrace His teachings of Love towards all human beings. He started his speech, which lasted 90 minutes, the longest acceptance speech in recent history, calling for unity and a healing of the discord that is tearing the nation apart. He promised to work for all Americans during his second term.",
    "Then he couldn’t resist going off script, becoming the same old vindictive, angry Trump. Full of hate and vitriol, whining about being the eternal victim in the greatest witch hunt in history, rambling about immigrants from foreign prisons and mental institutions invading America. He made the same promises he never kept during his first term, about having built the wall, lying about what a wonderful four years Americans enjoyed during his first disastrous presidency. Promises made without a trace of shame or embarrassment, cheered on by the most gullible crowd in the world, afflicted by serious cases of amnesia.",
    "Donald Trump may have towered like the Colossus of Rhodes at the Republican National Convention in the adoring eyes of members of his family, his sycophants and his cult. But his acceptance speech reminded voters that, in the real world, he is the same old lying, bigoted Trump, the convicted felon awaiting sentencing on 34 felonies; in debt for over $500 million in court awarded damages for rape and defamation and millions more in unpaid legal fees; arrested, on bail and awaiting trial on other serious felonies. In short, a man who will do anything, use anyone, spew any lie, attempt any subterfuge to win an election, so avoiding accountability and imprisonment for his crimes.",
    "The wins keep coming for Trump. On the First Day of the Convention, Florida District Court Judge Aileen Cannon, a Trump appointee, who has been using every means available to her to delay the documents (Espionage) case against Donald Trump, dismissed the case on the most questionable of grounds. The shock 93-page ruling absolves Trump of one of the most serious of legal challenges he was facing.",
    "On the Second Day of the Convention, the Heavenly Father administered the final coup de grace, when he struck down the main obstacle in Trump’s quest for America’s renewal. The White House issued a statement on Wednesday that President Biden had tested positive for Covid, after experiencing mild respiratory symptoms, and will be in isolation, away from the campaign trail for a few days.",
    "Leading Democrats like Nancy Pelosi and Chuck Schumer, even President Obama have been trying to prevail upon Biden to step down. This attack of Covid, compounded by the vagaries of age, have made it crystal clear that Biden is in no physical or mental condition to manage the toughest job in the world for four more years. So far, Biden has shown no sign of retiring and handing over the leadership of the Party to a younger Democrat capable of saving America from the threat to Democracy presented by Trump. Thankfully, there is time for him to come to his senses.",
    "Current polls, after the Convention, project that Trump will conclusively bury Biden in a landslide in November.",
    "Tamil Leader Sampanthan: Last of a Generation Leaves without Succession",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}