{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lankan-jewellers-participate-at-19th-Singapore-International-Jewellery-Expo/34-764903",
  "time_ut": 1722281261.0,
  "original_lang": "en",
  "original_title": "Sri Lankan jewellers participate at 19th Singapore International Jewellery Expo",
  "original_body_lines": [
    "The High Commission of Sri Lanka in Singapore, in collaboration with the National Gem and Jewellery Authority of Sri Lanka (NGJA), organised the Sri Lanka pavilion at the Singapore International Jewellery Expo (SIJE) 2024 held from 11 to 14 July at Marina Bay Sands, Singapore.",
    "Four Sri Lankan companies, namely Cara Jewellers, Ceylon Shine Gems, Raw Ceylon Sapphire, and Sunshine Gems and Jewellers, represented Sri Lanka showcasing their products.",
    "More than 300 companies from 35 countries displayed their products at the SIJE this year, and the exhibition featured more than $ 250 million worth of local and international gems and jewellery.",
    "The Sri Lankan High Commissioner to Singapore Senarath Dissanayake joined the ribbon cutting ceremony with the Guest of Honour, Singapore Trade and Industry State Minister Alvin Tan, and other dignitaries to declare the event open.",
    "State Minister Tan also visited the Sri Lanka pavilion and witnessed a range of stunning Sri Lankan semi-precious and precious stones, including blue sapphire, ruby, amethyst, alexandrite, and tourmaline.",
    "The most expensive piece of this year’s exhibition was a Sri Lankan-origin natural royal blue sapphire of over 100 carats, cut in Bangkok and exhibited by a Singaporean jeweller. It is valued at $ 3 million and only five of its kind are said to be on sale worldwide.",
    "According to the Singapore Jewellers Association, the jewellery market in Singapore has grown with an increasing demand for jewellery that showcase exceptional craftsmanship, unique designs, premium material, and a blend of traditional artistry with contemporary aesthetics.",
    "SIJE serves as an important platform for countries looking to expand their reach to regional and international markets.",
    "Sri Lanka exported goods valued at $ 144.58 million to Singapore in 2022, of which 19% were semi-precious and precious stones, indicating the potential available in the Singapore market for Sri Lanka’s gem products."
  ]
}