{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98137/russia-launches-massive-air-attack-on-ukraines-energy-infrastructure",
  "time_ut": 1711130100.0,
  "original_lang": "en",
  "original_title": "Russia launches massive air attack on Ukraine’s energy infrastructure",
  "original_body_lines": [
    "Russia launched one of its biggest missile and drone barrages on Ukraine’s energy infrastructure overnight into Friday since the start of its full-scale invasion more than two years ago.",
    "Ukrainian officials said at least 10 of the country’s regions were struck in an attack targeting power supplies in multiple towns and cities, including Kharkiv in the east, Odesa on the coast and Kryvyi Rih in the center.",
    "The attacks have left well over 1 million households without electricity Friday morning, according to reports from multiple regional authorities. Only Kyiv and the northwest of the country were spared.",
    "Russia’s Defense Ministry said it had “launched a massive strike” on Ukraine’s “military-industrial complex” in response to recent strikes on Russia’s territory. Ukraine’s military – as well as pro-Ukrainian groups of Russian fighters – have this month targeted Russia’s border regions of Belgorod and Kursk, forcing schools to close and residents to evacuate.",
    "“All the goals of the massive strike have been achieved,” the ministry said.",
    "Among the major targets was Ukraine’s largest hydroelectric power complex, situated on the Dnipro river in the southern Zaporizhzhia region.",
    "Ihor Syrota, chief executive of Ukrhydroenergo, the site’s operator, said both electricity generating plants there had suffered massive damage and that it was unclear when or if the plants would be able to resume operations.",
    "The dam itself was currently not in danger of being breached, however, after workers opened the dam’s gates to allow water to flow downriver, another senior Ukrainian energy executive, Volodymyr Kudrytskyi, told national television.",
    "Kudrytskyi said the missile and drone barrage was likely the largest-ever single attack on Ukraine’s energy system.",
    "The energy company operating in Dnipropetrovsk region, DTEK, said more than 1,000 miners were working underground when coal mines in the region lost power due to the strike.",
    "The miners were evacuated above ground and no one was injured, DTEK said, adding that coal production would resume once the mines had been repaired.",
    "At least three people were killed in the nationwide strikes, with two reported dead in Khmelnytskyi region, in western Ukraine, and one in Zaporizhzhia. Several people are reported missing and more than a dozen have been injured.",
    "Mykola Oleshchuk, commander of Ukraine’s air force, said 151 missiles and drones had been launched, including 12 Iskander M ballistic missiles, 7 Kinzhal (Kh-47M2) ballistic missiles and 5 Kh-22 cruise missiles.",
    "Over two years of war, these missile types have proven among the hardest for Ukraine’s air defenses to shoot down. According to Oleshchuk, all 24 of these missiles evaded attempts to intercept them.",
    "Elsewhere, the air force commander said 63 Shahed drones had been fired, of which 55 were intercepted.",
    "He said 40 cruise missiles of type Kh-101/Kh-555 were launched, of which 35 were shot down, while two Kh-59 guided missiles were launched and intercepted.",
    "Finally, 22 S-300 and S-400 missile types – originally designed as anti-aircraft interceptors but commonly used by Russia as attack weapons – were also fired. These are usually left alone by air defense systems because the possible interception time is too short.",
    "Friday’s attack came a day after Kyiv was struck with a salvo of 31 missiles, in an attack targeting facilities belonging to the Defense Intelligence Directorate, a Ukrainian source told CNN.",
    "That strike included just two ballistic missiles, possibly North Korean-made. All 31 missiles fired were intercepted, officials said.",
    "Ukrainian President Volodymyr Zelensky posted a video on Telegram showing firefighters responding at one of the badly damaged energy facilities, and issued a plea to his allies to provide Ukraine with more support.",
    "“Russian missiles do not suffer delays in the way aid packages to our country do. Shahed drones are not affected by indecision like some politicians are,” Zelensky said.",
    "“Our partners know exactly what is needed. They can definitely support us. We need these solutions. Life must be protected from these non-humans from Moscow,” he said, adding that Kharkiv and Zaporizhzhia in particular needed US-made Patriot air defense systems.",
    "For months, Republicans in the US House of Representatives have blocked a military aid package valued at $60 billion, as the issue of support for Ukraine has become embroiled in the political debate surrounding Donald Trump’s campaign to regain the presidency.",
    "US President Joe Biden’s national security adviser Jake Sullivan visited Kyiv on Wednesday and insisted he remained confident the House would eventually pass a new assistance package, though he could not say when he thought this might happen."
  ]
}