{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/ADL-wins-GLOMO-at-MWC-Barcelona/34-759469",
  "time_ut": 1710372727.0,
  "original_lang": "en",
  "original_title": "ADL wins GLOMO at MWC Barcelona",
  "original_body_lines": [
    "Axiata Digital Labs’ CEO, Thushera Kawdawatta, and CTO Namal Jayathilake, receiving the first-ever Open Gateway Challenge Award at the Annual Global Mobile (GLOMO) Awards at Mobile World Congress in Barcelona",
    "Axiata Digital Labs (ADL) yesterday announced its first win at the 29th annual Global Mobile (GLOMO) Awards held during the recently concluded Mobile World Congress (MWC) in Barcelona.",
    "ADL secured the Open Gateway Challenge GLOMO Award, a new category in 2024, marking a significant milestone in the company’s journey as a leader in digital innovation and connectivity solutions, enabling telco-to-techco journey with their Axonect Telco Fabric.",
    "The award recognises ADL’s exceptional contribution to the mobile ecosystem through the MetaStage platform powered by Axonect Telco Fabric. Leveraging GSMA’s Open Gateway APIs, ADL demonstrated remarkable innovation in simplifying integration across two operators, Dialog (Sri Lanka) and XL Axiata (Indonesia). The MetaStage platform facilitated a groundbreaking metaverse concert, showcasing the immense potential of GSMA’s Open Gateway initiative to engage diverse customers across borders and drive new revenue opportunities for operators.",
    "ADL said it stands at the forefront for GSMA Open Gateway innovation, pioneering the empowerment of developers and enterprises through universal access to network operator APIs. GSMA’s Open Gateway initiative, is poised to revolutionise connectivity by democratising access to these essential APIs via the Linux Foundation’s CAMARA project. As the inaugural recipient of the Open Gateway Challenge GLOMO Award, ADL’s commitment to innovation and collaboration underscores its pivotal role in driving transformative change within the industry. With a focus on open standards and strategic partnerships, ADL continues to lead the charge in shaping the future of connectivity and unlocking new opportunities for digital innovation.",
    "Axiata Group Executive Director and CEO of Telecommunications Business and Axiata Digital Labs Chairman Dr Hans Wijayasuriya said: “It is a great source of pride to Axiata that ADL, our multi-country Software and Digital Transformation unit has won the GLOMO – Open Gateway Challenge.”",
    "“Axiata was an early signatory to the Open Gateway MoU of the GSMA and this accolade reaffirms our commitment to transforming the role of Telcos through innovation centered on APIs and Eco-Systems. The award also reaffirms our belief in the power of open collaboration and underscores our commitment to establish federation and interworking between Telcos via the Open Gateway, and to reach out to developer and content creator eco-systems to create consumer experiences of the future – in this case a Metaverse experience spanning multiple markets and audiences. ADL will no doubt continue to push the boundaries of what’s possible with the Open Gateway and more generally through API orchestration, and thereby continue to lead the best practice in Telco-TechCo Transformation,” Wijayasuriya added.",
    "Axiata Digital Labs CEO Thushera Kawdawatta said: “We are honored to win the Open Gateway Challenge GLOMO Award at MWC24 Barcelona. This prestigious recognition validates our dedication to developing Axonect, a groundbreaking telco fabric that’s transforming the digital landscape. Our collaboration with Dialog and XL, powered by Axonect, exemplifies the power of GSMA’s CAMARA initiative. It fosters industry-wide innovation and synergy, unlocking the true potential of telco asset monetisation. Axonect empowers businesses to collaborate and leverage standardised APIs, maximising speed to market and accelerating innovations. As the Axonect Open Gateway solution, we’re confident in shaping the future of connectivity, and it will unlock long-term growth for businesses worldwide.”",
    "ADL said its success reaffirms its position as a pioneer in leveraging GSMA Open Gateway and CAMARA APIs to unlock new revenue models for global operators. The company’s Axonect product suite continues to drive digital transformation for the telco industry, enabling mobile network operators across the world to discover new revenue models, improve efficiency, outpace regulations, and deliver a superior customer experience."
  ]
}