{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lajja-3/",
  "time_ut": 1710116580.0,
  "original_lang": "en",
  "original_title": "Lajja!",
  "original_body_lines": [
    "Injudicious taxation has taken a heavy toll on Sri Lankan women’s menstrual hygiene, according to media reports based on a study conducted by Advocata. This is a very sad state of affairs, which warrants the immediate attention of the government. The release of the Advocata survey findings could not have happened at a more appropriate time; it has come while an IMF delegation, which includes some female members, is here to review the progress of Sri Lanka’s bailout programme.",
    "About 52% of Sri Lanka’s population is female, and the current unconscionable tax regime, which has led to a sharp increase in the menstrual hygiene products, is said to have adversely impacted millions of women. About 40% of females aged 15 to 47 years have stopped purchasing sanitary napkins, which are said to cost them Rs. 4,500 each a year. But the government does not seem concerned at all. It is bent on squeezing everyone dry in the name of boosting state revenue, which dropped sharply due to its economic mismanagement, theft of public funds and corruption. Given its sheer desperation to meet the very high revenue targets set by the IMF, one need not be surprised even if the SLPP-UNP regime imposes a breast tax.",
    "The government has no qualms about its callous disregard for the wellbeing of women, who keep the economy ticking by slaving away on estates, in factories and in West Asia. We had some male ruling party politicians praising women and promising to improve their lot, on the International Women’s Day, which fell recently. While shedding copious tears for women, they continue to tax sanitary napkins. Lajja!",
    "Female MPs in the current Parliament have been fighting quite a battle to have the escalating prices of women’s hygiene products brought down to affordable levels, but in vain. The media has given wide publicity to their praiseworthy cause, but, sadly, theirs has been a voice in the wilderness. The male-dominated Parliament remains imperious to their calls for relief for women and children, and some male MPs often demonstrate their misogynistic traits. Their deeds and words reek of sexism and the objectification and belittlement of women.",
    "Opposition Leader Sajith Premadasa is among the few MPs who have been considerate enough to be different. When he lent his voice to the female MPs fighting for the rights of women, the government MPs coined a derogatory epithet to ridicule him. If only other male MPs had thrown their weight behind his campaign to ratchet up pressure on the Finance Ministry to abolish taxes on sanitary napkins.",
    "The female MPs lack the numerical strength to have themselves heard in the House dominated by male members, some of whom are more concerned about the high prices of liquor than those of women’s and children’s essentials. There is a pressing need for more women to be elected to Parliament.",
    "Opposition Leader Premadasa has been donating buses and equipment for smart classrooms to schools. Let his political rivals be urged to stop criticising him, and take steps to launch a project to provide underprivileged schools with toilets for the benefit of poor children they claim to be on a mission to liberate. A fraction of the colossal amounts of funds they spend on their grand political events will be sufficient for launching such a project covering the entire country.",
    "The least the government can do to kindle hope in these hard times is to support the vulnerable sections of society by responding to their desperate cries for help, and, most of all, it must desist from the shameful act of taxing women’s hygiene products and children’s school supplies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}