{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-geopolitics-of-democracy/",
  "time_ut": 1723449420.0,
  "original_lang": "en",
  "original_title": "The Geopolitics of Democracy",
  "original_body_lines": [
    "On Thursday, July 25, Factum organised the first international screening of Beena Sarwar’s Democracy in Debt: Sri Lanka Beyond the Headlines. Supported by a grant from the Pulitzer Center with institutional facilitation from Factum, the screening, at the Colombo City Centre, saw a sizeable crowd, a cross-section of Sri Lankan and South Asian civil society. This included not just ambassadors and embassy officials, but also think-tank representatives, political analysts, artists, youth, ex-military officials, and corporate figures.",
    "None of the MPs and political officials invited showed up, which was entirely predictable given that the country is now overwhelmed by election fever. Yet the theme of the film – essentially, the long-standing resilience of democracy in Sri Lanka and how it is responding to the aftershocks of the 2022 crisis – is I think pertinent for all politicians and presidential candidates. It gives us a glimpse of how democracy works in this part of the world, and how grassroots citizens and villagers – who are given pride of place throughout the film – respond to governance failures and accountability deficits.",
    "The main players in Beena’s documentary – hinted at in the title itself – are “democracy” and “debt.” In a recent column, Dayan Jayatilleka suggests that both are protagonists. I would contend that democracy and debt are protagonist and antagonist respectively, and that, contrary to what some may take from the film’s ending, democracy in Sri Lanka has yet to triumph over debt. Jayatilleka’s review, part of a broader analysis of the country’s political situation, is fair by the director and her vision. It also reflects, somewhat critically, on the economic paradigms that have dominated development discourses in Sri Lanka. These are discussed in the film, and they have a bearing on upcoming elections.",
    "One line of criticism that surfaced at the screening, which I think was utterly fair, was that though democracy has been resilient in Sri Lanka, for decades if not close to a century, this resilience has come at an exorbitant cost. I believe it’s apt to reflect on this point, not just because elections are around the corner but because it is true of and pertinent for many other democracies around the world, including in South Asia and even the West. What is happening in Bangladesh, to give one example, is a reminder that though elections need to happen, they are not the be-all and end-all of a political system.",
    "At the same time, democracy does not exist in a vacuum. It cannot be viewed in isolation from other factors. Prime among these, of course, is geopolitics. Going through Beena’s documentary the other day, I suddenly remembered Petra Costa’s brilliant film The Edge of Democracy. Considerably longer than Beena’s film – at almost two hours – it is one of the most remarkable political documentaries to come out in quite a while. Costa’s film is about the crisis of democracy in Brazil, how supposedly legitimate investigations into corruption turned into a fait accompli for fascist and right-wing elements, and how democracy survived, albeit at an exorbitant cost, after so many years.",
    "Costa’s film is a melange of personal narrative and reportage, and she labours a great deal to reflect on her own contradictory upbringing: her grandparents were business elites, while her parents were leftwing activists, who came of age during Brazil’s decades-long tryst with military dictatorship. Brazil, of course, is an epicentre in Central and Latin America, a firm ally of Sri Lanka and a leading face of the Global South. Yet like every other country in the region, it has fallen within the orbit of the US. Geopolitics has played a major role in the unfolding and unravelling of democracy in Latin and Central America. Judging by what is happening in the region today, this is likely to continue for quite a while.",
    "Democracy in Debt  does not, to be sure, explore the geopolitics of the 2022 crisis, except for an interview with Ahilan Kadirgamar where he reflects on the composition of Sri Lanka’s debt and the preponderance of Western bondholders. Petra Costa does not explore the geopolitics of the Brazilian crisis in full either, but it is there, in glimpses, in her film. It is, of course, difficult to talk about any political and economic crisis without assessing its foreign policy aspects. This has been pertinent particularly in countries like Venezuela, where every five years or so, the ghosts of the past come back to haunt the people.",
    "The protests in Venezuela, which should be studied by anyone interested in the history and geopolitics of Latin America, are utterly predictable. They are as much a symptom of discontent at the status quo as the protests in Bangladesh. Yet we must realise that they are also a symptom of certain issues peculiar to the country and the region.",
    "When Nicolás Maduro was declared as President in 2019, the US together with a bunch of Western countries and their allies chose to recognise the Opposition Leader, Juan Guaidó, who declared himself as the de facto leader. Such developments compel us to confront a question: just where do we draw the line between taking part in legitimate protests against “authoritarian” rulers and supporting external interventions against those rulers? Maduro’s supposed unpopularity notwithstanding, he has been able so far to withstanding Western sanctions, though the latter have been quite damaging; a recent New York Times article notes that they have also been counterproductive in that they have only managed to push Maduro and Venezuela towards China and Russia.",
    "President Maduro’s response to the current protests has been to brand them as a “far-right conspiracy.” This is not entirely without merit; the country has a long history of right-wing interventions. Under Maduro’s predecessor, Hugo Chávez, Venezuela quickly became one of Washington’s stubbornest bête noires. Yet Chavez’s political programme proved so popular that for a long time it was taken for granted that a majority of Venezuelans would be content with them. Whether that remains so today is questionable. In any case, these developments underlie a highly complex picture of the country and its rulers.",
    "The Venezuelan government’s “authoritarianism”, as Western officials and media outlets put it, has a certain logic to it. Like Lulismo, the brand of left populism that Lula da Silva epitomised in Brazil, Chavismo under Hugo Chávez generated a radical vision of society and economy. This was more pro-poor, much more committed to equity.",
    "Chávez’s programmes helped boost his popularity, but they gave backward communities a sense of worth and dignity they had not enjoyed previously. In that sense, I think Western critiques of authoritarian excesses in regimes like Chavez’s, even Maduro’s, are unhelpful. They fail to explain why such people have been in power for so long, and why the Opposition has failed to make headway beyond a largely urban middle-class.",
    "“The growth of the middle-class”, in fact, has become a refrain among Opposition parties in these countries, and it has been so with the Venezuelan Opposition, the Democratic Unitary Platform. Tellingly, anti-government protests in the country have unfolded in cities like Caracas, Maracay, Los Teques, Barquisimeto, and Valencia. These are regions that more or less identify with anti-Chávez parties and candidates.",
    "There is, to be sure, no denying that these protests have widened this time around. It’s not just the US or UN that is making calls for Maduro to step down, and not just the elite Democratic establishment that is voicing concerns about his handling of dissent; it is also countries like Brazil, and people like Bernie Sanders.",
    "The problem is that the Venezuelan government has supposedly failed to produce “evidence of a victory” and to “provide a vote count.” Meanwhile, the Opposition candidate Edmundo González claims that he has got receipts from over 80 percent of voting machines which indicate he won “by an insurmountable margin.” These claims, too, are unsubstantiated, but Western outfits like the Carter Center have concurred with them.",
    "Not surprisingly, the United States has decided to recognise Maduro’s rival as winner, while US Secretary of State Antony Blinken has stated that there is “overwhelming evidence” for his victory. Such statements, I think, need to be taken with a pinch of salt, not just because of the West’s history of supporting regime change – especially in Latin America – but also because of its selectivity in invoking supposedly “universal” democratic norms and tenets, as its myopic reaction to Gaza reveals only too well.",
    "In any case, what Venezuela’s, Brazil’s, and Sri Lanka’s experiences tell us is that there are many ways of looking at democracy, and many ways of diagnosing its failures. One way of explaining what happened in Brazil and what is happening in Venezuela would be that it is difficult to historicise the region without considering the United States’ role in shaping the trajectory of democracy in such countries. The situation in Sri Lanka is different. Here, too, geopolitics has played a big part. Yet the dynamics have been different. These need to be approached from another vantage point. Beena Sarwar’s documentary, like Petra Costa’s, gives us a foundation for that conversation. This needs to be taken up.",
    "Uditha Devapriya is the Chief International Relations Analyst at Factum, an Asia-Pacific focused foreign policy think-tank based in Colombo and accessible via www.factum.lk. He can be reached at uditha@factum.lk. He was also the Reporting Partner for Beena Sarwar’s film, “Democracy in Debt: Sri Lanka Beyond the Headlines.”",
    "Ekagei kaema (polyandry) – a way of life in the Kandyan highlands",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}