{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Colombo-Uni-to-host-program-on-Embodied-Intelligence-Buddhist-Meditation-Practice-and-AI-Tech-Entrepreneurship/34-781042",
  "time_ut": 1756684363.0,
  "original_lang": "en",
  "original_title": "Colombo Uni. to host program on “Embodied Intelligence, Buddhist Meditation Practice, and AI Tech Entrepreneurship”",
  "original_body_lines": [
    "Imperial College London Professor of Robotics and Morph Lab Director Prof. Thrishantha Nanayakkara",
    "The Centre for Meditation Research (CMR), Faculty of Medicine, University of Colombo, in collaboration with the Centre for Research Development and Innovation (CRDI), will host a ground-breaking program titled “Embodied Intelligence, Buddhist Meditation Practice, and AI Tech Entrepreneurship” on 10 September, at the Main Auditorium, UCFM Tower, Faculty of Medicine, University of Colombo, from 4 p.m.",
    "The keynote address will be delivered by Imperial College London Professor of Robotics and Morph Lab Director Prof. Thrishantha Nanayakkara. An internationally acclaimed scholar, Prof. Nanayakkara’s pioneering research bridges robotics, neuroscience, and human motor control. His keynote will highlight how embodied intelligence—integrating mind, body, and environment—can inform the design of ethical, human-cantered intelligent systems, drawing parallels between Buddhist meditation and robotics.",
    "The event will also feature a panel discussion with: Prof. Thrishantha Nanayakkara – Professor of Robotics, Imperial College London; Senior Prof. Vajira Dissanayake – Dean, Faculty of Medicine, University of Colombo; Prof. Dilshani Dissanayake – Director, CMR and CRDI, Faculty of Medicine, University of Colombo and Thilak Karunaratne – Chairman and CEO, Multiform Chemicals Ltd.",
    "This unique program will explore how ancient Buddhist meditation practices can inspire modern AI-driven entrepreneurship and innovation. It aims to engage academics, students, professionals, and the wider public in dialogue on combining science and mindfulness for societal benefit.",
    "The initiative is led by the CMR, a pioneering institution founded under the University’s World Bank–funded meditation research project. CMR is internationally recognised for its studies on the scientific basis of meditation and its impact on the body, mind, behaviour, and genetics, while also developing community-based programs and evidence-based policy recommendations.",
    "The CRDI, co-organiser of the program, serves as the faculty’s hub for research administration, coordination, grant facilitation, training, and innovation, supporting local and international collaborations.",
    "The program is generously supported by Multiform Chemicals Ltd, under the leadership of Thilak Karunaratne, and partnered by The Daily FT, Sunday Times, and Daily Mirror as print media sponsors. It is further strengthened by the contributions of the Medical Faculty Science and Technology Community, the Medical Students’ Buddhist Association, and the Medical Faculty Research Community."
  ]
}