{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/beyond-plantations-kahawattes-holistic-approach-to-sustainable-prosperity/",
  "time_ut": 1705327980.0,
  "original_lang": "en",
  "original_title": "Beyond Plantations: Kahawatte’s holistic approach to sustainable prosperity",
  "original_body_lines": [
    "Our latest Regional Plantation Company (RPC) Innovation Update highlights one of Sri Lanka’s trailblazers in sustainable, ethical and community-centric plantation management – Kahawatte Plantations PLC (KWPL) under the MJF Group.",
    "KWPL was established in alignment with the MJF Group’s vision that ‘Business is a Matter of Human Service’, As such their pioneering initiatives not only boost agricultural excellence but also significantly uplift the living standards of their plantation communities and beyond.",
    "KWPL has been at the forefront of a broader movement aimed at fostering innovation and standardizing plantation practices to harmonize economic goals with profound social responsibility. The company has been an advocate for a progressive model that integrates comprehensive welfare programs, environmental stewardship, and community empowerment into its corporate ethos, thus supporting the progressive evolution of Sri Lanka’s plantation industry.",
    "With a history steeped in the rich tradition of Ceylon tea, rubber, cinnamon and an array of diverse crops, KWPL’s journey is marked by its pursuit of excellence in every leaf and life it touches.",
    "The company’s strategic approach goes beyond cultivating crops; it cultivates a sustainable future for all its stakeholders. KWPL’s people-centric strategy is a proactive step towards the diverse ways in which an industry leader can contribute to both the sector and the personnel at its frontlines.",
    "KWPL’s estates span12,400 hectares across the Nawalapitiya and Sabaragamuwa plantation districts. Within each, KWPL is engaged in cultivating tea, cinnamon, rubber, and timber. In the last three years, the company has further expanded its portfolio by venturing into coffee, coconut, and pepper cultivation as part of a strategic diversification that will further strengthen the company’s resilience to increasingly volatile global market conditions, and enhance its value addition potential.",
    "From its inception, Kahawatte has been driven by the philosophy of its parent body, propelling it to take the lead in various community welfare programs across the sixteen estates under its care. What distinguishes these initiatives is their profound impact, as the benefits transcend the plantation population, positively influencing neighbouring communities.",
    "Moreover, the company is committed to a significant investment of Rs. 120 million in the fiscal year 2023/2024 towards development initiatives. This substantial investment will encompass the enhancement of 20 Childhood Development Centres (CDCs), restroom facilities, re-roofing projects, and healthcare centres. The primary objective is to ensure the provision of quality care not only for the employees but also for individuals in the surrounding communities.",
    "Pan Asia ‘Ezy Banking’ spaces in branches to enhance customer digital experience",
    "Malik and Dilhan Fernando appointed Co-Chairs of MJF Holdings Ltd.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}