{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98528/uk-travel-advice-tweaks-for-sri-lanka-still-unfair",
  "time_ut": 1712634480.0,
  "original_lang": "en",
  "original_title": "UK travel advice tweaks for Sri Lanka ‘still unfair’",
  "original_body_lines": [
    "The UK government has tweaked its travel advice for Sri Lanka, but campaigners believe further changes are still required.",
    "An open letter published in January called for the Foreign, Commonwealth & Development Office (FCDO) to update its advice, describing sections as “overly harsh”, “outdated” and “synthetic”.",
    "The advice has now been changed slightly, with a reference to roadblocks amended.",
    "Sam Clark, chief executive of Sri Lanka specialist Experience Travel Group, said the advice is now “much better and more contextualised, but still not reflective of the current situation on the ground”.",
    "In February, the advice stated: “Protests, demonstrations, roadblocks and violent unrest can happen anywhere across the island at short notice, and security authorities may use tear gas and water cannons against protesters. The authorities may impose restrictions, including curfews, with little or no notice. Avoid demonstrations, political protests or large gatherings.”",
    "The updated advice reads: “Protests and demonstrations can happen anywhere across the island at short notice, and can become violent. Security authorities may use water cannons and tear gas to control protesters.",
    "“Large-scale protests in 2022 resulted in violence and loss of life. Movement around the island was difficult due to restrictions such as curfews and roadblocks. Avoid demonstrations, political protests or large gatherings.”",
    "Earlier this year, Clark and his fellow campaigners expressed disappointment with the advice’s claim that violent unrest could happen anywhere in Sri Lanka at short notice. They were also unhappy with the appeal to UK travellers to avoid crowded places, which Clark said was “particularly excessive and unfair”.",
    "This week, Clark described the advice tweaks as a “major win” but he repeated his concerns about the claim that protests can happen anywhere in Sri Lanka at short notice.",
    "“If the reality on the ground doesn’t match the advice, it undermines faith in the system,” said Clark.",
    "He added:  “We hope the FCDO continues to review their travel guidance on Sri Lanka. Nobody should deny themselves the beauties and cultural riches of this amazing country just because of a moderate risk that exists everywhere.”",
    "The FCDO said: “The safety of British people is the main factor when determining our travel advice. Our advice is designed to help British people make informed decisions about foreign travel and remains under constant review to ensure it reflects our latest assessment of risks when travelling abroad.”"
  ]
}