{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/banking-scandals-and-regulatory-failures-lessons-from-kiwibank/",
  "time_ut": 1722361320.0,
  "original_lang": "en",
  "original_title": "Banking scandals and regulatory failures: lessons from Kiwibank",
  "original_body_lines": [
    "The Commerce Commission has filed criminal charges against Kiwibank Limited (Kiwibank), alleging “longstanding, systematic” breaches of the Fair Trading Act.",
    "In a statement, the Commission said the breaches relate to issues that resulted in more than $7 million being incorrectly charged to over 36,000 customers for fees and interest rates in relation to home loans, credit cards and overdrafts, over a period of several years.",
    "Last month, the Commerce Commission filed 21 criminal charges against the bank for errors. According to the Commerce Commission, these issues have been present since Kiwibank’s inception in 2002. Kiwibank’s CEO, Steve Jurkovich, stated that the bank proactively identified the problems and fully cooperated with the investigation. Jurkovich expressed disappointment over past mistakes but commended the team’s efforts to rectify the issues and ensure fairness for customers.",
    "Furthermore, Kiwibank has been fined $812,500 by the High Court in Wellington for making false or misleading representations to customers. The Financial Markets Authority (FMA) revealed that from 2005 to 2020, 35,000 home loan customers were overcharged transaction fees totaling $1,172,639.94. The FMA’s proceedings, limited to conduct from April 1, 2014, covered 19,000 affected customers and overcharges amounting to $576,809.66. Kiwibank admitted to breaching the Fair Dealing provisions of the Financial Markets Conduct Act 2013 earlier this year, and the penalty reflects the seriousness of these breaches.",
    "Justice Francis Cooke, delivering the verdict, highlighted the importance of accurate financial systems in maintaining customer trust and market integrity. She noted that while the overcharges were not intentional, Kiwibank’s negligence had significant implications. Kiwibank has since taken steps to address the systemic failures and remedy the overcharges, including compensating customers with interest.",
    "The FMA noted that Kiwibank began efforts to remediate all affected customers in May 2021, ensuring refunds included the overcharged amounts plus use-of-money interest.",
    "In December 2023, I reported such an incident, related to a private commercial bank listed in the Colombo Stock Exchange, to the Ombudsman Ananda Kumaradasa, but he never replied to my mail, instead I got the following automatic reply. (See figure 1)",
    "One of the secretaries called me on my landline and mentioned that my complaint would be addressed, but it might take 3-4 months. However, I have not received any response until today. I had also requested a confirmation via email, which I have not received.",
    "The recent legal issues faced by Kiwibank in New Zealand resonate strongly with similar banking challenges in Sri Lanka, particularly concerning transparency and fair treatment of customers. Kiwibank’s case, where systemic errors led to overcharging customers, highlights the importance of robust financial systems and transparent communication. This is especially relevant to the issues reported regarding credit card interest calculations by private commercial banks listed on the Colombo Stock Exchange.",
    "In Sri Lanka, there have been complaints about how certain banks calculate interest on credit card balances. For example, one concerned individual wrote to the Ombudsman highlighting several issues:",
    "Banks offer 51 days of interest-free credit. However, it depends on the transaction day and the settlement date.",
    "If the settlement does not occur by the due date, interest is applied from the transaction date until the actual settlement date. This practice is misleading because it effectively negates the interest-free period if the payment is late by even one day.",
    "If the settlement is delayed by just one day, the entire “credit” entitlement is withdrawn, penalizing the customer excessively. A fairer approach would be to apply interest only for the days the payment is overdue.",
    "While some banks charge interest only for the actual days overdue, many banks charge for the entire month if the payment is delayed by even one day, as confirmed by their statements.",
    "This situation mirrors the Kiwibank scenario in terms of the need for better transparency and fairness in banking practices. Just as Kiwibank has taken steps to rectify its systemic issues and compensate affected customers, Sri Lankan banks should also consider revising their practices to ensure they are fair and transparent. Customers should be clearly informed about how interest is calculated and under what conditions, ensuring they are not misled by marketing claims.",
    "Institutions such as the Central Bank and the Commission of Internal Trade also have a role to play in preventing such unfair exploitation of customers.",
    "The issue of misleading customers through deceptive practices is not limited to overcharging and unfair interest calculations but extends to the way discounts are offered and applied. This problem is exemplified by a recent situation involving a Sri Lankan bank credit card and a partnership with an online shopping platform.",
    "When credit cards offer discounts, it is generally expected that these discounts are automatically applied at the point of purchase. However, in this case, the process was far from straightforward:",
    "Customers using the aforesaid credit card were promised discounts on purchases made through the online shopping platform However, instead of automatically applying the discount at the time of purchase, customers were required to claim a discount voucher separately.",
    "No clear link or guidelines were provided to customers on how to claim the discount voucher. This left many customers unaware of the additional steps needed to receive their discount, which can be seen as a manipulative tactic to minimize the actual usage of the discount.",
    "The bank concerned garnered trust from its customers. Customers naturally assumed that when they used their credit card, the discount would be automatically applied to their transaction. That assumption was reasonable given the standard practices of discount application in the industry.",
    "Customers completed transactions believing they would receive the discount, only to find the full amount charged to their accounts. This discrepancy between expectation and reality is a clear example of a misleading marketing gimmick.",
    "When customers raised concerns, both BOC and Daraz failed to provide satisfactory solutions. Instead of resolving the issue, the responsibility was shifted back to the customers, creating frustration and distrust.",
    "The core issue here is the unethical practice of offering discounts that are not straightforward to claim, thereby misleading customers. This not only damages the bank’s reputation but also erodes customer trust.",
    "Banks should provide explicit instructions on how to claim discounts. This information should be easily accessible and prominently displayed in all marketing materials.",
    "Whenever possible, discounts should be applied automatically at the point of sale to avoid confusion and ensure customers receive the benefits they are promised.",
    "In cases where manual claiming is unavoidable, robust customer support should be available to assist customers in navigating the process.",
    "Financial institutions should conduct regular audits of their promotional campaigns to ensure that all offers are transparent and that customers are not being misled.",
    "Regulatory bodies should oversee such promotional practices and impose penalties on institutions that fail to meet fair trading standards.",
    "The Kiwibank case underscores the importance of financial institutions maintaining rigorous standards and accurate systems to uphold consumer trust. It also highlights the role of regulatory bodies in ensuring compliance and protecting consumer interests. In Sri Lanka, banks and regulatory authorities should take similar steps to review and improve their practices, ensuring that customers are treated fairly and transparently.",
    "The issue of misleading discounts by banks highlights a broader concern about transparency and fair treatment in the banking industry. To maintain trust and ensure customer satisfaction, banks must prioritize clear communication and straightforward practices. Regulatory oversight and stringent internal audits are essential to uphold these standards and protect consumer rights.",
    "(The writer, a senior Chartered Accountant and professional banker, is a professor at SLIIT University, Malabe. He is also the author of the “Doing Social Research and Publishing Results”, a Springer publication (Singapore), and “Samaja Gaveshakaya (in Sinhala). The views and opinions expressed in this article are solely those of the author and do not necessarily reflect the official policy or position of the institution he works for. He can be contacted at saliya.a@slit.lk and www.researcher.com)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}