{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100081/world-bank-approves-150-million-to-improve-primary-healthcare-services-in-sri-lanka",
  "time_ut": 1719286440.0,
  "original_lang": "en",
  "original_title": "World Bank approves $150 million to improve primary healthcare services in Sri Lanka",
  "original_body_lines": [
    "The World Bank’s Board of Executive Directors has approved $150 million in financing for Sri Lanka to improve the quality and utilization of its primary healthcare services.",
    "The newly approved Sri Lanka Primary Healthcare System Enhancing Project will help improve quality of care and increase the use of primary medical care institutions, which provide essential health services to local communities, a statement said.",
    "Capacity challenges and absence of a formal referral mechanism have led to the underutilization of primary healthcare facilities and overcrowding in tertiary care facilities in Sri Lanka.",
    "The previous World Bank-supported Primary Healthcare Systems Strengthening Project had already enhanced 550 Primary Medical Care Institutions with essential equipment, medicines, health workers and basic laboratory testing facilities.",
    "The new project will scale up these efforts to cover 100% of Primary Medical Care Institutions across all districts of Sri Lanka, expanding to over 1,000 facilities with a more comprehensive service package and improved quality of care.",
    "“Sri Lanka’s health system has demonstrated remarkable performance, but it needs to be strengthened to face emerging health care challenges,” said Faris Hadad-Zervos, World Bank Country Director for Maldives, Nepal, and Sri Lanka.",
    "“This project will support the country’s forward-looking primary care reorganization agenda, laying the foundation for a more responsive and people-centric healthcare system.”",
    "Non-communicable diseases such as hypertension, diabetes, and cervical cancer are a leading cause of mortality and morbidity in Sri Lanka, accounting for 80% of deaths.  Effective control and management of non-communicable diseases require robust screening, early diagnosis, treatment and follow up.",
    "Additionally, Sri Lanka has the fastest aging population in South Asia, necessitating health system adaptations to meet the growing healthcare needs of the elderly. This project is designed around these evolving health priorities, helping invest in preventive care and promoting primary care facilities as the first point of care.",
    "In addition, the project will support the provision of comprehensive primary healthcare services by expanding capacity to cover mental health, palliative, geriatric, rehabilitative, and emergency care, which are particularly important for the aging population.",
    "The project will also bolster pandemic preparedness by expanding the capacity of primary medical care institutions to detect and respond to future infectious disease outbreaks. This will help Sri Lanka’s healthcare system to adapt and respond effectively to new and emerging challenges, the World Bank said."
  ]
}