{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hsbc-sri-lanka-celebrates-30-years-of-innovation-and-excellence-in-credit-cards/",
  "time_ut": 1719933660.0,
  "original_lang": "en",
  "original_title": "HSBC Sri Lanka celebrates 30 years of innovation and excellence in credit cards",
  "original_body_lines": [
    "– Celebration to feature an exclusive campaign for customers with 30th Anniversary Gold sovereigns, LKR 30,000 in cash rebates and rewards and 30% savings for cardholders –",
    "HSBC Sri Lanka proudly marks a significant milestone, celebrating 30 years of delivering credit card services to its valued customers. Since the introduction of credit cards in 1994, HSBC has consistently led the market with innovative products, customer service and a commitment to deliver exceptional value.",
    "To commemorate the milestone, HSBC has launched a special 30th anniversary campaign throughout the month of July to reward its loyal cardholders with exclusive 30th Anniversary Gold sovereigns, LKR 30,000 in cash rebates and rewards, including a whopping 30% saving at over 30 fabulous hotels, restaurants, department stores, and more, so customers can shop and dine to their heart’s content.",
    "Customers with the highest spend in July will be eligible to win exclusive 30th Anniversary Gold Sovereigns, as well as LKR 30,000 in cash rebates or rewards points.",
    "“Celebrating 30 years of credit card services is a testament to our unwavering commitment to innovation and customer satisfaction, stated James Rebert, Head of Wealth & Personal Banking, Sri Lanka. We are incredibly proud of the trust customers have placed in us and remain dedicated to enhancing their financial experience as we continue this journey.”",
    "Over the past three decades HSBC has transformed the credit card landscape by introducing numerous firsts, including the pioneering instant Rewards program, contactless payment solutions, and comprehensive fraud protection measures. Today, HSBC credit cards are synonymous with convenience, security, and unparalleled benefits, serving a diverse clientele across the country.",
    "Enhancing cardholder protection, the bank introduced EMV chip technology in 2007. In 2017, expanding its digital banking services, introduced the HSBC Mobile App, enabling seamless card management and payments on the go, and in 2020 launched contactless payment options to provide customers with faster, more convenient transactions.",
    "Apart from these, the bank implemented the country’s first 0% interest instalment schemes and launched first-of-their-kind promotions, such as Cardholder Dines Free, Cardholder Stays Free and Cardholder Flies Free promotions, and implemented the largest credit card network, with best-in-class seasonal promotions for cardholders over the last few decades.",
    "Sri Lanka’s largest digital marketing event returns with a bang",
    "Signature partners with Sri Lanka Hockey Federation as ‘Official Formal Wear Partner’ for Junior Men’s Asian Federation Hockey Cup",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}