{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/India-Sri-Lanka-Foundation-approves-new-projects-to-boost-economic-ties/56-782009",
  "time_ut": 1758498639.0,
  "original_lang": "en",
  "original_title": "India-Sri Lanka Foundation approves new projects to boost economic ties",
  "original_body_lines": [
    "Indian High Commissioner Santosh Jha (centre, right) with Sri Lanka High Commissioner to India Mahishini Colonne (centre, left) flanked by India-Sri Lanka Foundation Board members",
    "Projects cover range of sectors including tourism, agriculture, fisheries, education, healthcare",
    "The high-level India-Sri Lanka Foundation (ISLF) has approved several projects to boost cultural and economic ties between the two countries.",
    "The 40th meeting of the Board of Directors of the ISLF was held in Colombo on Friday (19). The session was Co-Chaired by Indian High Commissioner Santosh Jha and Sri Lanka High Commissioner to India Mahishini Colonne.",
    "The meeting was also attended by ISLF Board Members Ambassadors Mohan Kumar, Ashok Malik, Prasad Kariyawasam, and Esala Weerakoon. The Board reviewed the progress of ongoing projects and approved several new proposals received by the Colombo and New Delhi Secretariats across diverse sectors, including culture, education, health, environment, agriculture, and capacity building.",
    "Notable approved initiatives encompass academic collaborations in library science and visual and performing arts and cultural workshops and tourism promotion activities in both countries.",
    "They also included microbiome engineering research to prevent plant diseases in Sri Lanka, cancer and menstrual health awareness programs for vulnerable communities, and training opportunities for Sri Lankan health professionals in India.",
    "Other initiatives included women’s empowerment workshops and support programs for underprivileged communities, capacity-building initiatives for fisheries officials to strengthen the sector, and knowledge-sharing programs in the science and environmental fields, alongside mangrove restoration projects in coastal regions.",
    "The ISLF was established on 28 December 1998 by a Memorandum of Understanding (MoU) signed between the Governments of India and Sri Lanka, with the objective of fostering bilateral relations through the enhancement of economic, scientific, educational, technical, and cultural cooperation, as well as the promotion of people-to-people ties between the two countries. Since its inception, the Foundation has extended support for around 600 projects worth over Rs. 200 million, with more than 360 projects being implemented in Sri Lanka."
  ]
}