{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113295/sri-lankas-economic-recovery-remains-incomplete-as-key-challenges-persist-world-bank-says",
  "time_ut": 1759819620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s economic recovery remains incomplete as key challenges persist, World Bank says",
  "original_body_lines": [
    "Despite Sri Lanka’s strong economic performance in recent times, the recovery remains incomplete, with growth still below pre-crisis levels and poverty significantly elevated, the World Bank said.",
    "The World Bank noted that strengthening the recovery will require continued macroeconomic stability, urgent structural reforms and more efficient, better-targeted public spending.",
    "The latest Sri Lanka Development Update, ‘Better Spending for All’ released by the World Bank today (07), projects Sri Lanka’s economy to grow by 4.6 percent in 2025 — supported by a modest rebound in industry and steady growth in services — before slowing to 3.5 percent in 2026. This outlook is subject to heightened risks, including from elevated global uncertainty.",
    "“While Sri Lanka’s recent economic progress is encouraging, the recovery is uneven and incomplete,” said David Sislen, World Bank Division Director for Maldives, Nepal, and Sri Lanka.",
    "“To build a stronger, fairer economy that benefits all households, in a fiscally constrained environment, Sri Lanka needs the private sector to invest and create jobs and ensure that every rupee of public money is well-spent.”",
    "The World Bank said, “although recent growth is strong, inflation low, and external inflows robust, food prices have remained high, and reserve accumulation has slowed. Sri Lanka’s economic output is still below 2018 levels. Poverty, although declining, remains twice as high as in 2019. The labor market has been slow to recover, and many households have yet to regain livelihoods lost during the crisis. An additional 10 percent of the population lives just above the poverty line, and malnutrition remains a serious issue, especially among vulnerable groups.”",
    "To support long-term growth and reduce poverty amid fiscal constraints, the report called for a broad package of reforms aimed at enabling private sector-led growth. Key priorities include easing barriers to trade and investment, improving the business environment, and modernizing tax administration and regulations governing land and labor markets.",
    "The World Bank stated ”more than 80 percent of government spending is tied to public sector salaries, welfare programs, and interest payments, leaving little room for growth-enhancing investments in infrastructure, education, and health. While Sri Lanka has limited scope to significantly increase or cut public expenditure, it could instead focus on maximizing the benefits from its existing levels of public spending, especially on public wages and capital projects.”",
    "Meanwhile, key recommendations include reforms to manage the public wage bill, including fairer pay structures, and modern payroll systems. On public investment, the report urges the government to focus on key infrastructure gaps, implement stronger project planning, evaluation, and monitoring processes, prioritize the completion of nearly finished projects and increase funding for maintenance of infrastructure.",
    "The Sri Lanka Development Update is a companion piece to the South Asia Development Update, a twice-yearly World Bank report that examines economic developments and prospects in the South Asia region and analyzes policy challenges countries face. The October 2025 edition titled Jobs, AI, and Trade shows growth in South Asia is projected to be robust at 6.6 percent this year—but a significant slowdown looms on the horizon. The report examines how reforms to promote trade openness and AI adoption could help the region create jobs and catalyze growth."
  ]
}