{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112229/putin-says-foreign-troops-deployed-to-ukraine-would-be-legitimate-targets",
  "time_ut": 1757161260.0,
  "original_lang": "en",
  "original_title": "Putin says foreign troops deployed to Ukraine would be legitimate targets",
  "original_body_lines": [
    "Russian President Vladimir Putin said Friday that any foreign troops deployed to Ukraine, particularly while its invasion was still ongoing, would be considered “legitimate targets” by Moscow’s forces.",
    "Putin’s comments came hours after European leaders repledged their commitment to a potential peacekeeping force, a prospect that Moscow has repeatedly described as “unacceptable.”",
    "“If any troops appear there, especially now while fighting is ongoing, we assume that they will be legitimate targets,” he said during a panel at the Eastern Economic Forum in the far eastern Russian city of Vladivostok.",
    "Putin also dismissed the idea of peacekeeping forces in Ukraine after a final peace deal, saying “no one should doubt” that Moscow would comply with a treaty to halt its 3½-year full-scale invasion of its neighbor.",
    "He said that security guarantees would be needed for both Russia and Ukraine.",
    "Kremlin spokesperson Dmitry Peskov later said Moscow would need “legally binding documents” to outline such agreements. “Of course, you can’t just take anybody’s word for something,” he told Russian news outlet Argumenty i Fakty.",
    "Putin’s comments follow remarks from French President Emmanuel Macron on Thursday that 26 of Ukraine’s allies have pledged to deploy troops as a “reassurance force” for Ukraine once fighting ends.",
    "Macron spoke after a meeting in Paris of the so-called coalition of the willing, a group of 35 countries that support Ukraine. He said that 26 of the countries had committed to deploying troops to Ukraine — or to maintaining a presence on land, at sea or in the air — to help guarantee the country’s security the day after any ceasefire or peace is achieved.",
    "Addressing the participants of the international economic conference the Ambrosetti Forum on Friday, Ukrainian President Volodymyr Zelenskyy said it was important that security guarantees “start working now, during the war, and not only after it ends.”",
    "He said he could not disclose more details as they are “sensitive and relate to the military sphere.”",
    "Russian troops attacked Ukraine overnight with 157 strike and decoy drones, as well as seven missiles of various types, Ukraine’s air force reported Friday. Air defenses shot down or jammed 121 of the drones, it said.",
    "One attack damaged multiple residential buildings in Dnipro in central Ukraine, regional administration head Serhii Lysak wrote on social media. The regional administration also said that an unspecified “facility” had been set alight in the strike, but did not give further details.",
    "Lysak shared photos of residential buildings with damaged roofs, glass shards lying on the ground and people carrying wooden boards to cover broken windows. “Private homes were damaged. Windows in apartment buildings were shattered,” he wrote.",
    "Meanwhile, in Ukraine’s Chernihiv region north of Kyiv, Russian drones attacked infrastructure in the Novhorod-Siversk district, leaving at least 15 settlements without electricity, local authorities reported.",
    "Elsewhere, Russian troops destroyed 92 Ukrainian drones overnight, Russia’s Defense Ministry said Friday. Local social media channels in the city of Ryazan, approximately 200 kilometers (125 miles) southeast of Moscow, reported that the city’s Rosneft oil refinery had been targeted. They shared videos that appeared to show a fire against the night sky.",
    "Ryazan regional Gov. Pavel Malkov said that drone debris had fallen on an “industrial enterprise” but did not give further details, instead warning residents not to post images of air defenses on social media.",
    "Ukraine has stepped up attacks on Russian oil infrastructure that it says fuels Moscow’s war effort in recent weeks. Gas stations have run dry in some regions of Russia in recent weeks, with motorists waiting in long lines and officials resorting to rationing or cutting off sales altogether.",
    "The drone strikes were a key topic of rare high-level talks Friday between Zelenskyy and Slovak Prime Minister Robert Fico, a tense encounter given Fico’s repeated calls for “normalising” relations with Russia.",
    "Following the meeting in Uzhhorod, a Ukrainian city near the border with Slovakia, Zelenskyy said Ukraine would continue to “respond” to years of Russian attacks on Ukrainian energy facilities, despite criticisms from Slovakia and neighboring Hungary.",
    "Both Bratislava and Budapest continue to import Russian oil and gas, even as most EU countries cut ties following Moscow’s all-out invasion of Ukraine. Recent Ukrainian strikes have disrupted shipments from Russia to Slovakia along the Druzhba pipeline, prompting Bratislava to protest.",
    "Zelenskyy told reporters that Kyiv was ready to supply its neighbor with oil and gas that didn’t come from Russia.",
    "“Russian oil, like Russian gas, has no future” in Europe, Zelenskyy maintained, an apparent reference to comments made the day before by U.S. President Donald Trump.",
    "Joining a call with European leaders after the “coalition of the willing” met in Paris, Trump said that countries in the continent must stop buying Russian oil, as these purchases help Moscow fund its war against Ukraine, according to a White House official. The official was not authorized to comment publicly about the private talks and spoke on the condition of anonymity.",
    "Fico told reporters on Friday that both Slovakia and Ukraine “have the right to defend our own national interests and we must respect each other in this regard.”",
    "He also sounded a conciliatory note as he voiced his support for Kyiv’s bid to join the EU, offering to share Slovakia’s experience."
  ]
}