{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/in-defence-of-the-diaspora-why-sri-lanka-should-embrace-expat-voting/",
  "time_ut": 1758972483.0,
  "original_lang": "en",
  "original_title": "In Defence Of The Diaspora: Why Sri Lanka Should Embrace Expat Voting",
  "original_body_lines": [
    "The proposal to grant digital voting rights to Sri Lankan expatriates has provoked fierce opposition from some quarters. In “South Asian Spring: Why Expats Should Not Get Digital Vote in Sri Lanka” the author argues that enfranchising expats is a threat to sovereignty, opens the door to external interference, and undermines the integrity of domestic governance. While these are serious concerns in principle, a closer look reveals that many of them rest upon dubious assumptions, selective history, and fear of change rather than evidence. Below, while contesting the major claims by the author, it will be shown that extending voting rights abroad is not only defensible but aligns with democratic norms worldwide.",
    "The author claims: Granting expats voting rights is a gamble with sovereignty, giving the ballot to people who do not live under Sri Lankan laws, do not face its burdens, and do not pay its taxes.",
    "My stand: This view reduces citizenship to geographic presence or tax status, ignoring that many nations around the world recognize dual citizenship and external voting precisely because identity, culture, and ancestral bonds transcend borders. For Sri Lankan expatriates with ancestral roots or whose families remain in Sri Lanka, citizenship is more than legal formality—it’s a recognition of their belonging.",
    "Sri Lanka already allows dual citizenship (via Resumption or Retention under Sections 19, 20, 21 of the Citizenship Act No. 18 of 1948) for persons who lost citizenship, or for those who wish to acquire another while retaining Sri Lankan citizenship.",
    "The experience of many countries supports this inclusive view. According to international surveys, by 2020 some 141 countries allowed non-resident or expatriate citizens to vote in national elections.",
    "If Sri Lanka denies expats the right to vote, it risks alienating citizens whose only “fault” is to live abroad, perhaps for employment, education, or due to family migration, or another reason. Denying them is a denial of their dignity and belonging.",
    "The author claims: The recent youth-led protests across Asia show how external narratives, diaspora-funded campaigns, or foreign slogans can destabilize regimes. Digital expat voting institutionalises that kind of outside interference.",
    "My stand: This conflates external influence and democratic expression. The Aragalaya movement in Sri Lanka (2022) was largely driven by domestic grievances—economic collapse, inflation, shortages, government mismanagement—not by diaspora or external actors. Most participants were civil society activists, and many themes cut across political parties. The idea that expat voting would somehow replicate or amplify a “piped-in” overthrow misses the fact that democracies constantly deal with dissent and critique—even from abroad—and must distinguish between legitimate political participation and subversion.",
    "Moreover, giving people the vote does not guarantee that external actors will dominate. Proper legal frameworks, transparency, verification, and limits (if any) will guard against such risks. The solution is regulation and oversight, not blanket exclusion.",
    "The author claims: Sri Lankan expats are not a single community and some segments—activists, radical elements, LTTE networks, those lacking connection to the ground—pose serious risks.",
    "My stand: All electorates are composed of diverse communities with differing views. The fact that people have different levels of connection or varying political orientations is no argument against enfranchisement—it is a reality of democracy.",
    "• Professionals, migrant workers, etc., are sometimes more closely in touch with Sri Lanka’s realities than domestic elites; many of them send remittances, visit, follow household conditions, and are affected by national policies in material ways.",
    "• Asylum seekers and refugees fled for specific reasons; their narratives may challenge government versions, but to deny their voice or claim they “exaggerate” systematically is to ignore international norms.",
    "• The LTTE claim is sensitive; while some in diaspora may lobby or protest, equating organized political activism with legitimate diasporic criticism ignores both human rights principles and due process. It also paints entire groups with a broad brush.",
    "In sum, the existence of radical or hostile diaspora voices does not justify denying voting rights to all expatriates.",
    "The author claims: Many young or 2nd, 3rd generation diaspora Sri Lankans lack lived experience, they do not speak local languages or absorb distorted views; they may vote from hostile narratives rather than grounded knowledge.",
    "My stand: First, many abroad do still have family, financial, cultural ties in Sri Lanka; many follow local news and are directly impacted by immigration, national identity, or remittances. Second, democracy does not require perfect knowledge. Voters everywhere make decisions with imperfect information. The remedy is engagement with them and education—not disenfranchisement.",
    "Also, excluding people because they are “less informed” means a slippery slope that can be used to silence dissenting voices or minorities. Democratic legitimacy depends on inclusion, not uniformity.",
    "The author claims: Expats do not pay taxes in Sri Lanka, do not live under its laws, yet would shape policy and elect governments without bearing real consequences.",
    "My stand: While it is true that many expats may not currently pay the same taxes or live in Sri Lanka, many do or may retain property, investments, and other financial ties there, and could be subject to certain obligations if laws require. But even setting that aside, many resident citizens receive benefits (public services, legal protections, overseas remittances) but may never pay taxes proportionate to those benefits—yet their voices are still included.",
    "Moreover, many democracies treat diaspora voting as legitimate because citizenship—not residence or taxation—is the foundational criterion of political inclusion. Sri Lanka already allows dual citizenship, so many abroad maintain full citizenship status.",
    "Finally, policies can be designed so that certain offices require residence, or certain benefits and legal obligations are tied to residence. In many countries, dual citizens cannot hold certain public offices, or there are constitutional restrictions. (Sri Lanka’s constitution currently prohibits dual citizens from being President, for example.)",
    "To assess whether Sri Lanka’s fears are unique or justified, it’s useful to see what other countries have done.",
    "• Many countries allow overseas voting. According to the Voting from Abroad Database by International Institute for Democracy and Electoral Assistance (International IDEA), a large number of countries enable external voting for citizens abroad.",
    "• UK recently removed time limits for overseas voter registration, expanding voting rights to long-term diasporas.",
    "• Mexico recently enabled remote voting for a large number of citizens abroad (electronic or via consulates), using cryptographic tools to ensure security.",
    "These examples show that the technical, legal, and ethical challenges are manageable, provided there is strong institutional design.",
    "None of the above stands of mine imply that expat voting is risk-free. There are real concerns such as: fraud, verification, oversight, distortion, imbalance of influence. However, these are not fatal objections—they are only design challenges.",
    "1. Eligibility criteria: For expatriate voters to register, they must hold Sri Lankan citizenship, produce verifiable documentation, maintain contactable addresses, and possibly demonstrate periodic connection (e.g. property, family, remittances, or legal ties).",
    "2. Verification and identity assurance: Use of biometric or secure ID methods, voting through trusted embassies or consulates, digital authentication systems with audits, etc.",
    "3. Limits on holding public office: As is already done in many countries, including in Sri Lanka’s constitution, dual citizens may be prevented from contesting certain high offices.",
    "4. Transparent legal frameworks: Laws specifying how diaspora votes will be counted, how results will be audited, what oversight bodies (with representation of diaspora) will guard against undue influence.",
    "5. Balanced representation: If diaspora populations are large, there could be special representation (reserved seats) or weighting to ensure that expat votes are balanced alongside resident votes.",
    "6. Civic engagement and education: Information campaigns, diaspora forums, public debates to keep overseas citizens informed about domestic issues, corruption, policy trade-offs etc.",
    "The argument that Sri Lanka must deny expat voting for fear of external manipulation, loss of sovereignty, or ideological capture is unconvincing once we look at international norms, legal possibilities, and democratic values. Citizenship is not simply about where someone lives—it is a legal, cultural, and emotional bond. Many Sri Lankan expatriates retain deep investment—family, property, remittances, cultural identity—in their home country and are affected by its governance, even if not residing in Sri Lanka.",
    "Denying this community the vote on the basis of imperfect connection or fear of radical or hostile views risks disenfranchising citizens and undermining both democracy and global citizenship.",
    "If Sri Lanka proceeds carefully—with a robust legal framework, verification, and safeguards—digital or absentee voting for expats could strengthen democracy, deepen national unity, and reconnect those abroad who wish to remain part of their homeland’s political future."
  ]
}