{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Need-of-the-hour-Muslim-Cabinet-Minister-or-Rule-of-Law-Muslim-perspective/4-769674",
  "time_ut": 1732563249.0,
  "original_lang": "en",
  "original_title": "Need of the hour, Muslim Cabinet Minister or Rule of Law: Muslim perspective",
  "original_body_lines": [
    "The question many intellectuals now pose is whether this tradition of symbolic inclusion has ever translated into meaningful gains for the Muslim community",
    "The sweeping victory of the National People’s Power (NPP) in Sri Lanka’s recent elections marked a resounding call for change, as voters across the nation—from north to south and east to west—rejected corrupt political elitism in favour of a new, principled political culture. The scale of this victory, surpassing all predictions, demonstrated the people’s overwhelming desire for a transformation in governance, as clearly reflected in the election results, particularly the postal votes.",
    "President Anura Kumara Dissanayake, during his address at the swearing-in of the new Cabinet, emphasised a critical shift: the transition from articulating political slogans in Opposition to the responsibility of implementing them through effective governance. He cautioned that the success of the NPP would now depend on delivering on its promises, as slogans alone would no longer resonate with the public.",
    "The formation of the NPP’s maiden Cabinet on 18 November sparked widespread discussion, particularly concerning the absence of a Muslim representative. While many celebrated the Cabinet’s adherence to meritocracy and principles, some expressed dissatisfaction, especially on social media, which had been a key platform for NPP’s success.",
    "Opportunists: These include individuals, both Muslim and non-Muslim, who opposed the NPP during the elections and now seek to exploit the absence of a Muslim minister to discredit the new Government.",
    "Emotionally driven advocates: These are well-meaning individuals, including NPP supporters and non-supporters alike, who view the absence of Muslim representation as a failure to uphold symbolic inclusivity.",
    "While opportunistic critiques deserve little attention, the emotionally charged reactions highlight the need for a nuanced discussion. It is essential to recognise the NPP’s track record as a champion of minority rights, even in politically and socially adverse circumstances. The party has consistently prioritised principle-based decision-making over political appeasement, distinguishing itself from traditional political practices.",
    "The absence of a Muslim minister in the Cabinet raises a broader question: Should ethnic representation take precedence over governance rooted in principles and the Rule of Law?",
    "The NPP’s victory reflects a public mandate to dismantle 76 years of political traditions, including symbolic representation, and replace them with a governance framework that ensures fairness, accountability, and the Rule of Law. It is worth asking whether past inclusion of Muslim ministers resulted in tangible benefits for the community, especially during periods of politically motivated violence and systemic discrimination.",
    "Sri Lanka’s most urgent need is not symbolic appointments but a governance system that guarantees equal rights, justice, and security for all citizens. The NPP has committed to:",
    "Forming a scientifically structured cabinet with portfolios assigned based on qualifications and expertise.",
    "Upholding the rule of law, where legislative processes are transparent and inclusive, ensuring that minority rights are protected.",
    "While symbolic representation is valuable, it should not overshadow the importance of creating a society where all communities can thrive under a just and accountable government.",
    "The NPP/JVP’s steadfast commitment to its principles sets it apart, making any accusations of racism or chauvinism baseless, even by its most ardent detractors. Here are two notable examples that underscore the party’s unwavering stance against racism, even at significant political risk:",
    "Easter Sunday aftermath: Following the tragic Easter Sunday terror attacks carried out by extremist individuals identifying as Muslims, a climate of fear and hostility enveloped the Muslim community. Many Muslim leaders and ministers failed to defend their community’s fundamental rights. Amid such turmoil, some Muslims were even compelled to burn their holy Qur’an out of fear of reprisal. In this difficult period, it was none other than His Excellency Anura Kumara Dissanayake (AKD) of the NPP/JVP who courageously stood up for the rights of Muslims, defending them without hesitation.",
    "Dr. Shafi allegations: When Dr. Shafi, a Muslim doctor, was wrongfully accused amid a broader campaign of baseless allegations against the Muslim community, a wave of political opportunists, and racist media outlets united to propagate these myths. Yet, only the NPP/JVP and HE AKD openly defended Dr. Shafi and the community, even when Muslim ministers remained silent.",
    "Unlike the opportunism rife in traditional Sri Lankan politics, the NPP/JVP adheres to a value-based approach. This principled stance is in stark contrast to the common perception that political alliances and compromises are essential for survival in Sri Lankan politics. The party’s actions during the Presidential election exemplify this ethos. Despite potential political disadvantages, the NPP/JVP refrained from forming opportunistic alliances, maintaining its independence and commitment to its ideals.",
    "Traditional parties in Sri Lanka have long indulged in appeasement politics, creating superfluous ministerial positions—such as those for coconut or kithul—to satisfy political allies, often at the expense of taxpayers. In stark contrast, the NPP/JVP has always prioritised merit and accountability over political convenience.",
    "Merit-based appointments: The NPP/JVP’s maiden cabinet consists of only 21 members, each selected based on professional qualifications and longstanding dedication to party principles. This streamlined approach ensures efficiency and accountability in governance.",
    "A focus beyond personal gain: NPP/JVP leaders do not seek positions for personal advancement. For instance, Tilvin Silva has served as the party’s General Secretary since 1995 without holding a Government position. Similarly, even members who secured the highest preferential votes, such as Namal Karunarathne (Kurunegala) and Nalin Hewage (Galle), were not appointed to cabinet roles but given deputy ministries, reflecting the party’s commitment to principle over patronage.",
    "Minority representation in the Cabinet: A symbol or a necessity?",
    "The uproar over the absence of a Muslim representative in the maiden Cabinet of the NPP raises critical questions about the role of minority representation in governance and the larger priorities of the nation. While the emotional responses of many Sri Lankans, especially Muslims, are understandable, it is essential to analyse this issue through a rational lens, grounded in facts, history, and the present context.",
    "For the first time since independence, Sri Lanka’s Cabinet does not include a Muslim minister. Historically, every Government has accommodated at least one Muslim representative in the cabinet. However, this tradition alone is not a justification for its continuity.",
    "The NPP came to power with a clear mandate to break away from the entrenched practices of the last 76 years, which have often been associated with corruption, inefficiency, and symbolic gestures devoid of tangible benefits. The question many intellectuals now pose is whether this tradition of symbolic inclusion has ever translated into meaningful gains for the Muslim community.",
    "Muslim ministers have been present during events such as the violence in Dhargatown, Digana, and Minuwangoda, as well as during campaigns like “Wanda Kottu”, “Wanda Underwear”, and the persecution of Dr. Shafi. Their presence did little to prevent the politically motivated cremation of Muslim bodies during the pandemic. This history forces us to question whether representation alone, without action, serves the interests of the community or the nation.",
    "The fear that the absence of a Muslim minister could lead to the enactment of laws detrimental to the community is unfounded when one examines the legislative process. Sri Lanka’s legal system provides multiple layers of scrutiny before a bill becomes law:",
    "Cabinet review: Proposals are prepared by ministry officials, discussed, and approved by the cabinet.",
    "Public scrutiny: Once gazetted, the public can examine and challenge any bill in the Supreme Court if it violates constitutional or fundamental rights.",
    "Parliamentary debate: Parliamentarians from all backgrounds scrutinise and vote on the bill before it becomes law.",
    "The absence of a Muslim minister in the cabinet does not negate the checks and balances inherent in this process. Moreover, the presence of Muslim MPs in Parliament ensures that community concerns are voiced effectively.",
    "The argument that appointing a Muslim minister symbolises inclusivity and diversity is valid. A government that visibly represents all its people fosters a sense of belonging and national unity.",
    "However, symbolism must be balanced against the country’s immediate priorities. While inclusivity is desirable, the current socio-political climate demands a focus on ensuring rule of law, eradicating corruption, and establishing good governance. These principles, when implemented effectively, will benefit all communities, including minorities, far more than symbolic representation.",
    "The pressing need of the hour is not merely symbolic gestures but substantive governance. The NPP’s mandate is clear:",
    "Rule of Law: Ensuring justice, fairness, and equality for all citizens, irrespective of ethnicity or religion.",
    "Merit-based appointments: Selecting leaders and officials based on competence and commitment to public service, not tokenism or appeasement.",
    "Eradication of corruption and lawlessness and ensuring good governance: This is essential for fostering trust in institutions, promoting equitable development, and creating a stable, just society where all citizens can thrive.",
    "I am of the view that the absence of a Muslim minister in the NPP Cabinet is not an oversight but a reflection of the party’s principle-based governance model. It challenges the traditional approach of token minority representation and prioritises structural reforms to address systemic issues.",
    "Inclusivity and diversity remain important, but they must be achieved through actions that foster genuine unity and equity rather than symbolic appointments. The ultimate goal should be a Sri Lanka where all communities feel represented and protected under a governance system driven by principles, not traditions.",
    "Let us refrain from hastily judging the Government based on the absence of a Muslim minister in the NPP Cabinet—a decision that, while symbolic of inclusivity, has had little tangible impact on effectiveness.",
    "It is imperative for intellectuals and opinion leaders within the Muslim community to actively participate in politics and contribute to good governance. This engagement should transcend personal interests and focus on advancing the well-being of the community and the nation as a whole.",
    "As the saying goes, “You can’t make an omelette without breaking a few eggs.” Meaningful progress often necessitates difficult decisions and collective effort.",
    "(The writer is retired Deputy Commissioner General of IRD. He can be reached via [email protected].)"
  ]
}