{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112210/prajashakthi-and-other-development-programmes-reviewed-at-district-level",
  "time_ut": 1757087220.0,
  "original_lang": "en",
  "original_title": "‘Prajashakthi’ and other development programmes reviewed at district level",
  "original_body_lines": [
    "A district-level progress review meeting on key government development programmes, including the national Prajashakthi initiative aimed at empowering communities and ensuring equitable economic distribution, was held yesterday (04) at the Presidential Secretariat.",
    "The meeting was chaired by the Secretary to the President Dr Nandika Sanath Kumanayake, with the participation of District Secretaries, the President’ Media Division (PMD) said.",
    "According to the statement, extensive discussions were held at the meeting, regarding the manner in which the Prajashakthi programme is being implemented at district level and its future plans.",
    "It was emphasised that rather than making Prajashakthi another poverty-alleviation initiative, the programme must be advanced in alignment with the national drive to build a prosperous country, integrating the entire state machinery towards this goal.",
    "Responding to the issues raised by District Secretaries, officials pointed out that in future, all district-level government development projects should originate from the development committees at village level.",
    "Accordingly, instead of merely identifying projects that fit within allocated budgetary limits, priority should be given to projects based on actual need, with funds allocated by the relevant ministries, departments, provincial councils and local authorities.",
    "It was noted that this approach would ensure that development allocations are channelled towards central objectives, rather than being dispersed across multiple fragmented purposes.",
    "Another special feature of the programme is that it also provides an opportunity for the private sector, which is expected to contribute to rural development, to engage within this framework, the President’ Media Division (PMD) said.",
    "Highlighting the significant responsibility entrusted to District Secretaries in ensuring the success of the Prajashakthi programme and delivering its benefits to the people, the Secretary to the President requested them to bring forward new ideas and proposals to advance the initiative as a comprehensive national programme.",
    "The discussion also reviewed new directives relating to the implementation of the Clean Sri Lanka initiative, as well as progress of other government programmes including the Mid-Year Budget Programme, District Development Programmes, the Rural Roads Development Programme, Estate Community Infrastructure Development Programme, Disaster-Resilient Housing Programme in plantation areas, improvement of facilities for identified schools and sports schools, establishment of district-level committees to address human-elephant conflict, and initiatives targeting persons with special needs/disabilities.",
    "During this discussion, attention was further drawn to the progress of government programmes aimed at improving healthcare, education and the living standards of the people, as well as the targeted programme to reduce poverty in the country by 2030.",
    "Discussions were also held on measures to decentralise the functions of the President’s Fund, the President’ Media Division (PMD) reported.",
    "As per the statement, it was agreed that, in future, when reviewing progress of government development programmes, inputs should be obtained both from the relevant line ministries and from District Secretaries.",
    "The meeting was attended by Secretary to the Ministry of Rural Development, Social Security and Community Empowerment, Sampath Manthrinayake; Secretary to the Ministry of Public Administration, Home Affairs, Provincial Councils, Local Government, S. Aloka Bandara; Senior Additional Secretary to the President, Kapila Janaka Bandara; Senior Additional Secretary to the President, Roshan Gamage; Legal Adviser to the President, Attorney-at-Law J.M. Wijebandara; Additional Secretary to the President (Clean Sri Lanka Programme), Eng. S.P.C. Sugeeshwara; Director General of the National Budget Department, Jude Nilukshan; and Additional Secretary to the President (Food Security and Policy), N. Wanasingha, among others."
  ]
}