{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Open-letter-to-Prime-Minister-of-Republic-of-India-Narendra-Modi/14-764470",
  "time_ut": 1721347728.0,
  "original_lang": "en",
  "original_title": "Open letter to Prime Minister of Republic of India Narendra Modi",
  "original_body_lines": [
    "Appeal – STOP aiding Israeli government’s continued slaughter of Palestine people",
    "I am a Sri Lankan by descent. I also consider myself a “citizen” of South Asia (SA) despite India keeping the SAARC, a defunct association. I am a keen observer of SA politics and of regional and global conflicts.",
    "You do not have to be told I know, Israeli attacks on Palestine civilians begun on 7 October 2023 in retaliation to a Hamas terror attack that took Israel by surprise, continues unabated and the toll of Palestine civilians killed end-June, 2024 according to the Gaza Ministry of Health is 38,000 humans. Yet “Lancet”, a peer reviewed, internationally recognised medical journal says it could now be around 186,000 people, as the “official toll does not take into account thousands of dead buried under rubble and indirect deaths due to destruction of health facilities, food distribution systems and other public infrastructure”.",
    "Israeli attacks on civilians have been continuing for the last 10 months, proving the UN Security Council (SC) is not effectively intervening for a “ceasefire”. Result is, continuing human slaughter in its most brutal and inhuman manner. Three days ago, on 12 July Aljazeera reported from Tal al-Hawa neighbourhood of Gaza city quoting Gaza’s civil defence spokesperson Mahmoud Basal, “The Gaza civil defence teams moved in to rescue survivors. They found dozens killed. Most of those killed are families, women, and children. Some bodies were eaten by dogs.”",
    "Amnesty International quotes a single-mother from Gaza city who had been displaced 12 times during the past 10 months saying, “… the order yesterday was scary. But we cannot leave to the South… Our relatives who were displaced there are going through hell. There is bombardment. The conditions are inhuman. Very overcrowded. Not even fit for humans. Death is everywhere in Gaza. You cannot escape it”. (emphasis added)",
    "This savagery, this bloody human massacre has in it the “Made in India” label of ownership. Just two months ago, Indian media too could not avoid reporting the Indian arms shipment to Israel with the caption, “Spain blocks arms ship from Chennai to Israel”. On 17 May 2024, “The Hindu” in its news report quoted Spanish Foreign Minister who said, “This will be a consistent policy with any ship carrying arms to Israel that wants to call at Spanish ports. The Foreign Ministry will systematically reject such stopovers for one obvious reason: the Middle East does not need more weapons. It needs more peace”. The news report said the ship was carrying 27 tonnes of explosives according to local reports and was to make a port call at Cartegena in Spain. Shipped to Israel, these Indian explosives would blow off Palestinian life to pieces and leave nothing but debris all around.",
    "It is no secret anymore, since your advent to premiership, India is collaborating with Israel on military exchanges on technology, manufacture of sensitive defence and surveillance items and trade on arms and ammunition, as “Stockholm International Peace Research Institute” (SIPRI) indicates from documents they had researched on. Your government Sir, is bent on creating a modern arms industry for big profits, at the expense of human life. That explains why your government at the beginning of the Israeli attacks on Gaza, on 26 October abstained voting on the UNGA resolution calling for an “immediate, durable and sustained humanitarian truce”. Common sense says, “truce” would not increase the need for more arms and ammunition. It was also the same reason that made your government to abstain from voting on the UNHRC Resolution that “called for an arms embargo on Israel” in addition to an immediate ceasefire in Gaza. An arms embargo would stop arms sales to Israel and drastically hamper Indian profits from arms trade.",
    "We in South Asia do not wish to and cannot afford to have a neighbour who stands for prolonged armed conflicts for profits on arms trade, increasing its capacity for far advanced manufacture of military weapons and hardware. Peace and stability are never the outcome of military weapons trade. India under your political leadership is therefore making a mockery of the claim, India is the largest “parliamentary democracy” on this planet. Let me ask you, “Can a government call itself a democracy living on military weapons and technology trade?”",
    "Let’s accept the fact Sir, your “Hindutva” politics with a growing arms trade, is not very different to Netanyahu’s militarised regime with Zionism and the two therefore collaborate on “democracy of the Supremacists”. Let’s also accept the fact, South Asia cannot afford to have a Zionist collaborator in its midst and stand for peace and democracy for all, across all borders.",
    "Therefore, I call upon your government to, (i) immediately announce you would stop all arms trade and military dealings with Israel (ii) convene a South Asian platform to lobby for a total ceasefire and an arms embargo on Israel immediately and (iii) campaign for a 05-year global programme to phase out arms manufacture and trade with South Asia established as a demilitarised regional zone in the name of humanity.",
    "I do know these demands are not palatable for politics of your flavour. Yet these are demands for peace and stability in South Asia and for the world citizenry. We therefore have to pursue them for an end to armed conflicts the UN has never been able to achieve since inception though with the promise of a world without wars."
  ]
}