{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/teejay-closes-h1-charting-a-strong-course-for-future/",
  "time_ut": 1730409660.0,
  "original_lang": "en",
  "original_title": "Teejay closes H1 charting a strong course for future",
  "original_body_lines": [
    "Teejay Group, Sri Lanka’s first multinational textile manufacturer, recorded a Profit after Tax of LKR 0.9 Bn for the first half of the financial year ending 30th September 2024. The Group Revenue reached a notable LKR 32.7 billion, recording an 11% increase compared to the first half of the previous year.",
    "Gross Profit of the Group posted at LKR 3.2 Bn for the first half of FY2024/25 with a 47% improvement when compared to the same period in the previous financial year with a strong balance sheet and a cash balance of LKR 8.4 Bn. The net assets base at the close of the period under review stood at LKR 30.4 Bn, with a value of LKR 42.19 net assets per share.",
    "Teejay Lanka Chairman Ajit Gunewardene said, “the Group has stepped up its strategies to drive initiatives with our commitment to digitalization; environmental, social, and governance (ESG) initiatives. The cost reduction and innovative product development is setting us on a trajectory for growth. These strategic priorities are opening promising opportunities, enabling us to navigate and overcome market challenges.”",
    "Commenting on the performance, Teejay Lanka CEO, Pubudu De Silva said, “The growth in revenue is attributable to the improvements in the Group’s, demand increase despite the challenges posed by the depreciation of the Rupee and the volatility in the supply chain disruptions. “The Group is witnessing a significant shift of orders to the Asian region due to the China One Plus strategy & the Group has made the necessary strategic shifts to seize emerging opportunities to navigate the current market dynamics successfully.” De Silva added.",
    "Sysco LABS provides the FastTrack Internship Program 2024 with a glimpse into the world of global technology",
    "Atlas World introduces innovative Quiz Master Mobile App to enhance Sri Lanka’s student learning",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}