{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/on-the-issue-of-the-failure-to-obtain-justice-for-the-victims-of-the-easter-sunday-massacre/",
  "time_ut": 1713673955.0,
  "original_lang": "en",
  "original_title": "On The Issue Of The Failure To Obtain Justice For The Victims Of The Easter Sunday Massacre",
  "original_body_lines": [
    "An Open Letter from the Asian Human Rights Commission to Open Letter to H. E. the Cardinal Malcom Ranjith and all the members of the Catholic Bishops’ conference in Sri Lanka",
    "On behalf of the Asian Human Rights Commission we are writing to express our deep solidarity with you in the struggle to demand justice for victims of the Easter Sunday massacre – those who were killed and the surviving ones, their relatives and friends, the entire catholic population of Sri Lanka as well as the whole of the Sri Lankan people who have been so seriously wounded by this grave crime. Despite global as well as local efforts the authorities in Sri Lanka have refused to listen to the plea for justice. That is the matter of utmost concern for the all men of goodwill living in Sri Lanka as well as outside. We share your anxiety and at the same time do call upon you to look with discernment not only about this enormous crime itself but also the very determined effort that has been demonstrated by subsequent governments in Sri Lanka, including the present government, to deny justice. It is obvious that much larger issues are involved in the crime as well as in the denial of justice, which manifests negative transformations that are going on within Sri Lanka that are undermining the stability of the entire population and its wellbeing. There is a moral, ethical, spiritual and civilizational crisis that is taking place within the country. Above all the situation raises enormous challenges to the future wellbeing of the younger generation, who are being compelled to live within a societal milieu that is cruel and unjust at the same time.",
    "As a human rights organization that has watched all aspects relating to this particular massacre and its aftermath, and at the same time has been watching for over a period the exceptional collapse of rule of law that has been taking place in Sri Lanka, we wish to draw your kind attention to the urgent need to deal with this complete societal collapse. This includes also the collapse of law enforcement within the country as a challenge to all the great ideals you stand for, all the great values and all the great concerns not only for Catholics but also for the entire population of Sri Lanka.",
    "We are of the view that the following urgent reforms are needed and that the Catholic Church as a whole should stand for the achievement of such reforms. The Church should also seek support and solidarity from all other religions as well as all other people of goodwill to face up to this dangerous situation that the Sri Lanka nation is now faced with.",
    "1. The first priority in transition from where we are to a better situation in the context of Sri Lanka is the establishment of proper law enforcement throughout the country. This requires willingness and capacity. It appears that what is mostly lacking is the willingness on the part of those who have the power to affect this situation to make a decisive step towards the achievement of this goal. On the other hand, the vocal and educated groups in the country are also not exercising pressure on those who have the power to exhibit this willingness to place the country within a situation where the law will be enforced under all circumstances. As for capacity, the country’s premier law enforcement agency has suffered some serious setbacks in the recent decades, mainly due to the impact of amateur political maneuvers by those who have held top positions of power. However, despite many setbacks there are still large numbers of capable and able officers at all levels who could be mobilized effectively to get the system working as it should. The basic features of policing as an organization dedicated to the enforcement of the law still exists. The tradition is disturbed but not lost. To achieve this functionality within the policing system the following measures are essential:",
    "a) Certain changes in the leadership by displacing those who have become a part of the problem, and instead putting in those who are willing and capable of making the transition.",
    "b) A forthright admission of errors and wrongs done in the recent past, and a demonstration of the will to end these errors and wrongdoings. In order to achieve this, it is essential to provide internal space within the policing system itself for a moment of truth telling to each other and thereby collectively developing a consensus on a genuine regret of past wrongs and the articulation of a clear vision for a decisive change.",
    "2. Rearticulate and regulate the function of the Criminal Investigation Division so that errors and wrongs that have entered into this institution can be removed. In particular, the professional independence of the officers and an internal system of maintaining high standards and discipline within the framework of accepted norms that are recognized internationally should be rapidly introduced. This may require certain replacements and also an open admission of wrongs done to those who were faithful to their duties and ethics in the past who were subjected to punishment due to this very commitment. Again, internal space for truth telling within a professional ethos should be established. Measures should be taken to ensure that those who perform their functions as required would receive complete protection. The officers themselves can participate in formulating a code of conduct that will ensure such protection and also professionalism.",
    "3. The common accusation against the intelligence services for serious abuses of power, participating in various forms of conspiracies contributing to assassinations and other very serious crimes and human rights violations, should be herd and addressed. There should be such reforms. It should also be visible to the public to create a public impression that could generate public confidence that the period of such abuses has been brought to an end. Again there needs to be a truth telling and taking of steps to deal with wrongdoings and wrongdoers so that these services would be seen as a genuine asset engaged in lawful activities to ensure security for people and the nation. Decisive steps are needed to demonstrate that clear changes have been made to ensure the end of the abuse of intelligence services for petty political purposes and for the promotion of politicians or political agendas.",
    "4. A visible change is needed to remove the negative impression that has been created of the office of Attorney General’s Department. The impression that prevails quite strongly in recent times is that the department may, under some circumstances, abandon the basic tenants of the rule of law in order to achieve or to assist some political or other extraneous agendas. In fact a societal review of this department’s activities is essential in order to spread a clear vision of how the rule of law is the golden thread that binds the entire legal system of Sri Lanka. The present situation should be seen as a great public threat to law and order and also for the proper functioning of the state itself.",
    "5. The prosecutor’s role, as connected to the paragraph above; it is most essential to reestablish very clearly the nature and the role of the public prosecutor, which is generally exercised through the Attorney General’s Department. At present, this role suffers from many serious defects and on several occasions in the past this department’s own statements, reports and publications have publicly addressed several of these problems. However, nothing has been done in terms of the department’s own recommendations. Instead, things have become much worse. A fundamental change is necessary, not only for department’s own wellbeing, but also for the functionality of the system of justice as a whole.",
    "6. The judiciary has been subjected to various attacks from the executive and also through the legislature. The following matters needs to be addressed if the health of the judicial system is to be protected: judicial review as it existed under the 1948 Soulbury Constitution should be reinstated and the limitations on judicial review that exist now should be removed; the impact of the Supreme Court judgement regarding the 1982 referendum needs to be reviewed as allowing any amendment to the constitution purely by obtaining two third majority in parliament and a referendum has caused a severe threat to governance on the basis of democracy and the rule of law, and is a serious threat to human rights; limitations must be placed on making any amendments that threaten the state itself (see, for example, the Basic Structure doctrine). A large body of limitations have been placed on the rights of the judiciary, particularly that of a Magistrate’s power to grant bail. This threatens the most basic rights, particularly relating to the prevention of illegal arrest and illegal detention, and also paves the way to other forms of abuse of power and corruption on the part of law enforcement agencies. These practices should be reviewed and the power of the Magistrate to grant bail within the framework of normal laws and procedures should be reinstated. The scandalous delays of adjudication effect the very purpose of the existence of a system of justice. These delays are a major cause that contribute to serious crimes such as assassinations, corruption, various forms of sexual abuses, drug related crimes and also to a general breakdown of the morale of the law enforcement agencies. The delay is a major evil that militates against social stability, justice and fairness. It also threatens private and public property and also harms all economic relationships. To stop justice being seen as a mockery, the delays in adjudication should be brought to an end as urgently as possible.",
    "7. As for corruption, the most important step towards the practical enforcement of laws related to bribery and corruption is that the present practice by the commission against bribery and corruption for recruitment of investigative officers from the policing service on a secondment basis should be discontinued immediately. Instead the commission itself should recruit and develop its own investigative branch, which should work only under the control of the commission itself. The Inspector General of the Police or any other police agency should not have any direct control over such officers as such connections pave the way to abuse.",
    "We urge you to call for the serious study of these needed reforms and make certain practical steps to constantly follow up these reforms until they are achieved. This, we believe, is an obligation that we owe to those who have sacrificed their lives and also those who continue to suffer, as well as all those who are living under enormous stress within a framework of failures to address cruelty and injustice."
  ]
}