{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83632",
  "time_ut": 1708120980.0,
  "original_lang": "en",
  "original_title": "Memories of Interactinf with Upali Wijewardene as a Journalist.",
  "original_body_lines": [
    "Today (Feb 17) is the birthday of Sri Lanka’s popular business magnate Philip Upali Wijewardene. If Upali Wijewardene  were among the living now, he would have celebrated his 86th birthday this year.  Alas, this was not to be as the Lear Jet he was travelling in  disappeared on 13 February 1983  just 4 days before his 45th birthday .",
    "It was my privilege to be associated with Upali Wijewardene slightly and briefly during the years 1978 to 1983. As a journalist on the Tamil Daily “Virakesari” I covered the Greater Colombo Economic Commission (GCEC) or “free trade Zone” from 1978 to 1981. Upali was the first Director -General of the GCEC.",
    "Later in 1981 I began working as a staff reporter on the English daily “The Island” published by Upali newspapers Ltd of which he was the proprietor. I was at “The Island” in 1983 when Upali went missing 41 years ago .The Island of Tuesday, February 15 broke the sad news with a banner headline “Plane carrying Upali Wijewardene feared lost.”",
    "It is in this context that  this column focuses  this week on Upali Wijewardene on his Birthday. I have written about him in the past and will draw from  those writings for  this article. In this piece I intend sharing some memories of my limited interaction with him.",
    "My first personal encounter with Upali Wijewardene was after he became head of the GCEC. I was then a journalist on the Tamil daily Virakesari, run by Express Newspapers Ceylon Ltd.Our Chairman then was the well-known industrialist, A.Y.S. Gnanam. When the GCEC was formed, Gnanam was made a deputy director general by President J.R.  Jayewardene.Chairman Gnanam did not inform his newspaper company of the appointment. When news of the GCEC appeared in other papers, Virakesari had ‘missed’ it.",
    "When the GCEC held its first press conference at the Upali Group premises on Bloemendhal Road, I was assigned to cover it. I was also asked by my editors to get an exclusive interview with Wijewardene if possible.When I approached Upali for the interview, he agreed immediately. When I went to see him the following day his greeting was, “So you missed the story about your Chairman being in the GCEC and now you are trying to make amends by doing a belated write-up.” He then guffawed loudly! I warmed to him immediately.",
    "Upali was a wonderful subject to interview. He answered each question informatively and at times wittily. He did not bluff or bullshit! Ananda  Pelimuhandhiram, who disappeared on the ill-fated flight along with Upali Wijewardene, was present throughout the interview, as a silent observer.The interview turned out well and my editors were pleased. Upali got it translated and was happy too. Thereafter, I was assigned the GCEC as one of my regular beats.",
    "The GCEC was something new and controversial. The ‘Shannon’ experiment of Ireland was catching on in many parts of the world. The idea of providing massive tax concessions and financial incentives to foreign ‘capitalists’ to come and invest in Sri Lanka was a novel project at that time.",
    "Looking back I think Wijewardena was the ideal man for the job at that time. The GCEC went about its task methodically and diligently.It was my duty then to record its progress regularly in the columns of Virakesari. Because of the Gnanam connection, the GCEC received top billing in the paper.",
    "Vijitha Yapa, who later became the pioneering editor of The Island, was media liaison officer at the GCEC. Ranjan Perera was Wijewardena’s secretary and was very helpful. As most journalists know, the secretaries can cut you off literally and metaphorically from the boss.",
    "I interacted a lot with Wijewardene while covering the GCEC. When working for a Tamil newspaper, I have come across many Sinhala persons who simply did not care a hoot about the Tamil media.I have also come across many Sinhalese who were extremely concerned about what appeared in the Tamil newspapers. Upali belonged to the latter group.Though he could not read Tamil he got his Tamil employees at Upali Group to inform him about what was appearing in Virakesari. Thus he was happy with my work and perhaps due to that made himself easily accessible.",
    "I met him on more than one occasion then. Also, he was always ready to answer my questions whenever I telephoned him. Sometimes I pestered him but he didn’t seem to mind. I remember Mrs. Wijewardene once gently admonishing me on the phone, “He is a busy man you know and you shouldn’t disturb him like this.”Little did I realise then that one day, I would be working on Wijewardene’s newspaper, The Island, and that someday Mrs. Wijewardene would become my chairperson.",
    "The opposition papers used to regularly publish negative stories about the GCEC. I remember one particular news item about water shortages at the FTZ in the Communist Party’s “Forward”,weekly and I asked Upali some questions based on the news item.He started chuckling and said, “You have read Forward.” Sheepishly I said, “Yes.” He then proceeded to answer. This demonstrated that Wijewardene was keeping abreast of all the media reports on the GCEC.",
    "I recall an incident where Upali addressed a seminar at Marga Institute.I came in late when Upali was speaking and began taking down notes.Upali saw me scribbling frantically after coming in late..When the event ended Upali called me up and gave me his copy of his speech joking “so that you can report in full”.",
    "As I stated before, the GCEC was a novel, new project and there were no Lanka-based precedents to go by in writing about it. Still I managed to write regularly on various aspects concerning the GCEC.There was very little about the GCEC in the Tamil language then.",
    "However, the GCEC became a question at the GCE Advanced Level Economics paper. I was immensely gratified when many teachers and students from Tamil schools wrote to me and the paper saying that they had only relied on articles and news in the Virakesari about the GCEC for the exams. Such incidents make journalists feel that they are doing something worthwhile in this life.",
    "One of the biggest criticisms against the GCEC then was that our workers were being exploited by the global capitalists. Being somewhat left of centre in my political beliefs during the days of my youth, I felt this charge was perfectly valid.",
    "My perspective changed when I interviewed many of the girls employed at the FTZ. Though factory workers, many of them were well educated in the Sinhala medium and were politically conscious. But they were realists. One of them observed pithily in Sinhala that she knew she was getting only half a plate, but if she agitated for a full plate, then she may lose even this half a plate and go hungry. Their families depended on them.",
    "For some reason  Upali Wijewardene used to talk freely on many matters with me in those days. Perhaps he was at ease with me, a young journalist on a Tamil newspaper without any hidden agenda or being linked to vested interests.There was much speculation then in the media about his political ambition. I thought then that he would focus on Kelaniya due to his Sedawatte connection and asked him directly but I was surprised when he said, “No, the south.”It was then that I came to know of his southern roots from his mother’s side and the Sarath Wijesinghe relationship.",
    "Later he earmarked the Kamburupitiya electoral division and began nursing it. He focused on improving the standard of English among Students in the area.I once went to a meeting in the South where Upali spoke. The cheers for him were loud , huge and spontaneous. The people on that side of the Bentara river loved Upali and regarded him as a true son of the southern soil. After all, Southerners are known for their entrepreneurial acumen and success.",
    "When I was working at Virakesari, I once asked Wijewardene how he would resolve the ethnic crisis if he became Sri Lanka’s head of state. Of course the problem then was not as bad it became later.He thought a while and said that all people should be able to study and communicate with the government in their own language, that official administration should be done in all three languages and that no person should be discriminated against on grounds of race or religion.He was of the view that all parts of the country should be developed evenly and access to jobs provided on merit basis.Upali opined that when the country prospered economically the ethnic issue would lose its sting.Reflecting upon this now I get the feeling that Upali’s thoughts then do have the potential to help resolve the problem even now if implemented honestly and well.",
    "Subsequently I left Virakesari and joined The Island in  November 1981. Wijewardene had nothing to do with my entry into English journalism. My joining The Island was due to recommendations made by fellow journalists and friends Ajith Samaranayake and Ravindran Casinader who had started working for “Sunday Island”.",
    "It was Vijitha Yapa now the owner of a string of bookshops who recruited me into The Island. Wijewardene did not interfere with recruitment of personnel for the editorial and I never tried to approach him either.",
    "My earlier interaction with Wijewardene as a reporter ceased at a personal level after I became a journalist in  his newspaper. I was put on the ‘Tamil affairs’ round by the editor Vijitha Yapa and deputy editor Gamini Weerakoon. I ran across ‘Mr. Wijewardene’ a few times in those days. We simply smiled. He seldom visited the editorial then.",
    "I remember Upali Wijewardene speaking to me directly only once after I had started working at The Island. After a trip to Jaffna I began writing a series of articles for The Sunday Island. Vijitha Yapa then made it a permanent column. That was the ‘Behind the Cadjan Curtain’ column. It was a take on the “iron curtain” of the then Soviet union and “bamboo curtain” of People’s China. Since Jaffna was then noted for rows and rows of cadjan fences the column was titled “Behind the Cadjan curtain”. It was rather popular then.",
    "Vijitha Yapa’s instructions to me about the column were simple. “Remember that you are writing for a pre-dominantly Sinhala readership in English,” he said. “Explain the problems of the Tamils to them. Think of it as building a bridge between the communities.”I have never forgotten those guidelines which influence my writing mode to this day.Vijitha even used one of his own photographs of a “kidugu vaeli”or cadjan fence to design the column’s logo.",
    "One day I saw Upali Wijewardene at a distance within company precincts.. He was about to get into the car with Pelimuhandhiram who hailed me and beckoned . When I went near ,Upali praised my column and said that he liked it.“Keep it up,” he said. That was all. I was thrilled. A few months later came their fateful ‘disappearance.’",
    "This Article appears  under a different heading in the “DBS Jeyaraj Column”of the “Daily Mirror”dated  17 February 2024. It can be accessed here –"
  ]
}