{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111758/several-politicians-visited-ranil-last-night-following-his-remand",
  "time_ut": 1755919620.0,
  "original_lang": "en",
  "original_title": "Several politicians visited Ranil last night following his remand",
  "original_body_lines": [
    "Several politicians visited the Magazine New Remand Prison last night (22) following the remand of former President Ranil Wickremesinghe.",
    "Former ministers Duminda Dissanayake and Prasanna Ranatunga, along with a group of supporters including MP Chamara Sampath, arrived at the prison.",
    "However, they were not permitted to enter and were later captured on camera by Ada Derana while waiting outside.",
    "Former President Wickremesinghe, who was placed in remand custody, was admitted to the prison hospital last night (22) on medical advice.",
    "An inquiry made by Ada Derana revealed that he was admitted due to high blood pressure and elevated sugar levels.",
    "Yesterday, the Colombo Fort Magistrate’s Court ordered that former President Wickremesinghe, who had been arrested by the Criminal Investigation Department (CID) and produced before court, be remanded until August 26.",
    "Colombo Fort Magistrate Nilupuli Lankapura issued the order after considering the facts presented by Additional Solicitor General Dileepa Peiris, appearing on behalf of the CID, and President’s Counsel Anuja Premaratne, appearing on behalf of the suspect.",
    "This marks the first time in the country’s history that an Executive President has been arrested.",
    "Wickremesinghe was taken into custody by the CID last afternoon (22) when he arrived to provide a statement in connection with an ongoing investigation.",
    "The investigation relates to a private foreign tour undertaken by former President Wickremesinghe to London during his tenure, allegedly using government funds, to attend the graduation ceremony of his wife, Professor Maithri Wickremesinghe.",
    "The CID presented evidence regarding the matter to the Fort Magistrate’s Court on June 24.",
    "Statements have also been recorded from Sandra Perera, who served as Wickremesinghe’s private secretary, and former Presidential Secretary Saman Ekanayake, in connection with the investigation."
  ]
}