{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-budget-deficit-down-55-pct-in-august-amid-tax-inflows-moderate-capex-242067/",
  "time_ut": 1759102200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka budget deficit down 55-pct in August amid tax inflows, moderate capex",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s budget deficit fell to 411 billion rupees in August 2025, down 55 percent from a year earlier, amid a 30.7 percent rise in taxes and slower capital expenditure, official data show.",
    "Tax revenues grew to 3,068.5 billion rupees, from 2,348.5 billion rupees and current spending also grew by a double-digit 11.2 percent to 3,381 billion rupees.",
    "Sri Lanka has public sector bloated by unemployed graduates and salaries eat up a large volume of taxes, though nominal wage levels fell after recent currency crises and they now have to be increased. A salary hike was given this year.",
    "Central bank wages have been steeply increased amid criticism as it was responsible for high level of inflation and open market operations, which critics hold out as the height of unaccountability.",
    "Central bank wages are not directly seen in the budget, but is an item that affect non-tax revenues.",
    "With non-tax revenues of 226.2 billion rupees up to August 2025, total revenues grew 30.7 percent to 11.2 billion rupees.",
    "The current account deficit of the budget fell to 86.6 billion rupees, from 483.8 billion rupees. In the wake of the severe monetary instability provided by the central bank in the 1980s and a civil war, Sri Lanka lost the ability to run current account surpluses.",
    "It is not clear whether Sri Lanka will be able to do it in 2025, given that the central bank has so far missed its high 5 percent inflationist target.",
    "Capital expenditure was down to 331.2 billion rupees up to August from 435 billion rupees last year, but the economic growth has picked up as slower government capital expenditure gave more space for productive private investments.",
    "In the age -of-inflation and sovereign debt crisis macro-economists usually advocate heedless government spending to boost ‘growth’ instead of giving space for high return private investments.",
    "Sri Lanka has been prime example of unsustainable capex on grandiose low return projects including government buildings in the recent past.",
    "The push to expand heedless capex, without regard to priorities or actual return has become nationalized ideology especially after the collapse of the housing bubble, with ‘stimulus’ becoming fashionable in the West.",
    "Sri Lanka’s GDP grew 4.9 percent in the second quarter, amid monetary stability provided by the central bank and stable policies by the current administration which has not rocked the boat as in the past with various ad hoc showcase interventions, that backfire on the people.",
    "In the West the heedless state spending ideology as well as the abundant reserve regimes have led to higher inflation and downgrades.",
    "Sri Lanka’s fiscal metrics have been performing ahead of IMF debt projections which was based on higher inflationism (depreciation and consumer prices) and greater denial of monetary stability to the country.",
    "When there is monetary stability, any gain in taxes translates to an improvement in the budget, while a high inflation target ensures that current state spending rises by a similar amount eventually.",
    "High inflation also reduces spending power of the public (including nominal discretionary spending) and the real value added tax collections by lowered real disposable incomes.",
    "So far the central bank has missed its 5 percent inflation target due to deflationary policy and exceptional exchange rate management, which in turn is made possible with deflationary policy.",
    "When inflationary policy resumes a reserve collecting central bank loses control of the exchange rate.",
    "Analysts have pointed out that the current deflationary policy is hanging by a thread (limited to interest coupons on the central bank’s rupee bond stock), which may reduce reserve collections and the ability to repay debt.",
    "Sri Lanka’s central bank however has promised to push up the cost of living by 5 percent a year, while the government has said it has not planned for any inflationary financing.",
    "The 5 percent inflation target together with open market and other inflationary operations to target a mid-corridor interest rate has led to forex shortages, currency depreciation and sovereign default in the past as well as social unrest.",
    "At the moment there are no aggressive open market operations to target a single policy rate, but there has been inflationary swaps.",
    "Concerns have been also raised about mis-allocation of credit through the mid-corridor rate, the punishing of thrift through both the single policy rate and 5 percent inflation target, and the ability of banks to raise sufficient deposits to finance high levels of private investments and to repay foreign debt.",
    "Meanwhile, a World Bank report has also launched a frontal attack on Sri Lanka value added tax, giving ammunition for interventionists to cut value added tax in the future and undermine fiscal framework.",
    "RELATED : World Bank report slams Sri Lanka VAT amid poverty from monetary meltdown: analysis",
    "Many countries that default, (mass external defaults of countries with reserve collecting central banks started after the IMF’s Second Amendment in 1978) due to rejecting classical economics and adopting inflationism, tend to default again."
  ]
}