{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pelwatte-dairy-celebrates-childrens-day-with-special-ice-cream-truck-event-and-fun-activities/",
  "time_ut": 1729090620.0,
  "original_lang": "en",
  "original_title": "Pelwatte Dairy celebrates Children’s Day with special ice cream truck event and fun activities",
  "original_body_lines": [
    "In a heartwarming initiative to celebrate Children’s Day, Pelwatte Dairy Industries Limited hosted a joyful ice cream truck event that brought happiness to children in Wanathamulla (Sirisara Uyana), Mattakuliya, and Dematagoda (Dematagoda Mihindusen Pura). Pelwatte’s vibrant ice cream truck served an array of delicious Pelwatte ice creams, complemented by a variety of fun games and activities designed to engage and entertain children of all ages.",
    "From classic flavors to unique offerings, the Pelwatte ice cream truck provided a memorable experience filled with sweet treats. In addition to indulging in their favorite ice creams, children also had the opportunity to participate in a series of interactive games and activities that promise to foster creativity, teamwork, and laughter. These activities were thoughtfully designed to encourage play and interaction, ensuring that every child has a chance to make new friends and create lasting memories.",
    "“Children’s Day is a special occasion that reminds us of the joy and innocence of childhood,” said Mr. Akmal Wickramanayake, Managing Director of Pelwatte Dairy. “We are thrilled to bring smiles to the faces of children in our community. At Pelwatte, we believe in nurturing not just their taste buds but also their spirits. Our mission is to foster a sense of joy and connection within our neighborhoods, and we are excited to celebrate this day with the children and families of these communities.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}