{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Maldivian-President-s-drastic-steps-to-rescue-economy/4-768449",
  "time_ut": 1729891377.0,
  "original_lang": "en",
  "original_title": "Maldivian President’s drastic steps to rescue economy",
  "original_body_lines": [
    "Declares 50% salary cut for himself and 10% for other top public officials",
    "Maldivian President Mohamed Muizzu is contemplating drastic steps to rescue his country’s ailing economy. On Wednesday, he voluntarily announced that he will take a 50% cut in his salary while ordering other top public officials to take a 10% cut.",
    "The monthly salary of a sitting Maldivian President is MVR 100,000. However, President Muizzu will now receive only MVR 50,000.",
    "The salary cuts cover all political appointees and staff of all state-owned enterprises, excluding banks. The take-home salaries of heads of these enterprises will be capped at MVR 90,000. The President has proposed that the salaries of heads of independent institutions and those of heads of the Judiciary and Parliament also be reduced by 10%. However, persons earning less than MVR 12,000 will be exempt from these cuts.",
    "The cuts will be in effect for a two-year period, the President’s office said.",
    "These measures are in line with the economic reform agenda proposed as part of the 2025 national budget.",
    "Finance Minister Moosa Zameer said that spending on political appointees’ wages constitutes 4% of the government’s overall salary and allowances framework, and 1% of the total state expenditure. The annual cost incurred in paying political appointees will be approximately MVR 120 million, averaging MVR 10 million per month.",
    "Mihaaru News found out through the Right to Information Act that the number of political employees is currently more than 1,200.",
    "Finance Minister Zameer stated that the government is implementing measures to strengthen the management of state owned companies, reduce their dependence on the government, restructure their operations, and identify those companies that may need to be liquidated.",
    "“The Public Sector Investment Projects (PSIP) pipeline has been restructured to align with the state’s financial capacity, and steps have also been taken to decrease the government’s operating costs. We are also undertaking strategies to curtail expenditures on areas such as transportation and ceremonial events,” Zameer said.",
    "Maldives has been bracing for painful spending cuts and tax hikes to avert a looming debt crisis since June 2024, The Diplomat reported. On 27 June, President Muizzu said that a raft of austerity measures will be imposed to rein in unaffordable government expenditure.",
    "“This includes reducing the number of political posts and reducing expenses on functions held for various occasions or not holding official events,” he wrote on X, formerly Twitter, announcing the cancellation of the customary Independence Day celebrations on 26 July.",
    "The cabinet had approved a cost-cutting policy that entailed reforms of free healthcare, possible privatisation of inefficient state-owned enterprises (SOEs), and the phasing out of indirect subsidies for food, electricity and fuel in favour of targeted assistance to low-income households.",
    "The cabinet also endorsed a revenue strategy that proposed “reviewing” airport service fees, sales taxes, import duties and resort rent.",
    "Fitch had downgraded the Maldives to “junk” status, casting doubt on the country’s ability to meet “substantial upcoming external debt-servicing obligations.”",
    "To avoid defaulting on creditors, the Maldives needed more than $ 500 million annually to pay down debt in both 2024 and 2025. It would rise to a staggering $ 1.07 billion in 2026.",
    "Fitch flagged usable foreign reserves of $ 73 million as barely enough to cover a month of imports, a worrying situation for a small island nation reliant on medicine, oil and staple foods from overseas.",
    "The ratings downgrade echoed warnings from the World Bank and International Monetary Fund (IMF) over a “high risk of debt distress” after years of unsustainable borrowing to plug budget deficits.",
    "According to the World Bank in April 2024, public debt reached $ 8 billion or 122.9% of GDP in 2023, ballooning after debt-fuelled economic stimulus to tackle the COVID-19 crisis.",
    "The pandemic followed an infrastructure boom with Chinese and Indian loans over the past decade.",
    "“The economic vulnerabilities that the Maldives faces now is a combination of debt stock accumulation in the last 10 years, as well as continuously high fiscal and current account deficits over the same period,” The Diplomat quoted Erdem Atas, World Bank’s country economist for the Maldives as saying.",
    "The national bank slashed its US dollar transaction limit for hundreds of Maldivian students overseas. Amid a perennial dollar shortage, the black the market rate soared to over 18 Maldivian Rufiyaa (MVR) per dollar, well above the official exchange rate of MVR 15.42.",
    "Unpaid bills from local contractors and small businesses piled up at the finance ministry. Fishermen staged sit-in protests demanding payments owed for fish catch purchased by the debt-ridden state-owned fish exporter, which operates at a loss to buy at a fixed rate above market prices.",
    "Most SOEs are too inefficient to “even perform core functions” without government funding. The government could dissolve some companies and publicly list or seek public-private partnerships for others.",
    "However, austerity is expected to herald higher prices, bigger utility charges and layoffs from bloated state companies. The World Bank backed the introduction of a targeting mechanism “to ensure that vulnerable populations are not disproportionately affected.” Effective targeting could mitigate any widening of either income inequality or the gap between rural islands and the urban capital, it advised.",
    "Ignoring the deafening call for financial discipline brought Maldives a rocky shore. Maldivian believed that lunch was free.",
    "According to the World Bank, the Maldivian economy is projected to grow by 4.7% over the medium-term, supported by tourism, a decrease from the pre-pandemic average of 7.4%.",
    "This growth estimate is based on expected fiscal adjustments, including subsidy reforms and reduced public expenditure and investments. The proposed fiscal reform package is expected to help, but a more sustainable fiscal path requires a larger adjustment, particularly through cuts in non-essential capital and untargeted recurrent spending.",
    "Inflation is expected to rise due to the removal of blanket subsidies, potentially driving poverty by 2.5 percentage points. The current account deficit is expected to remain high due to commodity price pressures and capital imports for infrastructure projects. And rising external financing needs, including debt servicing, are expected to sustain pressure on foreign exchange reserves."
  ]
}