{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Middle-class-angst-of-Karl-Marx/4-767103",
  "time_ut": 1727219437.0,
  "original_lang": "en",
  "original_title": "Middle class angst of Karl Marx",
  "original_body_lines": [
    "Karl Marx made some prophetic and positive observations about capitalism",
    "The collapse of the Soviet Union, China’s adoption of market driven policy, North Korea’s boorish behaviour and the history of brutal, totalitarian regimes that claimed to be “Marxist” have contributed to the erroneous notion that Karl Marx was an authoritarian thinker.",
    "Some of my granddaughters have asked me who this Karl Marx was. I told them that Karl Marx was an Enlightenment age humanist and a philosopher who perceived the possibility of a utopian post capitalist society in which people could lead rich, fulfilling lives.",
    "I also explained that Karl Marx said some very positive stuff about ‘Capitalism’ and that distinguished economists such as Kenneth Arrow regard his work as a revolutionary historical project.",
    "Hence this brief essay. If its order and reasoning is a little convoluted, I request the indulgence of the reader for some allowance towards the muddled memory of a weary pilgrim.",
    "After a visit to Manchester in 1835, French philosopher and sociologist Alexis de Tocqueville recorded his impressions of 19th Century Manchester, then the embryonic hub of capitalism’s system of free enterprise and free trade.",
    "“From this foul drain, the greatest stream of human industry flows out to fertilise the whole world. From this filthy sewer pure gold flows. Here, humanity attains its most complete development and its most brutish, here civilisation works its miracles, and civilised man is turned almost into a savage “",
    "This passage epitomises the dual faces of Capitalism and Industrialisation. It exposes the positive and negative aspects of capitalism, the kind of debate that keeps us ensnared even today.",
    "Capitalism created wealth. It also turned profit seekers into brutes and savages—moving them forward economically and technologically but compelling them to abandon moral ethical values.",
    "Sociologist philosopher Alexis de Tocqueville was a French aristocrat. He was reconciled to this new phenomenon of Manchester’s filthy sewers spewing ‘pure gold’. Savagery of capitalism he saw as an improvement over the wickedness of feudal overlords horsewhipping toiling serfs in bondage.",
    "Karl Marx found the ‘savagery of the emerging economic order – ‘capitalism’ a problem that could be resolved by reengineering the way people ‘homo economicus’ create, accumulate and reinvest wealth.",
    "He wrote “The philosophers have only interpreted the world, in various ways; the point is to change it.”",
    "In a letter to Pavel Annenkov – Historian and Literary Critic of Czarist Russia, Marx explained his search for a remedy of capitalism’s inborn savagery.",
    "“One of the most difficult tasks confronting philosophers is to descend from the world of thought to the actual world. Language is the immediate actuality of thought. Just as philosophers have given thought an independent existence, so they were bound to make language into an independent realm.”",
    "Marx was mistaken about his conviction that he could change human nature. But far ahead of many others of his time he accurately predicted the global economy of the 21st Century.",
    "In his letter to Annenkov he elaborated, “The productive forces are the result of man’s practical energy, but that energy is in turn circumscribed by the conditions in which man is placed by the productive forces already acquired, by the form of society which exists before him, which he does not create, which is the product of the preceding generation.”",
    "Karl Marx made some prophetic and positive observations about capitalism.",
    "I am 82 years old. I was 14 years of age in 1956. The year when a transformational general election saw a betel chewing barefoot Sinhala street poet enter parliament.",
    "It has been my privilege to see the debonair grandson of the same barefoot betel chewing street poet in a Georgio Armani outfit waxing eloquent on the need for surveillance mechanisms of the deep state in a debate on anti-terrorism legislation.",
    "The 1956 social transformation made Sinhala the official language. I have lived long enough to listen to the oldest offspring of the ‘Expedient Utopian’ to confess that perhaps the ‘Sinhala Only’ policy wasn’t prudent.",
    "Both instances prove Marx hit a bullseye when he expanded on the commodification of culture, language and faith. Marx was attempting to locate a heart in a heartless world.",
    "Emergence of Maoist China and Nehruvian India as new champions of globalised capitalism has prompted detractors and denigrators to declare Marxism dead.",
    "They miss the irony of how accurate Karl Marx was in his prediction that there would emerge a world market in which every aspect of social life becomes commodified.  I expected President Ranil Wickremesinghe to forfeit his deposit. I thought people would punish him for the arbitrary denial of local government elections. It did not happen, demonstrating that perceived ‘Misery’ and ‘Deprivation’ could be commodified by a determined crony capitalist oligarchy."
  ]
}