{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110926/sc-grants-leave-to-proceed-with-seven-fr-petitions-filed-over-rambukkana-shooting",
  "time_ut": 1753703340.0,
  "original_lang": "en",
  "original_title": "SC grants leave to proceed with seven FR petitions filed over Rambukkana shooting",
  "original_body_lines": [
    "The Supreme Court today (28) granted leave to proceed with seven fundamental rights petitions filed in connection with the alleged violation of fundamental human rights during the Rambukkana protest that occurred during the time of the ‘Aragalaya’ in 2022.",
    "Petitions have been filed in relation to an incident where police opened fire to disperse a group of protesters near a filling station in Rambukkana, where people were demonstrating against the alleged sale of fuel at a higher price. The shooting resulted in the death of an individual and injuries to several others.",
    "Accordingly, the petitions were taken up before a three-judge bench of the Supreme Court comprising Justices Achala Wengappuli, Priyantha Fernando, and Menaka Wijesundera.",
    "Court issued notices to the respondents named in the petitions, including the then- Senior Superintendent of Police of Kegalle K.B. Keerthiratne, who is alleged to have given the order to open fire, and three police constables alleged to have carried out the shooting.",
    "They were instructed to file objections within six weeks if there are any oppositions to the petitions.",
    "Court also directed the petitioners to file their counter-observations within the same period if any objections are submitted.",
    "The petitions were scheduled for hearing on February 27, 2026.",
    "The seven fundamental rights petitions were filed by the widow of Chaminda Lakshan, the 41-year-old man who died in the shooting, and several others who were injured in the incident.",
    "Appearing for the petitioners, the counsel argued before Court that the police had not followed the established legal procedures and protocols when dispersing a public protest and instead resorted directly to the use of firearms, which was entirely unlawful. They further urged the Court to determine that the petitioners’ fundamental human rights had been violated.",
    "Representing the police officers named as respondents, attorney Ravindranath Dabare submitted to the Court that all necessary actions were taken by the officers to maintain public peace, including issuing warnings and adhering to legal provisions. He claimed the shooting was carried out as a last resort when no other viable option remained to ensure public safety.",
    "Representing the Attorney General, Additional Solicitor General Shanil Kularatne informed the Court that criminal proceedings have already been initiated against the police officers involved in the incident at the Kegalle Magistrate’s Court.",
    "After considering all submissions made, the three-judge bench issued the order to proceed with the petitions."
  ]
}