{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-adjudged-best-bank-in-sri-lanka-for-13th-year-by-financeasia/",
  "time_ut": 1720394760.0,
  "original_lang": "en",
  "original_title": "ComBank adjudged Best Bank in Sri Lanka for 13th year by FinanceAsia",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has been reaffirmed the Best Bank among Sri Lanka’s domestic banks by FinanceAsia, one of the world’s foremost information sources on the Asian financial markets.Notably, this is the 13th year that Commercial Bank has been bestowed this prestigious title by FinanceAsia.",
    "The Best Bank award was presented to Commercial Bank at the FinanceAsia Country Awards gala at the Ritz Carlton in Hong Kong on 27th June. The Bank’s Chief Risk Officer Mr Kapila Hettihamu accepted the award on behalf of the Bank.",
    "Commenting on this latest international honour conferred on the Bank, Commercial Bank Managing Director/CEO Sanath Manatunge said: “This recognition underscores the Bank’s strategic agility and excellence in delivering outstanding performance across multiple areas of assessment, despite fluctuating external environmental factors. It also reflects our consistent ability to thrive in both favorable and adverse conditions, highlighting our strategic foresight and operational integrity. This accolade is a testament to our long-term vision, steadfast dedication, and the trust our stakeholders place in us.”",
    "Other Country Award winners ranked alongside Commercial Bank as the Best Domestic Banks in their respective countries at this year’s FinanceAsia awards were Bank of China (Hong Kong), CTBC (Taiwan), Bank Mandiri (Indonesia), Public Bank (Malaysia), Techcombank (Vietnam), Allied Bank (Pakistan), and City Bank (Bangladesh).",
    "Announcing this year’s winners, FinanceAsia said: “While we still see choppy financial markets amid high interest rates, it is worth pausing to recognise leading financial institutions across Asia that have performed well and made waves in these volatile times. The goal posts have not changed: each of Asia’s markets is bound by net zero commitments; and digital transformation continues to drive regulatory discourse and development around emerging sectors and virtual assets. As a result, sustainability and digitisation continue to be underlying themes shaping a new paradigm for deal-making in the region.”",
    "Asia Miracle Awards names Dearo Investment as Best Development Finance Company of the Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}