{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Good-Life-X-kicks-off-inaugural-Thrive-Canvas-Masterclass/34-758527",
  "time_ut": 1708041099.0,
  "original_lang": "en",
  "original_title": "Good Life X kicks off inaugural Thrive Canvas Masterclass",
  "original_body_lines": [
    "Following the successful launch of the Thrive Canvas last year and its integration into all our accelerator and garage programs, Good Life X (GLX) conducted its debut Thrive Canvas Masterclass in January 2024.",
    "Facilitated by GLX Alchemist Arj Wignaraja, it offered participants a deep dive into the genesis of the canvas, its critical importance as a way of breaking the cyclical nature of the economic, social and environmental crisis we are facing locally and globally, combined with an in-depth exploration of each of the nine pillars the canvas consists of. The session was at full capacity with 30 participants and these attendees were offered insights into practical strategies for implementing these pillars across diverse industries.",
    "Sonali Pandithasekera, CFO of Serendipol—the world’s first Regenerative Organic Certified coconut company, a proud alumni of GLX—joined the session, sharing priceless perspectives and firsthand experiences on embedding THRIVE principles into real-world business operations.",
    "The workshop received overwhelmingly positive feedback from participants, with many describing it as an enlightening session that presented a holistic and practical way in which they could transform their company.",
    "GLX CEO and Thrive canvas co-creator Randhula de Silva said: “A crisis is an opportunity to let go of frameworks and systems that no longer work for us and embrace thinking and practices which are future proof. When there’s increased focus in the world around “sustainability”, GLX is committed to go further. Regenerative models and practices are designed to restore systems that meet social and economic needs, and preserve the integrity of nature for generations to come.”",
    "For those who were unable to attend this session, Good Life X plans to conduct a masterclass every quarter, ensuring widespread accessibility to this transformative framework."
  ]
}