{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceylinco-life-launches-medical-saver-plan-to-cover-medical-expenses-of-senior-citizens/",
  "time_ut": 1716503400.0,
  "original_lang": "en",
  "original_title": "Ceylinco Life launches ‘Medical Saver’ plan to cover medical expenses of senior citizens",
  "original_body_lines": [
    "A timely medical cum life insurance plan that enables a policyholder to build up a medical fund that can pay for medical needs for up to 20 years after the original plan matures, has been launched by Ceylinco Life in response to the evolving needs of the market.",
    "‘Ceylinco Life Medical Saver’ is positioned as the first health insurance plan in the country to cover medical needs of today, tomorrow, and beyond policy maturity. It offers local and global hospitalisation cover for reimbursement of medical and surgical expenses; life cover with supplementary benefits for the term of the policy; and saving for future medical expenses after policy maturity, creating a backup health fund for medical needs during retirement.",
    "“One of the biggest concerns today is meeting medical costs of people in their seventies and eighties, when insurance policies are no longer in force and when the earning capacity of the majority is impaired,” Ceylinco Life’s Chief Operating Officer Mr Ranga Abeynayake explained. “Ceylinco Life Medical Saver has been designed expressly to address this concern. We are extending our commitment to our policyholders well beyond the term of their policies with a policy that protects and helps save for the future.”",
    "When the policy comes to an end, the Ceylinco Life Medical Saver Plan offers the policyholder the option of receiving the accumulated medical fund as a lump sum, or the continued maintenance of the fund for an extended period with two payout options – periodic withdrawals for emergencies as and when required, or a fixed monthly payout for medical expenses.",
    "Ceylinco Life also has a Retirement cum Life Protection Plan branded ‘Pension Saver’ that offers a Premium Assurance Benefit, Loyalty Rewards, and a monthly pension after maturity, to enable adults between the ages of 25 and 45 to build a strong retirement fund which will also function as a safety net against uncertainties and health challenges.",
    "Managed by professional investment managers, both Medical Saver and Pension Saver have a fund component that grows with monthly dividends declared by Ceylinco Life for the basic premium paid by customers.",
    "Adjudged Sri Lanka’s Brand of the Year for the second successive year in 2023, Ceylinco Life was also named one of the 10 Most Admired Companies in Sri Lanka in 2023 by the International Chamber of Commerce Sri Lanka (ICCSL) and the Chartered Institute of Management Accountants (CIMA), and was ranked the ‘Most Valuable Insurance Brand in Sri Lanka’ across both life and general insurance categories in 2023 by Brand Finance.",
    "Ceylinco Life has been the country’s leading life insurer for 20 of the 36 years it has been in existence and provides innovative life insurance solutions which offer protection while de-risking the goals and ambitions of the Company’s policyholders.",
    "Sri Lankan business leader Gowri Rajan to speak at the Rotary Foundation Donor Summit in Singapore",
    "Sri Lanka Tourism performs a successful stint at the Arabian Travel Market – 2024 in Dubai, UAE",
    "Ceylinco Life treats Family Savari winners to a day of unbridled fun at Pearl Bay",
    "Ceylinco Life begins 18th year of ‘Waidya Hamuwa’ with 4 free medical camps",
    "Ceylinco Life wins SAFA Gold and TAGS Silver for 2022 Annual Report",
    "Ceylinco Life is Sri Lanka’s ‘Brand of the Year’ for second successive year",
    "Ceylinco Life draws early winners of ‘Family Savari’ mega promotion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}