{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/AKD-places-deposit-to-contest-Presidential-Election/56-765243",
  "time_ut": 1722981473.0,
  "original_lang": "en",
  "original_title": "AKD places deposit to contest Presidential Election",
  "original_body_lines": [
    "NPP MP Vijitha Herath says party’s goal is to secure victory of political agenda focused on rebuilding SL with commitment to policies and clean governance",
    "Emphasises need to defeat corrupt and detrimental politics that have economically devastated SL",
    "Claims citizens are now ready to entrust SL to Anura, who has clear vision and capability to uplift SL",
    "National People’s Power (NPP) leader Anura Kumara Dissanayake officially entered the Presidential Election fray after cash deposits on his behalf were placed at the Election Commission of Sri Lanka (ECSL) yesterday.",
    "The deposit was placed by NPP MP Harini Amarasuriya, MP Vijitha Herath, Eranga Gunasekara, Attorney at Law Sunil Watagala and several others.",
    "Addressing the media, Herath stated that the party’s goal is to secure the victory of a political agenda focused on rebuilding the country with a commitment to policies and clean governance. He emphasised the need to defeat the corrupt and detrimental politics that have economically devastated the nation. He added that the people of Sri Lanka are eagerly awaiting this day.",
    "“The people are eager to see a change in this political culture and to elect leadership with clear policies and programs. They are now ready to entrust the country to Anura, who has a clear vision and the capability to lift the nation from its current abyss.” he said.",
    "With Dissanayake, a total of 18 candidates have now placed cash deposits.",
    "Candidates who placed deposits earlier are President Ranil Wickremesinghe, Sajith Premadasa, Field Marshal Sarath Fonseka, Wijeyadasa Rajapakshe, Sarath Keerthirathne, Oshala Herath, A.S.P Liyanage, P.W.S.K Bandaranayake and K.K. Piyadasa, Siritunga Jayasuriya, Ajantha de Zoysa, K. Ananda Kularatne, Sarath Manamendra, Akmeemana Dayaratna Thera, Battaramulle Seelaratne Thera and several others. According to the ECSL, nominations will be accepted until 15 August.",
    "The ECSL said it has received 121 election-related complaints since 31 July. All complaints are regarding violation of election laws. No incidents of violence have been reported yet ahead of the 21 September election."
  ]
}