{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102678/names-of-presidential-candidates-who-have-not-submitted-expenses-reports-released-",
  "time_ut": 1728895080.0,
  "original_lang": "en",
  "original_title": "Names of presidential candidates who have not submitted expenses reports released",
  "original_body_lines": [
    "The Election Commission has released the names of the 2024 Presidential Election candidates who have not submitted their election campaigning expenses reports.",
    "Accordingly, the election regulatory body stated that neither of the following presidential election candidates, the secretaries of their recognized political parties nor the voters who nominated the names of the candidates have submitted the income and expense reports to the commission.",
    "01. Ven. Battaramulle Seelarathana Thero and Secretary of the ‘Janasetha Peramuna’",
    "Meanwhile, the following secretaries of recognized political parties representing the candidates who contested the 2024 Presidential Election and the voters who nominated the candidates have not submitted the income and expense reports, according to the Election Commission.",
    "01. Secretary of the Democratic United National Front (Candidate - Anoj de Silva)",
    "02. Secretary of the ‘Eksath Prajathanthravadi Sandhanaya’ (Candidate - Abubakar Mohamed Infaz)",
    "03. Secretary of the United Lanka Podujana Party (Candidate – Janaka Rathnayake)",
    "04. Secretary of the Samabima Party (Candidate – Namal Rajapakshe)",
    "The deadline for the candidates who contested the presidential election to submit their expense reports ended on Sunday (13) at 3.00 p.m.",
    "According to the Regulation of Election Expenditure Act, expense reports must be provided within 21 days following the conclusion of the election.",
    "The election commission indicated that legal action will be pursued against any candidates who fail to comply with the reporting requirements as per the Election Expenditure Regulation Act."
  ]
}