{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/10/02/14-digs-transferred-in-major-police-overhaul",
  "time_ut": 1759393860.0,
  "original_lang": "en",
  "original_title": "14 DIGs Transferred in Major Police Overhaul",
  "original_body_lines": [
    "COLOMBO (News 1st); The National Police Commission has approved the immediate transfer of several Deputy Inspector Generals (DIGs) across key divisions of the Sri Lanka Police.",
    "DIG G. N. De Zoysa has been transferred from the Police Welfare Division to serve as DIG in charge of the Colombo Range.",
    "DIG K. D. G. L. A. Dharmasena moves from the Negombo Division to head the Narcotics Division.",
    "DIG W. P. J. Senadheera, previously in charge of the Western Province Traffic Range, will now lead the Traffic Management and Road Safety Division, while also continuing to oversee his previous post.",
    "DIG S. D. Wijesekera has been reassigned from the Mannar and Vavuniya Range to the Western Province (South).",
    "DIG J. A. K. Jayasinghe transitions from the Police Legal Division to the Western Province (North).",
    "DIG O. Hewawitharana moves from the Narcotics Division to the Kegalle Range.",
    "DIG A. I. Hapugoda has been transferred from Traffic Management and Road Safety to the Vavuniya and Mannar Range.",
    "DIG D. M. M. A. B. Mahagirilla has been appointed Executive Director of the National Police Academy, moving from the Ratnapura Range.",
    "DIG W. J. N. Senaratne shifts from the National Police Academy to the Police Legal Division. DIG W. V. Ginige has been transferred from Nikaweratiya to the Batticaloa Range.",
    "DIG W. S. P. De Silva moves from Nuwara Eliya to head the Logistics Division.",
    "DIG K. A. J. Kodithuwakku has been reassigned from the CCTV Division to the Central Crimes Investigation Bureau.",
    "Woman DIG R. A. D. Kumari has been appointed DIG in charge of the Bureau for the Investigation of Abuse of Children & Women, while also covering duties of the Police Welfare Division.",
    "Woman DIG S. A. R. Jayasundara has been transferred from the Children & Women Bureau to the Ratnapura Range."
  ]
}