{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pursuing-an-engineering-degree-in-the-uk/",
  "time_ut": 1718479920.0,
  "original_lang": "en",
  "original_title": "Pursuing an Engineering Degree in the UK",
  "original_body_lines": [
    "(Excerpted from Simply Nahil, a biography of business leader and philanthropist Nahil Wijesuriya described on the book cover as a “Maverick with the Midas touch)",
    "During the period 1964-1967, in Nahil’s third year at Walkers (as a special apprentice), he firmly believed the Walkers engineering qualification was world-class, with the bonus of working in engineering workshops and going on board ships, which he enjoyed.",
    "This was much-needed exposure for him personally since part of the training was ‘onboard’ ship work which was very interesting. The apprentice used this opportunity to do a little bit of side business –buying cigarettes and scotch from the sailors on board at duty-free prices and selling them outside, which was a regular thing.",
    "During this period, he says, I would see my peers who had concluded their apprenticeship just ahead of me still cycling to their jobs. I thought, “darn this is not going to work for me.” He short-circuited the four-year course, doing it in three years, deciding to further his engineering studies in England.",
    "His thought was, there was no way he was going to be biking it to the office on completion of his apprenticeship even though he owned a Vespa (scooter), a mini, and the Willies Aerolark, which he remembers riding and driving in sequence.",
    "Nahil made his way to the British High Commission, got hold of the Universities Central Council on Admissions (UCCA) books, found 15 addresses, wrote all the addresses down, bought 15 aerogrammes and persuaded the Walkers Secretary to type out the same letter on all and mail them off.",
    "September was an amazing month for Nahil. He mailed the letters, on the 5th and by the 15th he received the first reply saying ‘you appear to be qualified – please send your official application through your High Commissioner in the UK.’ His friend Dayantha’s dad, Mr. Wilmot Liyanage, a very close friend of his father, was the Chief Accountant at Radio Ceylon during the time Livy Wijemanne was Chairman.",
    "Since Mr. Liyanage knew many influential people in the Government, Nahil handed him the letter he had received from the College in the UK. With this letter, he got Nahil’s passage approved, exchange 45/- GBP a month and all the necessary documentation. By September 20, he was in Leicester College, heading for his HND (Higher National Diploma) in Mechanical and Production Engineering studies.",
    "As he recalls his time in the UK, he continues about his maiden voyage to the West. Before he left for the UK, he was sharing a room on a side lane off Bullers Road, Colombo 07, with his buddy, Premalal Gunasekera who captained St. Thomas’ College in cricket, his claim to fame being that under his captaincy they won the Royal-Thomian encounter which was the last time St. Thomas’ won, in a long time.",
    "An annex in the same building was occupied by Ms. Enid Handunge, sister of the Olympic medal-winning boxer, a Trinitian, Leslie Handunge. She treated Premlal and Nahil like her sons. When he dropped in to say goodbye to her before leaving for the airport, being a great fan of Trinity College, Kandy, she was shocked that Nahil was not wearing his college tie. She pulled off the tie he was wearing and insisted he wore the college tie in her possession. He is glad he took her advice.",
    "Bags packed, he confidently set off. He was flying on a BOAC VC10 aircraft. Arriving in London, just as he got to the arrival gate, a gentleman who was welcoming some foreign dignitaries, recognizing the tie came up to him, introduced himself as Jayantha Dhanapala and shook his hand, He was an old Trinitian, working as an Attache at the Ceylon High Commission in London, who later went on to be a high official at the UN. Aunty Enid was right. To date, Jayantha shares this little story with those around, whenever they meet.",
    "The year was late 1967 — met on arrival at Heathrow by Dayantha Liyanage, Nahil was driven in his Mini on the highway to his family home at 48, Glenhill Close, Finchley. He remembers being overwhelmed at the speed on the highway, which made him earnestly request Dayantha to slow down. He stayed overnight, leaving for Leicester College the next day.",
    "An attack of food poisoning, probably due to something he ate on the flight, made his first night in the UK rather unpleasant. Dayantha’s mother was a wonderful lady, who made a fuss over him, going to the lengths of getting a doctor to the house to attend to him.",
    "Setting aside his stomach issues, he had woken up early the following day and left to Leicester to start his HND in Mechanical and Production Engineering studies. Though he had been requested by the College to apply through the Ceylon High Commission, he had short-circuited the request by going directly to the College. It so happened that the day he arrived at the college was the day registrations were taking place.",
    "The Registrar reviewed his papers and informed him that he should have submitted his application via the High Commission. Nahil then informed the gentleman that the letter he received from the College indicated that he appeared to be qualified, although the originals of the certificates had not been submitted. He presented the certified copies of the originals to the Registrar. Glancing through them the Registrar said: “Welcome! Your student life in the UK has just begun.”",
    "The start of University comprised exhilarating days. As a freshman and foreign student, he was given preference to stay at Glenfield, which was a part of the campus, for one year, after which he lived in a house shared by six students at Loughborough Road. “Life was easy-going, carefree and uncomplicated. As students, we lived it to the fullest. The Beatles were big and so was Elvis. Rock ‘n’ roll was in full swing and the flower power culture was taking over the youth in the West; life was good, the world our oyster,” says Nahil with a look of melancholy that speaks of good times, sad times and great memories.",
    "Two weeks into his stay in Glenfield, he received a letter from",
    "his girlfriend Maya, with the news that she was getting married to a planter, a fellow Trinitian and acquaintance, Leelananda Madawela. “I felt so insulted,” says Nahil. She had also mentioned in her letter that they could be together in their next birth, which made him mad, sad and further insulted. An emotional wreck, he headed to the coffee machine in the students’ hall at Glenfield, poured out a burning hot cup of coffee and tried committing `coffee-side’! His biggest issue was that Lee had won. Such were the rules of the Kandyan dating game.",
    "Nahil was the only foreigner in his class and the lecturer inquired if he could call him John, to which he replied, “Sorry Sir, you call me Nahil or nothing at all,” after which the lecturer questioned him on his ability to speak English, saying, “Your English is not bad for a foreigner. Where did you study it?” Nahil replied, “on the Colombo/London flight., Sir!” With this remark, Nahil fit into the class very well.",
    "While in college Nahil would drive down to London every weekend and spend time with his friends Lakshman Umagiliya and Sunil Perera who shared a fantastic apartment opposite the Royal Lancaster Hotel — 14, Westbourne Street. Number 15 next to it was the Marsh House Hotel. The apartment belonged to Dr. Umagiliya, Lakshman’s father, who had left for Libya on receiving a lucrative offer he couldn’t turn down, handing over the flat to Lakshman.",
    "The flat turned out to be `party central,’ a bachelor hangout and party place every weekend. To encourage more ladies to join the party they put up a poster on the notice board at the nurse’s quarters of St. Mary’s Paddington, which was round the corner of Westbourne Street, inviting the nurses to join the fun. To their amazement, 20 or more nurses made their way to the parties on weekends, with two of them eventually marrying two of his friends!",
    "It was during this period that he invited his mother and younger sister on holiday to the UK, intending to take them around Europe. They flew into Frankfurt where a family friend’s son, Lakshman Jayasekera, was working at the airport. With his help, Nahil bought a VW, a nice old Beetle for the equivalent of 80 GBP in DMs. They travelled from Frankfurt to Vienna, Florence, Rome, Venice and past Lake Como through Switzerland to Paris.",
    "Lake Como in Northern Italy in the Lombardy region is an upscale resort area known for its dramatic scenery, set against the foothills of the Alps. The lake is shaped like an upside down ‘Y’ with three slender tributaries that meet at the resort town of Bellagio. At the bottom of the south west branch lies the city of Como home to Renaissance architecture and a funicular (a vehicle which uses cable traction for movement on steeply-inclined slopes) that travels up to the mountain town of Brunate.",
    "It is said that one should visit Lake Como at least once in their lifetime. Once they got to Paris they were joined by Bridget, Lakshman’s wife, and enjoyed excellent food in Paris since Bridget’s father was a chef at the Paris Hilton. While in Paris they drank no water, only wine. He remembers they had coffee at a cafe on Champs-Elysées surrounded by shops where the cost of a jacket was more than the cost of his VW in which they had travelled a few thousand miles.",
    "En-route he realized that since it was summertime his mom and Kanthi had not seen any snow, therefore he took them to Austia that had a cable car going up into the mountains. Once they got up there they had a blast walking in the snow and messing around. Nahil recalls it was a great holiday, with lots of laughs, photographs and fun memories.",
    "In anticipation of his mother and sister’s visit, he had rented out an apartment in Earl’s Court for the duration of their stay in the UK. After their return from Europe, they spent a few more days sight seeing in and around London, before returning to Sri Lanka. Unfortunately, Mahes (his other sister) had just started at Medical College and couldn’t join them.",
    "Incidentally, he did not pay duty for his VW Beetle since it had German export documents and number plates. He used the car for one year, paid the taxes of GBP 12 and sold it to his classmate, Ken Garner for GBP 80/-. Come the following summer, his father called him brimming with excitement, insisting he wanted to do the same tour around Europe his wife and daughter had done, the previous year. Father and son commenced their tour once again in Germany, this time buying a more expensive VW Variant hatchback, driving the same route as on the previous trip.",
    "While in college Nahil worked at the Ceylon Students Centre and later at Wimpy, a burger fast-food chain, where he worked in the very hot and steamy basement loading the dishwasher and dryer. There was a Sri Lankan female working there, with whom he kept all conversation restricted to Sinhalese and commended her for her ability to speak English; to which she replied, that she must have done some ‘merit’ in a previous life for this ability.",
    "Later, during a visit to the Students Centre, she had heard him speaking to his friends in English. Aghast, with her hands on her hips, she had virtually screamed at him saying, “You are the type my mother warned me about…”",
    "He drove his VW Variant in the UK with the export plates intact. This meant the vehicle was duty free. He says he never paid parking fines. Being lazy he used the windscreen wipers to flick the tickets off the screen. Finally, the parking wardens, by now wise to this little schemes, cello-taped the tickets to the side of his car, which he continued to ignore. His number was not traceable and to prosecute him they would have to trace his number in Germany – something that never happens. Loopholes like this were really abused by him.",
    "There used to be a parking meter close to Selfridges where he worked for a short time. One morning as he parked his car at this meter. on a hunch, he experimented by inserting an engineered paper clip into the parking meter and it worked out brilliantly. The system jammed, awarding him a full day of free parking each working day, throughout his tenure at Selfridges.",
    "Ten years later Maithra Rodrigo and Nahil were passing by a similar meter and as a dare, he tried the trick again: Voila! It worked.",
    "The second VW Nahil bought in Germany was a left-hand drive car. After two years, just as he was about to leave the UK, he knew he would get much more value from the car if he converted it to a right-hand drive, which he did, outside on the street at 168, Holland Park where they lived. This was the modus operandi. He had Sri Lankan friends working at the Swiss Cottage VW dealership. He got a list of parts from them and where there was a left-hand drive option, there was an asterisk that indicated the options of the parts and the date of manufacture.",
    "He got a list of about18 items from pedals, to the gasoline tank with a different shape. Taking the list to a scrapyard, where many cars of this model had been scrapped, he picked up all the bits and pieces for a pittance. The only thing he purchased from the dealer was the dashboard which had the meters. He cut it just under the windscreen lip and did not weld it but pop-riveted it, placed the rubber beading across it and spray painted it to get the same colour.",
    "New parts are normally grey, therefore getting the correct colour was important. He bought a can of aerosol paint, sprayed the new parts, changed the meters by putting miles instead of kilometers, and did a test drive on the motorway because the safety aspect was very important. He drove full speed and tested the brakes and found it to be very steady and ready for sale.",
    "English guy and a Sri Lankan, who turned up simultaneously to check the vehicle out. Nahil was not too keen to sell it to the Sri Lankan – a minor fault and he would be at Nahil’s doorstep whining. The two buyers starting arguing over who should get the car, till he cut them short telling both that the first to deposit the amount quoted into his account could have the car. The Sri Lankan offered him cash and the Englishman said, “Here’s my cheque. My cheque is as good as his cash.” Nahil tossed a coin, which fortunately the British guy won! It was a Friday and the guy wanted the car for the weekend, but Nahil was willing to hand over car only when the cheque was cashed and the transaction finalized.",
    "His friend Shantha de Silva, who was with him, took him to the Lloyds Bank on Lower Regents Street along with the Englishman who withdrew the amount in cash and paid him. They signed the transfer the bonnet of the car. “As we were about to leave, he tells me the left-side view mirror of the car was missing. I had forgotten to fix it on the left,” says Nahil. He told him that’s the way it was when he got the car, followed by a quick “Sorry, I’ve got to go,” and took off, with Shantha driving him home.",
    "Even as a young student the affirmation of his entrepreneurship and money-making skills was evident. He recounts that this was the time when a large population of Indians arrived in the UK from East Africa due to Idi Amin’s idiosyncrasies. Most of the Indian students in his college had their homes in London. With all his friends based in London, he would drive the 100 miles to London and back every weekend. In response to an advertisement he had placed in the college bulletin, among the many Indian students living on campus, there were three who joined him to London each weekend, paying him one pound per person, per trip.",
    "A gallon of petrol cost 33 pence and this sweet deal, thanks to the Indians, guaranteed him a freebie both ways every weekend. A few weekends into this enterprise, one of them, a smart ass, lamented that one pound per person was far too much. Nahil then challenged the Indian to buy a gallon of petrol, place the can on the highway, sit on it and wish hard that it would magically take him to London. That shut the guy up and he continued his weekend trips to London with Nahil.",
    "One morning, climbing up the stairs with some groceries to Lakshman Umagiliya’s flat, he stopped dead in his tracks dazzled at the sight of a beautiful, busty blonde in a Cossack hat, making her way down. Gobsmacked, he left the groceries on the step to be retrieved later follow her. He just couldn’t get her off his mind. As fate would have it, She was back again a few days later. By now visibly smitten, he followed her to Lancaster Gate station, stood behind her in the queue and bought a ticket to her destination, Euston.",
    "Heading into the same carriage, he sat beside her, striking up a conversation and admitting that he had followed her there to talk to her. In Euston he lazed around until she got back to the station and returned to Lancaster Gate with her, managing to get her name before she went up to the Marsh House Hotel next door.",
    "On inquiring, she had given her name as Petruska, but when he called the hotel, he was informed that there was no one by that name. Determined, he rang again and this time around, described her to the receptionist as a beautiful lass from Finland. What he heard next was music to his ears. “Oh yes, that must be Tuula Rippati.” Excited he called her room, confessing that he was the guy she met on the tube.",
    "Without wasting time on small talk over the phone, he invited her for a coffee. She reluctantly agreed and they had coffee that evening at the Finnish Club in Sussex Gardens. After the coffee, since it was Tuula’s first visit to London, he took her sightseeing to Trafalgar Square, Piccadilly Circus, London Bridge, Westminster and other places of interest around the city in his VW Beetle, ending the evening by taking her dancing to a club in the vicinity. They spent the night together. In his opinion, this was a major romantic conquest for him.",
    "Their romance thrived. A few days later she confessed to him that he was the first non-white person she had ever been around with and by dating Nahil, she was ‘taking romance to a whole new level’. As things got emotionally serious between them, he helped to get her visa extended to stay in the UK as an ‘au pair,’ which allowed her to work at a school in Kent. A short time later they moved in together to 168, Holland Park Avenue in Notting Hill Gate. “Now I hope you are impressed by my chatterbility (sic) skills!”",
    "Tuula, who initially was on vacation in London for two weeks, ended up staying with him for three years. They probably would have got married, he says, if not for his father, who after being introduced to Tuula remarked that culturally it would not work out for them.",
    "During a recent chat with me about Tuula, he said he believed that if he had taken a stand and married Tuula, they probably would have still been together saving all three of his wives from heartache! “Que sera sera.”",
    "Sri Lanka – Thinking Outside Comfort Zones to Achieve Progress",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}