{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/earnest-appeal-to-ven-mahanayakas/",
  "time_ut": 1722878520.0,
  "original_lang": "en",
  "original_title": "Earnest appeal to Ven. Mahanayakas:",
  "original_body_lines": [
    "This is the second part of my article under the title ‘Monks driven from pillar to post with the Mahanayakas pandering to politicians’ published in The Island on July 26, 2024.",
    "Here, I would like to remind my readers that I added an important postscript to the end of the first part of my column. Below is that Postscript:",
    "‘The writer believes, now that Gnanasara Thera has been released on bail pending the hearing of his appeal, further unnecessary humiliation of the concerned monks being driven from pillar to post is, hopefully, not likely.’",
    "Please also let me stress that no right-minded observer can question the authenticity of this monk’s revelations about actual and threatened excesses of Islamist (not Islamic) and other forms of religious extremism that are clandestinely plaguing the country at present, because he produces credible evidence to substantiate his arguments. He is not disliked by ordinary Muslims for he seems to have many who come to him for help to escape from coercive extremist groups. I have never met this monk or others of his kind, and don’t expect to, in the future either, and I am not a supporter of the organisation he heads, the Bodu Bala Sena. But I can understand and I appreciate his selfless dedication to the traditional role of the Buddhist monk in the country, which is perfectly righteous, peaceful and nonviolent, and which is in agreement with the Buddha’s own very first admonition to his earliest disciples: caratha bhikkave carikam, bahujana hitaya, bahujana sukhaya (Walk, monks, bearing forth the message of this dhamma, for the happiness and well-being of the many).",
    "However, there is something seriously wrong with Gnanasara Thera’s own conception or interpretation of the unique traditional role of the Buddhist monk in Sri Lanka. Further, I completely condemn his belligerent approach to his self-arrogated crusade. In addition to this disclaimer that I am articulating here, I wish to state that I hate to be taken to be linked with the so-called Ravana Balaya Organisation or to be identified as an imbecile believer in any egregious Ravana myth-based history. Not that Gnanasara Thera has anything to do with that childish fiction either.",
    "Actually, I started writing the essay entitled ‘Monks driven from pillar … politicians’ before I got the news of Ven. Gnanasara’s release from prison on July 22, 2024. I heard his off-the-cuff remarks to journalists soon after he was set free on bail, as recorded by the Dasatha YouTube channel on the same day. To be frank, I was deeply disappointed, when I heard him, not by the substance of what he said, but by the accustomed undisciplined manner of his ineffectual protesting. I thought to myself: ‘Years of undue harassment including litigation and prison terms have not taught this fool a lesson; he will get behind bars again, with his legitimate but misconceived cause incarcerated in his seething helpless heart’. I remembered how Anura Kumara Disanayake MP taunted him once, about a year ago, quoting lines from the Dhammapada: kayena sanvaro sadhu, sadhu vacaya sanvaro … Restraint in body is good, Restraint in speech is good.’ Of course, I am not here implying that Anura Kumara is right about the importance of Gnanasara Thera’s anti-extremism effort. Actually, because of his stupid uniformed equation of secularism with a contemptuous rejection of Buddhist religious values and popular Buddhist culture, Anura Kumara Dissanayake’s presidential dreams are already dashed.",
    "My immediate impression on observing Gnanasara Thera just emerging from prison spewing out his pent-up anger was, ‘Gnanasara Thera is incorrigible. He is going to spoil everything for the bhikkhus’ current awareness-raising movement (disorganised though it is) to ensure the survival of the Buddha Sasana’. That movement consisting of a number of lone voices against unprovoked attacks on the traditional Buddhist cultural heritage of the country needs to streamline its activism with the help of Nayaka monks with authority; the fact that not all monk agitators are equally well informed, educated, honest, or genuine is a drawback that remains to be remedied.",
    "The four monks who visited Kandy told the Mahanayakas that Gnanasara Thera must be freed, especially at this time, meaning he has a role to play in electing a president and a parliament that will help answer their concerns (although they didn’t spell this out explicitly). However, the more discerning among the genuinely concerned can see the obvious truth: these immature young monks are pathetically mistaken; I, for one, totally disagree with their reasoning. Partisan politics doesn’t go well with their historic Guardian of the Nation role at all. At the 2019 and 2020 elections, candidates who were favoured by a majority of the majority Buddhist Sinhalese community and by a minority of the other communities gained power with an overwhelming approval rate. It was a proper democratic victory.",
    "Though the politically active handful out of the estimated 42,000 monks in the country congratulated themselves on making a substantial contribution to that truly nationalist achievement, the truth probably is that those comparatively few monks were more a hindrance than a help in reaching that final outcome. The SLPP’s victory was mostly due to the failure and unpopularity of the Yahapalanaya of 2015-19, and least due to the involvement of the monks, because the majority Sinhalese Buddhist voters are neither religious extremists nor racists to rely too much on monks; they do not want monks to provide them political leadership (a fact that was demonstrated repeatedly in the past). This is a fact hardly known to the thoroughly misinformed outside world, nevertheless.",
    "The opening part of my writeup under the bold title ‘Monks driven from pillar to post with the Mahanayakas pandering to politicians’ articulated a common complaint against the Ven. Mahanayaka Theras frequently heard these days, especially among middle-aged and older Sri Lankans in and outside Sri Lanka. (It was not with any intention of insulting the Most Venerable Mahanayaka Theras that I adopted that casually accusatory title. I humbly beg their forgiveness.) I have been drawing attention to this common complaint for well over ten years now, that is, for almost the whole of the period of BBS founder Gnanasara Thera’s solitary involvement in a mission against the activities of religious extremists from certain non-Buddhist faiths.",
    "The Island of May 6, 2014 published an article of mine about the Bodu Bala Sena organisation under the title: ‘The Bodu Bala Sena: Other side of the coin’. On a later occasion, I hinted at the principal theme of that column thus:  ‘The BBS, widely misunderstood because of its founder’s fiery temper, was a target of severe criticism both among friends and foes. Had the Mahanayaka theras played a more active role regarding issues raised by the BBS, the plight of our monks today would not be so bad’.",
    "Still later, in a feature article entitled ‘Please don’t forget people who elected you, Mr. President!’ carried in The Island of November 02, 2021, I criticised ousted president Gotabaya Rajapaksa’s appointment of Gnanasara Thera as the chairman of his One Country One Law Presidential Task Force (PTF) which he had set up to advice him on how to implement that policy. My article concluded with the following words. (These words proved prophetic as subsequent events demonstrated.): ‘In my humble opinion, the appointment of this task force will prove a suicidal move both for the Gotabaya presidency and the SLPP government. The negative image of the monk who heads it, whether justified or not, the apparent mediocrity of the rest of the members, and the suspicion of an anti-Tamil bias generated by the initial imbalance of its communal composition (though set right later) will be major setbacks for its success. The PTF appears to me to be a hastily but cunningly devised contraption designed by a saboteur so as to be dysfunctional from the beginning, and to ultimately kill the project it was purportedly set up to bring to fruition (i.e., the one country, one law project). It seems to be the sinister proposition of an evil genius within the president’s inner circle.’",
    "Who this evil genius had been is no secret to those sufficiently capable of rational thinking. I believe I need not add any explicit clarification of what I said here (in the above quote from an article written by me almost three years ago) for the examination of my intelligent and informed adult readers whose opinions are going to matter in this time of existential crisis threatening the independence and sovereignty of the Sri Lankan state which is required to tide over the mighty geopolitical currents it is being pitted against due to its vulnerable geographical location.",
    "Immediately after release from jail, among other things, he denounced Rathana Thera, and expressed a desire to get into parliament for a very short term to confront, convince, and defeat his opponents there and get out! Gnanasara Thera has already repeated his limited ambition of being sent to parliament as a candidate from any political party or alliance whatsoever including the TNA and SLMC!",
    "A few days ago, I watched a YouTube video interview of a Sri Lankan monk named Ven. Shantha now resident in California, USA, who knew Gnanasara Thera closely. According to him, Gnanasara Thera has a very warm heart that is revealed in his enchanting voice. If he were a different monk (with a mercenary bent) he could have used that voice in religious chanting to earn popularity and riches and could live a life of luxury as a star monk. But he didn’t do that. He is dedicated to the mission that the Buddha admonished bhikkhus to fulfill for the welfare of the many, for the happiness of the many (bahujana hitaya, bahujana sukhaya). Gnanasara Thera and other young monks demonstrate on the streets because relevant authorities do not address their problems. Instead the monks get exploited by politicians who make false promises to cheat them. Media people also exploit them. What Shantha Thera proposes for Gnanasara Thera is that he needs to change his ways, and use his potential for his own (material) benefit, advice that he is not likely to follow. The most relevant piece of advice that Shantha Thera gives his erstwhile friend is ‘Avoid getting used’. Gnanasara Thera has already shown his deep disillusionment with the rascally Rajapaksas.",
    "The purpose of writing the essay entitled ‘Monks driven from pillar to post with the Mahanayakes pandering to politicians’, including this its second part published under a different title, is to make the following urgent but humble appeal/proposal, with the greatest reverence, to the four Most Venerable Mahanayake Theras of the Three Nikayas who collectively are responsible for all the 42,000 bhikshus and bhikshunis of the country including Gnanasara Thera and who manage the extensive properties spread throughout the island and benefits accrued from them dedicated to the Buddha Sasana (that constitute Buddha Bhoga) that they enjoy:",
    "Please ensure that none of these monks, not a single one, get exploited by politicians in the fast approaching election time and ever again in the future. No monks should be allowed to offer themselves as candidates or to collect funds for that purpose from donors. No monks should be allowed to canvass voters on behalf of any political party or candidate, in public or private, or appear on political stages. (Concluded)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}