{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/90-days-of-akds-presidency/",
  "time_ut": 1734521699.0,
  "original_lang": "en",
  "original_title": "90 Days Of AKD’s Presidency",
  "original_body_lines": [
    "The first 90 days of the President’s tenure serves as a prelude to the leadership expected over the next five years. While initial steps like limiting expenses and curbing waste were commendable, the government has failed to deliver clear solutions to key issues impacting the people. This period highlights the administration’s shortcomings, particularly in planning, risk assessment, and crisis management when addressing critical matters.",
    "One of the most pressing failures of President Anura Kumara Dissanayake’s government is the inability to recognise and confront the deep-rooted control of state machinery by Rajapaksa and Wickremesinghe loyalists. For the last three decades—since 1994 under Chandrika Kumaratunga, Mahinda Rajapaksa, and Ranil Wickremesinghe—government offices, public institutions, military, police, and the foreign service have been systematically filled with political appointees, loyalists, and close confidantes of these regimes.",
    "It is unrealistic and naive to assume that these entrenched officials, who directly benefited from corrupt practices, would suddenly align themselves with the progressive, people-centric policies of the current government. The foreign service is a glaring example: unqualified political appointees still hold critical positions in embassies, representing Sri Lanka on international platforms. A case in point is Rohitha Bogollagama’s continued position at the Sri Lankan Embassy in the UK and Himalee Arunathilaka at UN Geneva—a reflection of the government’s failure to take decisive action to remove such officials.",
    "These entrenched figures are not merely passive obstacles; they are potential saboteurs who could actively undermine the government’s policies. Their presence risks damaging the administration’s credibility, hindering the rollout of reforms, and stalling any meaningful change. Expecting such individuals to shed their corrupt practices and align with good governance principles is not only foolish but dangerous.",
    "It is critical for President AKD’s administration to address this issue head-on. Failing to replace corrupt officials in high-ranking positions—whether in public institutions, military, police, or foreign service—will eventually sabotage the government’s plans and provide ammunition to political opponents. This oversight may lead to widespread public disillusionment and potential political destabilization in the future.",
    "Before 2009, urban areas such as Colombo and its suburbs rarely experienced issues with wild animals like monkeys and peacocks. However, since the end of the war in 2009, their numbers have exploded, leading to significant crop damage and disruptions to local ecosystems.",
    "This phenomenon coincides with the rise of fundamentalist Buddhist ideology, which discouraged hunting and controlling animal populations. Previously, villagers managed the numbers of macaques (monkeys) and peacocks by hunting them for meat, but this practice was gradually abandoned. As a result, species like elephants faced a population decline due to their large size and impact on human settlements, while the numbers of smaller animals such as macaques and peacocks surged.",
    "Although the government had outlined plans to address this issue before the elections, they have yet to provide a clear, coherent strategy. Proposals such as trapping or sterilizing monkeys appear impractical, as macaques are intelligent animals and can evade such measures. The lack of a well-defined short-term and long-term solution has turned this issue into a public relations disaster, with ministers failing to articulate a credible plan and making the government a subject of ridicule.",
    "The recent spike in coconut prices has exacerbated the cost-of-living crisis for Sri Lankans, for whom coconuts play a critical role in their daily diet and cultural practices. This issue stems from multiple long-term factors:",
    "•Reduction in coconut plantations: Since the 1980s, areas in the coconut triangle (notably Gampaha and parts of Kurunegala) saw a massive reduction in plantations as land was divided into smaller residential plots.",
    "•Pest infestations and climate change: These factors have consistently lowered coconut yields.",
    "•Fertilizer costs and lack of incentives: Increased fertilizer prices and inadequate government support have further impacted production.",
    "While this crisis has been decades in the making, the government failed to anticipate or mitigate the issue, despite clear signs of rising demand and falling supply. Authorities, particularly the Coconut Development Board, should have been monitoring production and consumption patterns to preempt such a crisis. The lack of proactive measures, such as importing coconuts to stabilize prices, has left the government squarely to blame in the eyes of the public.",
    "The controversy surrounding the Speaker of the House was particularly damaging to the government’s credibility. The issue was not about his qualifications but his integrity and trustworthiness. Allowing the Speaker to remain in office for more than a week after serious allegations were made severely tested the government’s commitment to transparency and accountability.",
    "The public backlash was intense, and the delay in removing the Speaker reinforced perceptions of dishonesty and indecisiveness. Even in his resignation, the Speaker failed to acknowledge any wrongdoing, which only deepened public mistrust. The government’s mishandling of this matter has had a greater political impact than even the wild animal menace or the rising cost of essential goods.",
    "Across all these challenges, the government has repeatedly failed to anticipate risks, assess them proactively, and implement timely solutions. Whether it was addressing the cost-of-living crisis, managing wild animal populations, or handling internal controversies, the administration’s lack of preparedness has been glaring.",
    "Crises, while inevitable, also provide opportunities for governments to demonstrate leadership and earn public trust. Unfortunately, the current administration has struggled to turn these crises to their advantage. Ministers have failed to present unified, articulate responses, and government communication has lacked coherence.",
    "If the government does not take immediate corrective actions, particularly in replacing corrupt officials and improving crisis management, it risks losing public confidence and creating openings for its political opponents to exploit.",
    "The first 90 days have underscored the government’s inability to navigate the complex machinery of the state and address pressing issues effectively. While there is still time to implement reforms, failure to tackle these structural and governance challenges will have lasting consequences for the administration’s credibility and long-term success."
  ]
}