{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97780/sri-lanka-and-maldives-must-work-together-to-counter-violent-extremism-illicit-trafficking-state-minister-",
  "time_ut": 1709727480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka and Maldives must work together to counter violent extremism, illicit trafficking – State Minister",
  "original_body_lines": [
    "State Minister of Defence Premitha Bandara Tennakoon has emphasised the importance of working to together with the Maldives to counter several common challenges, including violent extremism, illicit trafficking and humanitarian crises.",
    "During a meeting with the Maldivian Defence Minister Mohamed Ghassan Maumoon at the Ministry of Defence in Maldives on 05 March, Tennakoon stressed upon the importance of working together to counter common challenges such as climate change and environmental security, violent extremism, illicit trafficking, disasters and humanitarian crises.",
    "Maldivian Minister Ghassan also reiterated the importance of defence cooperation and relationship between Maldives and Sri Lanka and highlighted the critical role played through collaborative efforts to ensure regional peace and stability.",
    "During the meeting, Minister Ghassan thanked State Minister Tennakoon and the delegation for undertaking the official visit to the Maldives. He also thanked the government and the armed forces of Sri Lanka for the continued training assistance extended to the Maldives National Defence Force (MNDF).",
    "Responding in this regard, Tennakoon further added that President Ranil Wickremesinghe had also given specific directives to increase training engagements with Maldives and identify the requirements of MNDF.",
    "He also thanked the Maldivian Defence Minister for extending an invitation to visit Maldives, and assured continued support and assistance to the MNDF in terms of training and military education.",
    "Both Ministers reaffirmed their commitment to enhance defence cooperation, bilateral relations, strengthen existing engagements and identify new avenues for collaboration and work together towards greater peace, stability and security in the region.",
    "The State Minister was joined by the Director General Training Sri Lanka Army Major General Sumith Nandana, Director at the Foreign Secretary’s Bureau in Maldives Maxwell Keegel, Principal Director of the Department of International Defence Cooperation and Policy in Maldives Colonel Hussain Ibrahim, Military Secretary at the Ministry of Defence in Maldives Colonel Hassan Bushree, Defence Advisor of Maldives in Sri Lanka Colonel Hassan Amir and Wing Commander Chaminda Ranasinghe from the State Ministry of Defence in Sri Lanka."
  ]
}