{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83715",
  "time_ut": 1709815680.0,
  "original_lang": "en",
  "original_title": "Ronnie De Mel the Socialist MP  who  Ushered in  a Capitalist Economy as Finance Minister.",
  "original_body_lines": [
    "The  ascension of Junius Richard Jayewardene to the premier seat of poitical power in 1977  paved the way for a drastic transformation of Sri Lanka’s politico-economic landscape and environment. J.R. Jayewardene known popularly as “JR” ushered in political, economic and electoral changes that utterly changed Sri Lanka.  In the words of William Butler Yeats “All changed, changed utterly”",
    "The advent of JR as Prime Minister in 1977 and as the first executive president in 1978 saw great changes in three vital spheres. Firstly the economy was liberalised and free enterprise encouraged. Secondly the Westminster model of Parliamentary governance introduced by the British was turned into an executive presidency. Parliament was de-valued. Thirdly the prevailing “first past the post winner” electoral practice was replaced with the proportional representation scheme.",
    "These three changes have utterly changed Sri Lanka. JR’s right hand man or chief deputy in executing the economic changes was his finance minister Ronnie de Mel. Ronald  Joseph Godfrey de Mel known as Ronnie de Mel and Ronnie , served in the Jayewardene Government as Finance minister for a continuous stretch of 11 years from 1977 to 1988.  It was Ronnie who was instrumental in  establishing a free or capitalist economy in Sri Lanka.",
    "Ronnie de Mel born on 11 April 1925 ,passed away  in Colombo at the age of 98 on 27 February 2024. The veteran politician represented the Devinuwara constituency in Parliament from 1967 to 1989 for a period of 20 years. He later served as Matara district MP from 1994 to 2001. Thereafter he was a national list MP from 2001 to 2004. The jewel in Ronnie de Mel’s parliamentary career crown was his lengthy stint as  finance minister. This column focuses on Ronnie de Mel this week",
    "History was made when Ronnie de Mel presented the new United National Party (UNP) Government’s budget in November 1977. Prof. K.M. de Silva  and Howard Wriggins in their book “J.R.Jatewardene of Sri Lanka; A Political Biography-Volume !!” wrote as follow s(p335) –",
    "“When Finance Minister Ronnie de Mel introduced the first budget of the new government on 15 November, he asserted that the principal objective of the budget was the establishment of a free economy after more than 20 years of controls and restrictions which had hampered economic growth. The new government’s first budget was a calculated bid to break away from a cycle of economic stagnation and mounting internal and external debts. This massive operation was a great challenge to the government’s political skills. “",
    "“The budget marked a fundamental shift in Sri Lanka’s monetary and fiscal perspectives, through liberalized economic policies which emphasized greater reliance on the market mechanism, a liberalization of trade and payments and a large increase in external finance. Most direct controls on prices, imports and external payments were dismantled, government operations in processing and distribution of basic commodities were reduced if not removed, and attractive incentives were provided to producers. “",
    "“There was also the unification of the exchange rate at a depreciated level and the introduction of a flexible exchange rate policy. The introduction of a unified exchange rate marked the commencement of a commercially oriented exchange market. This policy package was supported by standby arrangements with the International Monetary Fund.”",
    "There were two interesting aspects about Ronnie de Mel the path breaking finance minister who  introduced   a free or capitalist economy for Sri Lanka. Firstly he had been a socialist with left leaning views since his university days. Secondly he had never studied economics for his degree.",
    "Years after he had retired from politics Ronnie de Mel was to  speak about this ironic contradiction of a socialist presenting a capitalist budget to a Lake House newspaper.",
    "“It had become fashionable to follow a strictly socialist path back then. I believed in the idea that a country could be developed under socialism till I visited the socialist countries back then. That’s when I realised we need  global support if we are to develop as a country.”",
    "Ronnie de Mel further stated that it was after being personally  converted from a socialist perspective to a free economy outlook that he formulated his first budget.  After many discussions with the then Prime minister JR Jayewardene, Finance minister Ronnie  de Mel came up with a modified  concept  of an open economy combined with progressive  features to support the under privileged..”I was careful not to touch free education, free health, concessions for agriculture, fisheries and various other sectors.he said.",
    "In another interview (given years  before the current economic crisis) Ronnie De Mel looked back with pride at the change he  had accomplished then.”If not for  the free market economy we would still be having scarcities, queues and we would be struggling like  North Korea today. It was because of this change that everything in this country blossomed and developed.” Said Ronnie de Mel. He went on to say “Today, every country, including Russia and China, is fast embracing the open economy system.”",
    "Ronnie  de Mel was the son of Rodget and Gladys de Mel nee Mendis. He obtained his primary and secondary education at S.Thomas’ College,Mt.Lavinia. Young Ronnie passed the London Matruculation exam topping all students in the country then. He received a scholarship to one of the “Ox-Bridge”universities in the UK but his mother forabade it as world war two was raging then.If one were to go to Engand one had to be a passenger  on board a British naval vessel. Ronnie’s mother was afraid of the ship being attacked by the German or Japanese forces.",
    "So Ronnie de Mel entered the  newly born University of Ceylon with Sir Ivor Jennings as Vice-chancellor in 1942 . De Mel studied English,Latin, Greek and History, obtained the best results in campus  and graduated with a BA (hons)degree. Ronnie was also president of the university students union.",
    "Incidentally former Tamil United Liberation Front (TULF) leader and ex-leader of the opposition Appapillai Amirthalingam was a contemporary of Ronnie de Mel at University. Amirthalingam was also boarded at the De Mel residence during his undergraduate days. Once he recalled this while conversing with me and spoke very highly of Ronnie’s mother.”She was a kind-hearted,gracious lady”remarked Amir then.",
    "Ronnie sat for the Ceylon Civil Service exam and joined the CCS in 1948. He served in different capacities at the Puttalam,Vavuniya and Matara Kachcheris. He also had stints at the dept of Social services and the ministries of Labour and Agriculture and Lands  at different times.",
    "It was as a civil servant that Ronnie de Mel married Mallika Lakshmi  Fernando the second daughter of Sir Leo and Lady Irene Fernando. Sir Leo Fernando  a transport Tycoon and landed proprietor was one of the richest men in Sri Lanka known as Ceylon then. He also represented the Buttala electorate  as  a  UNP  parliamentarian  from 1947 to 54. The “Kurunduwatte”gossip then was that the eligible civil servant had bagged an ample dowry.",
    "Though a rising star in the Lankan bureaucracy, Ronnie was at heart a political animal and yearned to be in active politics. After 16 years of being a civil servant, Ronnie de Mel  quit the administrative service in 1964 and threw his hat in the ring for the 1965 parliamentary hustings.",
    "Ronnie’s  first attempt in electoral politics was in the historic Wellassa region of the Uva province. He contested the Bibile seat in Moneragala district in March 1965.  Though Bibile was a pre-dominanty Kandyan Sinhala seat, it is surmised that Ronnie opted for it due to the commercial interests of his late father in law there. It is said that the then UNP leader Dudley Senanayake had stated so publicly during the election campaign.",
    "Initially De Mel  had tried for UNP nomination but the UNP opted for  Ratnayake Mudiyanselage Dharmadasa Banda (RM Dharmadasa Banda) who was the younger brother of former Bibile MP Ratnayake Mudiyanselage Gunasekera (RM Gunasekera) .RM Gunasekera  had been shot dead by an unknown assassin in 1964. The UNP felt it  had to give the candidacy to a family member.",
    "This had resulted in younger brother Dharmadasa Banda  stepping in as UNP candidate at the young age of 27. The sympathy wave over the elder brother’s murder enabled the younger brother to defeat ex -CCS candidate Ronnie de Mel by 1657 votes. Banda got  8644 to de Mel’s 6907. Dharmadasa Banda later became a minister in UNP and SLFP Covts. Incidentally Moneragala district MP and SJB Gen secy Ranjith Madduma Bandara is RM Gunasekara’s son.",
    "The SLFP led by Sirimavo Bandaranaike was in the opposition from 1965 to 1970. The UNP Govt of Prime Minister Dudley Senanayake was in power. In Juy 1960,  PP Wickremasuriya had won  the Devinuwara  seat on the SLFP ticket. Subsequenty he crossed over in Dec 1964 with CP de Silva. In the 1965 elections, Wickremasuriya contested as the candidate of the  Sri Lanka Freedom Socialist Party (SLFSP)led by CP de Silva which had an electoral alliance with the UNP.",
    "Veteran leftist politico PH William de Silva contested on the SLFP ticket  and won Devinuwara in 1965. However he was unseated on an election petition. A by election was scheduled. PP Wickremasuriya was going to be the UNP candidate. Mrs.Bandaranaike regarded Wickremasuriya as a renegade and traitor. She wanted him defeated and looked out for a winning candidate. DM Rajapaksa’s son and Mulkirigala MP   George Rajapaksa recommended Ronnie de Mel. Mrs. Bandaranaike agreed somewhat reluctantly.",
    "Ronnie De Mel had absolutely no links to the Devinuwara electorate and was a rank outsider. The UNP campaign  harped on the fact that Ronnie was a “parachutist”. The SLFP campaign was spearheaded by George Rajapaksa.He was assisted by the then Mirigama MP Siva Obeyesekere. The by election was held on 15  March 1967.It was a straight fight between De Mel and Wickremasuriya. Ronnie De Mel polled 18,483 votes  while  PP Wickremasuriya polled 16,015 votes. De Mel won with a 2438 majority.",
    "The new Devinuwara MP with his leftist ideology and classical oratory was an instant hit. His parliamentary speeches were very popular. So too were his public speeches.",
    "This writer first heard Ronnie speak when he was 15 years old. The Colombo University students were on strike then and organized a “parallel varsity”outside the campus. One of my cousins an undergrad took me along for a lecture  by Ronnie de Mel who spoke on how to evolve a social economy in Sri Lanka then Ceylon.It was well received and impacted me greatly.",
    "Years later as a journalist on the “Virakesari” I mentioned this to Ronnie in conversation. He grinned and replied  that he had come a long way since then. Incidentally Ronnie De Mel was well disposed towards the “VirakesarI”. This was due to the “Virakesari” providing much publicity  to him when in the opposition. Though Tamil votes were unnecessary for his politics, Ronnie appreciated the paper’s coverage. Besides the then “Virakesari” Editor and Managing Director interacted closely with Ronnie in those days.",
    "The 1970 elections saw the United Front comprising the SLFP (91)LSSP(16) and CP(06) win 116 seats in a landslide. The SLFP’s  Ronnie De Mel beat  the UNP’s, PP Wickremasuriya with a majority of 6051. Ronnie got 20,798 to PPW’s 14,747. Everyone expected the Devinuwara whiz kid to get a plum cabinet post. But shockingly Ronnie was  overlooked or ignored.Not even a junior minister post.",
    "Several reasons were attributed for the shabby treatment meted out to De Mel. One was that in a Govigama dominated Govt the “Karawe quota”had been filled by the LSSP’s Leslie Goonewardene.",
    "Another  reason given by a family friend of George Rajapaksa  was that Mrs.Bandaranaike and her loyalists were worried about Ronnie’s  affinity with George Rajapaksa. The Bandaranaikes  were  allegedly paranoid about a potential political threat from the Rajapaksas and therefore Ronnie suspected of being in the Rajapaksa camp was  put in his place in a pre-emptive  strike.",
    "According to  some SLFP old timers there was another  possible vindictive reason for Ronnie being sidelined. Apparently when Ronnie was working at the Puttalam Kachcheri, he had penalised a close relative of the  Balangoda Ratwattes for alleged corruption. This allegedly  angered Sirimavo who nursed a grudge against De Mel and had taken revenge after many years.",
    "This writer contacted a respected senior journalist very knowledgeable in political matters about De Mel’s exclusion from the 1970 cabinet. The response was  as follows –“ My  guess is that Ronnie did not get a ministry in 1970 due to the presence of superior talent/seniority/reputation in the left  constituents of the UF as well as the need to accommodate senior SLFPers. Ronnie wouldn’t have been satisfied with a deputy ministry. I know Ronnie made a pitch for the fisheries ministry on account of caste. He probably judged JRJ as the coming colour in 1977 and made the strategic shift.”",
    "Whatever the reason,  the reality was that of Ronnie De Mel being given the cold shoulder in 1970. A disappointed and disgruntled De Mel quit the Govt in 1973 and went across to the opposition.  Instead of joining  the UNP , Ronnie functioned as an Independent MP. When JR Jayewardene resigned his seat and contested the Colombo South By election, Ronnie supported JR who won with a 25,801 majority. After a while JR invited De Mel  to join the UNP  and Ronnie accepted.",
    "Ronnie  contested Devinuwara again in July 1977 but this time on the UNP ticket. In a reversal of roles his rival was now from the SLFP. Ronnie polling 23,776 got a 9439 majority. The SLFP candidate Dickson Silva obtained 14 ,337. The UNP won 141 out of 168 seats in Parliament. Ronnie was appointed Finance minister and went on to serve as FM for 11 years. This was his tryst with destiny! As stated earlier the JR-Ronnie duo transformed the Sri Lankan economy.",
    "An article about Ronnie de Mel would not be complete without mentioning his duel with Upali Wijewardene. Being a reporter at  “The Island” during the eighties of the last century  provided an amusing insight into  that tussle. Apparently relations between  Ronnie and Upali were  amicable  until the latter evinced interest in entering poitics. Ronnie felt Upali was eying the finance ministry portfolio as a stepping stone to the executive presidency.  Soon there was no love lost between both.",
    "When JR appointed Upali as Director -General of the Greater Colombo Economic Commission (GCEC) with the responsibility of setting up free trade zones(FTZ), Ronnie did not like it. The finance minister created an alternative structure the Foreign Investment Advisory Committee (FIAC) and provided incentives like tax holidays to potential investors outside the FTZs. Both the GCEC and FIAC competed for foreign investment separately.",
    "Another bone of contention was the envisaged Ruhuna University. Upali wanted it located in Kamburupitiya electorate which he was nursing as his future constituency . Ronnie wanted it in Matara. De Mel had his way.",
    "Upali utilised his publications to irritate Ronnie.  The cartoon paper “Chitra Mithra” featured a canine character named Ronnie. When Kundasale MP RP Wijesiri took up  cudgels on behalf of Ronnie and flayed Upali, ace cartoonist Wijesoma drew a cartoon  showing Wijesiri washing dirty linen in public.",
    "Events took a serious turn when “The Island”edited then by Vijitha Yapa scooped details of the Budget on Budget day morning. JR was furious.  The Finance minister had to alter some of his proposals in a hurry and was seen reading from Xerox copies in Parliament. Later  Ronnie  allegedly motivated the CID into  launching a prosecution of Vijitha Yapa under the official secrets act",
    "After presenting 11 consecutive budgets, Ronnie de Mel resigned as finance minister in  1988. He did not contest the 1989 elections. Ronnie went abroad after Ranasinghe Premadasa became President. He returned to Sri Lanka after Premadasa’s death in 1993.",
    "Ronnie de Mel contested the Matara district on the UNP ticket  in 1994 and won. Later he  joined the SLFP and contested Matara on the Peoples Alliance ticket. He was re-elected as Matara MP. In 2001 Ronnie re-entered Parliament as a national list MP. His wife Mallika de Mel contested Matara on the PA ticket and was elected as MP.",
    "In their married life spanning  more than five decades, Ronnie and Mallika de Mel have three daughters Sunalini, Tara and  Renuka. Mallika de Mel passed away on 12 October 2009. After leading a quiet life for nearly 15 years after his spouse’s demise, Ronnie de  Mel breathed his last on 27 Feb. His remains were ke[t until 29 Feb  at the de Mel residence on  Charles Drive, Col 3 t for people to pay their respects.",
    "The funeral was Held on  March 1st at the Ruhuna University  in Matara.( A large gathering including President   Ranil Wickremesinghe, Prime Minister Dinesh Gunawardena, Former  president Mahinda Rajapaksa and Opposition Leader Sajith Premadasa was present.ENDS)",
    "This article appears in the “DBS Jeyaraj Column”Of the  “Daily Mirror”dated 2nd March 2024.It can be accessed here –"
  ]
}