{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97083/legal-dispute-after-runner-up-replaced-national-badminton-champion-at-asian-games",
  "time_ut": 1707298200.0,
  "original_lang": "en",
  "original_title": "Legal dispute after runner-up replaced national badminton champion at Asian Games",
  "original_body_lines": [
    "The Colombo Chief Magistrate’s Court has ordered the Chairman of the Sri Lanka Badminton Association and its board members to appear before the special investigation unit taking action against sports-related offences.",
    "The relevant officials have been asked to show cause for sending the runner-up to represent Sri Lanka at the 2023 Asian Games instead of the national badminton champion.",
    "A group of 97 sportspersons including a badminton player represented Sri Lanka in the 2023 Asian Games held in Hangzhou, China.",
    "It is alleged that Buwaneka Goonethilake, who secured the title as the National Badminton Champion for 03 consecutive years, was replaced by the runner-up Viren Nettasinghe.",
    "Investigations were initiated into the matter by the special investigation unit probing sports-related offences, after a complaint was filed by Mrs. Preethi Disna Ileperuma, the mother of Buwaneka Goonethilake.",
    "Later, the  investigation unit had submitted a progress report to the Colombo Chief Magistrate’s Court, stating that Goonethilake consecutively placed first at the National Badminton Championship in the years 2021, 2022 and 2023, and nevertheless, Nettasinghe participated in the 2023 Asian Games.",
    "Furthermore, the Chief Police Inspector of the special investigation unit had requested the court to issue an order summoning the Sri Lanka Badminton Association, since its officials have not assisted in the relevant investigations.",
    "The Colombo Chief Magistrate Prasanna Alwis, who took all presented facts into consideration, ordered the national badminton association’s officials to appear before the investigation unit today, and to assist with the ongoing probes."
  ]
}