{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/arti-or-peradeniya-university-career-dilemmas-of-a-young-man/",
  "time_ut": 1721501400.0,
  "original_lang": "en",
  "original_title": "ARTI or Peradeniya University? – career dilemmas of a young man",
  "original_body_lines": [
    "In 1971, after the failed Marxist uprising against the state, the government introduced the rule that anyone applying for a government job should get a report (a ‘chit’) from the local political agent of the government. This rule especially applied to young men and women, as the government distrusted the youth because of their involvement in the insurrection.",
    "Soon after graduating from the University of Peradeniya in 1972, I applied for a vacancy at the Agrarian Research and Training Institute (ARTI) for a research and training officer (rural sociology). I visited the political agent, who lived in Hendala, to get a chit. The agent was an Ayurvedic doctor who was also a justice of the peace and a member of the Town Council (He was known as ‘Member Mahatmaya.’). He cordially received me in the verandah of his small house. He was in a sarong without a shirt or a vest. A heavy leather belt with a large buckle was around his belly over the sarong. A small towel covered his shoulders.",
    "He complained that my late father had never even said hello to him. I just kept quiet. He then added, “Never mind. People say he was an outstanding teacher. That matters. You know, different people have different personalities.” Then he enquired about what had brought me to him. I told him I had applied for a staff position at the ARTI and needed a good recommendation from him. He smiled and said, “Yes, every day, I get one or two inquiries about job applicants from government ministries. I will send a good recommendation if the Ministry requests me to send a report on you. Please do not forget to say hello when we meet again.”",
    "Mahinda Silva, the Ministry of Agriculture and Lands Secretary, chaired the interview panel. He welcomed me and asked, “Do you want us to interview you in English or Sinhala?” I replied, “In both.” Mahinda chuckled and said, “Alright, we’ll start with a few questions in English and then switch to Sinhala.” The interview focused on collaborating with economists, agronomists, and communication specialists in sociological studies. I used the term “social structure” several times. Mahinda encouraged me to elaborate my thoughts without using abstract concepts, inspiring me to express myself more clearly.",
    "Two weeks later, the ARTI Registrar told me to meet Mahinda. I found Mahinda in the ARTI Chairman’s office, an air-conditioned room with comfortable chairs and a large desk. A peon with a colourful sash and an apron served tea with biscuits, butter cake, and devilled cashew nuts. I sat on the edge of a chair, scared to sit back in such an august environment. Mahinda asked me about my school, family background, and teachers he knew at the university while going through some files.",
    "He asked me whether I wanted to join the ARTI. I said, “Yes, Sir.” Mahinda smiled and got up with some papers in his hand. He was a tall man, dark in complexion. He was in his fifties. He wore a long-sleeved white shirt with a pair of baggy white trousers. I noted that he wore sandals, not socks and shoes. He had a disarming smile, which made me comfortable. He told me that the ARTI was a new institute. I should get ready to do postgraduate studies in England.",
    "I told Mahinda what the political agent had told me. He laughed and said the Honourable Minister was a progressive man who did not rely on political chits to appoint deserving candidates to staff positions. He then asked me if I had any connections with the Janatha Vimukthi Peramuna (JVP) party, which led the 1971 insurrection. I explained that I was the Vice President of the University’s Communist Party (Peking Wing) and was involved in student politics but had no ties with the JVP. Mahinda said, “Your involvement in student politics is a sign of your leadership.” This acknowledgement of my leadership skills made me feel trusted and empowered.",
    "Mahinda came to the ARTI with the Minister to meet the new recruits. He outlined critical research issues in the agrarian sector, including rural landlessness, poverty among agricultural wage workers, and undeveloped rural markets. The Minister told us, “We all should try to find solutions to such issues, and I know the ARTI can play a vital role. We provide vehicles, international advisers, and facilities to do research.”",
    "In early May 1974, six months after joining the ARTI, I received a letter from Peradeniya University. The letter said, “The Dean of the Faculty of Arts wishes to see you on Saturday to discuss the timetable. You can start classes soon as a visiting lecturer.”",
    "The ARTI Director was unhappy about the offer of a visiting lectureship and worried that I might leave ARTI to join the university. A few days later, the Registrar informed me that the Chairman had granted me permission to take up the visiting lectureship for three months, and such work must not interfere with my ARTI work.",
    "Two months later, the university advertised two assistant lectureships in sociology. I applied for one without informing the ARTI. Although I was happy at the ARTI, I wanted to join the university because I thought teaching and researching was my vocation. Soon after the interview, the Dean of the Arts Faculty, whom I knew well, asked me to meet him in his office. He offered me a cup of tea and said, “Jayantha, you already have an excellent job at a premier research institute in Colombo. It offers much better prospects than an assistant lectureship in pursuing postgraduate studies abroad.” Then, he requested that I withdraw my application for the assistant lectureship before the second interview.",
    "I told him my dream was to become a university professor one day, and I did not want to abandon that opportunity. He told me, “One of the candidates is from a remote village, and it would be difficult for him to find a job as you did. A university position is a good job for him. We can appoint him to one of the assistant lectureships if you withdraw your application. You are one of the chosen candidates.”",
    "I was shocked and dispirited. I was unhappy, hurt, and confused. I did not know what to do. My ambition to become a lecturer and, finally, a professor at Peradeniya University seemed dashed against a rock. For a week, I was thinking about the second interview. I decided to get Mahinda’s advice. I visited him at the Ministry. He listened carefully and advised me to tell the ARTI Director about the offer and the issue raised by the Dean. He did not ask why I had applied without informing the ARTI.",
    "The following morning, in the Chairman’s room, the ARTI Director asked me in front of Mahinda, “What do you think about the offer?” I told him about the Dean’s request. He asked me, “Are you interested in the university position. I said, “Yes.” Mahinda intervened and told me, “Jayantha, I respect your judgment. You should decide, not me or the Director. But I want to tell you one thing. Many people think getting a professorship at the university is like attaining nirvana. But that is a myth. I know many professors who are unhappy and trapped in the system. Please stay with us and get your postgraduate degrees as early as possible. As a young man, you have many opportunities ahead of you in life. You can decide to join a university in Sri Lanka or abroad later. Your postgraduate qualifications, research experience, and publications will place you in good stead to become a professor. But the decision is yours. You take time to decide. Please tell the Director your decision by the end of this week.”",
    "I considered my options: to pursue an academic path at the university or to stay at the ARTI and become a development practitioner. The first would take me to Kandy, and the other would allow me to stay in Colombo. At the university, scholarships for higher studies were not guaranteed. After two years at the ARTI, I would become eligible for postgraduate studies abroad.",
    "Going against the Dean’s advice and joining the university could harm me in the long run. Especially in the allocation of scholarships, the Dean had significant power. He might not recommend me for a scholarship because I had not listened to him. I was scared he might convince the second interview panel to select the candidate he supported and not offer me the lectureship. On the other hand, the ARTI had chosen me for a research and training officer post, and Mahinda had allowed me to teach at Peradeniya University as a visiting lecturer. His treatment of a ‘chit’ from the local political agent showed his liberal views and compassion towards young graduates who worried about political manipulations that could harm them.",
    "I discussed my predicament with my mother and granduncle. Both said I should stay at the ARTI. My mother said I could travel to work from home and she could give me a tasty lunch parcel every day. My granduncle said I should remain in Colombo as I should soon start looking for a bride. He thought finding a suitable marriage partner in Colombo was much easier than in Kandy.",
    "I told the Director I had decided to stay at the ARTI and did not attend the second interview. Later, I heard that the interview panel was prepared to postpone the second interview so that I could attend it on another day. I informed the Dean that I had decided to stay at the ARTI and asked him to approve my visiting lectureship. He agreed.",
    "I wondered why the Dean discouraged me from coming for the second interview. He probably believed that ARTI was a better place for my career than the university, and he was genuinely worried about his candidate’s future. Many years later, a university colleague told me that the Dean supported the other candidate because both belonged to the same caste and from the same region. Anyway, I correctly decided not to join the university.",
    "Mahinda frequently visited the ARTI to discuss their research programmes and field findings with the staff. He was a great storyteller. He cracked a joke or two before narrating a story. He mesmerized listeners with his stories. After a training programme in Tambuttegama, we had lunch at a farmer’s house. Mahinda noticed several young women who were busy serving visitors. Mahinda wanted to know whether I had selected the village for my fieldwork because of the girls. I told him, “Not necessarily.” He laughed and told me his guess was, at least, partially correct!",
    "He told me about his humble beginnings. The Durham scholarship he had won enabled him to study in Colombo and enter the University of Ceylon. He completed his BA Honors degree in English under Professor Ludowyk. Mahinda planned to earn a living as an English teacher in Galle. But his friends and relatives encouraged him to sit the Ceylon Civil Service examination. He was among the 12 candidates chosen to become civil servants in 1950.",
    "In the mid-1950s, Mahinda was an assistant postmaster general. During SWRD Bandaranaike’s government, there was a series of labour union strikes. Interdiction of a minor servant by Mahinda for assaulting an officer triggered a strike at the Postal Department. Mahinda received a call from the Prime Minister’s Office to be present at the Cabinet Secretariat. He thought the Prime Minister might ask him to resign as a part of the political solution to the strike. He got ready to go home and start English classes for local children.",
    "peon led him to the Cabinet room. Bandaranaike asked Mahinda why he had interdicted the minor employee. Mahinda explained that the minor employee had an argument with an officer, lost his temper, and squeezed the officer’s testicles. Bandaranaike laughed aloud and asked Mahinda, “Is it a crime if a man squeezes another man’s balls?” Bandaranaike advised Mahinda to use administrative regulations sparingly. Mahinda left the Cabinet Office and waited until the Post Mater General came out of the Cabinet Office. He came out with the Minister. They started laughing when they saw Mahinda. The Minister told Mahinda to reinstate the minor servant if the trade unions were willing to call off the strike. Mahinda successfully ended the strike.",
    "The day I left for the UK for postgraduate studies at the Institute of Development Studies (IDS), University of Sussex, the Director invited me to his residence for dinner, and Mahinda joined us. Mahinda told me it would be freezing cold in the UK, and I should have long johns (thermal men’s underwear). He gifted me two new pairs of long johns. While sipping a glass of arrack with soda, he told me I had done well as a researcher at the ARTI. He was happy that I had stayed with the ARTI. He said, laughing, that he would look for a suitable bride when I returned from England.",
    "I met Mahinda at the IDS. He was on an official visit. He told me that my supervisor had suggested I be allowed to do a PhD and that he could find funds for me. Mahinda agreed to extend my leave of absence so that I could complete the PhD.",
    "After retirement, Mahinda converted his garage at home in Ratmalana into a bedsitter with a narrow bed, a writing table, and a cupboard. Its roof was asbestos sheets, and the room had no ceiling fan. He had all the volumes of Prof Joseph Needham’s ‘Science and Civilisation in China’ on the shelf. Once, I saw him underlining passages in a volume and writing notes in an exercise book. When I asked him why he was reading Needham, he said we could learn much from China.",
    "1984, I asked him to be my referee as I applied for a USA fellowship. He wrote a long reference letter in which he clearly stated his views on the role of social researchers in Sri Lanka: “I do not believe that a social scientist working in a developing country like Sri Lanka can afford to view problems solely through the mirror of his books. His conceptual and methodological training must always be matched by a thorough familiarity with the grinding realities in the field. Jayantha has learned this lesson only too well during his long tenure with the ARTI.”",
    "(Last Sunday’s article on “Weere, the blind scholar at Peradeniya” was written by the writer of this article, Jayantha Perera. We apologise for his byline being inadvertently omitted. Editor)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}