{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98515/kamindu-mendis-named-icc-players-of-the-month",
  "time_ut": 1712567400.0,
  "original_lang": "en",
  "original_title": "Kamindu Mendis named ICC Players of the Month",
  "original_body_lines": [
    "Sri Lanka’s Kamindu Mendis has beat off competition from Ireland pacer Mark Adair and New Zealand speedster Matt Henry to win the ICC Men’s Player of the Month Award for March 2024.",
    "Mendis becomes the third Sri Lankan after Prabath Jayasuriya and Wanindu Hasaranga to win the Men’s Player of the Month prize. The batter sees this award as a source of inspiration for his future in international cricket after historic batting feats in Bangladesh Test victory.",
    "The International Cricket Council (ICC) has revealed the ICC Men’s and Women’s Player of the Month award winners for March 2024 after shortlists were announced last week.",
    "Kamindu Mendis claims the ICC Men’s Player of the Month award after his historic efforts at the crease helped Sri Lanka comfortably win the first Test in their ICC World Test Championship showdown against Bangladesh in Sylhet.",
    "England’s Maia Bouchier wins the ICC Women’s Player of the Month prize thanks to a sparkling series of scores in New Zealand as the tourists secured a statement 4-1 T20I series win in March.",
    "ICC Men’s Player of the Month Mendis may have made a quiet start to the month in the T20I series that opened Sri Lanka’s tour to Bangladesh, but he soon reversed his fortunes with a memorable performance in the first Test match in Sylhet.",
    "Striding out to the crease with the tourists at 57 for five, Mendis rescued Sri Lanka’s first innings alongside Dhananjaya de Silva, thwarting Bangladesh’s firing bowlers on his way to hitting a controlled 102 – his first Test century – to help them post a respectable opening total of 280.",
    "With a healthy first innings lead, the second innings presented a similar challenge when Mendis came to the middle. Sri Lanka had extended their advantage but limped to 126 for six when the batter initiated another stirring fightback, supported again by the brilliant de Silva at the other end. Both batters counterattacked and crossed the three-figure milestone, but Mendis’ mammoth 164 in 237 balls was the standout performance as Sri Lanka eventually sealed victory by 328 runs.",
    "With his century in the second innings, Mendis became the first player batting at number seven or lower to hit two centuries in a single Test.",
    "ICC Men’s Player of the Month for March, Kamindu Mendis, said, “I am extremely happy to be named the ICC Men’s Player of the Month, which I consider an inspiration for my international career. A recognition such as this motivates and makes us as players work more and more to deliver in the middle for the team, country, and fans.",
    "“I also wish the very best for the other two players who were nominated along with me, Mark Adair and Matt Henry, whom I consider excellent players and good competitors.”",
    "ICC Women’s Player of the Month Bouchier secures her maiden win after starring in England’s T20I series in New Zealand.",
    "The 25-year-old amassed 223 runs at an average of 55.75 from her five T20I matches during the month, guiding the visitors to a memorable 4-1 series win through a showcase of explosive performances.",
    "Bouchier began the series with an unbeaten 43 in the opener, setting a challenging total alongside captain Heather Knight which was easily defended by England’s bowlers. Her next impressive knock came in the third match, where she smashed 71 in 47 balls despite England falling short in Nelson.",
    "Promoted to open the batting in the subsequent decisive encounter in Wellington, Bouchier hit her highest T20I score, blasting 91 in just 56 balls which included 12 fours and two sixes, to secure the series victory and collect the Player of the Match award in a 47-run win.",
    "ICC Women’s Player of the Month for March, Maia Bouchier, said, “First of all, thank you to everyone who voted for me. I am so happy and grateful to everyone: my family and partner and the staff and my teammates who have supported me whilst playing at the international level.",
    "“I am so honoured to have won this award and I hope there are many more to come. It’s been such an amazing couple of months, from training through the winter with my coaches at home and transferring what I’ve been working on into this series, so I am really glad I have been able to perform for the team.”",
    "Mendis and Bouchier were voted as the March winners by global fans registered at icc-cricket.com and a specialist panel comprising ICC Hall of Famers, former international players, and media representatives.",
    "Mendis overcame fellow standout performers in Tests, Ireland’s Mark Adair and New Zealand’s Matt Henry to claim the March award, while Bouchier wins from past winners Amelia Kerr of New Zealand and four-time Women’s Player of the Month, Australia’s Ashleigh Gardner."
  ]
}