{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-election-announcement-triggers-unexpected-constitutional-conundrum-173864/",
  "time_ut": 1721963640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka election announcement triggers unexpected constitutional conundrum",
  "original_body_lines": [
    "ECONOMYNEXT – The formal announcement of the presidential elections on Friday has triggered limitations on the executive that will complicate its uneasy relations with the judiciary and plunge the country into a constitutional conundrum, as an acting police chief was not immediately appointed following a court order.",
    "Incumbent Inspector General, Deshabandu Tennakoon, was barred from exercising the powers of his position by the Supreme Court, which decided to hear nine petitions against his controversial appointment in February.",
    "Election officials said the executive loses its power to make any appointments or even transfer public servants when an election has been called. This restriction could hinder the appointment of an acting police chief.",
    "Although the court has said President Ranil Wickremesinghe can appoint a suitable officer as the Acting Inspector General, no immediate action was taken, and the operation of election law from Friday bars him from doing so.",
    "The number two in the police department, Senior DIG Nilantha Jayawardena, is already under interdiction for his role in failing to prevent the Easter Sunday attacks of April 2019, which claimed the lives of 270 people.",
    "Should Deshabandu step down in the wake of the pending Supreme Court case, the president will still be constrained from making a replacement because the election law prohibiting new appointments will apply.",
    "The Supreme Court found Deshabandu had tortured a suspect by rubbing Siddhalepa balm on the victim’s genitals, violating his rights, and ordered him to pay 500,000 rupees as compensation to the victim.",
    "Notwithstanding the adverse court order, Wickremesinghe appointed Deshabandu to the top job, initially as acting IG and then as the permanent chief.",
    "Legal sources said the independent Election Commission might be able to grant an exception to the executive to appoint an acting inspector general with the concurrence of the Constitutional Council.",
    "Parliamentary sources said they expected Wickremesinghe to refer the crisis to the legislature to resolve it. The President has also argued that the Supreme Court should not interfere with appointments made by the executive. This has led to tensions between the two arms of the state, with the legislature backing the president. (COLOMBO/July 26/2024)"
  ]
}