{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Wijeyadasa-takes-over-SLFP-leadership-as-Maithri-steps-down/56-761719",
  "time_ut": 1715548039.0,
  "original_lang": "en",
  "original_title": "Wijeyadasa takes over SLFP leadership as Maithri steps down",
  "original_body_lines": [
    "SLFP pro-Sirisena faction names Wijeyadasa Rajapakshe as Maithripala Sirisena’s successor at special meeting in Kotte",
    "Pro-CBK faction accuses pro-Sirisena faction of violating injunction orders by holding a special party meeting",
    "Acting General Secretary Duminda Dissanayake in a letter to SLFP Senior Deputy Secretary asks him to refrain from calling such meetings in the future",
    "Stresses so-called Executive Council meeting held by Pro-Sirisena faction to appoint Rajapakshe has no legitimacy",
    "Former President Maithripala Sirisena relinquished his position as Chairman of the Sri Lanka Freedom Party (SLFP) yesterday, paving the way for Acting Chairperson Minister of Justice Wijeyadasa Rajapakshe to take over the role.",
    "The decision was announced at a special SLFP Executive Committee meeting held in Kotte by the Pro-Sirisena faction of the party yesterday morning.",
    "The party said a unanimous decision was reached to appoint Minister of Justice Wijeyadasa Rajapakshe as the new Chairman.",
    "During a similar Executive Committee meeting on 21 April, Rajapakshe was appointed as the Acting Chairperson of the SLFP under the leadership of former President Maithripala Sirisena.",
    "However, on 24 April, the Colombo District Court issued an injunction barring Rajapakshe from carrying out his duties as the Acting Chairperson of the SLFP.",
    "In response, Wijeyadasa Rajapakshe filed a petition to suspend the interim injunction, which the Court of Appeal rejected on 7 May.",
    "On 8 April, the SLFP faction led by former party leader Chandrika Bandaranaike Kumaratunga, party office bearers Duminda Dissanayake, Mahinda Amaraweera and Lasantha Alagiyawanna appointed SLFP Senior Vice President Nimal Siripala de Silva as the party’s Acting Chairman.",
    "Accordingly in a letter to SLFP Senior Deputy Secretary Sarath Ekanayake yesterday, Dissanayake said the Executive Council meeting held by the Pro-Sirisena faction has no legitimacy.",
    "He said Ekanayake has no legal authority or right to convene such a meeting and therefore the gathering has no legitimacy and contravenes the party’s constitution.",
    "“Decisions taken at such meetings have no validity before the law and are therefore null and void,” he said.",
    "Dissanayake also noted that the meeting held has also violated the injunction orders issued by the Courts in cases relating to the SLFP leadership. He also demanded Ekanayake to refrain from convening such meetings in the future."
  ]
}