{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110755/trump-says-us-will-impose-19-tariff-on-imports-from-philippines-in-deal-struck-with-leader-marcos",
  "time_ut": 1753239180.0,
  "original_lang": "en",
  "original_title": "Trump says US will impose 19% tariff on imports from Philippines in deal struck with leader Marcos",
  "original_body_lines": [
    "President Donald Trump said he has reached a trade agreement with Philippine leader Ferdinand Marcos Jr., following a meeting Tuesday at the White House, that will see the U.S. slightly drop its tariff rate for the Philippines without paying import taxes for what it sells there.",
    "Trump revealed the broad terms of the agreement on his social media network and said the U.S. and the Philippines would work together militarily. The announcement of a loose framework of a deal comes as the two countries are seeking closer security and economic ties in the face of shifting geopolitics in the Indo-Pacific region.",
    "Marcos’ government indicated ahead of the meeting that he was prepared to offer zero tariffs on some U.S. goods to strike a deal with Trump. The Philippine Embassy did not immediately respond to a message seeking comment.",
    "Marcos’ three-day visit to Washington shows the importance of the alliance between the treaty partners as China is increasingly assertive in the South China Sea, where Manila and Beijing have clashed over the hotly contested Scarborough Shoal.",
    "Washington sees Beijing, the world’s No. 2 economy, as its biggest competitor, and consecutive presidential administrations have sought to shift U.S. military and economic focus to the Asia-Pacific in a bid to counter China. Trump, like others before him, has been distracted by efforts to broker peace in a range of conflicts, from Ukraine to Gaza.",
    "Trump said on Truth Social that the U.S. would impose a 19% tariff rate on the Philippines, down from a 20% tariff he threatened starting Aug. 1. In return, he said, the Philippines would have an open market and the U.S. would not pay tariffs.",
    "Without further details on the agreement, it’s unclear how it will impact their countries’ economies.",
    "Trump wrote that Marcos’ visit was “beautiful,” and it was a “Great Honor” to host such a “very good, and tough, negotiator.”",
    "Appearing before reporters in the Oval Office ahead of their private meeting, Marcos spoke warmly of the ties between the two nations.",
    "“This has evolved into as important a relationship as is possible to have,” said Marcos, the first Southeast Asian leader to hold talks with Trump in his second term.",
    "Trump, as he does in many of his appearances, veered off topic as he fielded questions from reporters.",
    "In response to a question about his Justice Department’s decision to interview Jeffrey Epstein’s former girlfriend, Trump repeated falsehoods about his loss to Democrat Joe Biden in the 2020 presidential election and the Russia investigation during his first term, along with comments about targeting adversaries such as former President Barack Obama and former Secretary of State Hillary Clinton.",
    "“After what they did to me, whether it’s right or wrong, it’s time to go after people,” Trump said.",
    "When asked how he plans to balance his country’s relationships between the U.S. and China, Marcos said there was no need to balance “because our foreign policy is an independent one.”",
    "“Our strongest partner has always been the United States,” said Marcos, whose country is one of the oldest U.S. treaty allies in the Pacific region.",
    "On Tuesday, when asked about the U.S. defense commitment to the Philippines, Chinese Foreign Ministry spokesperson Guo Jiakun said, “Whatever cooperation the U.S. and the Philippines have, it should not target or harm any third party, still less incite confrontation and heighten tensions in the region.”",
    "China, the Philippines, Vietnam, Malaysia, Brunei and Taiwan have been involved in long-unresolved territorial conflicts in the South China Sea, a busy shipping passage for global trade.",
    "The Chinese coast guard has repeatedly used water cannons to hit Filipino boats in the South China Sea. China accused those vessels of entering the waters illegally or encroaching on its territory.",
    "Marcos also met Secretary of State Marco Rubio and Defense Secretary Pete Hegseth this week. At the Pentagon on Monday, Marcos told Hegseth that the assurance to come to each other’s mutual defense “continues to be the cornerstone of that relationship.”",
    "He said the cooperation has deepened since Hegseth’s March visit to Manila, including joint exercises and U.S. support in modernizing the Philippines’ armed forces. Marcos thanked the U.S. for support “that we need in the face of the threats that we, our country, is facing.”",
    "Hegseth told a security forum in Singapore in May that China poses a threat and the U.S. is “reorienting toward deterring aggression by Communist China.”",
    "The U.S., however, has endeavored to keep communication open with Beijing. Rubio and Chinese Foreign Minister Wang Yi met this month on the sidelines of the Association of Southeast Asian Nations regional forum in Kuala Lumpur, Malaysia. They agreed to explore “areas of potential cooperation” and stressed the importance of managing differences.",
    "When hosting Marcos, Trump said a visit to China is “not too distant,” suggesting it is possible he could travel there soon. Trump touted U.S.-China relations but said Manila is independent in its dealings with Beijing.",
    "“Do whatever you need to do,” Trump told Marcos. “But your dealing with China wouldn’t bother me at all.”"
  ]
}