{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/meet-the-brothers-size-in-a-local-backyard/",
  "time_ut": 1706198885.0,
  "original_lang": "en",
  "original_title": "Meet The Brothers Size In A Local Backyard",
  "original_body_lines": [
    "The Sinhala language production of The Brothers Size, premiered in December 2023, in a Kumbukgahaduwa backyard. Directed by Prasanna Mahagamage, it was enacted by Hiran Abeysekera, Danushka Dias, and Chamara Gamaathige.",
    "This Sinhala production was one-of-a-kind, in multiple ways. It was a collective translation from English to Sinhala by the director and actors. The open theatre space called LOVEARTLOVE was an unconventional, unknown, residential space, away from the city centre and other familiar theatre locations. The play itself had an ambiguous English title transliterated in Sinhala. The e-flyer announcing the play, displaying an architectural drawing, announced irregular seating, and possibly standing spaces for the audience. A mysterious charm, amidst risk-taking. Was the focus more on entertainment, and coming together with ‘sexy theatre lovers’, and ‘BYOB… clinking glasses’ later, than a theatre enactment?",
    "The original English play The Brothers Size, is by Tarell Alvin McCraney, the second play in a trilogy. The play revolves around the Size brothers, Ogun and Oshoosi, and younger brother Oshoosi’s friend Elegba.",
    "The script is a great starting point for this nuanced, team-centric, and energetic performance. While the brotherliness and punchy lines comes from the script itself and connotative title, the playing and the innate brotherhood which signifies the whole are the strengths on which the performance comes alive to us. Inundated with four-letter words and phrases that are completely Sri Lankan, the translation relies heavily in the rendition, demonstrating how the playing has captured the nuances, while retaining the thoughts and thrusts of the original.",
    "As a play it contains much ambiguity. The title itself is open to interesting interpretation and play on words. Then the key actor, recent Olivier Award winning Hiran Abeysekera who was seen locally on the large screen, in an iconic performance in Life of Pi, although in English, is an added attraction. The strength of the playing is that in this well-rehearsed performance, Abeysekera, Dias and Gamaathige work closely and intimately with each other, in close proximity to an audience who encircle them and become part of their experience.",
    "The backyard arena space that we are led to, under a canopy of trees, a pond on the side, naked concrete structures adjoining the residential quarters with a few cars parked rather closeby, the flood lights, the music, has a relaxed familiarity.",
    "This arena space in Kumbukgahaduwa, seated on chairs or huddled together on low stone steps, exudes the charm of connection, intimacy, and immersion. As the three players bring alive the powerful lines, with a force and spirit that transcends any barriers, we feel the pull of brotherhood, consciousness of humanity, the toiling, the hardships, imprisonment, burdens, unfulfilled aspirations, brought together with an unmistakable physical presence.",
    "The translation, and mostly the playing of it at this earthly setting, has an immediacy that draw one and all, addressing our problems, our concerns, as well as our triumphs and wins.",
    "While three male actors, an arena covered in fine sand, and subdued lighting, set the stage for The Brothers Size, the opening scene lays bare the unconventional style the play is presented in. The story unfolds with the actors reading out the stage directions:",
    "Ogun Size: Ogun Size stands in the early morning, With a shovel in his hand. He begins his work on the driveway, huh!",
    "Oshoosi Size: Oshoosi Size is in his bed sleeping. He stirs, dreaming, A very bad dream, mmm …",
    "Elegba: Elegba enters, drifting, like the moon. Singing a song.",
    "This unusual style helps the audience to immediately know the characters, and their particular role and traits. This approach helps us get right within the storyline and remember the unusual names, with the least effort. In retrospect, it has many advantages within a theatrical space, of clarifying what we might not see or notice, and illustrate where and what of each actor, at a given moment.",
    "I would argue that the voicing of the stage directions lends itself more easily to a performance without a stage set, at one time conjuring up a dinner table, a bed room, a vehicle to drive in, or a vehicle to repair, stationing oneself underneath. The next moment it is the open road and within an instant, it is the bed and then the garage. The directorial decision to mime these actions without using a set, is completely commendable in this context.",
    "Through many layers of sand, earth, bare bodies, rippling muzzles with veins protruding, we experience sheer male energy and masculinity spilling upon the semi-darkened backyard. On a colour palette of blacks, greys and browns, against the skin colour, the upper-body costumes of the three trouser-clad characters consist of a long-sleeved t-shirt, a loosely worn skinny, and a more figure-hugging skinny, establishing some contrast. The colour palette merges with the surroundings giving better focus to the actors and their movements.",
    "The script is a marvelous rendition of lines that entangle with each other to lay the scene, create thought processes, dreams, tensions, power dynamics, aspirations, trust, needs, camaraderie, loneliness, and some home truths. They remind themselves of the need to grab the present moment, before certain death inevitably takes over:",
    "So you know that you ain’t got forever, just right now. Good to remember death, man.",
    "As the play revolves around two recently-released prisoners, the experience of imprisonment and its effects and repercussions are central themes:",
    "Prison make grown men scared of the dark again. Put back the boogy-monsters and the voodoo man we spend our whole life trying to forget…",
    "However, it is not necessarily prison that conjure up these dark entrapments. The unfolding story alludes that life and its tribulations are equally capable of summoning them up.",
    "Lighting and sound effects largely managed through strategically placed automobiles, their headlights, vehicle horns and other such effects, lend a different tone to the action. It is as if we are part of a real happening, sharing a backyard engagement with three men, caught up trying to “drive somewhere…, go to school…, take some classes…, do an aptitude test… work in social work,” as there’s only now, to manage all this. The ending brings in an additional element of verisimilitude with the ignition of an engine, just beyond, taking the experience closer still to the audience.",
    "Abeysekera exudes an aura of young playfulness and his signature sequence of sheer, overwhelming hurt, feels so immediate in live performance. Then doubling up with emotions of a different sort, he was to all appearance, suddenly, an aged man, tired of living and deeply deprived. The collective efforts to bring alive the story as Abeysekera, Dias and Gamaathige work as a team, embracing the Size brothers and Elegba as lived-experience, is part of the charm and power of this theatrical enactment. The power play between the Size brothers and the guarded entry and engagement of the friend from prison, Elegba, was enticing.",
    "The play of light, the different angles of playing and merging with the audience, as each actor momentarily exits, merge into a harmonious whole. The line up captures common everyday folks, prisons within or without, sharing the experience of living, complete with its power games, successes, failures, aspirations, and many others besides.",
    "The power dynamics from within the prison, then outside, but possibly in one’s own prison, the needs and aspirations, the undercurrent of dominance and subordination, are other powerful elements that define the play and it’s nuanced whole.",
    "It is everyman’s story, in one sense, while it was so completely the alien story of black men, elsewhere in a different geographic location, having gone to prison and coming out with a resolve to make it fine, as one adjusts back to ‘normal’ life away from restrictive living behind bars.",
    "The Sinhala language production of The Brothers Size, is a refreshing theatre experience, as three men attempt to come to terms with their lives and circumstances, and realize the need to “Go find you[rself]…” here and elsewhere.",
    "*The Brothers Size by Prasanna Mahagamage will be staged on 27 & 28 January 2024, in Kumbukgahaduwa, Sri Lanka. More information at: https://www.facebook.com/events/783267513566551"
  ]
}