{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sugar-scrub/",
  "time_ut": 1726734480.0,
  "original_lang": "en",
  "original_title": "Sugar scrub",
  "original_body_lines": [
    "Yes, it’s scrub time, this week, too, as lots of readers did indicate to me that they would like to see a few more body scrub beauty tips. Okay, here we go then…",
    "You will need 1/2 cup of brown sugar and 1/4 cup extra virgin or regular olive oil.",
    "In an air tight storage container, pour in the olive oil and scoop in the brown sugar and mix well, with a fork or metal spoon. Make sure to smash out the clumps. The mixture is now ready when it looks like wet sand.",
    "This scrub can be used anywhere that you are having dry skin issues or want to just do a great exfoliation on. Apply a small amount of the sugar scrub to the area and begin lightly massaging it in circles. You don’t need to press down hard or apply much pressure to this scrub as the granules from the sugar will work to get the dead skin off. By simply massaging it into the area for a few seconds and rinsing it under warm water in the shower, your skin will feel silky and soft.",
    "If using it on the feet, simply soak your feet in the bathtub, while sitting on the edge, for about 10 minutes or so. Then use the scrub and rinse",
    "Use this scrub once a week if applying to the same area, and not more than that, especially if used on the face or other sensitive areas. You can use it up to 02-03 times a week on rough extra dry skin areas of the body, such as feet, elbows, hands, or knees. Store the mixture in an air-tight container and keep in a cool dry place. This recipe will keep for up to three months. By the way, the oil might rise to the top of the sugar. If this happens, simply take a spoon and stir to mix it up before using.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}