{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/port-citys-new-commission-will-have-only-a-few-boxes-to-tick-a-lot-of-hard-work-already-done/",
  "time_ut": 1710422820.0,
  "original_lang": "en",
  "original_title": "‘Port City’s new commission will have only a few boxes to tick, a lot of hard work already done’",
  "original_body_lines": [
    "Saliya Wickramasuriya-Member of Colombo Port City Economic Commission said in Colombo on Wednesday that the new Port City Commission to be appointed at the end of the tenure of the current one would only have a few boxes to tick, in getting its work completed as a fully-fledged functional body going forward.",
    "“Up to this point, the current commission has done a lot of hard work to attract foreign investments and the new one would have to pick things up from there. But if the new members decide to start things from the beginning, the current regulatory framework would have to be changed significantly,” he said responding to a question from The Island Financial Review.",
    "He went on to say that if the new commission gets the support of the government at inter-ministerial level, the new members’ work would be quite smooth in getting the task completed.",
    "Wickramasuriya said that Mr. David Cameron’s role in kicking off Port City Colombo’s Global Investment Drive was very successful because of his international stature.",
    "“Mr. Cameron stressed the point that now is the time to invest in Port City Colombo, in front of a high-profile international investor audience and he was also able to dispel any doubts related to nationalistic [read Chinese] interests in the project. He highlighted the Port City’s immense potential as a progressive Special Economic Zone (SEZ) in the heart of South Asia for investors of any country can invest in as the right environment has been created for it, “Wickramasuriya said.",
    "He made these comments at the Central Bank Head Office during a Q and A session following a public lecture titled,” Reshaping Sri Lanka’s Economic Horizon with the Port City’.",
    "HNB General Insurance partners with SampathCards to make insurance easy with 0% interest payment plans",
    "AG tells COPF that Port City Commission cannot formulate duty-free rules for malls there",
    "Colombo Port City receives approval for Businesses of Strategic Importance",
    "Round II of SpeedStar 2023 concludes at SpeedBay at Port City",
    "IMF Deputy MD: Lanka’s economy showing tentative signs of improvement, but recovery remains challenging",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}