{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Central-Bank-to-roll-out-phase-II-masterplan-under-NBFI-consolidation-effort/108-275401",
  "time_ut": 1705689840.0,
  "original_lang": "en",
  "original_title": "Central Bank to roll out phase II masterplan under NBFI consolidation effort",
  "original_body_lines": [
    "Says expects to facilitate market-based consolidation among small and mid-sized banks",
    "While reiterating once again the importance of consolidation in the banking sector for higher scale, efficiency and strength, the Central Bank said it is going to roll out the second phase of the consolidation master plan for the non-bank finance company sector in earnest.",
    "Consolidation in both the banking and non-bank finance company sector has been a recurring theme during most of the recent communications by the Central Bank, as it aims at further strength and stability in the two sectors, particularly at the latter, considering some pockets of weakness there.",
    "Announcing the medium-term monetary and financial sector policies for 2024 and beyond, the Central Bank last week said it expects to facilitate market-based consolidation among small and mid-sized banks or between them and other suitable financial institutions via mergers and acquisitions.",
    "Prior to 2015, the banking and non-banking sector embarked on what some referred to as forced consolidation to build five larger banks and 20 large finance companies in the country, to make them ready to fund the mega projects in post-war Sri Lanka.",
    "However, the approach changed from a more of a regulator-driven consolidation to market-driven consolidation from 2015, with the new government coming into power, although the results were slow and less.",
    "Although this took a back seat during the last couple of years, due to the pandemic-driven stresses and resulting economic crisis, which put an enormous strain on both sectors, Central Bank Governor Dr. Nandalal Weerasinghe said their next big focus is going to be the banking sector consolidation, soon after restoring the strength and stability of the sector in its current form.",
    "On the non-bank finance companies, the Central Bank will implement what it referred to as phase II of the masterplan for consolidation of the sector, commencing 2024.",
    "It said that under phase I of the masterplan, which is nearing its completion, it watched seven transactions being fully completed, with another two underway.",
    "Further, the Central Bank also intends to bring amendments to the existing regulatory framework of the sector, considering the current market developments.",
    "Therefore, Finance Business Act No. 42 of 2011 and Finance Leasing Act No. 56 of 2000, which together cover most of the functions of the non-bank finance sector, will see the introduction of or being revisited of their rules and regulations to improve the sector stability while strengthening the supervisory review process."
  ]
}