{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99331/who-is-mohammad-mokhber-the-man-set-to-become-irans-interim-president",
  "time_ut": 1716184560.0,
  "original_lang": "en",
  "original_title": "Who is Mohammad Mokhber, the man set to become Iran’s interim president?",
  "original_body_lines": [
    "(Reuters) - Here are some key facts about Mohammad Mokhber, 68, Iran’s first vice president who, based on the country’s constitution, is expected to become interim president following the death of Ebrahim Raisi in a helicopter crash.",
    "* As interim president, Mokhber is part of a three-person council, along with the speaker of parliament and the head of the judiciary, that will organise a new presidential election within 50 days of the president’s death.",
    "* Born on Sept. 1, 1955, Mokhber, like Raisi, is seen as close to Supreme Leader Ali Khamenei, who has the last say in all matters of state. Mokhber became first vice president in 2021 when Raisi was elected president.",
    "* Mokhber was part of a team of Iranian officials who visited Moscow in October and agreed to supply surface-to-surface missiles and more drones to Russia’s military, sources told Reuters at the time. The team also included two senior officials from Iran’s Revolutionary Guards and an official from the Supreme National Security Council.",
    "* Mokhber had previously been head of Setad, an investment fund linked to the supreme leader.",
    "* In 2010, the European Union included Mokhber on a list of individuals and entities it was sanctioning for alleged involvement in “nuclear or ballistic missile activities”. Two years later, it removed him from the list.",
    "* In 2013, the U.S. Treasury Department added Setad and 37 companies it oversaw to a list of sanctioned entities.",
    "* Setad, whose full name is Setad Ejraiye Farmane Hazrate Emam, or the Headquarters for Executing the Order of the Imam, was set up under an order issued by the founder of the Islamic Republic, Khamenei’s predecessor, Ayatollah Ruhollah Khomeini. It ordered aides to sell and manage properties supposedly abandoned in the chaotic years after the 1979 Islamic Revolution and channel the bulk of the proceeds to charity."
  ]
}