{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/BASL-expresses-concern-over-Maithri-s-statement-on-Easter-attacks/56-760320",
  "time_ut": 1712272496.0,
  "original_lang": "en",
  "original_title": "BASL expresses concern over Maithri’s statement on Easter attacks",
  "original_body_lines": [
    "Says statement and lack of accountability raises concerns about security lapses that led to these attacks",
    "Stresses it is deeply concerned by nonchalance surrounding investigation into Easter Sunday attacks",
    "The Bar Association of Sri Lanka (BASL) has expressed concern regarding the recent statement by former President Maithripala Sirisena concerning his knowledge of the mastermind behind the terror attacks on Easter Sunday in 2019.",
    "This statement, coupled with the ongoing lack of accountability for these heinous acts, raises serious questions about potential security lapses that led to the death of innocent civilians.",
    "The BASL reiterated its commitment to upholding the rule of law and ensuring justice for the victims.",
    "“In this spirit, the BASL filed a Fundamental Rights application, against the former President, other members of the leadership, and senior officials for their failure to discharge their fundamental duties towards the people of our country,” the organisation said.",
    "“This and several other similar applications filed by stakeholders were successfully concluded, with their Lordships of the Supreme Court finding the former President and other Respondents in the case, guilty of violating the fundamental rights of the people, by neglecting their primary duties in failing to prevent the April 2019 bombings which killed and injured hundreds of people, despite receiving intelligence ahead of the attack.” it added.",
    "The BASL noted that it was also ordered for former President Maithripala Sirisena, four other officials, and the State to pay compensation totaling Rs 311 million to victims, with President Sirisena being ordered to pay Rs 100 million as compensation.",
    "“The BASL remains deeply concerned by the apparent nonchalance surrounding the broader investigation into the Easter Sunday attacks. The lack of justice for the victims and the continued absence of a clear understanding of why these attacks occurred are a stain on our nation.” it said.",
    "The BASL urged relevant authorities to bring all those responsible to justice. The organisation noted that the victims’ families deserve closure, and Sri Lanka requires a clear understanding of these events to prevent future tragedies.",
    "“To this end, the BASL urges the former President to make a full and honest disclosure of any sensitive information he possesses. Withholding such information, as a former head of state would constitute a serious obstruction of justice,” it said.",
    "“Whilst carefully following the recent developments, the BASL will not hesitate to intervene whenever and wherever such intervention is required, if there is any impediment to the rule of law.” it added."
  ]
}