{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Police-Action-Alone-is-Insufficient-to-Combat-Rising-Crime-EDITORIAL/172-276325",
  "time_ut": 1707071760.0,
  "original_lang": "en",
  "original_title": "Police Action Alone is Insufficient to Combat Rising Crime - EDITORIAL",
  "original_body_lines": [
    "Since 2021, there has been a serious uptick in the crime rate in our country. Statistics show criminal activity in our land has seen a dramatic rise since 2021. Data from the Police Department reveal there were 522 murders, 2,263 robberies and 6,813 house break-ins reported in 2021, while there were 183 murders, 948 robberies and 2,224 house break-ins in the first few months of 2022 alone.",
    "For the first time since the ethnic war ended, the country witnessed a mass killing, when the Ape Janabala Pakshaya leader, Saman Perera and four others travelling with him were ambushed and killed in the vicinity of a hotel near the Beliatta Interchange of the Southern Expressway.",
    "The gruesome killing of five individuals including the leader of a registered political party sent shock waves through the country.",
    "The brazenly planned and publicly executed killings took place while state forces are supposedly cracking down on underworld gangs and drug kingpins. It is as if these underworld figures are cocking a snook at law enforcement authorities.",
    "Research by the ‘Global Initiative Against Transnational Organized Crime shows, since 2022, Sri Lanka has been experiencing a surge in serious and organised crimes. Police data show, serious crimes increased by 60 percent month on month during 2022, while minor crimes increased in absolute terms between January 2022 and the end of November. Additionally, by December 2022, thirty-two deadly shootings had been reported, largely linked to disputes between drug cartels.",
    "This kind of activity, the organisation says, is indicative of an increase in the number of transnational crime syndicates which officials believe are operating from outside Sri Lanka.",
    "It should not have been surprising therefore that in December last year the Police cracked down on organised crime and drug cartels via ‘Operation Yukthiya’. Unfortunately, it would appear that the government’s clampdown on dissent and protests has taken precedence over tackling major crimes or drug cartels.",
    "An example of this nonsensical approach was best seen in last week’s arrest and detention of protestors demanding the arrest of a Minister alleged to have been involved in the importation of sub-standard drugs into the country.",
    "Since the economic downturn in 2020 due to the Covid pandemic, at least 500,000 temporary workers were thrown out of employment. Many others in the private or mercantile sector saw their salaries halved. At the same time, the cost of living has skyrocketed. Many wage earners are unable to provide their families with even two square meals a day.",
    "Reuters reported in January 2023 that 15.3% of the children in the country were found to be underweight as compared to 12.2% the previous year. 10.1% were suffering from wasting (recent and severe weight loss), and 9.2% from stunted growth. In 2021, 8.2% of children below five were found to be wasting away, while 7.4% had stunted growth.",
    "The fact is, many people are being forced by circumstances beyond their control, into the hands of organised crime syndicates. While a Police crackdown on crime is necessary, it is unfortunately not enough, as parents are being forced into criminal activity to help feed their families.",
    "‘Human Right Watch’ reports, since Operation Yukthiya was launched, the total reported number of arrests has exceeded 29,000 as of 9 January 2024. Another nearly 1,500 people are in administrative detention for further investigation.",
    "Under Philippine President, Durtete’s ‘War on Drugs’, the ICC prosecutors have called for an investigation into 12,000 to 30,000 civilian fatalities that took place in the country’s ‘war on drugs’.",
    "Despite the large scale killings, drug usage continues in that country as does mass poverty.",
    "If our government is serious in its drive to eliminate organised crime, and successfully combat the drug menace, it must take away the causes which are driving people into the clutches of criminals. When people are desperate they are easy prey to these forces."
  ]
}