{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ceylon-Chamber-voices-concerns-over-draft-PPP-Bill/34-782384",
  "time_ut": 1759177283.0,
  "original_lang": "en",
  "original_title": "Ceylon Chamber voices concerns over draft PPP Bill",
  "original_body_lines": [
    "Welcomes Govt. initiative but stresses need for investor friendly reforms",
    "Seeks clarification over legal standing to avoid overlaps with existing laws",
    "Calls for safeguarding independence of proposed National PPP Agency; proposes stronger conflict-of-interest provisions",
    "The Ceylon Chamber of Commerce yesterday said that while it commends the Government’s effort to introduce a legislative framework for PPPs through the Draft Public-Private Partnership (PPP) Bill, it noted several concerns that warrant further attention.",
    "These include ensuring the independence of the proposed National Agency for PPPs, strengthening competitive safeguards around unsolicited proposals, enhancing fiscal transparency through clearer reporting requirements, and providing more robust mechanisms for dispute resolution.",
    "“Addressing these issues will be vital to build investor confidence and safeguard the public interest,” the chamber said in a statement.",
    "It noted that if the Bill is to operate as a clear and comprehensive framework, it is important to clarify its legal standing to avoid overlaps with existing laws, improve disclosure requirements to build public trust, align project evaluation processes with international best practices, and embed environmental, social, and governance (ESG) standards to ensure projects contribute to sustainable development.",
    "The importance of safeguarding the independence of the proposed National PPP Agency, ensuring qualified appointments with Parliamentary oversight, and introducing stronger conflict-of-interest provisions is also critical.",
    "“We welcomed the opportunity to share private sector inputs during the consultation process with the National Agency for Public–Private Partnership and the Asian Development Bank, as private sector perspectives are essential to shaping a transparent, credible, and investment-friendly PPP framework,” the chamber said.",
    "The Ceylon Chamber said it hoped that the draft legislation will progress through the approval process and lead to the establishment of a strong and independent National Agency for PPPs, and stands ready to work closely with the Government and relevant agencies to support the implementation of a credible and internationally aligned PPP framework, which will be essential if Sri Lanka is to mobilise private capital on a large scale and close its infrastructure investment gap.",
    "It said that a legislative framework for PPPs was a requisite precursor to enhancing Sri Lanka’s ability to attract private investment in infrastructure and service delivery. Amidst a tight fiscal environment for the Government, PPPs will be conducive for driving projects that will enhance growth, create jobs and bring in private capital.",
    "“The Ceylon Chamber notes several positive aspects of the Bill, including the mandated value-for-money and feasibility assessments, enhanced transparency through stakeholder consultation and public disclosure, clear risk allocation to the private sector, and the establishment of a dedicated National PPP Agency with a clear mandate. These provisions are in line with international best practices and can significantly improve the environment for private sector participation,” the chamber said."
  ]
}