{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100600/-fire-kills-16-people-at-shopping-mall-in-southwestern-china",
  "time_ut": 1721298840.0,
  "original_lang": "en",
  "original_title": "Fire kills 16 people at shopping mall in southwestern China",
  "original_body_lines": [
    "A fire at a shopping mall killed 16 people Wednesday in the southwestern Chinese city of Zigong, state media reported.",
    "Firefighters and rescuers responded to a fire call shortly after 6 p.m. at the 14-story commercial building, and pulled 75 people to safety, according to the official news agency Xinhua.",
    "Rescue efforts were ongoing. It was not immediately known what caused the fire or how many people were in the building when the fire broke out. The building houses a department store, offices, restaurants and a movie theater.",
    "Social media video posts showed clouds of thick black smoke coming out of windows from the building’s lower levels and engulfing the entire 14-story structure as they rose into the sky. Huge flames were visible, and firefighters fought the fire with water sprays. Local media said firefighters also used several drones.",
    "Fire hazards remain a problem in China, which reported 947 fire fatalities in this year’s first several months ending on May 20, up 19% from the same period of the previous year, said Li Wanfeng, a spokesperson for the National Fire and Rescue Administration.",
    "Li said the number of fires in public places such as hotels and restaurants rose 40% and that the most common causes were malfunctioning in electrical or gas lines and carelessness.",
    "In January, a fire killed 39 people in a commercial building in the southeastern Chinese province of Jiangxi. It was caused by unauthorized welding in the basement.",
    "In February, another 15 people were killed in a residential building in the eastern city of Nanjing, after an attached parking lot that had electric bikes caught fire."
  ]
}