{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Right-of-Reply-Desperate-attempts-to-prevent-privatisation-of-SLT/14-759360",
  "time_ut": 1710181947.0,
  "original_lang": "en",
  "original_title": "Right of Reply: “Desperate attempts to prevent privatisation of SLT”",
  "original_body_lines": [
    "Member of Parliament and Rear Admiral (Dr) Sarath Weerasekera RWP VSV USP Ndc Psc has sent the following Right of Reply in response to the Daily FT editorial titled “Desperate attempts to prevent privatisation of SLT” published on 1 March 2024. (https://www.ft.lk/ft_view__editorial/Desperate-attempts-to-prevent-privatisation-of-SLT/58-759011)",
    "The “FT view of the Editorial” on 1 March 2024, has made some comments on my stand on certain Government policies such as privatisation of Telecom.",
    "The Editor has mentioned that I am in fact reputed for standing against progressive policies of the Government. Before I explain why I am against those, let me briefly introduce myself.",
    "I was in active service for 39 years (Navy 35 years and Civil Defence Force 4 years). I was the first Fast Attack Craft Squadron Commander in the Sri Lanka Navy, (volunteered for the post) the squadron which fought face to face with LTTE suicide boats at sea. I was one of the five Commanders felicitated by the nation for winning the war against terrorism. I attended the UNHCR sessions in Geneva on my own to safeguard the interest of the war heroes. I scripted and directed the film “Gamani” which won 17 Derana film awards and 5 OCIC film awards including Best Film, Best Director, and Best Scriptwriter awards of the year.",
    "I have published books/articles on national issues including a thesis for my M Phil degree. I was one of the past Presidents of the Foot Ball Federation of Sri Lanka and Kelaniya University has awarded me a Doctorate for the services rendered by me to the nation.",
    "Hence the Editor should have considered my contribution to the nation towards national security, cinema, literature, sports, etc. before blaming me for standing against the so called progressive Government policies, for, the policies that are progressive to an Editor of an English newspaper, can be subservient or treacherous to me, who has sacrificed more than two-thirds of his life to protect the territorial integrity and dignity of our Motherland.",
    "With regard to my comment, that divestment of SLT would expose strategic communication/sensitive information to private companies, the editor says, my argument holds no ground as satellite links and international cables connecting the country are built and managed by foreign firms. It’s true for international calls but not for local/national calls as international links are not relevant to local calls. Most of the Government officers/offices are provided with Mobitel phones and Telecom landlines. There are features related to call interception and it is done by fully trained experts, unknown even to normal Telecom staff lawful interception). Illegal interception can of course happen but since the Government has full control, she can appoint sudden audits and culprits if found, can be severely punished. It serves as a deterrent against illegal interception. Similar audits cannot be done if privatised and hence the threat exists, as calls can be tapped/listened and tracked.",
    "The editor also says that 35% stake in SLT was sold to Japanese firm NTT in 1997, during the war, and no one raised any concerns about national security. He should be reminded that, at that time there were no mobile phones and hardly any risk of tapping of phone calls. Illegal tapping was done by physically joining the wires where anyone could detect it. Technology has advanced tremendously since then.",
    "Other nations who have privatised their Telecom have, in most cases, employed a section of their staff in it. In the US the CIA can perform audits at any time on US Telecom.",
    "As the Chairman of the Sectoral Oversight Committee on National Security, my report against privatising Telecom was based on technical facts indicating the risk factors and how the national security could be compromised. I have also mentioned a way the Government can exit from doing business whilst making profit and ensuring national security. Hence the editor’s conclusion that “State running commercial enterprises is a medieval concept and illiterate Lankans still hanging onto outdated notions” holds no ground.",
    "The Government must have control over appointing boards to the SOEs (a patriotic Government never appoints political stooges to the boards but professionals. The present predicament in most of the SOEs is because of the political appointees).",
    "The current President removed the SLT Chairman. A new board was appointed and a request was made to them to withdraw the case filed against the proposed merger between Dialog Axiata and Airtel. The Board refused to oblige which resulted in the board being asked to resign. Someone can say it is abuse of power but when dealing with certain vital institutions, such power is necessary to prevent the Board adopting policies that are inimical to the State. If privatised the Government will have no control over it.",
    "The editor has also said that I have expressed my displeasure about the issuance of permanent deeds to farmers and he recalled that I severely condemned the national anthem being sung in Tamil. Both allegations are true.",
    "The Constitution of the country declares that sovereignty is in the people and is inalienable (Art 3). Being a representative democracy, the powers of the people are exercised through persons who are for the time being entrusted with certain functions. The State is the guardian to whom the people have committed the care and preservation of the resources of the public.",
    "The land belongs to the entire public and the State is only the “Trustee” of the land given in trust to the State for present and future generations. The State is not the owner but the custodian of the land and it must remain sustainable for the future generation to use as well.",
    "In ancient times even the king was the trustee and not the absolute owner. Arahant Mahinda preached king Devanampiyatissa, “O Great King, the birds in the air, and the beasts have equal right to live, and more in any part of the land as thou. The land belongs to the people and all living beings, thou art only the guardian of it.”",
    "If the land belongs to all the present and future citizens of the country and if the State is only the custodian, how can the State give individuals permanently pieces of land which she don’t own?",
    "Also we must be cognisant of the fact that land in a sovereign country is a finite resource and it cannot be expanded.",
    "The Supreme Court has held that State land is held by the State in ‘trust’ for the people (Land ownership bill special determination No. 26 A- 36/2003).",
    "No person can acquire prescriptive title to State land by virtue of having a permit (Section 161, Land development Ordinance).",
    "There is also another side. By giving deed ownership to State leased land, the Government makes the farmer a private land owner and completely abandons all responsibility, virtually leaving the farmer and his family on their own with no State help or no State responsibility. The private farmer cannot demand subsidised fertiliser, water supply, and the Government is not obliged to buy his crop. The debt stricken farmer is wooed to sell the land as the sharks are all prepared. Eventual outcome is that the national agriculture is destroyed and he would have turned from being the king of the leased land given by the State to a slave worker of the same land. Even Hon D.S. Senanayaka did not give title deeds to farmers to prevent them from selling.",
    "I, being a politician, am fully aware of the repercussions arising from objecting to granting permanent deeds to farmers but I am more concerned about my country than my politics.",
    "As the Editor says, I have objected to the National Anthem (NA) being sung in Tamil. India has Hindi and English as official languages but its NA is highly Sanskritised Bengali, not even in Hindi, but all Indians sing it regardless of whether they understand it or not. India stipulated that all schools in India have to start the day with NA. Tamil Nadu has a population of approx. 80 million Tamils. They never demand (unlike 12% of the Tamils in the 22 million population here) that the NA should be sung in Tamil.",
    "Permitting NA to be sung in Tamil is a violation of the Constitution. Article 7 of the Constitution stipulates that NA of SL should be “Sri Lanka Matha”, the words and music as spelt out in the third schedule. The English transliteration rightly carries the words “Sri Lanka Matha”. But the Tamil rendering is a translation, not a transliteration. This means that instead of writing the same Sinhala original words, the NA has been translated into Tamil language. If it is done in the same manner the English script should have been “Sri Lanka Mother/Mater”. It is very clear that the decision/initiative taken to “translate” the NA into Tamil had been taken with a pre-determined mind set with ulterior motives to create communal unrest at a later stage.",
    "In view of this translation, some argue that singing the NA in Tamil is in conformity with the Constitution. However the moment the NA is sung in Tamil (Sri Lanka Thaye, etc.) Article 7 in the Constitution is violated because it is clearly stated that the NA should be “Sri Lanka Matha”. This has led to an inconsistency between the two texts and in the event of such an inconsistency Art 23.1 clearly says that the text in which the written laws were enacted should prevail. In other words the Sinhala text should prevail over the Tamil one. Thus it proves beyond any reasonable doubt that the singing of the NA in Tamil definitely violates the constitution of the country. No one can object for singing the NA in Tamil if the Constitution is amended accordingly.",
    "Hence my stand against the Government policies which, according to the editor progressive, is based not on emotions or disruptive or with any communal feeling but on solid facts.",
    "A country can be developed only when discipline, national feeling and patriotism are prevalent in the society and media has a big role to play in it."
  ]
}