{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aftermath-of-the-1953-hartal/",
  "time_ut": 1730713680.0,
  "original_lang": "en",
  "original_title": "AFTERMATH OF THE 1953 HARTAL",
  "original_body_lines": [
    "Motion of No Confidence in Government (Hansard of 1st September 1, 1953)",
    "(Speech made by Dr. NM Perera published in his birth centenary memorial volume)",
    "Dr. Perera:Before I deal with the subject, I want to say a word about the Hon. Prime Minister and his references to my good friend the Leader of the Opposition (Mr. Bandaranaike). My friend the Prime Minister is not here. I hope that he has not had a recurrence of his affliction. Today while he was on the first part of his speech, he reminded me of the father; it was the same technique, the same type of personal attack on the Leader of the Opposition. I remember the last motion of No Confidence that we debated. I think it was moved just before the dissolution of Parliament, and it was one of the last debates which was attended by my good friend, the late Rt. Hon. D.S. Senanayake. He spoke in that debate and it was a tirade against my good friend the Leader of the Opposition.",
    "The same technique has been adopted today by the son, my good friend the Prime Minister. It has nothing to do with the motion before us; it is not an answer to the case we have made. What did he say? That my good friend the Leader of the Opposition for the last eighteen and a half years or so, has apparently, not raised his voice sufficiently in protest against the policy followed since the days of the old Legislative Council and the State Council, and in the early years of Parliament. That is not an answer to the case we are making. It is a pity that my good friend the Leader of the Opposition had no opportunity of answering that charge himself. Procedure does not permit him to do so at this stage, But this much must be said. He fought as hard as he could, as long as he could. It is to his credit that at long last he himself realized that the best thing he could do was to walk out of that clique that has been dominating the political life of this country.",
    "The second point was about his non-participation in the Hartal. Apparently there was an argument. The Hon. Prime Minister might have properly informed himself about the situation. In point of fact, the whole question of the Hartal was discussed by all sections of the Opposition together, as the only means of protest we had against a Government that refused to hearken to the cry of the people. The Hon Leader of the Opposition had a point or view. He said I think, this is a little too premature. That was his position, frankly stated in front of Members of the Opposition. He said “I want more time; I want at least to prepare, to go round the country and inform the people; it must be properly organized”, that is the point of view he took.",
    "In our case the position was different because we had organized Trade Unions. He has no unions, his work is mainly in the rural areas, and it would take more time in his case. Therefore he wanted more time. We said “Very well; we have no other alternative”, and we had to go ahead in our various organizations. And we went ahead with the Hartal. That was the real explanation. The Hon. Prime Minister may have read out a letter that the Hon. Leader of the Opposition issued to the press, wherein he explained the position. He frankly and honestly stated that he was in full sympathy with the Hartal, with the aims and objects of the Hartal.",
    "Dr. Perera : That is your habit. You crossed over from this side to that side.",
    "Dr. Perera: It is not fair to the Hon. Leader of the Opposition to say that, he in his case, decided against this Hartal because he thought it was going to be violent, it was against established Government. That is not correct.",
    "I want to go back to the main issue. If this debate has served no other purpose, it has at least provided us with a remarkable speech from the Hon. Prime Minister. For that alone this debate has been worthwhile. I have never known him in a more chastened mood. He ended by referring to the Buddha Jayanthiya, the celebration that was to take place after 2,500 years. Therefore, he said, all of us must pull together, co-operate and work towards the one common ideal of looking after the interests of the people He asked, “Is it not in the interests of the Members of the Opposition as well that we should join hands and work together, pull together to give the people the maximum benefit?”",
    "I was wondering whether he was appealing really to his own colleagues on that side, some of his own people behind him.",
    "Dr. Perera :My Hon. friend can fool lots of people but let him not try to fool me. I know what is happening and what has been happening.",
    "Dr. Perera:No. I can give you the facts. As soon as the Prime Minister was known to be ill, the “Daily News” was, on a particular day not very long ago, ready with an editorial and the speeches of a certain Minister who was going to be Prime Minister. Everything was ready, photographs of his childhood days.",
    "Dr. Perera: Once again, a colleague of theirs in the Cabinet is slowly but steadily, aided by interested parties, trying to undermine their unity. I warn the Minister concerned once again.",
    "Dr. Perera: He has to be aware to safeguard his own interests. Let him not be caught napping.",
    "Mr. D.P.R.Gunawardena: They are poison gas all over the place",
    "I come back to the actual vote of No Confidence. A strange theory of democracy was pronounced by my good friend the Member for Chilaw, “What right have you to move a vote of No Confidence? You have no right”. An eminent Q.C. also said “You have no right.” What is their concept of democracy? They say that according to parliamentary democracy we have no right to question the Government. What is the purpose of a vote of No Confidence? Is it merely to defeat the Government?. How often have votes of No Confidence ended in the defeat of the Government? A vote of No Confidence has, in point of fact, a much more important objective. It is a means of educating the electors, the voters.",
    "They have the full case placed before them. There is a fundamental purpose of a vote of No Confidence. And yet these great democrats say, “You have no right to move a Vote of No Confidence. Wonderful democracy! And this coming from a Parliamentary democrat, the son of a worthy father who was one of the greatest democrats in this country sounds strange.",
    "Dr. Perera:That is by the way. Let me come back to the Motion.",
    "The motion consists of three parts; firstly, it deals with the period prior to August 12. Harking back to the past policy of the Government, the motion states that the policy adopted in Government budgeting has disclosed mismanagement, tolerance of corruption, financial ineptitude. All these have led up to the removal of the subsidy.",
    "The second part of the motion deals with the removal of the subsidy. Our good friend the Q.C. from Colombo North pooh-poohed the idea of these various democratic organizations like elected local bodies expressing their views on this matter. He compared them to bullock-cart drivers and motor car drivers. That is his idea of democracy.",
    "Mr. Ian de Zoysa. (First M.P., Ambalangoda-Balapitiya) He drew an analogy.",
    "Dr. Perera: It was not an analogy. He stated that in so many words. As a matter of fact, I noticed that even the Hon. Prime Minister was thoroughly ashamed of the Hon Member’s remarks. The Hon Members dropped the analogy, and it became a direct attack on these bodies.",
    "The second part of the Motion points out that we tried every democratic method available to us, by way of meetings and other steps, as pointed out by the Hon First Member for Colombo Central, to protest through various organizations, elected bodies, against the withdrawal of the subsidy. We had no reply, no response from the Government. We have demanded that the Government holds another General Election and let the people judge. What did the Hon Minister of Finance say? Even the eminent Q.C. said “We were elected for five years. We have to go on”.",
    "All these are strange doctrines. Is this the kind of democracy we now have? Hon Members know that even the British Government dissolved Parliament at times to go before the country and place their case before it. Did not even the Labour Government, when it completely changed its complexion in 1931, dissolve Parliament and go before the country so that it would endorse their position? In 1931 the McDonald Government was fully entitled to go on, it could have gone for another four years.",
    "Dr. Perera: According to the theories propounded it does not matter what you do. People have no right to question you! They say “We have the right to decide what we want”. The Hon. Minister of Finance stood up there and said ” We have been chosen for five years. You have no right to make this request for the next five years. You have no right to express protest in this House. The people must take our decision.”",
    "That is the kind of democracy against which we have agitated and all Leftists have agitated. This is the worst type of dictatorship today. This is a bourgeoisie dictatorship, if you want to know it. What is this democracy? You elect a person. He comes in here by hook or by crook, and for five years the electors have no right to express their point of view whatever damnable thing this particular member may do, however blatantly he may betray the promises given to the electorate. He is entitled to continue, whatever happens. Is this the kind of democracy which they are advocating? What is democracy?",
    "My good friend the Hon Second Member for Ambalangoda-Balapitiya (Mr. P.H.W. de Silva) answered that question. It means a continuing responsibility of those who govern to the governed. You must be responsive to the needs of the people. The people are entitled to say that they do not approve of a certain policy and at a certain stage when it becomes unbearable they are entitled to say ” We protest against your actions. We want a general election.”",
    "That is the right of democracy. What does that UNESCO right to rebel provide? Can anybody seriously maintain that this is influenced by the Kremlin? On page 271 of the report of an International Committee you find this right: “In the event that Government of his nation operates contrary to the fundamental principles of justice and the basic human rights in such fashion that no redress is permitted by peaceful means, man has the right to set up a Government more nearly in conformity with justice and humanity”.",
    "That is the right to rebellion or revolution. Then have you forgotten the definition of Professor Laski – “What is liberty but the right to rebel, the right to revolt?” Have you forgotten that liberty and democracy go hand in hand? These are people who are now talking about the people of the country having no right to have a Hartal. I almost thought that the Hon. Minister of Industries and Fisheries was Mahatma Gandhi incarnate.",
    "Dr .Perera:He was expounding this theory of the Hartal, this peaceful demonstration. The “Hartal” I understand was of Russian origin. It came from Leo Tolstoy. He was the first man who originated the concept. It is true it was put into practice in a practical way and demonstrated with success by Gandhi himself.",
    "Dr. Perera: Quite right; but the manner in which the Minister of Industries and Fisheries went about the attack made us think it had nothing to do with Russia, that Russia was anathema to him.",
    "Dr. Perera:I shall come to the Minister in a moment. Let him not worry. This is only a passing reference. That was the second part of the motion to which I referred.",
    "The third part refers to matters immediately before Aug. 12, even of the 12th and after August 12. Those are the three parts on which we are arraigning the Government. Nobody has seriously attempted to answer these charges. The Minister of Finance who spoke has not answered them at all. He merely tabulated a good deal of statistics. That is not an answer. If you start from zero and go up to 10 that is of course an advance to ten; but that is not the criterion to be adopted in determining whether a country has been properly served. It is much more important to find out whether in keeping with other progressive countries you have come up to their level.",
    "When you put down your infant mortality rate to something like 178 did you think that was a credit to a civilized country? That you were able to bring it down to 178 is still not a credit to a civilized country. That is not an important criterion. The criterion is whether this Government has fulfilled the expectations of the people of this country. That surely is the deciding criterion in this matter.",
    "That is not the answer to the case we are making. Once again the Prime Minister took up the position. “What can we do? We have no alternative. If we provided Rs.160 million as a subsidy then we would have been on the verge of bankruptcy, if not actually bankrupt. If we provided the subsidy what would have happened? We would have to cut down other votes, while yet the Opposition in this House is clamouring for more money for village wells, for village roads, for slum clearance, for maternity welfare, for milk feeding centres and so on”. He asked how they could have all that if they had provided Rs.160 million to continue the subsidy.",
    "I cannot make again the speech I made in the course of the Second Reading Debate on the Appropriation Bill, but on that occasion I pointed out to Hon. Members how it was possible to find that money. In point of fact, taking the Minister’s own figures in column 806 of Hansard, Volume 10, if you leave out extraordinary expenditure, except for the year 1951-52, you will find that every year, after paying a subsidy, we have had a balance to the good, a surplus on the normal expenditure. It is only when you come to the Loan Fund Expenditure that you have an overall deficit, and that was only in respect of expenditure financed from National Development Reserve – food subsidy, advance to stores and material advance accounts, other advances and miscellaneous items. All that brought for you, your net cash operating surplus or deficit.",
    "It was possible for this Government, according to the attitude adopted by the Prime Minister, to see that these loan funds were spread out and used purely as capital expenditure. That could have been done without seriously impinging on your normal day-to-day expenditure from normal revenue.As regards the Rs.160 million there were other ways, as had been pointed out, of meeting that expenditure. It is not necessary to go over that ground again.",
    "There were two ways: you could either cut down expenditure or increase revenue. Surely both ways could have been used for the purpose? Does this Government, for instance, seriously maintain that it was necessary to spend Rs.30 million on the armed forces, to spend Rs.3 million on the shifting of the Supreme Court, to spend Rs.2 million on Police garages, and to spend money for an independence memorial and a new secretariat at this stage? Those are all dead weight expenses and could well have been held over until this particular crisis was over, instead of asking the poor people to tighten their belts. That was one way of looking at the problem. The other was to increase revenue by other means.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}