{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100510/leader-of-nepals-largest-communist-party-named-countrys-new-prime-minister",
  "time_ut": 1721014680.0,
  "original_lang": "en",
  "original_title": "Leader of Nepal’s largest communist party named country’s new prime minister",
  "original_body_lines": [
    "The leader of the Nepal’s largest communist party, Khadga Prasad Oli, was named the Himalayan nation’s new prime minister on Sunday following the collapse of a previous coalition government.",
    "A statement issued by the president’s office said Oli will take his oath of office on Monday.",
    "A veteran politician and three-time prime minister, Oli will be leading a coalition government made up of his Communist Party of Nepal (Unified Marxist Leninist) and the Nepali Congress party, the two largest parties in Nepal.",
    "The last government headed by Pushpa Kamal Dahal collapsed on Friday after Oli’s party, which had been a part of the coalition, withdrew its support to join the new partnership.",
    "Oli would have to seek vote of confidence in parliament to continue in office within a month. The two parties in the new alliance have more than half the members in parliament required to prove their majority.",
    "Oli’s biggest challenge as prime minister will be balancing Nepal’s relationship with its giant neighbors India and China, as both seek to wield influence over the small nation. Landlocked Nepal is surrounded by India on three sides and imports all of its oil and most supplies from India. It also shares a border with China.",
    "Oli, 72, was born in a village in east Nepal and has been involved in politics since he was young.",
    "He worked up the ranks of the communist party and was jailed a total of 14 years for opposing the autocratic rule of Nepal’s monarchs. The royals had banned political parties until 1990, when street protests forced then-King Birendra to hold free elections that turned Nepal into a constitutional monarchy, which was formally abolished in 2008.",
    "Oli has made regular trips abroad for treatment of kidneys and has had kidney transplant surgeries."
  ]
}