{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ex-presidents-arrest-draws-criticism-from-former-rivals-238107/",
  "time_ut": 1756041720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ex-President’s arrest draws criticism from former rivals",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka ex-President Ranil Wickremesinghe’s arrest and remand over alleged mis-use of public funds has drawn criticism including from his rivals as a calculated political act designed to humiliate the ex-leader on flimsy charges and intimidate the democratic opposition.",
    "Wickremesinghe was arrested over the use of state funds for himself and his staff during a stop-over in the UK where he attended the award of an honorary professorship to his wife, while returning from the UN General Assembly in the US in 2023.",
    "His arrest on Friday was unnecessary for the investigation except as a tactic to humiliate him and intimidate the opposition, activists said Sunday drawing attention to a youtuber who had predicted the sequence of events.",
    "“The particular circumstances surrounding the arrest of former President Ranil Wickemesinghe in a situation where the investigation is almost complete, give rise to grave concern with regard to the strength of basic democratic institutions in our country,” ex-President Chandrika Kumaratunga said in a statement.",
    "“What we are witnessing is a calculated onslaught on the very essence of our democratic values.",
    "“The consequences of this go far beyond the fate of an individual or any political grouping and involve peril for the rights of our society as a whole.”",
    "Wickremesinghe was arrested at the tail end of the investigation where on the admission of the state itself statements had been recorded from 33 witnesses over several months and it was already in evidence former Minister G L Pieris said.",
    "“Consequently, there is no possibility at all that Ranil Wickremesinghe will be able to intimidate the witnesses or tamper with the evidence because that evidence is already in the hands of the prosecution,” Peiris said.",
    "“There is absolutely no prospect of Rane Vikram Singh absconding when he is required for trial. He is a former President of Sri Lanka, very active in the political life of the country.",
    "“And when he is required in court, he will certainly turn up in court. There is no need to arrest him.”",
    "Police could have either brought the proceedings against Wickremesinghe after completing the investigation, he said.",
    "“Alternatively, the police can send a file to the Attorney General for consideration by the Attorney General whether an indictment should go out in the High Court,” Pieris said.",
    "Minister of Transport Bimal Rathnayake told reporters that the current administration had a mandate to act against a corrupt political system.",
    "“There was a group of people who thought they were above the law, there still is, the old established political system,” Minister of Transport Bimal Rathnayake said.",
    "Based on news reports at the time in an Indian publication, President Wickremesinghe had not only attended the ceremony where his wife was given an associate professorship at the University of Wolverhampton but also a lunch in honour of a longstanding chancellor as the President of Sri Lanka, Pieris said.",
    "Former Minister Patali Ranawaka, who served under Wickremesinghe as a minister, but broke-away later, said bringing charges against Wickremesinghe using the Public Property Act by a government in which the Janatha Vimukthi Peramuna was involved was a travesty.",
    "“The JVP which had destroyed massive amounts of public property during the 1987-89 and in 2022 also planned to attack the parliament, taking action against an ex-President under the Public Property Act is a historic joke,” he said.",
    "“This is a plan to set up a one-party state in this country. People can have a division based on political ideologies, but anyone who values multi-party democracy must get together.”",
    "The charges against Wickremesinghe, especially the cost of his staff including security detail being termed private expenditure, was questionable, multiple activists said.",
    "If the President goes for a private function such as a wedding or other function, his security has to be assured as being due to his office, multiple opposition members said.",
    "“If action was taken on the bondscam people would not protest like this today,” opposition member Mano Ganeshan said.",
    "“So, the President cannot go on a private visit. He cannot see friends for 5 years. Should he get off from the airport and go in a taxi?”",
    "“I am telling the incumbent President also to have a strong security. That is not a privilege. It is necessary. As the Tamil Progressive Alliance, we condemn this act.”",
    "Opposition activists also said the foretelling of Wickremesinghe’s arrest and remand by a youtuber showed that it was a premeditated act.",
    "“The way in which this has happened and the manner which shows the pattern of events that happened prior to it and thereafter, we are quite convinced this was designed to humiliate him,” opposition legislator Rauf Hakeem said.",
    "“And we will carefully follow this and we will show that the opposition will not lose our resolve.”",
    "Ex-President Maithriapala Sirisena, who once sacked Wickremesinghe as Prime Minister, said democracy was something that was deeply ingrained in Sri Lanka.",
    "Under him amendments were brought to the constitution to strengthen democratic freedom.",
    "“Sri Lanka and India were the only two countries in South Asia that had democratic rule without a break,” Sirisena said.",
    "“What can be seen is that some aspects of a democratic society are being undermined. The planks for the coffin to bury democracy are being planed, is what we can see.",
    "“If we see that democracy is being undermined or it is being challenged it is our duty to get together.”",
    "Sirisena was speaking at a press conference where the main opposition Samagi Jana Balawegaya was absent as a party.  (Colombo/Aug24/2025)"
  ]
}