{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96738/driver-of-sanath-nishanthas-vehicle-details-chilling-moment-of-fatal-collision",
  "time_ut": 1706246760.0,
  "original_lang": "en",
  "original_title": "Driver of Sanath Nishantha’s vehicle details chilling moment of fatal collision",
  "original_body_lines": [
    "The driver of the vehicle belonging to late State Minister Sanath Nishantha has detailed the chilling moment when the fatal collision, which killed the lawmaker and his security guard on Thursday morning (Jan.25), happened.",
    "During interrogations, Prabhath Eranga told the police: “We were trying to reach Colombo as soon as possible. The [state] minister was asleep at the time. I overtook the car in front of us, from the left side. And when I tried to get the jeep back to the lane on the right side, I hit the container truck moving in front of us.”",
    "The driver, who is currently receiving medical care at the Colombo North Teaching Hospital in Ragama, further stated that he ended up crashing into the roadside barrier as he lost control of the vehicle after rear-ending the container truck.",
    "Some media reports, citing the findings of ongoing investigations, had mentioned that the vehicle had been speeding at 160kmph at the time of the accident.",
    "According to hospital sources, the state minister had sustained serious injuries to his head and right leg.",
    "Meanwhile, the remains of the late State Minister are planned to be taken to his residence in Puttalam later today.",
    "Nishantha lies in state at the Jayaratne Funeral Parlour in Borella at the moment and the members of the public are allowed to pay their last respects.",
    "Following the fatal collision that took place around 2:00 a.m. on Thursday, three injured people including State Minister Nishantha had been rushed to the Colombo North Teaching Hospital in Ragama.",
    "However, two of them – the lawmaker and his security guard, a police constable named Jayakody – had succumbed to their injuries.",
    "It was reported that, at the time of the accident, the group had been returning from a wedding ceremony held at a hotel in Bandarawatta, Chilaw the night before.",
    "Born on 03 May 1975, Nishantha had commenced his political career in 1997 by contesting the local government elections. He was elected to the parliament from Puttalam District at the general elections held in 2015 and 2020.",
    "Nishantha is survived by his wife Attorney-at-Law Chamari Perera, three daughters and a son.",
    "President Ranil Wickremesinghe and many other high-profile politicians have visited the residence of the late State Minister Sanath Nishantha yesterday afternoon (Jan.25) to offer their condolences to the bereaved family members."
  ]
}