{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82575",
  "time_ut": 1724934600.0,
  "original_lang": "en",
  "original_title": "Saumiyamoorthy Thondaman was the shrewdest tactician and sagacious strategist among Tamil political leaders in recent times.",
  "original_body_lines": [
    "Saumiyamoorthy (spelled sometimes as Saumyamoorthy or Saumiamoorthy) Thondaman was the legendary co-founder and long-time leader of the Ceylon Workers Congress (CWC). Thonda, as he was widely known, played a prominent role in the country’s post-independence politics for many decades.",
    "His political life was intertwined with the vicissitudes of the Indian Tamil people of Sri Lanka, who still form the most deprived section of Sri Lankan society. He was a latter-day Moses whose goal was to emancipate his people from the wretched plight they were in owing to the historical injustice of being de-citizenised and disenfranchised. Although he could not fully realise these aspirations during his lifetime, it cannot be denied that the pragmatic leadership of Thondaman helped the people he represented to better their circumstances from the dire position they were in after the dawn of Sri Lanka’s independence.",
    "In my opinion, Saumiyamoorthy Thondaman was the shrewdest tactician and sagacious strategist among Tamil political leaders in recent times. He was a pragmatic realist who grasped in essence that politics is the art of the possible. Applying Chanakyan methods in a practical sense, this larger than life leader of Sri Lanka’s Tamils of recent Indian origin – known as “Indian Tamils” – helped usher in a period of political empowerment and renaissance to his community. I have often wistfully compared and contrasted Thondaman with the leaders thrown up by the Sri Lankan Tamils of the Northern and Eastern Provinces and bemoaned the fact that there were and are no leaders of Thonda’s acumen, sagacity and experience amongst them.",
    "Saumiyamoorthy Thondaman was born in Munapudoor in what was then the Madras Presidency of India during British rule on 30 August 1913. He died of a myocardial infarction at the Sri Jayewardenepura Hospital in Colombo on 30 October 1999. This article is to commemorate his 111th   birth anniversary   on   30 August 2024.",
    "I had heard of Thondaman as a schoolboy in the early sixties of the 20th century. It was however in the late seventies that I began interacting with him as a staff reporter on the Tamil daily Virakesari covering the Plantations Industries Ministry and related Trade Union activities. I had a stormy encounter with the plantation patriarch on my initial assignment as a cub reporter in April 1977.",
    "I was instructed by the Editor K. Sivapragasam to do a story on the price wage supplement for tea estate workers introduced by Dr. Colvin R de Silva as plantation Industries Minister from 1970-’75. Now the LSSP was alleging that the scheme had been jettisoned. I was not very familiar with the details of the scheme and the Virakesari did not have a library where I could read about it.",
    "Still, with the bold recklessness of youth, I barged into Thonda’s CWC office at Greenpath and plied him with questions. He was taken aback but answered them. At one point he realised that I was not very knowledgeable about the subject. Thonda then started talking tough. I too retorted. Finally he advised me to read up on the subject and then ask questions. I agreed to do so and went away. But one of Thonda’s catchers at CWC “complained” to Virakesari that I had been rude to the CWC Leader and I was reprimanded for it.",
    "Continuing with my efforts, I uncovered much more information on the subject. I now went to meet Thondaman but his subordinates would not let me in. I then went to a telephone booth and called him. I spoke in English and hoodwinked the CWC telephone operator into thinking that I was from an English newspaper. When I was put through to Thonda I told him who I was and that I had prepared the questions. Thonda was amused at my deception and instructed that I be allowed in. He was impressed by my questions and answered them fully. He commended me for studying the subject and advised me then to always read and know about the subject before interviewing busy people. This piece of advice was simple but taught me a valuable lesson.",
    "I continued to be in contact with him and other leaders of the Up Country Tamils during my Virakesari days and subsequent years as a journalist of The Island and as Colombo Correspondent of the Indian daily The Hindu and news magazine Frontline. We were in touch infrequently after I relocated to Canada.",
    "I was however able to associate with him quite closely in my years as a working journalist in Sri Lanka. He looked upon me with some kind of paternal benevolence. After a while he discarded the “Vaanga, Poanga” form of respectfully addressing in Tamil and became more familiar with me saying, “Vaappaa, Poppaa” to me in private. In public he would talk to me in English.",
    "Despite the tough exterior he could be quite affectionate and concerned at times. I recall an incident where I was suffering from a terrible cold with a runny nose. In a rare glimpse of “softness,” Thondaman got down some Vicks ointment and made me apply it and also inhale. He also advised me in Tamil, “Konjam Brandy saappiduppaa” (take a little brandy). Later I was totally surprised when Thonda’s affable Coordinating Secretary Thiru (Thirunavukkarasu) presented me a bottle of cognac with the compliments of his boss saying, “Some medicine for you from Aiyah.”",
    "Thonda was quite fond of my work as a journalist. I used to write articles on the politics of India in general and Tamil Nadu in particular while at the Virakesari, which he used to often read and talk to me about them. Later when I moved to English journalism, he used to follow my progress and was happy that I did well. Thonda was rather excited when I became the Colombo Correspondent of The Hindu, offering words of encouragement.",
    "Recently while conversing with former CWC Administrative Secretary Premraj Thangavel, now living in a Scandinavian country, I learnt that Thonda had often discussed my articles with him. “I would sometimes have dinner with him at his home. He would frequently refer to your articles and talk about what you had written,” said Premraj.",
    "Thonda helped me in my journalistic career by providing quite a few scoops or by passing on a few tips to follow up and get a good story. One such example was on the eve of ‘Operation Poomalai,’ the air drop of food supplies over Jaffna by India on 4 June 1987. It was a risky move – violating Sri Lankan air space and sovereignty – intended to convey a powerful signal to the J.R. Jayewardene regime. Feelings were running high then in Sri Lanka vis-à-vis India and it was anticipated that there would be a tremendous backlash.",
    "So the Indian Envoy of that time Jyotindra Nath Dixit called on Thondaman in private. It was a secret meeting but I was informed of it discreetly by Thirunavukkarasu. I sought and got an appointment with Thonda, an hour after the meeting with Dixit. What Thonda told me then was explosively exciting. Dixit had told Thonda of the intended air drop and was concerned about possible repercussions.",
    "According to Thonda then, New Delhi was worried about Indians and those of Indian descent being targeted in revenge after the air drop. Contingency plans had been drawn up. As a precaution important Indian nationals and their families in and around Colombo had been moved to two luxury hotels in Galle Face and Colpetty. The idea was to airlift them by helicopter at Galle Face Green if necessary.",
    "Dixit had told Thonda then that there was a plan to land Indian paratroopers in the Up Country areas if Tamils of Indian origin were attacked en masse in the plantation highlands. He was told that it may not be possible to protect those living dispersed as small communities but assured that those concentrated in particular places could be ensured safety.",
    "Thondaman had replied that he believed there would not be a terrible backlash and that even if such a thing occurred steps could be taken to protect the estate workers. Thonda also informed JR in confidence about these matters and the Government of the day prevented such a violent backlash being engineered by vested interests.",
    "Thonda told me of these matters in advance saying that he wanted me to know the truth but cautioned me firmly to use the information carefully and with responsibility. I appreciated Thondaman’s concern and did restrain myself on reporting anything until after the act was over. For obvious reasons The Hindu did not want to touch on the matters disclosed to me by Thonda. I did however write a news story touching on a few points revealed by Thondaman for the new avatar of the Sunday Times then edited by Vijitha Yapa.",
    "It was the lead story of the first issue of the reborn Sunday Times under Wijeya Newspapers. For reasons that seemed very valid then, my byline was withheld. The story was sensational and received well by the reading public. Nowadays I regret that my byline did not appear in the historic lead story of the pioneering issue of the Sunday Times. However I was glad to see Vijitha Yapa disclosing details about this news story by me in an article he wrote for the Sunday Times 25th anniversary supplement.",
    "The delicate manner in which Thondaman handled the Indian air drop issue demonstrated his ability to navigate between two contending interests or perspectives. He was fiercely loyal to Sri Lanka while being mindful of Indian interests.",
    "In the aftermath of the July 1983 anti-Tamil violence Thondaman went on TV and stated publicly that elements within the Government or very close to the Government were responsible. This was while being a minister of the same Government. He also told the media, “Sunday Sil, Monday Kill” referring to the Poya holiday on Sunday, 24 July, that preceded the outbreak of violence on Monday, 25 July. But when Thonda went to India, he always flew the Sri Lankan National Flag in his vehicle despite the hostility towards the lion flag in Tamil Nadu.",
    "While recalling these inter-personal aspects regarding Thondaman, I also wish to focus on him as a trade unionist cum political leader of a community long discriminated against. It was my good fortune to observe and admire the man and his mission from a vantage position as a journalist. As stated earlier, I found Sri Lankan Tamil leaders wanting when compared to Thonda.",
    "Thondaman himself was critical of the political approach of Sri Lankan Tamil political parties. He told me several times that the trouble with the ITAK and later the TULF leaders was that they did not know how to negotiate.",
    "“The art in negotiations is to put up five demands and win one of them completely. We must gain partial compromises on two with one in our favour and one in their favour. Of the remaining two one must be put on hold for another day and the other abandoned entirely as a sop to the other party. Since we are trade unionists, we know that art. But TULF leaders are all lawyers who only know how to argue their brief eloquently but do not know how to extract meaningful concessions,” Thonda used to say.",
    "Thonda had an earthy way of describing when to call off a strike and when to go in for a negotiated agreement. The comparison was to the cooking of “thosai” (dosa), a staple of Tamils. “The cook has to flip-flop the dosa alternately on the cooking tray so that both sides get cooked. It has to be taken off at the right moment. If this pakkuvam (finesse) is not adhered to, the dosa will be either charred or raw on one side. It is this pakkuvam of timing that is required in conducting strikes and negotiations. If the correct moment is not seized, everything will be lost.”",
    "Another illustration of his political acumen and tactical shrewdness was revealed to me on the day before his appointment as Minister of Rural Industrial Development in the J.R. Jayewardene Government.",
    "Virakesari colleague Anton Edward and I were called to his office by Thonda. He showed us the list of departments, boards and corporations under the newly-created ministry. I found that the Milk Board, Livestock Development Board, Industrial Development Board, etc. had been allocated to him. I was aghast and pointed out that these were running at a loss. I told him that he was being tricked into accepting a white elephant ministry.",
    "Thonda smiled and with a smirk replied, “That is where you are making a mistake. This is the first time after Independence that an Up Country Tamil is becoming a cabinet minister. There is lots of opposition in the Cabinet too. This ministry I am getting is a new one specially created for me. President (JR) is taking from E.L. Senanayake’s Agriculture Ministry and Cyril Mathew’s Industries Ministry to give me powers. If these were money-making departments they wouldn’t let go of them and would object strongly. But because they are ‘deadweight,’ they wouldn’t protest. If I can make these run at a profit through my administration I will get praised and get credit. But if I fail no one can blame me because everyone knows these are running at a loss now.”",
    "Thondaman also enlightened us about his calculated vision in taking up this portfolio. He said that the Milk Board and Livestock Development Board if handled correctly could bring about a positive change in the lives of the plantation workers. He pointed out that the plantation worker in line rooms had little living space but existed in an environment where there was ample “pullu” (grass).",
    "Thonda said that if he could give each plantation worker family a cow they could tie it up outside during night and let it graze during day. He said that if he could set up more milk collection centres in estate areas then each family would sell the milk and increase their income. This will boost their family economy and bring about a refreshing change in their lives, Thonda predicted then.",
    "How prophetic his words were! Within a few years the plantation workers were becoming the proud owners of cattle. Thonda’s opponents in the up country trade union sector described him derisively as “Maattu Manthiri” (Bullock Minister) but the estate economy received a tremendous boost. The lives of many enterprising plantation worker families were uplifted.",
    "I also received fresh insight into his pragmatic approach on another instance. He started a scheme of setting up small industrial centres where employment was to be on a 50-50 basis for villages and estates. Villages and estates were euphemisms or codes for Sinhala and Tamil; 50% of jobs were for Sinhalese from villages and 50% for Tamils from estates. I then asked him the rationale for this 50/50 scheme.",
    "Thonda explained to me the existential reality of the central highlands where the villages were mostly populated by Sinhalese and estates by Tamils. He said that by the new scheme Tamils would get 50% of jobs in areas where they did not have any employment at present. Likewise Sinhalese would get 50% jobs in estates where they have a negligible presence. So both sides have something to gain, said Thonda, pointing out further that if he stated Sinhala/Tamil 50% each it would have raised communal resentment but by saying village/estate 50/50 he was eliminating unnecessary racist overtones for the project.",
    "His politics was that of brinkmanship at times. There was however deep subtlety to it. A major example was the plantation strike he launched while being a Minister in the Jayewardene Government. “It was not a strike,” Thondaman said, “but a prayer campaign where every worker would attend a place of worship and be there praying the whole day for a wage increase instead of working.”",
    "To prevent personal pressure being exerted by Jayewardene, the wily Thondaman got himself admitted to Nawaloka Hospital and got a no-visitors rule implemented. Unable to contact him, the Government caved in to Thondaman’s demand. Yet there was no triumphant boast by Thondaman.",
    "“Prayers can move mountains,” he told the media modestly. “Our prayers have been answered,” he said in a deadpan tone. Thondaman was perhaps the only minister who led a successful strike against the Government  while being a Cabinet Minister.",
    "Thondaman was a man who could reconcile seemingly irreconcilable contradictions. An estate owner leading plantation workers, a Minister leading a strike against his own Government, an MP elected on the UNP ticket sitting with the PA as a Minister were some of these.",
    "When asked about these different aspects of his personality, Thondaman would say with twinkling eyes: “I am like the ideal woman. She can be a daughter to her parents, sister to her siblings, wife to her husband, and mother to her children, and remain the same woman.”",
    "As the undisputed leader of the Indian Tamil community, Thondaman enjoyed the reputation of being a kingmaker in Sri Lankan politics. The power behind the throne role he played and the pragmatic approach he adopted to the dynamics of politics fuelled resentment against Thondaman in certain chauvinist quarters.",
    "On the other hand, his role in resolving the problems of the Indian Tamil community was not fully appreciated by some sections of the community. Whatever the misgivings and misunderstandings, there is no doubt that Saumiyamoorthy Thondaman was a leader who helped his people with single-minded devotion for more than 60 years to realise their aspirations against overwhelming odds.",
    "(This  article is posted to commemorate Saumiyamoorthy Thondaman’s 111th birth  Anniversary on 30 August 2024)"
  ]
}