{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100635/govt-may-enforce-price-controls-if-concessions-not-passed-to-consumers-minister-warns",
  "time_ut": 1721407740.0,
  "original_lang": "en",
  "original_title": "Govt may enforce price controls if concessions not passed to consumers – minister warns",
  "original_body_lines": [
    "Minister of Trade, Commerce, and Food Security Nalin Fernando stated that if the business community fails to pass on government-provided concessions to consumers, price controls will need to be implemented for certain goods.",
    "He also announced that proposals to amend the Consumer Act are planned to be submitted to Parliament within the next two weeks.",
    "Minister Fernando made these remarks during a news conference held at the Presidential Media Center today (19) under the theme “Collective Path to a Stable Country.”",
    "“The crisis of the past few years has finally been resolved, thanks to the exceptional leadership of President Ranil Wickremesinghe. Our government implemented numerous programs to achieve this success, and the people are now reaping the benefits.",
    "The economic policies enacted over the past two years have provided significant concessions and privileges, helping to control inflation. Additionally, we have initiated programs to increase people’s incomes. The Central Bank has also made crucial policy decisions to reduce bank interest rates, promising further relief in the coming months.",
    "Moreover, the Consumer Act is being amended, with the relevant proposals set to be presented to Parliament in the next two weeks. Efforts are also underway to improve understanding between consumers and traders.",
    "Currently, we announce the prices of 15 essential items once a week. However, it has been observed that consumers are not receiving the concessions provided by the government. We plan to discuss this issue with trade associations in the coming days. If these concessions are not passed on to consumers, we will have to implement price controls on certain goods.”"
  ]
}