{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-prints-rs10bn-in-2026-money-146284/",
  "time_ut": 1704595740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank prints Rs10bn in 2026 money",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has printed 10 billion rupees in 2026 money through the outright purchase of Treasury bonds from the secondary market, official data showed.",
    "The central bank bought the bonds amid a ban on direct purchases through auctions through its law.",
    "The agency bought 5 billion rupees of 01 June 2026 bonds as low as 13.71 percent injecting permanent rupee reserves into banks, and 5 billion rupees of 01 August 2026 bonds at 13.72 percent.",
    "The newly minted money allows banks or primary dealers to give credit or buy other bonds without raising deposits from the economy.",
    "The central bank freely bought maturing bonds in the primary market for over half century blaming deficits to mis-target rates, until public opposition started to emerge from 2004, and the practice was halted on its own volition after 2015.",
    "However, currency crises in 2015/15 and 2018 were created by overnight reverse repo, term reverse repo, outright purchases and creating new money through dollar rupee swaps once the direct auction avenue was blocked in a self-imposed practice.",
    "Analysts had warned that a new central bank law would not curb the central bank from trying to mis-target rates and could trigger another crisis, as had happened in 2015/16 and 2018 which ousted the so-called ‘Yahapalana’ regime and discredited its economic program with steep currency falls, higher prices and two back to back stabilization programs.",
    "Sri Lanka’s new central bank act with John Law clause reverts to classical Mercantilism",
    "Sri Lanka set to continue 73 years of monetary instability with pseudo inflation targeting law",
    "Monetary instability was triggered through open market operations and swaps, and the Ceylon Petroleum Corporation was forced to take dollar debt, despite the deficit being brought down in 2018 and fuel being market priced.",
    "At the time potential output targeting (printing money for growth) was not legal. In the new central bank law, backed by the International Monetary Fund the practice had been legitimized.",
    "The Fund also gave technical assistance to Sri Lanka to calculate a so-called econometric ‘potential output’ leading to massive money printing in peacetime to push growth and eventual default.",
    "The central bank over the past month has printed 14.27 billion rupees in 2026 and 2027 bonds injecting rupee reserves into banks.",
    "The central bank is separately selling bills in the short-term market, and so far overall policy has been deflationary, though less prudent banks or dealers get the ability to lend beyond their ability to raise deposits by dumping bonds on the central bank.",
    "The money then flows through the system and hits the balance of payments.",
    "As long as there are other prudent banks who are willing to do the opposite, the practice will not harm the poor by depreciating the currency or creating a balance of payments deficit making it impossible to repay debt.",
    "So-called ‘operation twist’ style activities to target the yield curve was one of the practices that reserve collecting central banks in unstable countries have borrowed from floating rate ones.",
    "Sri Lanka’s original central bank law written by John Exter, who was becoming increasingly skeptical about the ability of reserve collecting banks to push growth (now called an output gap) put a number of safeguards into the law in a bid to block such attempts.",
    "“So long as open market operations are allowed (as, of course they must be), it is very difficult to making these an indirect way of making central bank credit available to finance government deficits,” an analyst warned in 1950 in The Banker magazine after going through Sri Lanka’s central bank law devised to abolish a currency board.",
    "Because inflationist central banks use government securities to inject rupee reserves into banks, politicians and deficits get blamed, though the money goes into commerical banks and hits the balance of payments.",
    "Due to the central bank’s actions and depreciation over the past 73 years, Sri Lanka has exchange controls, trade controls and millions have been forced to emigrate to work in currency board style regimes in the Middle East or in regimes with lower inflation targets where jobs are created with meaningful monetary stability. (Colombo/Jan07/2023 – Corrected Para 111 – 13.71 – pct )"
  ]
}