{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98223/sri-lanka-anticipating-private-equity-deals-amounting-to-250mn",
  "time_ut": 1711477620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka anticipating private equity deals amounting to $250mn",
  "original_body_lines": [
    "The year 2024 is already seeing a turnaround for private equity deals with Sri Lanka expecting deals amounting up to USD 250 million, says the Hong Kong-based merchant banking firm MCM Partners.",
    "Speaking to Bloomberg Markets Asia on Monday (March 25), Managing Director of MCM Partners Jahnavi Bhagwati explained as to why she sees a turnaround for private equity deals in 2024 as opposed to a sluggish 2023.",
    "According to her, countries like India and Sri Lanka, which is a turnaround story, are going to present opportunities in the private space this year after the Bank of Japan raised interest rates in March, ending the country’s historic era of negative interest rates in a move that marked a historic shift in monetary policy.",
    "Bhagwati mentioned that the stock markets in the region are already seeing a pickup as inflation has been curbed, adding that investment activity will spur when rate cuts kick in.",
    "Noting that a flurry of more activity is observed in private market space in 2024 compared to last year, the MCM Partners’ Managing Director acknowledged that 2023 was a very difficult year, except for Japan, throughout which the rest of the market suffered. “But we are seeing a turnaround now in terms of investor interest, in terms of people wanting to look for opportunities.”",
    "Speaking further, she said, “I myself have been asked in Sri Lanka for different investment opportunities. As you know the IMF has made almost USD 3 billion of commitments in terms of a loan. But there are some points that they [Sri Lanka] needs to adhere to for the provisions of that loan. Therefore, Sri Lanka has several huge assets which are being divested, and a lot of institutional players and investors are looking to come in which will also spur activity there.”",
    "When asked about the sizes of these equity deals, Bhagwati said Sri Lanka is expecting deals of about USD 250 million whereas Bangladesh is anticipating a potential deal amounting to USD 1 billion. Meanwhile, in India, the deal sizes are small, ranging between USD 10 million - 20 million and up to half a billion, she added."
  ]
}