{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-anti-dumping-law-to-protect-tile-bathware-and-shoe-industries-minister-234808/",
  "time_ut": 1754416140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka anti-dumping law to protect tile, bathware and shoe industries: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s anti-dumping and countervailing duties will give more protection to domestic producers like tiles, shoes and sanitary clothes, Industries Minister Sunil Handunetti said, naming businesses which have lobbied for the heaviest protection and do not have to be export competitive as a result.",
    "“In the recent past the biggest complaint is that Sri Lanka’s open economy has put domestic industries in danger,” Industries Minister Suni Handunetti told parliament shortly before rules under the law were approved.",
    "“The industries that will be most protected – I am thankful for the Trade Minister for bringing this law to parliament – are sanitary clothes, bathroom and bathware, the tile industry and leather products, shoes and shoe related industries.”",
    "Tiles, sanitary ware and shoes are among the worst protectionist industries that has exploited helpless consumers for years by lobbying especially the ousted Rajapaksa administrations for ever higher taxes.",
    "The Anti-dumping law was initiated by in 2018 by the Yahapalana administration amid false promises of trade liberalization drive and that import duties and para tariffs would be brought down and free trade will be given to the poor.",
    "In Sri Lanka, tile and sanitaryware taxes are so high that the cost of building a bathroom is almost the same as building a small house, critics say.",
    "“There are tiles in the market at lower prices than those made by local industries, which gives jobs to the people,” Minister Handunetti said, echoing President Donald Trump who has imposed reciprocal tariffs on Sri Lanka to create local jobs.",
    "“Then more people will buy those tiles. But some of those tiles have been dumped in Sri Lanka at a lower production cost than in countries like Thailand and China.",
    "“But there was no protection for our industries to engage in fair competition.”",
    "However, tiles used for shelter, and shoes especially of school children are among the products that already get the highest protection after lobbying especially.",
    "To ensure imported shoes are as expensive as possible taxes are charged on the shoe not on the value but by the pair. Since children’s shoes are smaller and they are priced lower, they would attract a lower tax if they were taxed ad valorem.",
    "An imported shoe is taxed at 300 rupees a pair in import duty and 700 rupees Cess to block competition, according to the June tariff schedule published by Sri Lanka Customs.",
    "An imported tile is taxed at 20 percent or 150 rupees per square meter, Port and Airport Levy of 10 percent and a Cess of 35 percent or 520 rupees per square meter.",
    "Squatting pans that are also taxed. Squatting pans are however allowed to be imported tax free under the Singapore free trade agreement which was negotiated by the Yahapalana administration which initiated the Anti-Dumping Law.",
    "It is not clear however whether Singapore makes squatting pans.",
    "Singapore unilaterally eliminated import duties in the 1960s after breaking off from Malaysia and ending the so-called common market under protection and went for full export production under free trade.",
    "“We have made all players in the tile industry aware of the Commission, the mechanism we are going to set up under this law,” Minister Handunetti said.",
    "High import duties on building materials makes both hotels, and general factory and office costs go up compared to East Asia making the country less export competitive. High rents can also hit emerging new areas like service and IT exports, while tile makers earn rents.",
    "RELATED : Sri Lanka building costs higher than region due to protectionism",
    "High cost of shelter also pushes up wages or makes people go to foreign countries, like the Middle East or Korea in search of jobs to make ends meet and build a house.",
    "Western pharmaceutical producers however sell medicine in developing countries at prices far below those in their home countries.",
    "But pharma firms in Sri Lanka are not politically powerful or have not tried to lobby politicians enough to complain and there is still consumer sovereignty in medicines.",
    "However, some firms have struck buy back deals with the state hospital system.",
    "“When a complaint is made, we can go look for the price of the good at the source,” Minister Handunetti said.",
    "“We can check the import price at Customs and now we have the power to seek the price of goods in the source country, through this law. It is a relief to all these industrialists,” he said.",
    "In addition to the squatting pans, foods like rice and maize which are consumed through the mouth of a Sri Lankan citizen, also heavily taxed in Sri Lanka, critics say.",
    "In Sri Lanka Nadu rice retails at the price of fragrant rice in Vietnam (about 800 dollars a tonne), while slightly higher quality Indian and Pakistan rice cost only around 450 dollars a tonne.",
    "Anti-Dumping Legislation is used in the EU and the US where import duties are usually low not exorbitantly high so that producers can exploit consumers unmercifully.",
    "Anti-Dumping legislation originated in the US early in the last century.",
    "Infant industry protection in general originated much earlier under Alexander Hamilton, which was then taken to Germany and expanded to food by Friedrich List and ended up as full blown self-sufficiency under the Nazis.",
    "Sri Lanka’s infant industries however are now geriatric and still calling for protection, critics have pointed out.",
    "Even with very high taxes, foreign shoes are cheaper in Sri Lanka, Minister Handunetti said.",
    "“We know that even if shoes are taxed at 300 percent they are imported for 900 rupees.",
    "“Maybe there is a relief to the consumer, but it is a big hit for the national economy,” he claimed.",
    "Singapore which has free (and a 10 percent Trump tariff), and eliminated import duties unilaterally in 1965, after separating from Malaysia on August 09.",
    "Singapore’s Prime Minister Lee Kwan Yew once recalled having met the then Finance Minister of Nigeria, Chief Festus Okotie-Eboh at a Commonwealth meeting in 1966.",
    "“I will never forget Chief Festus,” Prime Minister Lee said at a meeting of African Leaders in Lagos in 1993.",
    "“We had sat opposite each other at a formal dinner at the hotel where we were all staying and where the conference was held.",
    "“He said that he wanted to leave politics soon to devote more time to his business – that of a shoe factory. He also said that he had increased taxes to protect the viability of the shoe factory.”",
    "RELATED :  Why Sri Lanka cannot be a Singapore, a Chief Festus budget: Bellwether",
    "Protecting domestic industry, import substitution and saving foreign exchange  were the key themes of the 2020 budget which eventually sent the country to default.",
    "When Sri Lanka’s de-liberalization started in November 2004, taxes were very low. Rent seeking industrialists then smelled blood, analysts say, and lobbied for ever blocking of competition.",
    "The shoe tax was only 100 rupees 2004 when anti-competitive conditions were set by macroeconomists in November 2004."
  ]
}