{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/NDB-Wealth-Management-partners-nVentures-to-propel-local-start-up-ecosystem/34-760788",
  "time_ut": 1713486461.0,
  "original_lang": "en",
  "original_title": "NDB Wealth Management partners nVentures to propel local start-up ecosystem",
  "original_body_lines": [
    "NDB Wealth Management Ltd. – the largest private sector Asset Management company in Sri Lanka with more than Rs. 340 billion assets under management – has embarked on a strategic collaboration with nVentures Pte Ltd., a Singapore-based venture capital fund specialising in B2B startups in South and Southeast Asia.",
    "This partnership aims to catalyze the growth of both local and global start-ups through the inception of the “Founder’s Circle” initiative by nVentures.",
    "The inaugural private networking event, held recently, served as a nexus between High-Net-Worth clients of NDB Wealth and the founders of seven select companies from nVentures’ start-up portfolio representing Sri Lanka, India, Bangladesh and the UK. The gathering provided an exclusive platform for start-up founders to articulate their vision, societal impact objectives, and address pertinent challenges directly to NDB Wealth clients keen on supporting emerging ventures.",
    "Through this collaboration, NDB Wealth is poised to deepen its commitment to delivering diversified investment opportunities to its clientele while forging impactful strategic alliances with esteemed partners like nVentures Pte Ltd.",
    "The networking event proved to be instrumental for start-up founders, affording them the opportunity to connect with like-minded professionals, potential customers, partners, and investors. The exchange of insights, feedback, and advice from seasoned industry veterans was invaluable, fostering the growth and brand recognition of participating start-ups. Additionally, the relationships forged during this event hold promise for potential future partnerships and investment opportunities. Looking ahead, Moreover, the firm is committed to organising more start-up networking events in the future, catering to NDB Wealth clients eager to engage with and invest in the burgeoning start-up landscape, thereby enriching their investment portfolios with innovative opportunities.",
    "NDB Wealth Management Ltd., CEO Ruwan Perera said: “At NDB Wealth, we recognise the pivotal role that innovation and entrepreneurship play in driving economic growth and prosperity. Our collaboration with nVentures underscores our commitment to supporting the development of the start-up ecosystem, both locally and globally. Through strategic partnerships and initiatives like the ‘Founder’s Circle,’ we aim to create meaningful opportunities for budding entrepreneurs while delivering value to our stakeholders and the community at large.”",
    "nVentures Co-founder, Managing Partner Chalinda Abeykoon said: “It has been wonderful working with the NDB Wealth Management team since 2022. Our partnership is built on our common goal of fostering the next generation of entrepreneurs. Throughout history, small groups of people bound together by a sense of mission have changed the world for the better. Founder’s Circle aims to create a safe space for entrepreneurs to meet and share their vision with like-minded people. Ruwan and his team at NDB Wealth have been catalysts in shaping ethos. We’re proud and honoured to have a partner that believes talent and innovation can come from anywhere.”",
    "NDB Wealth Management Ltd. Head of Private Wealth Management Sales Shenelle Cassim said: “At NDB Wealth Management, we are dedicated to delivering holistic financial solutions that cater to the evolving needs of our esteemed clientele. Our partnership with nVentures represents a significant step towards diversifying investment opportunities and amplifying the value we offer to our clients. We are excited about the prospects of empowering our clients to engage with and contribute to the vibrant start-up ecosystem.”"
  ]
}