{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111926/shooter-kills-two-minneapolis-school-children-in-catholic-church-wounds-17-others",
  "time_ut": 1756343520.0,
  "original_lang": "en",
  "original_title": "Shooter kills two Minneapolis school children in Catholic church, wounds 17 others",
  "original_body_lines": [
    "An assailant armed with three guns fired through stained-glass windows into a Catholic church where parish school students were attending Mass on Wednesday, killing two children and wounding 17 other people, officials said.",
    "The shooting ended when the lone suspect, identified as Robin Westman, 23, “took his own life” at the rear of the church, according to Minneapolis Police Chief Brian O’Hara, who declined to offer a possible motive for the attack.",
    "A videotaped message by the suspect showed Westman struggled with depression and was fascinated by the perpetrators of past mass shootings.",
    "FBI Director Kash Patel said his agency was investigating the attack as an “act of domestic terrorism and hate crime targeting Catholics.”",
    "Two victims, aged 8 and 10, were slain where they sat as the gunfire turned the morning Mass into pandemonium. It sent worshipers diving behind pews for cover while older children scrambled to shield younger ones, officials said.",
    "At least two of the church exits were blocked by wooden planks barricaded outside the doors, O’Hara said.",
    "The violence struck at the start of an all-school Mass held annually on the first Wednesday of the academic year at Annunciation Catholic School.",
    "“This was a deliberate act of violence against innocent children and other people worshiping. The sheer cruelty and cowardice of firing into a church full of children is absolutely incomprehensible,” O’Hara said.",
    "In addition to the two children killed, 17 other people were struck by gunfire - 14 of them students ages 6 to 18 and three parishioners in their 80s, O’Hara said. All the injured were expected to recover, according to the chief.",
    "A 2017 yearbook from the school showed that Westman, who went by the first name Robert at the time, had been a student there, the Minneapolis Star Tribune reported.",
    "“I have no information to share on a motive, other than to say there was some kind of manifesto timed to come out on YouTube,” O’Hara said, adding that it had been taken down by authorities.",
    "Online videos reviewed by Reuters showed the text of a suicide note in which the shooter expressed feeling depressed and wanting to carry out a mass shooting.",
    "Names of previous school shooters were scrawled on a rifle magazine, along with erratic and wide-ranging political grievances.",
    "In a statement on X, U.S. Homeland Security Secretary Kristie Noem said the suspect was “claiming to be transgender.”",
    "She continued: “This deranged monster targeted our most vulnerable: young children praying in their first morning Mass of the school year.”",
    "Court records showed Westman’s name was changed from Robert in 2020 because Westman identified as female.",
    "Appearing with the police chief and other officials at a news conference on Wednesday afternoon, Minneapolis Mayor Jacob Frey cautioned against bringing gender politics into the tragedy.",
    "“Anybody who is using this as an opportunity to villainize our trans community, or any other community out there, has lost their sense of common humanity,” he said.",
    "Frey also cited the easy availability of firearms as a root cause of the mass shootings that are commonplace in the United States.",
    "The shooting at Annunciation, a parochial school with about 395 students, marked the 146th incident of gun violence at a place of primary or secondary education since January, according to the K-12 School Shooting Database.",
    "But Wednesday’s carnage differed in one notable respect from most school shootings: The assailant fired from outside into the building.",
    "Westman fired dozens of rounds with a rifle, shotgun and pistol, all legally and recently purchased, O’Hara said. Authorities said more weapons were recovered at other locations associated with the suspect.",
    "Fifth-grader Weston Halsne told CBS News his friend was wounded while trying to protect him.",
    "“The shots were like, right next to me,” Halsne said. “I think I got like gunpowder on my neck.”",
    "Public records showed Westman’s mother, Mary Westman, had worked as an administrative assistant at Annunciation Church. Relatives contacted by Reuters declined to comment.",
    "Officials said Westman did not have a criminal record and appeared to have acted alone. The suspect was employed for several months this year at a Minnesota cannabis dispensary, but was no longer working there, the company, RISE, said.",
    "U.S. President Donald Trump ordered U.S. flags to be flown at half-staff nationwide as a sign of mourning.",
    "Authorities said the attack did not appear to be related to three other shootings over the past 24 hours in Minneapolis, including one at a Jesuit high school.",
    "Homicides have risen in Minneapolis since the 2020 police killing there of George Floyd, which prompted nationwide civil disturbances and staff shortages in the city’s police department.",
    "A gunman posing as a police officer killed the Democratic state House speaker and her husband and wounded a Democratic state senator and his wife, in what authorities said were targeted assassinations. The suspect has pleaded not guilty to federal murder charges."
  ]
}