{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/asia-internet-coalition-calls-for-overhaul-of-the-draft-online-safety-bill/",
  "time_ut": 1705162920.0,
  "original_lang": "en",
  "original_title": "Tech giants ring the warning bell as Lanka unveils controversial Online Safety Bill",
  "original_body_lines": [
    "The Asia Internet Coalition (AIC), representing major tech companies like Google, Meta, and Amazon, has voiced strong concerns about Sri Lanka’s draft Online Safety Bill, urging the government to make extensive revisions before passing the legislation.",
    "In a letter to Public Security Minister Tiran Alles, the AIC warned that the bill, in its current form, poses several critical threats including the following: the bill defines “prohibited statements” too broadly, potentially criminalizing legitimate online discourse. This raises concerns about censorship and suppression of dissent; several offenses covered by the bill already exist in existing laws, creating legal uncertainty and redundancy; and criminalizing online content deemed “false” or “harmful” is a harsh and unnecessary restriction on freedom of expression.",
    "Given below is the letter in full: “We acknowledge that the legislative process is intricate, and deliberations are ongoing. However, it is crucial to ensure that the Bill is not only effective but also balanced, proportionate, and practicable in its scope and approach. The proposed legislation, in its present form, poses significant challenges that, if not addressed comprehensively, could undermine the potential growth of Sri Lanka’s digital economy. AIC’s submissions, attached herewith, highlights various areas of concern from specific clauses ranging from regulatory independence and extraterritorial application to the overbroad definition of intermediaries, ambiguous terminology defining prohibited statements, divergence from international human rights and best practice standards, and more.",
    "“As part of the industry’s continued engagement with the Government of Sri Lanka, please find attached to this letter key areas of concerns and recommendations. AIC is of the view that providing clause by clause edits would not adequately address the larger concerns we have identified in the draft bill. We firmly believe that, without extensive revisions, the proposed legislation will be unworkable.",
    "“The economic implications of the proposed Online Safety Bill cannot be overstated. Sri Lanka’s digital ecosystem stands at the precipice of substantial growth, and it is essential to foster an environment that encourages innovation and investment. The concerns raised in our submission with regard to criminal liabilities, safe harbor provisions, turnaround times, user data access, and other critical aspects of the bill underscore the urgency of reconsidering the current draft.",
    "“We understand the complexity of drafting such legislation and acknowledge the importance of addressing online safety concerns. Therefore, this continued collaborative approach is essential to ensure that the Online Safety Bill strikes a balance between safeguarding users and fostering a conducive environment for digital innovation. We remain committed to working with the Government of Sri Lanka to create a more workable and effective Online Safety Bill that aligns with global best practices.",
    "In addition, the AIC has actively engaged with local stakeholders in Sri Lanka in the past to develop a comprehensive Sri Lanka Code of Practice for Online Safety and Responsible Content (“Code”). Drawing upon the expertise and insights gained through this collaborative effort, it is recommended that relevant elements from the code be considered and potentially integrated into the current bill. This collaborative and inclusive approach will further enhance the effectiveness of the Bill, ensuring a well-rounded and globally informed framework for addressing online safety concerns in Sri Lanka.",
    "We kindly request the Government of Sri Lanka’s thorough consideration of the issues highlighted in our latest submission. We look forward to engaging in further consultations and meaningful dialogues on the Online Safety Bill.”",
    "Concluding chapter of the Lalith de Mel autobiography achieving a main board place at Reckit and Colman",
    "Verité Research: 56% of those who know about Online Safety Bill think it will curtail freedom",
    "Media groups vow to block Online Safety Bill amid rising concerns",
    "CPA challenges constitutionality of controversial “Online Safety” Bill in SC",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}