{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102725/sri-lanka-abandons-plans-to-sell-national-carrier",
  "time_ut": 1729050420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka abandons plans to sell national carrier",
  "original_body_lines": [
    "Sri Lanka’s new government has abandoned plans to sell the debt-ridden national airline SriLankan Airlines, but will restructure it for a more profitable future.",
    "“President Anura Kumara Dissanayake has instructed that the airline should be an institution that all Sri Lankans are proud of, and should be owned by Sri Lankans,” the airline’s new chairman Sarath Ganegoda told TTG Asia.",
    "The previous government had invited bids to part-sell and manage the airline that as been suffering accumulated losses over the years.",
    "While the airline has reported an operating profit for the period April 2022 to end March 2023, its accumulated debt is US$1.2 billion. Under the earlier plan, the government was to retain 51 per cent control of the airline while selling off the remaining 49 per cent to investors. Six parties, some who had no experience in running an airline, responded with an initial call for interest but none was pre-qualified for the next step of the process.",
    "Left-leaning politician Anura Kumara Dissanayake from the National People’ Party won last month’s presidential election. He had vowed to stop the sale of state assets which the former regime was pursuing. Dissanayake swiftly dismantled a government unit tasked with the sale of loss-making state agencies including SriLankan Airlines.",
    "Ganegoda said the airline is an important pillar of tourism and responsible for 50 per cent of the tourist traffic into the country. Sri Lanka aims to reach 2.3 million arrivals this year with a target of three million tourists next year and five million by 2030.",
    "He said while the sale of the airline has been stopped, there are plans to restructure the airline under a viable business model. “Some structuring of our operations is needed to strengthen the balance sheet,” he added."
  ]
}