{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/How-bacteria-exposed-a-scandal/4-779758",
  "time_ut": 1754006199.0,
  "original_lang": "en",
  "original_title": "How bacteria exposed a scandal",
  "original_body_lines": [
    "We’re all familiar with the Sinhalese phrase ‘nangi pennala akka dunna wage’. Which is a story of deception in which a prospective bachelor is promised the pretty younger sister but ends up being married off to the unattractive older sister. But who would have thought to do such a thing in pharmaceutical procurement?",
    "In 2023, the Ministry of Health imported vials of what was supposed to be human immunoglobulin, which is a crucial drug for patients with serious immune disorders. But when the vials were delivered and administered, they were found to contain nothing but water. Fast forward a year or so, the (former) Health Minister at the time is arrested and remanded along with key officials in the Medical Supplies Division and the importing company.",
    "As the investigation went on, more and more findings were brought to light. But fortunately, or unfortunately, the answers we received have left us with more questions than when we started – similar to how the medicine that the patients were given left them worse off than they were before receiving treatment. Let us look at some of the pertinent questions coming out of the newest revelation in this maniacal medical mishap.",
    "This wasn’t your regular procurement. The Health Minister at the time allegedly pushed this procurement through using a ‘waiver of registration’, which is a fast-track process that skips the usual regulatory checks. Worse, the consignment was bizarrely classified as birth control substances to slip through Customs. The National Medicines Regulatory Authority (‘NMRA’) is responsible for regulating medicine and medical equipment. All power vests with this singular authority; but when asked about the matter, the NMRA said that it had neither issued a certificate nor a waiver of registration.",
    "Two doors were left wide open. The first is a result of the regulatory failure. The NMRA’s waiver process was applied without verifying supplier credentials or product origins, and it was reported that forged documents were accepted at face value. The second is the procurement shortcut. Emergency procurement was used to sidestep competitive bidding, allowing cronies to bring in substandard products at inflated prices.",
    "Both failures are part of the long-standing structural rot this author has discussed before – where weak regulation and opaque procurement protocols feed each other like two drunks leaning on each other to stay upright.",
    "According to media reports, one of the suspected entities involved has been identified as ‘Isolez Biotech Pharma AG (Private) Limited’, which is presumed to be a shell company. Investigations revealed that both registered business locations of the company were abandoned. Although the owner of the said company initially evaded arrest, the Criminal Investigation Division (‘CID’) eventually captured him, and he remains in custody.",
    "At present, there is only one NMRA-accredited lab in Sri Lanka – the National Medicines Quality Assurance Laboratory (‘NMQAL’) – capable of conducting these kinds of biological tests. That single lab does not have the capacity to verify every consignment entering the country (although a system should be put in place to ensure such testing). It is like running an airport with just one customs officer on duty. This gap in infrastructure creates a dangerous blind spot. Importers can play the system knowing that the regulators have limited bandwidth to test what arrives. Sending samples overseas for testing isn’t necessarily wrong, but the fact that it has to be done shows how unprepared our system is to protect public health.",
    "Public health is so far down the State’s list of priorities that we have eight international cricket grounds, but only one lab capable of testing all the medicine in circulation in the country.",
    "Although it is unclear how many patients were actual recipients of this bacteria-infected substitute, it has been reported that 22,500 vials were imported under a contract worth $ 2.925 million. This is approximately Rs. 960 million.",
    "To put things into perspective, in 2021, the NMRA signed an agreement with the University of Moratuwa to design a second NMQAL. This project was estimated to be around Rs. 3 billion but the project is yet to be completed. The mismanaged money in the immunoglobulin scandal would have covered one-third of this entire project.",
    "Regardless of the intentions, let us look at how things would have played out. Human immunoglobulin is mainly used to treat serious, life-threatening conditions. These are patients with already compromised immune systems. While receiving a dud could in itself be fatal, a contaminated alternative will turn that ‘could’ into a ‘would.’ What is worse is that since this treatment was given to patients with already life-threatening conditions, if they were to die, the natural assumption would be that they had succumbed to their illness. Almost the perfect crime. Maybe a little less malice and they would have gotten away with it.",
    "It is fair to say that the only reason hospitals flagged this issue was because it was bacteria infected water (not just plain water), which induced notable adverse reactions. Such reactions may not have manifested if the fakes contained only non-infected water – hence, the whole scandal was exposed by the bacteria.",
    "Now just as the dust begins to settle, the Ministry of Health is reportedly eyeing Government-to-Government (‘G2G’) deals as a fresh way to plug shortages. On the surface, this option sounds pragmatic. But if medicines are coming in outside the regulatory process, who is checking the quality? The NMRA was built to vet drugs scientifically, not ceremonially. If G2G procurement skips that scrutiny, it begs the question – why put companies through the rigorous and clogged up two-year registration labyrinth if someone else can walk in through the side door with no checks? Expediency has its place. But if we are bypassing our own guardrails, we are not just undermining the regulator, we are replaying the same losing game over and over again. This isn’t reform, its déjà vu in a lab coat.",
    "(The writer holds an LL.B (Hons) from the Faculty of Law, University of Colombo, and was enrolled at the Bar in 2024. As an undergraduate, he completed a course on World Trade Organisation and United States Trade Law and Policy in 2022. He has also represented Sri Lanka internationally at both debating and mooting competitions.)"
  ]
}