{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Iran-and-Sri-Lanka-to-expand-development-cooperation-trade-and-investment/56-758692",
  "time_ut": 1708470140.0,
  "original_lang": "en",
  "original_title": "Iran and Sri Lanka to expand development cooperation, trade and investment",
  "original_body_lines": [
    "Prime Minister Dinesh Gunawardena and visiting Iranian Minister of Foreign Affairs Hossein Amir-Abdollahian yesterday held discussion on expanding close bilateral ties and development cooperation, trade and investment.",
    "The Prime Minister thanked Iran for the assistance provided for the Uma Oya hydro-electricity project which will add an additional 120 megawatts of power to the electricity grid. The Uma Oya Project, in addition to generation of electricity, provides 145 million cubic meters of water to irrigate 50,000 acres of dry land.",
    "Expressing satisfaction over the successful project, the Iranian Foreign Minister said Iran is keen to collaborate with Sri Lanka on future projects using their expertise on energy, water, agriculture, nanotechnology, pharmaceuticals and biotechnology.",
    "Iranian Foreign Minister expressed satisfaction over the conclusion of the barter trade agreement under which Iran supplies crude oil to Sri Lanka for tea. Iran agreed to offset payment of $ 250 million for crude oil against tea imports from Sri Lanka. So far $ 20 million worth tea has been exported to Iran under the barter trade agreement.",
    "The Prime Minister and Iranian Minister agreed that two countries should explore the possibility of trading in Asian currencies instead of US dollars. Minister Amir-Abdollahian said Iran has already made banking arrangements to trade with India and China and similar arrangements could be made with Sri Lanka.",
    "Prime Minister Gunawardena thanked the Iran Government for the generous assistance provided to Sri Lanka during the economic crisis and for development projects. Referring to the centuries old relations between Iran and Sri Lanka, he said the relationship is based on mutual trust, friendship and understanding. He expressed appreciation over Iran’s continuous support to Sri Lanka at UNHRC and other international forums.",
    "Iran Ambassador Dr. Alireza Delkosh, Deputy Minister of Energy Mojtoba Akbari, Iran Assistant Minister Seyed Mousavi Rasoul, State Minister Shasheeendra Rajapaksa, MPs Sudarshana Denipitiya and Yadamini Gunawardena and Secretary to the Prime Minister Anura Dissanayake were also present during the meeting."
  ]
}