{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ranil-appoints-committee-to-probe-Ravi-K-s-controversial-National-List-appointment/56-769481",
  "time_ut": 1732134947.0,
  "original_lang": "en",
  "original_title": "Ranil appoints committee  to probe Ravi K.’s controversial National List appointment",
  "original_body_lines": [
    "A four-member committee has been appointed to investigate the appointment of United National Party (UNP) Assistant Leader Ravi Karunanayake to one of the two National List slots allocated to the National Democratic Front (NDF).",
    "The committee, composed of Counsels Kumar Dunusinghe, Indika Weragoda, Yasas de Silva, and Prof. Vithanage, has been instructed to submit its findings within three weeks to NDF and UNP leader Ranil Wickremesinghe.",
    "The controversy arose after the NDF, which secured three Parliamentary seats and two National List slots following the 2024 Parliamentary Election, prematurely submitted Karunanayake’s name to the Election Commission of Sri Lanka to fill one of the National List seats. This move bypassed a collective decision-making process involving all alliance partners, sparking dissent.",
    "As per initial discussions, the alliance had proposed to allocate one National List slot to the ‘Podujana Eksath Nidahas Peramuna’ alliance and the other to the UNP which formed the NDF. The final decision was expected to be reached on 18 November during a meeting of all alliance members.",
    "Karunanayake has defended the decision, claiming that the NDF was guaranteed one slot under Article 4 of the Memorandum of Understanding (MoU) signed by alliance partners. However, the UNP leadership has said the decision to appoint Karunanayake was made solely by NDF General Secretary Sharmila Perera, without consulting the other alliance members.",
    "Amid allegations from some alliance members that Wickremesinghe was involved in orchestrating the appointment, the UNP leader has called for an independent inquiry to address the matter. The committee was formed during a meeting chaired by Wickremesinghe yesterday, aiming to ensure transparency and resolve the controversy.",
    "Reports indicate that alliance members raised concerns about a breach of trust within the coalition due to Karunanayake’s actions, prompting Wickremesinghe to establish the committee.",
    "However, issuing a press release, Perera has remained defiant and said she will not respond to various allegations being made by alliance partners."
  ]
}