{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Thevarapperuma-a-deformed-version-of-a-Clean-MP/4-761090",
  "time_ut": 1714154746.0,
  "original_lang": "en",
  "original_title": "Thevarapperuma a deformed version of a “Clean” MP",
  "original_body_lines": [
    "The cumulative factor of electing MPs on ethno-religious and caste preferences with ability to have personal issues addressed through them, have given the “vote” a completely contradictory reason for use, to what it is meant for. Within that distorted individualised purpose of using the vote left unquestioned, the likes of JVP/NPP now wants people to vote for candidates who would in their electorate “serve the people” and they pose as the most suitable candidates to “serve the people”. In plain language, Thevarapperumas do not “serve the people” as Nalinda Jayatissa says. They respond to individual requests",
    "Two politicians, one a State Minister in present SLPP Government headed by President Wickremesinghe and the other a former State Minister under incumbent President Wickremesinghe’s previous “Yahapalana” rule, had tragic, unexpected deaths. One in a road accident and the other in an electrocution in his own land. The two had two different social responses over their deaths.",
    "The first, from Puttalam district, Sanath Nishantha a politician who resorted to thuggery to his advantage, also used force at times on local administrators to get issues answered for his lackies, was considered a “notorious, political thug” in society, yet tolerated in his constituency. His final journey after the fatal accident was State sponsored and hyped in media, beyond the mourning there was in his own ancestral village.",
    "The second politician from Kalutara district, Palitha Thevarapperuma once suspended for a week from Parliament for being involved in a brawl, was known for coercing and forcing administrators to have issues of his individual voters addressed. He was also into grassroots and into places like Atalugama that was locked down during the COVID-19 pandemic, providing dry rations for the needy. With his tragic death, a few days ago, Thevarapperuma immediately became the “man of the ordinary people” bringing tears to many in Kalutara.",
    "Kalutara people’s overwhelming attraction and endearment to Thevarapperuma, could not leave the JVP/NPP from paying him his last respects, with elections decisive for their survival. Their Kalutara district leader, former MP Dr. Nalinda Jayatissa representing the JVP/NPP officially at the funeral, made an emotion packed oration accepting Thevarapperuma as an honest politician truly committed to “serve the people”. There are others who serve the people as investment for future electoral victory, but Thevarapperuma was not that, Jayatissa said. Win or lose, Thevarapperuma was with the people, said Jayatissa.",
    "This statement from a JVP/NPP leader, onetime JVP MP and I believe is a JVP Central Committee member as well, exposed the political illiteracy of the JVP with this funeral oration. They are not aware of the fundamental responsibility of the voter and of an elected MP. Should people vote for someone who would attend to their day-to-day needs, and is it the duty and the responsibility of an elected MP to serve his voters on personal needs intruding into local and provincial administrations? In short, what is the vote, the universal franchise for?",
    "The vote is for people to elect a representative assembly, a Parliament for governance on a legal contract. A constitutionally elected assembly, that on behalf of the people create law, adopt policy for “governance” and allocate public funds for social needs. Parliament therefore is not a “social service centre” nor MPs the social service extension staff. With many distortions on responsibility of a MP over past decades, with usurped power over State administration and unethical use of public finances, MPs have turned out as the deciding factor in the fate of the “citizen” in their districts. This long-term deformity is due to two main factors that keep eating into society. One, ignorance of the citizen as a “Voter” and two, continued and growing “scarcities in life”.",
    "This has been said before, in some of my previous writings. Since 1931 when the Donoughmore Commission established the first State Council in Ceylon 93 years ago to be elected on universal franchise, people voted to elect 50 lone contestants in the absence of political parties. Criteria for selection of an individual to cast the vote then was based on his or her ethnicity, religion, caste, wealth and the status he or she had earned in the public eye. They were not elected to form a government, but elected to be members of the colonial controlled legislature in Ceylon.",
    "Since the 1947 parliamentary elections, with the Soulbury Commission providing self-rule, the purpose of using the vote changed completely. Universal franchise thereafter had to be used to elect a government to rule then Ceylon and later Sri Lanka. Responsibility of the voter thus changed from electing lone individuals to a State Council to that of electing a political party with a majority in parliament to form a government. The accepted norm in electing a government was to vote for a political party with a program to establish a secular Nation State for improvement of the quality of life of all citizens. That was not what happened on this Lankan soil. No political party understood the need for a “secular Nation State”. What they understood was, their need to gain a majority in parliament to hold on to political power as a government.",
    "Electorates for which MPs had to be elected were geographical areas based on population and size with about six of them between 1947 to 1977 being double and triple member constituencies like Colombo Central, Nuwara Eliya-Maskeliya, Balangoda, Badulla, Ambalangoda-Balapitiya and Gampola. Multi-member seats were created to accommodate two or three ethno-religious communities in an area. Colombo Central for instance was expected to elect a Tamil, a Muslim and a Sinhalese, based on the population mix in the electorate.",
    "These electorates did not provide the required parliamentary majority of 49 seats to the UNP leader D.S. Senanayake who was expected take over Ceylon from the British colonial rulers. With only 42 MPs, D.S. Senanayake as Prime Minister had to rely on the 7 MPs of the All Ceylon Tamil Congress (ACTC) to form the government. Arithmetical calculations of his Sinhala bloc and the Sinhala Maha Sabha of Bandaranayake in the UNP told them, if Upcountry Tamil labour of Indian origin is removed from the voter lists, more Sinhala MPs could be elected in future elections. Thus 02 bills “Ceylon Citizenship Act of 1948” and the “Indian-Pakistani Citizenship act of 1949” were adopted that disfranchised and de-citizenised Indian labour while the Parliamentary Elections Act was amended accordingly.",
    "This in a way cemented political dominance of the Sinhala South in governance, as results of the 1952 elections indicate. D.S and his UNP won 54 seats an increase of 12 from 1947 while Bandaranayake’s SLFP won 09 seats, providing a total gain of 21 seats for Southern Sinhala representation in parliament. Ceylon Indian Congress was totally eliminated and independent representations came down to 12 from the previous 21 MPs.",
    "This Sinhala-Buddhist approach for dominance in politics never allowed any serious discourse on developing the country. That denied social discourse in developing Sri Lanka as a secular Nation State. Establishing a Sinhala-Buddhist identity denied intellectual discussions within mainstream political parties and in society on planning for an inclusive society with a national economy that could reduce socio-economic disparities and improve the quality of life. The result was competition among major political parties scheming to whip up Sinhala-Buddhist sentiments to win as many electorates as possible. In the run they also schemed to collect decisive caste votes in electorates as it was in State Council elections. That remains the reason mainstream political parties appoint electoral organisers representing the dominant caste in an electorate.",
    "This obviously did not help educate the voter to use the vote with responsibility. Did not create awareness, the “vote” carries with it the citizen’s social responsibility in contributing to good governance and socio-economic development of the country. Even foreign funded non-governmental organisations that speak about “free and fair” elections do not tell the Voter the purpose of voting. All that neglect left the voter as ignorant as s/he was in 1931, choosing the candidate on the same old criteria; caste, race, religion with the added requirement to have one who would best serve his or her individual demands. In a bankrupt society that lacked development for decades and left very little access to services, shrinking space for employment and income generation with extremely heavy competition, people are compelled to seek “other means” in acquiring them. Worst is when all means become politicised and MPs become the source of delivery.",
    "The cumulative factor of electing MPs on ethno-religious and caste preferences with ability to have personal issues addressed through them, have given the “vote” a completely contradictory reason for use, to what it is meant for. Within that distorted individualised purpose of using the vote left unquestioned, the likes of JVP/NPP now wants people to vote for candidates who would in their electorate “serve the people” and they pose as the most suitable candidates to “serve the people”. In plain language, Thevarapperumas do not “serve the people” as Nalinda Jayatissa says. They respond to individual requests.",
    "Let me therefore conclude this by saying, we do not need “Thevarapperumas” elected to Parliament with no idea what development is and with no program for development. We do not need “Thevarapperumas” to run after State officials demanding answers for issues of their individual voters. Instead, we need a political entity elected to Parliament with a clear national development program to “serve the People”. A program this society could discuss and debate well in advance and during election campaigning. Political parties should ask the vote for their “program for national development”, have their candidates canvass their program and not for their loud opposition to the “other” contesting parties."
  ]
}