{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Telco-and-banking-leaders-in-strategic-partnership-to-empower-SMEs/34-764605",
  "time_ut": 1721674190.0,
  "original_lang": "en",
  "original_title": "Telco and banking leaders in strategic partnership to empower SMEs",
  "original_body_lines": [
    "Top from left:  Dialog Axiata PLC Product Manager – Digital SME Sundar Ganeshan, Chief Manager – Digital SME Sameera Wijerathne, Databox Technologies CEO Prabath Perera, Commercial Bank of Ceylon PLC Assistant General Manager of Personal Banking III/SME Sivasubramaniam Ganeshan, Dialog Axiata PLC Head – ICT and Platform Business Viranga Seneviratne, Group Chief Enterprise Officer Navin Pieris and Commercial Bank of Ceylon PLC Chief Manager – SME Banking Mohan Fernando",
    "Bottom from left: GlobalLinker Co-founder and CEO Sameer Valki, Dialog Axiata PLC Head – ICT and Platform Business Viranga Seneviratne, Databox Technologies CEO Prabath Perera and Commercial Bank of Ceylon PLC Assistant General Manager of Personal Banking III/SME Sivasubramaniam Ganeshan",
    "In a landmark move to drive digital transformation for small and medium-sized enterprises (SMEs), Dialog Enterprise, the corporate ICT solutions arm of Dialog Axiata PLC, has signed a Memorandum of Understanding (MoU) with Commercial Bank of Ceylon PLC, GlobalLinker, and Databox Technologies, on “Commercial Bank LEAP GlobalLinker”, an innovative web solution designed to empower entrepreneurs through digital marketing and e-commerce.",
    "Dialog Enterprise, the premier digital innovation catalyst across various enterprise scales, joins forces with Commercial Bank as the technology partner for their e-commerce platform, Commercial Bank LEAP GlobalLinker, mobilising the digital marketing sphere of SMEs in Sri Lanka. Together with GlobalLinker, a B2B business networking platform with commerce capabilities to make SME’s business digitally discoverable, and Databox Technologies, the managed service provider that ensures seamless integration and technical support, the partnership aims to set a new standard in the digital marketplace for SMEs in Sri Lanka.",
    "Through this initiative, digital marketing and e-commerce facilities would be provided, enabling entrepreneurs to create their own e-stores, connect with each other, and engage in buying and selling locally and internationally. This network hub is specifically designed to cater to the unique needs of SMEs, providing them with the tools and support necessary to thrive in the digital economy. By leveraging the reach of the GlobalLinker platform, the endeavour aims to empower SMEs already on the platform, as well as new entrants, with advanced communication and digital technologies to further enhance their business capabilities.",
    "Dialog Axiata PLC Group Chief Enterprise Officer Navin Pieris said: “We are thrilled to partner with such innovative, dedicated, and like-minded companies, working towards a common cause. This solution is a testament to our commitment to driving digital transformation and providing SMEs with the technology they need to compete and succeed in today’s digital landscape.”",
    "Commercial Bank of Ceylon PLC Assistant General Manager of Personal Banking III/SME Sivasubramaniam Ganeshansaid: “This partnership is a significant step forward in empowering small and medium entrepreneurs. By creating a comprehensive digital marketplace, we are not only providing business loans but also enabling a robust ecosystem where SMEs can flourish. We look forward to seeing the positive impact this collaboration will have on the entrepreneurial community.”",
    "Under the terms of the MoU, Dialog Enterprise will leverage its technological expertise to support the platform’s infrastructure, while Commercial Bank will spearhead market creation and on-boarding of entrepreneurs. Entrusted with e-store creation, GlobalLinker will ensure the platform’s development and technical robustness, and Databox Technologies will provide managed services, with payment gateway integration, and ongoing technical know-how.",
    "This partnership marks a significant milestone in the digital transformation journey for SMEs, offering them a powerful, user-friendly platform to expand their reach and grow their businesses."
  ]
}