{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lolc-finance-unveils-super-savings-account-with-higher-returns/",
  "time_ut": 1753722540.0,
  "original_lang": "en",
  "original_title": "LOLC Finance unveils Super Savings Account with higher returns",
  "original_body_lines": [
    "LOLC Finance, Sri Lanka’s leading non-banking financial institution, has launched the LOLC Super Savings Account, a thoughtfully designed savings solution that offers the perfect balance between high returns and convenient access to funds. Developed in response to evolving customer expectations, this product is tailored for individuals seeking greater value and flexibility from their savings, whether they are managing daily expenses or planning for future financial goals.",
    "With a minimum opening deposit of just Rs. 15,000/-, the Super Savings Account features a competitive tiered interest structure, rewarding account holders with progressively higher returns as their balances grow. This versatile product addresses the needs of a wide and diverse customer base, from freelancers, farmers, and construction workers with seasonal income streams to small-scale entrepreneurs, daily traders, and fixed deposit holders looking for short-term reinvestment options upon maturity. It also serves individuals who are gradually accumulating funds for larger commitments, such as home construction, as well as high-balance savers who wish to ensure that their idle funds yield optimal returns while remaining accessible in times of need.",
    "Commenting on the launch, Terence Kaushalya, Assistant General Manager, Savings & Product Development at LOLC Finance, stated: “The LOLC Super Savings Account reflects our commitment to understanding the evolving financial behaviours of our customers. Built on a deep insight into how people earn, save, and plan today, this product offers meaningful flexibility without sacrificing returns, especially in an economy shaped by informal income streams and diverse lifestyles. It is specifically designed to empower a wide spectrum of customers, particularly those with non-traditional income patterns, by providing control, easy access, and strong returns in one solution. From daily wage earners to entrepreneurs and long-term planners, it offers accessible, high-yield savings with the freedom to manage funds as needed. More than just a savings account, it is a forward-thinking financial tool that supports smarter money management and helps individuals confidently work towards their financial goals.”",
    "As Sri Lanka’s economy continues to shift towards freelance work, casual employment, and individual entrepreneurship, the demand for flexible and rewarding savings solutions is stronger than ever. The LOLC Super Savings Account is a timely response to this growing need helping customers remain financially agile while making the most of their savings. It stands as yet another example of LOLC Finance’s firm commitment to empowering individuals and families across the nation with relevant, impactful financial tools.",
    "LOLC Finance PLC is licensed under the Finance Business Act No. 42 of 2011 by the Central Bank of Sri Lanka. The company holds an A rating with a Positive Outlook from Lanka Rating Agency Limited. Eligible customer deposits are insured under the Sri Lanka Deposit Insurance Scheme, providing compensation up to Rs. 1,100,000 per customer.",
    "Vision Care Hearing Solutions launches dedicated audiology unit in Panadura",
    "‘How Sun Siyam Pasikudah is leading the East coast’s boutique renaissance’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}