{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/How-to-restore-SLTs-role-to-ride-on-the-tide-of-information-Technology/172-276482",
  "time_ut": 1707257700.0,
  "original_lang": "en",
  "original_title": "How to  restore  SLT’s role  to ride on the tide of information Technology",
  "original_body_lines": [
    "The technology SLT will provide will play a pivotal role to create the smart grid that can switch electricity from one place to another fast",
    "Sri Lanka is in the IT Age equivalent of the ancient “Silk Route”; hence it is up to us to take advantage from the future of technological innovation to attract investment.",
    "Communication is the basis of the existence of human society. When we think of communications, most of us go back to the telegraph and the early telephone, forgetting that human beings have always been social animals. Human civilization would not have evolved to the state it is in today if not for its inborn need to communicate. From the very basic to the advanced, these forms of communication have evolved to embrace one of the highest points in the technological invention. That urge to communicate led humans to develop and adapt technology to communicate with, lessening the burden of life in the process. The laying of the transatlantic telegraph cable eliminated the transport of shiploads of cash across the Atlantic and instead facilitated the “Telegraphic Transfer” of money.",
    "Just like today, adapting technology has not always been easy because changing the status quo leads to opposition from authority. Sir William Preece, then Chief Engineer of the British Post Office famously declared “There are conditions in America which necessitate the use of telephones more than here. Here we have a superabundance of messengers, errand boys, and things of that kind. The absence of servants has compelled America to adopt communications systems for domestic purposes.”",
    "The telephone to become a device of mass communication was never intended. The original phone was a clever replacement for the telegraph. Then businesses realized that they could benefit from direct telephone service, but the focus of the telephone companies was not on the mass market. It took much pressure from the public before they became commercially available for installation in any home. Fast forward to today where the smartphone has led to the explosion in telephone ownership to the point where there are more mobile phones than the population.",
    "With the Internet came email that suddenly gave the masses the new convenience of sending a message to anyone, anywhere, quickly and easily, whenever you wanted to. The adoption of email was incredibly swift, as if society was waiting for the next best technological innovation in communication.",
    "The Government must take note of the current situation facing SLT and listen to its inner voice, not that of the armchair heroes who sit outside. At this point, the best for SLT and the country is to defer the divestment and for the government as its major shareholder",
    "The ultimate evolution of the social realm for the Internet was the social network. It has an incredible reach for a recent invention. As we are social creatures, it’s what drives us forward. Today, for a great many, it’s hard to imagine life before Facebook. As we have transitioned to the age of e-commerce and digitalization, the Pandemic thrust society into adapting to and managing remote transactions. From the perspective of technological innovation, we are living in a digital age. It is transforming the way we interact and the way we work. Communication sells.",
    "Sri Lanka is at a pivotal moment to take advantage of its position in the global information communications highway. After all, Sri Lanka was a country that was brimming with great potential in early period of post independence. For instance, the idea for the Maruti car had germinated in its founder after he caught sight of the locally manufactured Upali Fiat during a visit to Sri Lanka in the early 1970s. Many decades later, look at what India’s automobile industry has achieved and where we are in comparison. Another good case in point is how we set up the first mobile phone company in Sri Lanka in the late 1980s, when there were just a handful of nations in the world that were using mobile phones. But today, we are fast falling behind in this segment as well.",
    "Whereas starting in the late 1980s, by liberalising our telecom industry, Sri Lanka then leapfrogged others in the region. NTT of Japan, a global leader in telecommunications, transformed Sri Lanka Telecom from a state owned institution into a modern telco with global management concepts and investment strategies. Celltel heralded the birth of the first mobile telephone network in South Asia.",
    "We are at the IT crossroads between Europe, Africa, Middle East, and East Asia. Sri Lanka’s geographic proximity to major undersea cables that transmit millions of terabytes of data makes it an attractive destination for operations that serve the information requirements of the region. Sri Lanka’s strategic position can attract investments in some of the next-generation industries governed by robotics manufacturing and controlled from anywhere in the world.",
    "Moreover, Sri Lanka could be the staging point for automated transhipments of manufactured goods. With its increased use across industries it is projected that by 2030 semiconductor integrated information communication technology devices will be running most operations.",
    "As Sri Lanka is in the middle-between the emerging economies of East Asia and Europe, it takes equal time for a signal to travel to Europe or East Asia from here. We can be the most efficient place given our location from which to conduct many operations.",
    "It is SLT through its early investment in data centres, the cloud and fibre-optic cables, along with the investment in a consortium of large global operators to build submarine fibre-optic communication cables from Europe to the Far East, that made investors come to Sri Lanka",
    "Furthermore, our industrial expansion strategy must include preparation to capture the shift from today’s factory to the future factory. The factory that will run remotely with Internet of Things (IoT) enabled machines communicating via 5/6G technology supported by fibre-optic backbone. Likewise organizations will be at an advantage given the flexibility to use data centres and cloud services managed centrally. The future organization, which will also reflect this transformation, will not require inhouse computers and IT specialists to process information. An organization will not require any software on its premises and thereby require human resources only to carry out its core business. Such technology will even operate autonomous cars feeding on different signals such as traffic lights and other commands to navigate itself.",
    "In the future, rather than labour becoming the deciding factor for efficiency, a company setting up business will find the location the most decisive factor. Ideally, businesses will become more transparent and less manipulative in such a setup as small players will have equal access and chances as the more prominent players. Consumers will choose based on what is good for the community and the planet. Capitalism’s monopolistic nature will reduce when automation gives every industry and business, irrespective of scale, the opportunity to be efficient. Competition will be on the quality of the product rather than the volume of scale.",
    "Given Sri Lanka’s strategic location for transhipment, smart autonomous port operations can transform our status as an efficient service provider.",
    "It is SLT through its early investment in data centres, the cloud and fibre-optic cables, along with the investment in a consortium of large global operators to build submarine fibre-optic communication cables from Europe to the Far East, that made investors come to Sri Lanka. SLT has built the foundation of the infrastructure of the future. Government must be cognizant of the reality of the country’s excellent position in the global communications technology highway to harness it. ‘Intelligent’ people worldwide know that the change will overtake the world in the next decade, and if Sri Lanka is to fall in line to ride this tide, then our systems need to be swiftly put to embrace the opportunity therein.",
    "As long-term investors envisage this future scenario, many prudent telcos are making investments in these changes. The big question is, are we ready to create the environment for investors to consider Sri Lanka as one of the best places to do business? Because of its foresight into the future, globally, Israel is known as the start-up nation. Sri Lanka’s location is an opportunity for it to be another start-up nation.",
    "The steam engine gave birth to the industrial revolution. It was considered a miracle for that era as it reduced the toil on manual labour and increased energy efficiency. The steam engine derived efficiency from its production scale, making it cheaper and easier to produce in large amounts. The larger the establishment, the higher the productivity, which meant that people had to migrate to the cities to fill in the jobs required to meet the demand for increased output. On the strength of the steam engine they built large industrial cities. Mass migration occurred; hence, people lived in poverty, exploited, and worked long hours under deplorable working conditions and low wages. These abysmal working conditions led to many chronic health conditions and workers having a low quality of life. There was scant regard for environmental pollution. The darker side of capitalism operated as the industrial revolution accelerated.",
    "However, today we can expect a change in this hitherto murky capitalist order. Such as with fibre-optics, 5/6G technology, Artificial Intelligence, Machine Learning, and robotics will lead to automated manufacturing, moving to decentralized and remote manufacturing, where labour will no longer be a factor. A small factory will be as efficient as a large one. Big cities will slowly disappear. Mass of people congregating in one place will not happen as technology will connect them from wherever they are. The Pandemic was a good example, demonstrating the possibility of working remotely. It has been a learning curve for SLT with its 8,000 employees not required in the office as before.",
    "Renewable sources of energy is the future choice. The distributed nature of renewable energy sources requires a Smart Grid to transmit electricity anywhere in any direction, replacing the environmentally polluting gigantic coal power plants. The technology SLT will provide will play a pivotal role to create the smart grid that can switch electricity from one place to another fast.",
    "Operations will become decentralized with investment in renewable energy, semiconductors, robotics, and fibre-optics that support infrastructure for next-generation networks and connectivity, resulting in less travel. Less travel will lead to less pollution. That, in turn, would lead to an improvement in the quality of life. The planet will be able to regenerate and sustain itself when there are environmentally friendly practices, the overuse and depletion of resources will reduce.",
    "In the next ten years, the health sector will be one of the most critical areas that will benefit from these advancements. Likewise, the agriculture industry can be mechanized and automated to use precision techniques including in pest control. That would negate the need for harmful pesticides.",
    "The value to society of present and coming advances in communications technology and infrastructure is immense. Twenty years ago, no one expected this many advancements to take place in technology. However, SLT started investing in the technology the country required. Internally, to make this happen, we need to continually reinvest. That requires non-debt sources of capital given the present country economic situation. This is why SLT needs a world class strategic investment partner.",
    "Today, more than ever, we have to make hard and fast decisions. We can learn from other countries. Singapore, for example, developed not because it had better people than Sri Lanka. Singapore developed because it had leaders and ministers who put the country and its people before them and built the system to create an enabling environment. People in Singapore don’t break the law because the law is applied equally to all. As a nation, we must understand the brutal fact that we have to make decisions with the country’s interest foremost.",
    "It is up to individual countries to choose and ride the tide at the end of the day. Countries that have begun to embrace this change will achieve ultra-low latency communications by 2030. And it will be a different world for such countries, while those that fail to adopt these changes will be impaired. While for Sri Lanka, it is still within reach, Decision-makers must understand that this change is a life and death matter given we have hit rock bottom.",
    "Telecommunications as a reinvestment-intensive industry. The technology of today will be different tomorrow. So, we have to invest more than we invest today, tomorrow as well.",
    "In years 2021 and 2022 SLT results showed that no other utility industry in the country generated a profit, ran efficiently to create a profit than SLT. Yet if you take the years since the unfortunate and almost forced exit of NTT from SLT, reinvestment needed into SLT becoming the bedrock of driving IT led growth has slowed down drastically. SLT never had a proper globally recognised JV partner since the exit of NTT.",
    "With the planned divestment of the government owned shares in SLT, there was initial hope that a multiplicity of globally recognised telco with ability to reinvest will vie with each other. But unfortunately the government is left with only three interested parties.",
    "In the meantime, in the face of uncertainty, SLT’s performance is fast sliding down.",
    "SLT is the bedrock on which the entire digital infrastructure of the nation rests. And this staggering infrastructure has been built brick by brick over the last one hundred and sixty years with investment raised locally, with public’s money, by literally generations of people including engineers and other professionals of our country. If not for SLT, not even its fiercest competitor telcos would operate because they all by and large depend on SLT’s foundation infrastructure at the end of the day.",
    "The Government must take note of the current situation facing SLT and listen to its inner voice, not that of the armchair heroes who sit outside. At this point, the best for SLT and the country is to defer the divestment and for the government as its major shareholder, stabilise SLT. Once SLT and the country is out of the woods a globally recognised diversity of telco will show interest instead of the present limited interest. And at that time carry out the divestment in a manner that foremost safeguards national interest.",
    "About the Author - Lalith Seneviratne has over forty years of experience in the corporate field, primarily with Motorola Inc. In 2023 he completed a three year term as Executive Director and Group CEO of Sri Lanka Telecom PLC. He was a for a time member of the Board of Directors of Lanka Transformers Ltd and its Chairman during the latter part. He was a Member of the inaugural Governing Board of the Sri Lanka Sustainable Energy Authority. He is the recipient of the 1999 Motorola CEO Award for Volunteerism. For his contribution towards conservation he was made an Honorary Director in the Department of Wildlife Conservation. He is an Ashoka Fellow and a Lemelson Fellow. He is a Chartered Engineer and a Member of the Institution of Engineering & Technology, UK."
  ]
}