{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Importance-of-renewable-energy-for-future-energy-security-and-economic-growth/4-758488",
  "time_ut": 1707935740.0,
  "original_lang": "en",
  "original_title": "Importance of renewable energy for future energy security and economic growth",
  "original_body_lines": [
    "It is time Sri Lankans considered in depth, the impact of energy on their day to day life and the national economy, as well as the sources of such energy. Leaving such matters entirely to the officials and the politicians to make all the decisions would only cause them to lament later on the hardships passed on to the consumers due to poor decisions, lacking in wisdom or vision for the future. It is increasingly evident that rampant corruption and deal making are in place as per comments made even by the Supreme Court from time to time as well as the findings of the Auditor General. The fact that no pressure is applied to follow up on these allegations and take action to bring the culprits to book, underscores both the lack of understanding and the apathy of the general public, that hitherto seem to believe they have no role to play.",
    "The consumers must at least now understand they have both the responsibility as well as the right to make the change necessary not only for their own benefit but also for the economic and environmental well-being of the country.  Without delving into the various commitments made by Sri Lanka at international fora to change over to renewable energy, to tackle the global threat of climate change, Sri Lanka must recognise that it has been trapped in the fossil fuel blip.",
    "Successive administrations have chosen to ignore this sad situation and opted to remain overly dependent on imported fossil fuels that Sri Lanka can ill afford being a major cause for the recent forex and economic debacle. The various policy statements and targets to make this change has so far remained a scam, if the ground reality and the ongoing actions by the authorities are any indication.",
    "They have also chosen to ignore the dramatic changes in technology already commercially exploited internationally, trying to find nonexistent barriers for their adoption in Sri Lanka, without admitting their lack of competence to overcome them or perhaps even worse the desire to maintain the status quo for reasons best known to them.",
    "Many detailed reports are available on the commercially exploitable renewable energy resources that Sri Lanka has, with the added advantage that all of them are indigenous resources that require no expenditure in foreign exchange. The vast resources of solar and wind energy are nature’s gift to us with no fuel requirements. Even the Dendro Energy, most attractive being a firm source of energy available 24/7 throughout the year, uses only locally grown sustainable fuel wood. Thus the cost of fuel flows right back to the rural farmers with a multitude of other spin off benefits, too numerous to list here.",
    "I have chosen not to include the balance resources such as major and mini hydro that have made immense contributions to at least keep Sri Lanka at the present level of non-dependence on fossil fuels. They would continue to do so even though the additions available may not be very large.",
    "What is important is to view the above numbers against the predicted gross demand by 2030 when Sri Lanka is expected to reach a goal of 70% share of renewable energy for electricity generation. This is only 27,300 GWh according to the latest Long Term Generation Plan vs the current 16,000 GWh",
    "Hence, contrary to common myth, Sri Lanka is an energy rich nation, but remains a beggar sitting on a gold mine, due to the ineptness or otherwise of our energy authorities and policy makers.",
    "In the modern world energy security constitutes an important factor for ensuring national security, much as food, health, education and defence.",
    "But future energy security cannot be guaranteed if we are dependent on imported sources of energy such as fossil fuels including oil, coal and natural gas or even liquid petroleum gas.",
    "We have already seen the impact of this dependence in 2022, with long queues for cooking fuels , LPG and kerosene.",
    "Another sorry situation in Sri Lanka is the emphasis on electricity alone that even now provides only about 12% of the total energy demand, in any discussion on energy. Thus, the massive drain on foreign exchange for the import of transport fuels remains below the radar and continues to drain the scarce dollars earned by other productive sectors. This is one more area of the insensitive and irrational stance of the energy authorities, even when once more the Power and Petroleum Ministries are under one Minister.",
    "On the other hand, the engineers, technologists and the academia are at fault for not highlighting the fact that electricity is the most desirable form of energy that can serve any energy demand.  With our bounty of renewable energy resources for electricity generation, Sri Lanka is best placed to tread this path for the benefit of all, particularly, for the transport sector that is making vast strides the world over. More frogs in the well? Or are there other agendas in play?",
    "Meanwhile, the CEB continues its journey of carrying old “hana miti “ proposing to replace oil with LNG, forgetting that LNG is also a fossil fuel to be imported sans any guarantee that it would be economical, both by way of the initial cost of infrastructure or the cost of energy in the years to come. Various numbers are cited by CEB engineers and energy experts without any concern for world trends.  The insanity of predicting world prices for imported fossil fuels is clearly seen in their own data cited in the LEGP 2022-2043, when the current prices are compared with the past records that they regard as gospel. This is seen in the projected energy mix for 2030 submitted by the CEB, with a massive contribution expected by LNG.",
    "Need I say anything about the most lunatic proposal of being in nuclear energy?",
    "Why cannot we utilise the massive bounty of nature explained above. Gladly, even with the present state of technology and level of private sector inputs, initial positive steps have been taken. Even in year 2022, and 2023 we have reached the goal of 70% RE on some days as shown below, even passing 80% on 13 January 2024.",
    "Of course, this feat was possible with the increased contribution of hydro power that would not persist. But is there any reason why the reduced hydro contribution during the dry months cannot be replaced with other renewables, particularly with roof top solar PV that can be deployed rapidly and wind, solar parks and Dendro projects developed at an accelerated pace, to cater to increased demands in the coming years.",
    "This effort could have a significant impact not only on energy security, but on the economy as well. Using the projections by the CEB on the energy mix for 2024, accepting the unit costs of generation used, the immense value of removing the oil based generation as a first step is illustrated in the two tables below.",
    "Thus, a cost saving of Rs.113.65 billion is possible for the CEB by this means alone. While this can be done in steps , first by stopping all oil based IPP, (Embilipitiya  Ace Power contract is due to expire on 24 February) how soon the full benefit can be achieved depends entirely on the CEB and the Ministry. The required RE input can be forthcoming rapidly from private developers, once more spearheaded by the roof top solar PV, the fastest means. The track record and potential are illustrated below:",
    "These savings in cost can continue by adding more renewable energy projects to reach the target of 70 % by 2030 that would leave only the coal power plant to be the fossil fuel dependent plant, and without falling into the trap of LNG that is tantamount to falling in the same pit in broad daylight.",
    "The next tantalising target is the electrification of transport vehicles. To get the maximum benefit for this change a new industry to convert the existing serviceable light vehicles, motor cycles, three wheelers and passenger cars can be initiated. Thankfully, some companies have already ventured into this enterprise starting with the three wheelers. The natural technical ability of our mechanics could thus be harnessed without fear of their losing livelihood as traditional motor mechanics. Without much detail, even if electrification of 25% of the light vehicles are converted, we can minimise, the nearly $ 5,000 million spent annually for the import of petroleum products petrol and diesel . Refer https://www.bioenergysrilanka.lk/the-elephant-in-the-room/for details",
    "What is even more important is the added advantage to motorists by installing roof top solar panels thereby saving the expense of both electricity and transport fuel. This would greatly improve payback on the investment on the solar system and expedite the elimination of oil for power generation.",
    "While this technology has not taken root in Sri Lanka yet, it would open the possibility of the car battery serving as the source of power during any power cuts too without the need for special home battery systems. Gladly, this system is available for me.",
    "The above comments have been entirely on the possibility of using sources of RE, particularly, solar to gain non dependence on imported fossil fuels for domestic energy, starting with electricity and the possibility of expanding to the transport sector as well.",
    "However, as mentioned before we are sitting on the renewable energy gold mine. The massive potential for both solar and wind can elevate Sri Lankan economy to overcome the present debt crisis, as well as become the developed nation that the President promises by 2048.  Just as an indication consider tapping only a fraction of such bounty.",
    "Consider this in relation to the sorry status the Central Bank reports year after year",
    "It was reported recently that while the Treasury earned only Rs. 3 trillion during year 2023, we are supposed to have spent Rs.13 trillion.  This, if only partly true would give goose bumps to any concerned citizen. No doubt a considerable amount would have gone into the import of oil and coal, purely to support the political agenda to claim 24/7 power at whatever cost.",
    "However, if this path is to be trodden, there is an immediate need for a paradigm shift in the way we look at energy, as illustrated below.",
    "Perhaps, even more important is to ensure the following policy initiatives by governments to prevent this bounty being stolen (there is no other word) by foreigners. This trend is already evident with the active support of our energy authorities, even ignoring and subverting existing laws that could have provided some protection. Therefore, we as citizens must be most vigilant to prevent this happening so that we don’t lose this newfound resource, as all our primary products have been stolen over the centuries, first by the colonials and now by our own people.",
    "Firm policy decisions are needed for a secure energy future:",
    "Ensuring future energy security depends on the achievement of non-dependence on imported fossil fuels and to be a Sri Lankan industry, controlled and governed by Sri Lanka",
    "While any foreign investments are welcome and encouraged to make the transition smooth and on target, there shall be no tariff paid in foreign exchange when consumption is for local usage. They are welcome to repatriate the capital and profits under the prevailing BOI schemes.",
    "Electricity industry should be viewed as a sector that can contribute heavily to the economy and GDP growth with employment generation, high level skills development and technical advancement.",
    "The well recognised bounty of renewable energy should be developed as a means of earning foreign exchange, which is the segment to invite foreigners to invest in this sector, who can be paid in foreign exchange, while ensuring the fair share of the benefits to flow to the national economy as done by Middle Eastern countries with their oil reserves. While the current thinking is on the transmission link to India, it may not be a wise decision given the poor record of all our trade agreements. We are however fortunate that the new technology of Green Hydrogen is now available to convert our excess energy to an easily managed energy form, not dependent on expensive and vulnerable transmission lines.",
    "While the chances of our leaders having the wisdom or the national interest to ensure the above are remote, it is our duty to initially adopt the above mentioned steps that would at least diminish the present balance of trade woes. We need to be vigilant to prevent any steps being taken by the politicians with shortsighted laws and regulations to barter away this national wealth.",
    "The oft repeated excuse of requiring foreign investments is no excuse. The Middle East used foreign investments to develop their oil and gas resources, but making certain that their fair share was ensured to become a powerful economic force.  That is because their rulers had national interests as the primary objective. Can we even hope for that in Sri Lanka?",
    "Meanwhile, the present 850 MW of renewable energy development plus 815 MW of roof top solar was done entirely by Sri Lankans. There is no reason why this cannot be doubled and tripled in the next few years, particularly, in the roof top solar PV sector. The Sri Lankan banks could be of great help with the now reduced rates of interest. It is encouraging that some banks have already offered programs for domestic solar PV.  They can extend such schemes to larger projects to their advantage.",
    "In this backdrop, when Sri Lanka continues to spend for imports way above its forex earnings, thereby increasing the debt burden and the chances of any viable economic revival, the energy sector developed by the private sector is the only short term option to reverse this trend.",
    "This invitation is to both individual householders as well as Sri Lankan entrepreneurs to embrace this new opportunity, which under the present financial condition would be a most attractive investment with a payback of less than four years, with or without the active support of the State.",
    "I will be happy to share the workings with anyone interested."
  ]
}