{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Beyond-degrees-Creating-future-ready-workforce-for-Sri-Lanka/4-782547",
  "time_ut": 1759435694.0,
  "original_lang": "en",
  "original_title": "Beyond degrees: Creating future-ready workforce for Sri Lanka",
  "original_body_lines": [
    "The future of Sri Lanka’s economy depends not only on investment and policy but on how well the country prepares its people for the world of work. The Government is pushing forward with significant reforms to revamp the education system, from modernising curricula to expanding vocational training pathways. These initiatives deserve appreciation. They demonstrate a recognition that the nation cannot build a resilient future with outdated methods of teaching and learning.",
    "In an increasingly competitive world, equipping students and employees with modern skills is crucial for both social progress and economic stability. Yet, despite these promising efforts, fundamental questions remain about whether the country is truly preparing its people to be future-ready and whether the billions spent on free education are delivering an adequate return on investment.",
    "This paradox becomes most evident when examining the unemployment and labour force participation data. According to the Department of Census and Statistics (Q1, 2025), Sri Lanka’s unemployment rate for females stands at 6.3%, compared to only 2.5% for males. On the surface, these numbers may seem modest compared to global extremes, but they mask deeper structural issues. Women make up 51.9% of Sri Lanka’s population, yet their labour force participation rate is only 32%, which is far below the global average. In contrast, men participate at a rate more than double that of women. This is not a story of lack of education. University Grants Commission statistics show that nearly 65% of undergraduate students in Sri Lanka are women. In fact, the highest unemployment rates are reported among those with GCE A/L qualifications and above. The burning question is straightforward: if women dominate universities, where do they stand in the job market?",
    "The answer is complex and sobering. Many women exit the workforce or fail to enter it due to cultural expectations, childcare responsibilities, or a lack of flexible, family-friendly employment policies. Others are qualified but not skilled in ways that match industry needs, reflecting a disconnect between education and employability. Employers repeatedly emphasise that while graduates possess theoretical knowledge, they often lack problem-solving skills, digital literacy, and practical workplace abilities. The outcome is a tragic waste of human potential. Billions of rupees are invested annually in free education, yet the nation struggles to convert this into economic productivity. The return on investment (ROI) is, at best, questionable.",
    "The World Economic Forum’s “Future of Jobs Report 2025” sheds further light on this issue. Globally, the report finds that nearly half of the core skills used in today’s workplaces are expected to undergo significant change within the next five years. Employers predict that by 2030, around 50% of current skills will be obsolete. Already, 44% of workers’ competencies are shifting. These disruptions are driven by technological advancements, such as artificial intelligence, automation, and green technologies, as well as demographic shifts, including population aging. For Sri Lanka, this signals an urgent need to realign its education and labour systems.",
    "Producing graduates is no longer enough; the country must produce future-ready graduates. This places a considerable responsibility on the university system, which serves as the final stage of preparation before young people enter the workforce. Universities must go beyond simply awarding degrees and ensure that students are trained to meet industry needs, adapt to technological disruptions, and contribute productively from the outset of their careers. This requires not only updating syllabi but also embedding practical learning, internships, problem-solving tasks, and digital literacy into academic programs. By bridging the gap between theory and practice, the university system can transform itself into a driver of employability and innovation, rather than a conveyor belt producing certificate holders with uncertain futures.",
    "According to the World Economic Forum’s Future of Jobs Report 2025, employers worldwide anticipate a growing demand for analytical thinking, creative thinking, resilience, and lifelong learning over the next five years. These are not just technical abilities, but also adaptive and human-centred skills that enable workers to thrive in rapidly changing environments. At the same time, more traditional skills, such as manual precision, rote memorisation, and even basic programming, are expected to decline in relative importance.",
    "For Sri Lanka, this means that educational reforms must prioritise both digital skills and soft skills. Schools and universities should place a greater emphasis on problem-solving, creativity, teamwork, environmental stewardship, and leadership, in addition to technical training in areas such as data science, networking, and systems thinking. Promoting these skills from an early stage will ensure that graduates are not only employable but also capable of driving innovation and adapting to the disruptions that will define the coming decade.",
    "One area where the report offers encouragement is in global trends toward training and reskilling. In 2023, only 41% of the worldwide workforce had received sufficient training. By 2025, the figure had risen to 50%. This sharp increase reflects a growing recognition that learning cannot stop at graduation. Employers and governments worldwide are investing in continuous reskilling to keep workers relevant and up-to-date. In Sri Lanka, however, training opportunities are still fragmented and often inaccessible. Mid-career workers, in particular, face limited pathways to upskill, even as industries demand adaptability. If the nation is to compete globally, scaling up lifelong learning must become a national priority.",
    "Employers surveyed by the WEF highlighted analytical thinking, creativity, leadership, and self-management as the most in-demand skills. At the same time, softer human skills, such as empathy, effective communication, and customer orientation, are growing in importance as automation continues to accelerate. These are precisely the areas where Sri Lanka’s traditional rote-learning education model falls short. For decades, education has been geared toward examinations, producing graduates who excel at memorising theory but often lack the creativity and initiative required in modern workplaces. As a result, even university graduates, many of them women, struggle to secure jobs that match their qualifications. This mismatch contributes to the country’s troubling unemployment rates among highly educated individuals.",
    "The government’s reforms should be applauded, but they must be deepened. For instance, digitisation of schools is a positive step, but the content taught must also evolve. Embedding digital literacy, problem-solving, and teamwork into curricula is essential. Moreover, industries must be actively involved in designing university syllabi, ensuring that education is aligned with the demands of the labour market. Without this alignment, graduates will continue to face a disconnect between classroom learning and real-world employability.",
    "Another priority must be reskilling and upskilling mid-career workers. Too often, once individuals leave school or university, formal learning comes to an end. Yet, in today’s economy, skills can become outdated within just a few years. The WEF report emphasises the importance of lifelong learning, and Sri Lanka must embrace this philosophy. The government, universities, and the private sector must collaborate to provide affordable and accessible training pathways for workers at all stages of their lives. Employers must also play a role, co-investing in their employees’ development, as adaptable workforces ultimately benefit business growth.",
    "Digital platforms offer enormous potential to extend learning opportunities. Online courses and AI-driven training tools can reach rural areas and underserved communities, bridging gaps in access. Certifications earned online can also help workers prove their skills transparently to employers. By leveraging technology, Sri Lanka can democratise education and bring more people, especially women, into the workforce. Family-friendly policies, flexible work arrangements, and childcare support can further encourage female labour participation, ensuring that the investment in female education translates into economic contribution.",
    "The gender paradox remains perhaps Sri Lanka’s most urgent challenge. With women dominating higher education but being underrepresented in the workforce, the country is failing to capitalise on one of its greatest assets. If 65% of undergraduates are women, then every lost female worker is not just a personal setback but a national economic loss. Closing this gender gap would not only improve fairness and equality but also deliver immense economic benefits. Studies worldwide have shown that higher female labour participation directly boosts GDP growth. For a nation seeking economic recovery and long-term stability, ignoring this potential is no longer an option.",
    "Globally, the World Economic Forum highlights that employers are struggling to find workers with the right skills to meet industry needs. Skills gaps have emerged as one of the primary barriers to business transformation, with many companies identifying them as a greater concern than even technology costs or economic pressures. Sri Lanka is no exception to this trend. Employers here too frequently point out the challenges of recruiting candidates who combine technical expertise with problem-solving ability, adaptability, and workplace readiness. This gap between education and employability is a pressing issue that must be addressed if the country is to achieve sustainable growth.",
    "The way forward is clear. Sri Lanka must accelerate reforms to make education future-focused, ensure training opportunities throughout careers, and implement policies that support women’s entry and retention in the workforce. Employers must be proactive partners in this process, shaping curricula, offering internships, and investing in reskilling. Students and employees must adopt a mindset of lifelong learning, recognising that in the modern economy, adaptability is as important as initial qualifications.",
    "The cost of inaction is high. Every year, thousands of young women graduate with degrees but fail to translate them into careers. Every year, billions are spent on education without yielding proportional economic returns. And every year, employers miss opportunities for growth due to a lack of qualified workers. But with coordinated effort, this cycle can be broken. By leveraging the insights of the World Economic Forum’s Future of Jobs Report 2025, and by building on the Government’s commendable reforms, Sri Lanka can ensure that its most significant investment—its people—delivers the growth, resilience, and prosperity the nation so urgently needs.",
    "(The writer is a PhD Candidate, University of Wollongong, Australia, and HRM Consultant/Founder – HRM for Life.)"
  ]
}