{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/India-funded-115-unit-housing-project-opens-in-Anuradhapura/56-778994",
  "time_ut": 1752527210.0,
  "original_lang": "en",
  "original_title": "India-funded 115-unit housing project opens in Anuradhapura",
  "original_body_lines": [
    "Prime Minister Dr. Harini Amarasuriya and Indian High Commissioner Santosh Jha last Saturday jointly inaugurated and handed over to the beneficiaries houses constructed with Indian assistance under the Sri Sobitha Nahimigama Project in the Anuradhapura district.",
    "The project envisaged the construction of 115 houses and other infrastructure facilities for residents of the Elapathgama village in Anuradhapura. It was undertaken based on a request by the Ven. Maduluwawe Sobitha Thero Commemoration Foundation, in line with the vision of the Late Venerable Thero for the development of the poverty-stricken village located in the dry zone of the North Central Province. The village with the new facilities would be renamed Sri Sobitha Nahimigama.",
    "In his remarks, High Commissioner Jha underscored the shared commitment of the Governments of India and Sri Lanka to the welfare of the people of the two countries, and the synergy in approaches in this regard – with India marching towards ‘Viksit Bharat’ with the motto of ‘Sabka Saath, Sabka Vikas,’ and Sri Lanka having embarked on a path towards ‘A Thriving Nation and a Beautiful Life.’",
    "Recalling the numerous development cooperation initiatives of India in Anuradhapura, such as the recently launched India-assisted signalling system for the Maho-Anuradhapura railway line and the upgraded Maho-Omanthai railway track, as well as committed ones, such as the development of the Sacred City Complex, the High Commissioner reiterated India’s commitment to continue working with Sri Lanka across all dimensions of the bilateral relationship for mutual benefit.",
    "In her address, Prime Minister Dr. Amarasuriya recalled the teachings of the Late Ven. Maduluwawe Sobhitha Thero, who was a strong advocate of social justice, and thanked the Government and people of India for the Sri Sobitha Nahimigama Project, which would immensely benefit the historically disadvantaged people of the village. In their remarks, Urban Development, Construction and Housing Minister. Anura Karunathilaka and Trade, Commerce, Food Security and Cooperative Development Minister Wasantha Samarasinghe expressed gratitude to the Government of India for the financial assistance to the project.",
    "A Memorandum of Understanding (MoU) was accordingly signed between the Government of India and the Urban Development and Housing Ministry of Sri Lanka in July 2017. Under the revised contours of the project, the Government of India increased its financial assistance commitment to over Rs. 450 million for 90 houses, while the Government of Sri Lanka built 25 houses and other facilities, such as a residence for monks and a library. The latter were inaugurated and handed over at a ceremony held earlier in April 2024. With the handing over of the 90 houses on Saturday, the project now stands fully completed.",
    "Urban Development, Construction and Housing Minister. Anura Karunathilaka, Trade, Commerce, Food Security and Cooperative Development Minister Wasantha Samarasinghe, Urban Development, Construction and Housing Deputy Minister T.B. Sarath, former Speaker of Parliament Karu Jayasuriya, Anuradhapura District Secretary MP Prof. Sena Nanayakkara, Sobitha Thero Foundation President Ravi Jayawardana, among other dignitaries, also attended the event."
  ]
}