{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-to-focus-on-green-entrepreneurship/",
  "time_ut": 1713288600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to focus on Green Entrepreneurship",
  "original_body_lines": [
    "The United Nations has recently applauded Sri Lanka’s efforts to restore and expand the island’s mangrove cover by over 50 percent. The country has been selected as one of the seven UN World Restoration Flagships for its pioneering efforts in mangrove restoration.",
    "Senior Advisor to the President on Climate Change, Ruwan Wijewardene, is actively preparing for the next phase of efforts in this direction. A meeting was held with Ravi Pratap Singh, Managing Director of iLEAD International Academy, Sri Lanka, which has come up with a comprehensive plan to promote Green Entrepreneurship in the country and develop mangroves with the involvement of youth. Green entrepreneurship, the plan suggests, would create a sustainable mechanism for maintenance and growth of mangroves in the country.",
    "The plan presented by Singh, along with CEO FCB KL.LK Santosh Menon, points out that at this stage, the acceleration in efforts to further expand the area under mangroves would require re-introduction of a more systematic and scientific community-led effort to plant mangroves in the country to ensure greater survival rates. A large number of youths in the coastal areas of the country- looking for livelihood options, could be developed as Green Entrepreneurs to take this effort forward. This would help Sri Lanka to continue claiming the global leadership in its efforts towards ecosystem protection, restoration and growth and show the way to the entire world.",
    "Considering the fact that the last mile efforts are always tough, the comprehensive plan envisages new energise through an attractive proposition of youth entrepreneurship and their sustained engagement in this direction. Wijewardene appreciated the fact that this plan not just considers promotion of some of the established enterprises around mangrove-based products like mangrove honey and resins, but it also explores the latest innovations to promote entrepreneurship in bio-mimicry based products like ECOncrete; and co-existence-based products and services where mangroves are developed along with shrimp farming.",
    "The plan includes role of all strategic players to ensure success. Government would like to see involvement of coastal communities at the core of it, supported by the scientific and business communities. The iLEAD International Academy, a social business initiative in the country, with successful mobilisation of more than 12,500 youth for vocation training and entrepreneurship development, aims to mobilise 6,500 youth spread across 64 DS Divisions of the country with maritime border to be the Green Entrepreneurs under this plan.",
    "During the initial discussions with Thushira Radella and Mr. Dan de Silva of Chamber of Young Lankan Entrepreneurs (COYLE), with Dr. Rupesh Bhomia of the Centre for International Forestry Research and International Centre for Research in Agroforestry (CIFOR-ICRAF) based in Colombo, and with Kapila Dhanapala, Country Manager of Aide et Action International, they have expressed their keen interest and willingness to be the significant collaborators of this plan.",
    "UN Decade on Ecosystem Restoration (2021-2030), led by UNEP and FAO, monitors the UN World Restoration Flagships. It has projected the need to create 4000 Green Jobs to restore 10,000 hectares of mangroves in Sri Lanka by 2030. This according to them would require US$3.5 million, i.e., approximately Rs. 1,050 million.",
    "It is proposed in the plan that many corporates outside Sri Lanka, looking for carbon/green credit have been contacted and they would be tapped to mobilise resources for this work.",
    "The office of Ruwan Wijewardene has proposed a meeting of selected key stakeholders towards the end of April 2024, to give a concrete shape to this plan. He also said that the government of Sri Lanka would quickly work towards developing a policy for carbon/green credit certification in the country to attract more resources from outside the country for this purpose.",
    "Related Topics:CEO FCB KL.LK Santosh MenonRuwan WijewardeneSri Lanka to focus on Green Entrepreneurship",
    "Coca-Cola appoints Kaushali Kusumapala as Country Director for Sri Lanka & Maldives",
    "A Lost Development Opportunity: Regional integration to empower Sri Lankan women",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}