{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-launches-version3-of-its-business-intelligence-dashboard-cse-market-iq-miq/",
  "time_ut": 1708721700.0,
  "original_lang": "en",
  "original_title": "CSE launches version3 of its Business Intelligence Dashboard – CSE Market IQ (MIQ)",
  "original_body_lines": [
    "The Colombo Stock Exchange (CSE) recently launched the 3rd version of its internal business intelligence dashboard coined the CSE ‘Market IQ’ (MIQ). This advanced version of the business intelligence dashboard, which was specifically designed to convert analysed data into insights for the convenience of internal stakeholders, is a major step into the future of market analysis and reporting.",
    "As the operator of the Stock Exchange in Sri Lanka, the CSE is statutorily mandated to operate an orderly and efficient securities market. The CSE’s ‘Market IQ’ aims to further facilitate this mandate by integrating key information into a single platform that can be accessed easily, facilitating accuracy and efficiency.",
    "The advanced level of this dashboard further elevates the effectiveness of managerial decision-making by providing a seamless understanding of investors’ trading behaviour, paving the way for strategic decisions aligned with investor needs.",
    "With the launch of the new market IQ version3 the CSE’s branch network will be empowered. This strategic move ensures that each branch can better serve its respective target groups, efficaciously.",
    "The dashboard encompasses several crucial categories, providing a daily market overview, market performance, turnover profile, historical report, investor profile, listing profile, global markets, and statistics summary.",
    "This CSE Market IQ (MIQ) version3 will change the way internal stakeholders access and interpret market data. The CSE hopes to elevate the level of the Business Intelligence Dashboard further in the near future and incrementally make continuous improvements in a manner that will facilitate further conclusive data analysis of the capital market. (CSE)",
    "Uber Eats celebrates couriers with awards worth LKR 8 million",
    "Bilateral talks on facilitation of Sticky Rice imports to Sri Lanka",
    "Positive investor sentiment eludes CSE in the absence of macroeconomic support",
    "CSE partners with SLIM to promote capital market education among students",
    "Absence of market-driven activities stalls CSE; negative conditions manifest in politics",
    "Bourse facing a degree of turbulence triggered by political uncertainty",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}