{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Tilvin-accuses-Ranil-of-continuously-deceiving-citizens/56-768838",
  "time_ut": 1730747840.0,
  "original_lang": "en",
  "original_title": "Tilvin accuses Ranil of continuously deceiving citizens",
  "original_body_lines": [
    "Slams former President for alleged attempt to mislead the public through various recent statements",
    "Asks Wickremesinghe to accept his defeat and live with the loss without pedalling falsehoods",
    "Stresses misleading people is a social crime and says all such attempts must be defeated",
    "Says NPP is seeking to bring genuine change and urges public to support their bid for a stronger Parliamentary presence",
    "Calls on all Sri Lankans to unite against misinformation campaigns and to reject baseless accusations and divisive rhetoric",
    "The Janatha Vimukthi Peramuna (JVP) General Secretary Tilvin Silva has strongly criticised former President Ranil Wickremesinghe, accusing him of deceiving the public and undermining democratic principles. Silva’s remarks came as tensions rise ahead of the upcoming General Election.",
    "“Ranil Wickremesinghe, who was defeated, is once again trying to mislead the people by lying. He has asked us to learn about the constitution from him, but he has no right to talk about the constitution and democracy,” Silva charged. He pointed to Wickremesinghe’s history, claiming, “Ranil Wickremesinghe, who sabotaged constitutional elections, destroyed democracy, and even ignored court orders, one can learn about dictatorship from him, not about democracy and the constitution.”",
    "Silva criticised Wickremesinghe for allegedly exploiting public resources, adding, “Since 1977, Ranil Wickremesinghe has lived on public money. Even after being defeated in politics, he is still asking to live on public money. The people have made a decision regarding Ranil Wickremesinghe; now we remind him to accept defeat and live with the loss.”",
    "Amidst these pointed critiques, Silva highlighted the importance of resisting the resurgence of what he described as misleading propaganda from political opponents. “It is difficult for those who were in old politics, who were defeated by the people in the Presidential election, to bear that defeat. Therefore, they have started repeatedly slandering and spreading false propaganda against the compass,” Silva said. Silva asserted that the JVP aims to bring genuine change and urged the public to support their bid for a stronger Parliamentary presence. “A strong Parliamentary power is needed to implement the series of policies that we presented to the country. We request the people to give that strong and stable power from the Parliament,” he said.",
    "Accusations of falsehoods and divisive tactics were also levelled at other political entities. “They still did not apologise for lying to society before the Presidential election. Those defeated groups ran ugly propaganda inciting racism and bigotry. Political criticism is not a problem, but such false propaganda that confused religions and races continued on the platforms of both the Samagi Jana Balawegaya (SJB) and Ranil Wickremesinghe,” Silva emphasised.",
    "Silva underscored the peaceful nature of the recent Presidential election, highlighting, “Although six weeks have passed since the end of the Presidential election, we have set a record as an election in the history of our country where no post-election violence occurred. Our policy is not to hurt others, but to win the hearts of others,” he said. “Misleading the public is a social crime,” Silva added.",
    "The JVP General Secretary also expressed concern over misinformation being spread among northern communities, stating, “These campaigns are also carried among the people of the north. Many facts have been revealed regarding the false propaganda carried using distorted videos. It is requested to defeat such groups that lie to the people and to win the victory of the National People’s Power, which can build national unity and the country.”",
    "Silva called on Sri Lankans to reject what he termed as baseless accusations and divisive rhetoric. “Some of our comrades’ comments are being cut and edited, and distorted ideas are repeatedly being shared. All they know is lying. All the people are requested not to believe the false slanders that the Opposition imposes on people on the basis of racism and religious beliefs. The National People’s Power works for the purpose of creating a Sri Lankan nation without racial or religious differences,” he declared.",
    "Silva expressed optimism about the public’s response to the JVP’s platform and noted their progress. “A background has been prepared for the general election where the people can vote without fear or doubt, without using state power or public resources. A cabinet consisting of three people, including the President, is now ruling the country. Meanwhile, we have confirmed the realistic feeling that the country is moving on a new path by providing the reliefs that can be given to the people. That is why many people who did not vote for us in the last Presidential election are lining up to vote for us this time,” Silva stated.",
    "In closing, Silva appealed for national unity against misinformation campaigns. “Buddhists, Hindus, Muslims, and Christians are all requested to unite and defeat those who spread such false propaganda. More lies will be told in the next few days. Rejecting those false slanders, the NPP is requesting to be given a strong Parliamentary majority,” he said."
  ]
}