{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/HVA-Foods-strengthens-leadership-team/34-760830",
  "time_ut": 1713550207.0,
  "original_lang": "en",
  "original_title": "HVA Foods strengthens leadership team",
  "original_body_lines": [
    "HVA Foods PLC, a member of the George Steuart Group, has announced two additions to its Board of Directors.",
    "Graham Stork has taken up duties as Director and Chief Executive Officer, while Samantha Ranatunga has taken up duties as Independent Non-Executive Director and Chairman.",
    "Heladiv is HVA Foods PLC’s globally renowned flagship brand, registered in over 40 countries. HVA Foods PLC is a dynamic subsidiary within the George Steuart conglomerate, which was founded by local entrepreneur and tea professional Rohan Fernando. Both, Samantha Ranatunga and Graham Stork who are leading professionals, with proven expertise in their respective fields, are dedicated to propelling Heladiv and HVA Foods PLC to new heights.",
    "Bringing a diverse wealth of experience across industries, Samantha Ranatunga served as the Managing Director of CIC Holdings PLC from 2010 to 2019. He was also a Director of major subsidiaries of CIC, including Chemanex PLC and Link Naturals Ltd. His experience also extends to Banking and Finance, having served on the Board of Directors of Seylan Bank PLC.",
    "In his commitment to innovation, Samantha Ranatunga also served as Head of RemediumOne Ltd., a pioneering clinical research company in Sri Lanka, established in collaboration with the University of Kelaniya. He is also presently the Chairman of Agro-technology companies, Spectrify AI Ltd. and Agroworld Ltd., while also serving as the Chairman of the Agricultural Modernisation Taskforce of the Presidential Secretariat since 2023. Additionally, he is a Director of VSIS Group, a leading IT solutions group in Sri Lanka.",
    "Graham Stork’s illustrious career includes pivotal roles at Expoteas Ceylon Ltd., Hemas Commodities Ltd., and an exceptional 17-year tenure at George Steuart Teas. His expertise extends beyond traditional tea, into herbs and flavours and includes an entrepreneurial venture of his own, The Herbal Storage Ltd., an importer of herbal infusions for the tea industry.",
    "Graham Stork was also the co-founder of Marah Trading Ltd., the first tea packing factory in Sri Lanka to acquire FSSC certification. Notably, Graham Stork has contributed towards the further development of Sri Lanka’s tea heritage and industry through his establishment of Australian Tea Masters – Ceylon Ltd., under the guidance of Australian Tea Masters (Melbourne).",
    "These strategic appointments reflect HVA Foods PLC’s commitment to strengthening its leadership team with professionals who bring a wealth of knowledge, experience, stature and strategic foresight to the corporate structure. Both Samantha Ranatunga and Graham Stork backed by a competent team is poised to drive HVA Foods PLC towards new heights in the tea and beverage sector."
  ]
}