{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-tourism-achieves-its-target-of-one-million-tourist-arrivals-for-2024/",
  "time_ut": 1719774600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Tourism achieves its target of one million tourist arrivals for 2024",
  "original_body_lines": [
    "Reaching an important milestone of promoting the destination across the globe, Sri Lanka Tourism Promotion Bureau, in collaboration with Airport Aviation Services and Sri Lankan Airlines, welcomed the one million tourist arrival to Sri Lanka on 29th June 2024.",
    "The lucky couple to complete this much anticipated visit of the year was Paul and Patricia Roe from Ireland who travelled to Sri Lanka via UL 504 from London. Being solo travelers, this is considered as their first visit to Sri Lanka. They will be touring Sri Lanka for three weeks starting from Trincomalee. A special celebration was arranged in this regard, and they were warmly welcomed upon their arrival by officials of the Sri Lanka Tourism Promotion Bureau, including Ms. Madubhani Perera , Director PR ,Sri Lanka Tourism Promotion Bureau, and Ms. Harindra Wijewardene, Deputy Director Tourism Information Centre,SLTPB. They were invited to mark their special arrival by lighting the traditional oil lamp and were garlanded by the Tourism Information Centre officials, and were very much delighted with the amazing hospitality of the Sri Lankans and also the unexpected special welcome. A special dance performance was also arranged to entertain the guests. They also joined in by cutting a special cake to mark the occasion, receiving special souvenirs on their special visit. This will no doubt would make their stay in Sri Lanka more memorable and cherished in time to come.",
    "Along with this milestone, Sri Lanka Tourism is gaining its momentum of taking Sri Lanka’s Uniqueness as a ‘’treasure trove’’ among travel destinations across the world. The paradise island is blessed with every possible holiday opportunity ranging from the golden coastlines to the delicious authentic cuisine.",
    "This visit indicates a positive outlook for Sri Lanka in receiving its future tourist arrivals. As Sri Lanka Tourism is getting closer to its set target of reaching over two million tourist arrivals for this year, this can be considered as another successful result of the promotional efforts of Sri Lanka Tourism, also boosting up the revenue as the third foreign exchange earner in the country.",
    "LKI hosts roundtable discussion with SAARC Secretary General Md. Golam Sarwar",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}