{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Julie-Chung-urges-bold-reforms-at-9th-AGM-of-SL-USA-Business-Council/34-779950",
  "time_ut": 1754439650.0,
  "original_lang": "en",
  "original_title": "Julie Chung urges bold reforms at 9th AGM of SL-USA Business Council",
  "original_body_lines": [
    "Sri Lanka - USA Business Council Committee for 2025/26 with US Ambassador Julie Chung",
    "US Ambassador Julie Chung last week cautioned Sri Lanka risked falling behind without bold reforms and structural change as the global economy is becoming increasingly competitive.",
    "She made this observation as the Chief Guest at the ninth Annual General Meeting of the Sri Lanka-USA Business Council of the Ceylon Chamber of Commerce. MAC Holdings CFO Tilak Gunawardena was appointed as the President of the committee for 2025/26.",
    "Emphasising that growth depended on more than just recovery, Chung also said, “Structural reforms, market diversification, reducing non-tariff barriers, inefficiencies in state-owned enterprises, and investing more in human capital and productivity: all of these things will be imperative for Sri Lanka to compete and thrive in the decade ahead.”",
    "She stressed that the business community also had a critical role to play in determining the long-term economic success of Sri Lanka. She urged the business leaders at the event to advocate for a more investor-friendly domestic climate.",
    "“As business leaders, it is also critical to think about how you can make your economy more welcoming for business and investment. As market-sector leaders, you are uniquely positioned to advocate for policies that ensure regulatory stability, reduce corruption, and attract investment that would grow the economy and create better-paying jobs.”",
    "The Ambassador also added that US-Sri Lanka trade remained a key priority for Washington, with US firms well-placed to support Sri Lanka’s growth in energy, agriculture, infrastructure, and digital services.",
    "New President Gunawardena in his speech said: “I accept this responsibility with deep gratitude and genuine agency… While this presents a challenge, it also highlights the importance of proactive dialogue and strategy,” referring to the recent tariff revisions following discussions between the Sri Lankan Government and the US Trade Representative.",
    "Gunawardena also noted that Sri Lanka was undergoing significant economic transformation, following the IMF bailout and ongoing structural reforms. In this context, he stressed the importance of continued dialogue with international partners to ensure the country’s recovery stays on track.",
    "He outlined three key strategic priorities for the year ahead: First, facilitating trade and expanding market access by creating targeted platforms for networking, knowledge sharing, trade facilitation, compliance, and business matchmaking. Second, fostering innovation in emerging sectors by engaging with high-potential industries such as IT, maritime, health tech, education, and renewable energy. Strengthening institutional partnerships was the third priority.",
    "Gunawardena emphasised that deeper collaboration with bodies like the US Embassy in Colombo and the Sri Lankan Embassy in Washington, and agencies such as the Sri Lanka Export Development Board (EDB) and the Board of Investment of Sri Lanka (BOI) would be central to advancing policy advocacy and implementing impactful joint initiatives.",
    "Highlighting a recent court victory for Under Armour against counterfeit goods, she also said such legal wins help reinforce investor confidence. “This instils confidence in intellectual property rights and judicial processes for other foreign companies looking to do business here.”",
    "As part of continued efforts to deepen bilateral ties, the Ambassador encouraged Sri Lankan businesses to attend the 2026 SelectUSA Investment Summit, the US Government’s flagship forum for promoting foreign direct investment."
  ]
}