{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Siddhalepa-Liv-Pro-recognised-at-International-Innovation-Awards-2023/34-758927",
  "time_ut": 1709069542.0,
  "original_lang": "en",
  "original_title": "Siddhalepa Liv-Pro recognised at International Innovation Awards 2023",
  "original_body_lines": [
    "The Hettigoda Industries yesterday announced that Siddhalepa Liv-Pro, their Ayurvedic food supplement containing Heenbovitiya and Aloevera has been honoured at the International Innovation Awards 2023, organised by Enterprise Asia.",
    "This recognition underscores Siddhalepa Liv-Pro’s exceptional contribution to the industry through innovations, standing out among 200 entries from 20 countries and 16 diverse industries.",
    "Hettigoda Group Research and Development Director Lankani Hettigoda said: “We are thrilled that Siddhalepa Liv-Pro has been acknowledged under the product category at the International Innovation Awards 2023. This accolade is a testament to our commitment to innovation excellence and cutting-edge solutions that make a positive impact on modern living through traditional ayurveda knowledge.”",
    "The International Innovation Awards 2023, held in Taipei, Taiwan, marked the 7th edition of the program. The organiser, Enterprise Asia stated the purpose of the Innovation Award was to inspire innovation in all enterprises across all industries to improve the way of living of the society. The event attracted over 300 innovation experts, industry leaders, and policymakers from around the globe, emphasising the importance of sustainable growth and positive societal impact.",
    "Hettigoda Industries Ltd., developed Liv-Pro capsule in a convenient format which will match with modern consumers’ treatment methods. It contains Heen Bovitiya (Osbeckia octandra) and Aloe Vera considering the synergistic effect of the two plants. This combination was found to have the strongest bio activity containing the highest percentage of Gallic Acid, a major compound responsible for hepatoprotective activity. Liv-Pro was launched into the Sri Lankan market after conducting research trials at the Siddhalepa Ayurveda Hospital with patients who had sought treatment there. Through numerous experiments involving stability analysis, the results demonstrated that Liv-Pro is one of the best food supplements for liver diseases offering high antioxidant properties. This is designed to lower the individual SGOT/SGPT levels. The product is registered with the Department of Ayurveda, Ministry of Health Sri Lanka, meeting the organisation’s standards for Ayurvedic medicines. It is manufactured at a facility which complies to GMP and ISO Standards.",
    "Siddhalepa Liv-Pro’s innovative approach to liver health aligns with the Hettigoda Group’s broader commitment to sustainable innovation. As the Research and Development Director affirms, “We believe innovation alone has no meaning unless it is to improve the quality and well-being of the society, and Siddhalepa will continue to be a brand that will be a stepping stone in Ayurvedic discoveries, locally and globally.”"
  ]
}