{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/AI-subject-introduced-in-17-schools-from-March-19-Minister/108-278788",
  "time_ut": 1710339180.0,
  "original_lang": "en",
  "original_title": "AI subject introduced in 17 schools from March 19: Minister",
  "original_body_lines": [
    "Colombo, March 13 (Daily Mirror) - Artificial Intelligence (AI) will be introduced to 17 schools as a subject from Grade 8 on March 19, Education Minister Susil Premajayantha said.",
    "While attending the commemoration ceremony held at the Girls' High School, Mount Lavinia, he said amendments are being made for the Information Technology (IT) curriculum from Grade 8 to Grade 13.",
    "The Minister further said that Microsoft Corporation is working together with the Education Ministry for this purpose and will be able to provide subject knowledge to the children of this country according to international standards. It is expected to provide opportunities for children to exchange subject knowledge among schools through digital classrooms with smart boards.",
    "\"When making changes to the education sector, it is essential to provide knowledge on the latest technology. We must face the challenge of introducing subjects such as nanotechnology, biotechnology, genetic technology and artificial intelligence into the education system in a very short period of time, and no matter what the obstacles may be, we cannot neglect preparing our children for the future world of work.",
    "\"The university system in the country should be further strengthened with new technology. Steps are being taken to expand research, postgraduate, and other learning opportunities in a way that students can acquire them in collaboration with the international community,\" the Minister said.",
    "All teachers in the country will have to integrate with modern technology to plan lessons in the classrooms. Arrangements have been made to establish a hundred centers at the regional level to train teachers in the use of technology in the teaching process.",
    "\"Some 85 centers have already been digitized, and within the next three months, all the remaining centers will be digitized. The leadership and management abilities of the principals are essential to maintaining the school system strong by managing human and physical resources to the extent available,\" the Minister said."
  ]
}