{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-skating-on-thin-default-ice-with-latest-rate-cut-230410/",
  "time_ut": 1752458820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank skating on thin default ice with latest rate cut",
  "original_body_lines": [
    "ECONOMYNEXT – Recent policy actions by the central bank have reduced the buffer Sri Lanka had against the next default, with the latest being the last rate cut, which came as deposit rates were beginning to rise.",
    "It can be argued that since budget deficits are coming down, rates can be cut. On the other side private credit is also picking up and people are withdrawing cash from banks to buy cars and make investments.",
    "Lower rates in any case will reduce the flow of cash from loan repayments to banks to some extent.",
    "In addition, when the gap between lending rates and Treasury bill rates narrow, banks tend to reduce their holdings of Treasuries and move to private loans or not buy a lot of new gilts.",
    "All of this cannot be measured by bureaucrats in the proverbial ‘economic calculations of the socialist commonwealth’ style, reflected in statistical formulae to boot, but they will be reflected in market rates.",
    "The central bank’s most egregious policy error in recent times is the single policy rate or to put it more correctly the mid corridor rate.",
    "The pursuit of the mid corridor rate from around 2015, with excess liquidity, ignoring domestic credit, and laws of nature discovered by classical economists, was the proximate reason for Sri Lanka’s sovereign default.",
    "Chasing the single policy rate involves injecting hundreds of billions of rupee reserves into banks to push down rates by a tiny 25 to 50 basis points, when there is a credit pick up.",
    "New money from open market operations then triggers investment credit which then leaks into imports and results in reserve losses as interventions then have to be made to stop the rupee depreciating.",
    "If the rupee depreciates and energy and food prices rise there is then social unrest.",
    "The rupee will not only depreciate against foreign currencies but also commodities like vegetables.",
    "Macro-economists in the past have denied monetary stability and sold the country down the river for 100 or 200 basis points.",
    "The pressure from excess liquidity will be greater on non-traded goods and will drive their price up and the excess liquidity will be absorbed into notes and coins in circulation to pay for them. David Hume explained this as far back as 1752 as a large number of classical economists later.",
    "Now it seems that inflation is determined by the Public Utilities Commission not the central bank.",
    "Because inflation indices now have high levels of services, there is also core inflation. Core inflation was a major statistical blunder (econometrics) developed by MIT’s Robert J Gorden in 1975 shortly after the collapse of the Smithsonian (the last vestige of the Bretton Woods) agreement sent commodity prices sky high.",
    "Gordon along with other MIT macro-economists like Paul Samuelson are key culprits in worsening the age-of-inflation, empowering central banks to bust currencies and starving millions with rocketing food prices.",
    "Before full employment policies of the 1960s food and energy commodities prices were pretty static and Sri Lanka’s Colombo Consumer Price Index (which had 80-pct food) and about zero to 1 percent inflation.",
    "Though full employment started in the 1960s (printing money without war) and Nixon closed the gold window in August 1971 effectively ending the Bretton Woods, it was the final collapse of interim Smithsonian Agreement in February 1973 that led to floating rates and macroeconomists got the tools to trigger really wild fluctuations in energy and food commodities.",
    "US and UK got it right in the 1980s and East Asia piggy backed. But other developing countries (and ‘developed’ Latin America) who were misled by the Second Amendment and tried to run ‘independent monetary policy’ or target money supply without a floating rate, (like Sri Lanka is trying inflation targeting without a floating rate now) collapsed like nine-pins.",
    "To get back to the present, even if large volumes of money are not printed and no fx reserves are lost to interventions for imports, it is possible to run BOP deficits due to lower collections of dollars by the central bank to meet capital payments by the government and the central bank itself.",
    "In 2018 the central bank cut rates with printed money to target potential output, when the unfortunate Finance Minister Mangala Samaraweera, raised taxes and market priced fuel.",
    "As a result, the currency came under pressure despite the fiscal corrections made at great political cost. Then more interventions were made, losing reserves for imports and more money was printed to sterilize the interventions and target the policy rate.",
    "The excuse to cut rates was that fiscal policy was tight and monetary policy should be loose. In addition, all this was done because inflation was low and there was ‘space’ to cut rates.",
    "And other statistical doctrine was that output was below ‘potential’ as well.",
    "All of these are spurious doctrines. There applicable principles are as follows:",
    "a) Inflationary open market operations are impossible if there is a need to collect reserves",
    "The corollary is that the central bank must run deflationary policy to collect reserves.",
    "b) This other principle is that the interest rates must be sufficiently high to balance domestic investments deposits (and loan repayments) and persuade banks to buy central bank held securities.",
    "The failure of the second principle was seen in 2019. In that year central bank credit to the government actually fell (there was deflationary policy) but a balance of payments deficit started to emerge from around July as rates were suppressed through several means.",
    "The path to the currency crisis that ended in default did not start in 2020 with the Gotabaya Rajapaksa administration. It started in mid-2019 with various central bank operations to mis-target rates.",
    "There was some type of operation twist at work where longer term gilt yields were suppressed.",
    "Due to lower than required rates the central bank was unable to collect sufficient reserves to repay debt and there was a balance of payments deficit.",
    "The central bank therefore missed the IMF original target for net international reserves. The review was passed in November with the September IT revised down from 1,881 million US dollars to 957 million dollars and a new target was set for December.",
    "Whether the target was met or not is not known since the program went belly up",
    "Among other things some of the swaps the central bank had with domestic banks were also terminated in that year. To prevent rates from going up when swap is terminated (domestic swap terminations are deflationary and tends push up rates) more money is printed to keep rates down.",
    "The situation in June 2025 is probably not as bad as in mid 2019.",
    "But the central bank is no longer publishing monthly overall BOP data to get an idea about what is actually happening.",
    "In May the central bank bought 260 million dollars from the interbank market, after almost next to nothing were bought in December, January and February after printing money in the last quarter.",
    "Collecting 260 million a month is pretty good. Any number around 200 million dollars, give or take is good.",
    "(NOTE: Since this column was originally published in the June Echelon magazine data has come which was around 119 million dollars).",
    "This column itself pointed out shortly before the last rate cut, that around that time the overnight rate was signalled up and there was no printing. However, what was more concerning was that the rates were cut as deposit and lending rates were starting to move up.",
    "Rising deposit rates indicate that banks are raising more resources to give loans.",
    "There are already indications that some finance companies are unable to raise deposits at the rates controlled by the central bank.",
    "The no holds barred money printing in the last quarter of 2024 also took place as rates were starting to move up.",
    "Cutting rates when interbank rates were slightly higher than credit demand does not do any harm.",
    "But both the printing in the last quarter of 2024 as market rates were moving up and the 2025 rate cut was made as deposit rates were starting to move up.",
    "When A S Jayewardene started auctioning bonds ending the administratively designed old rupee securities, that was to align market rates.",
    "What happened was that all kinds of tricks were used to suppress rates (operation twists among others) and a bills only policy was jettisoned to suppress very longer term yields.",
    "Since private credit can only go up in the future, unless there is a US default or some such mess, this is a danger signal.",
    "The IMF is wrong in saying that previously collected reserves are a buffer (ARA Metrics). Reserves are basically past performance. One cannot rest of past laurels. Argentina used to collect thumping billions by selling sterilization securities which are busted in a few months when they are bought back (Leliq auctions fail) to target rates.",
    "Debt repayments, including interest payments come in the current time and in the future.",
    "The buffer is the interest rate gap between domestic credit (which is required to keep the exchange rate stable and neither buy nor sell reserves) and the need to build reserves and repay debt.",
    "Collecting central bank reserves is simply an exercise in getting commercial banks to sell deposits (basically rupee reserves) to the central bank instead of giving an import-generating loan to a customer.",
    "To avoid forex risk the central bank has to buy dollars outright. Swaps are not good enough. That is the Lebanon collapse, the Bretton Woods collapse and the Soros swaps of the East Asian crisis. Swaps are a type of self-deception.",
    "The total swaps with domestic counter parties and the central bank have gone up over the past year. That is partly how gross reserves were boosted.",
    "Without NIR data it is difficult to say whether this rate cut will take the country to default or the next one.",
    "Gross reserves will go down when the central bank’s loan to India is paid down and net reserves will improve. The NFA data has been growing so far which is good.",
    "The problem is not that. In the past year, the central bank managed to both improve NFA and gross reserves. The problem is that it no longer appears to be able to do both now. Investors will therefore get jittery.",
    "One reason why the central bank is not able to grow gross and also grow net foreign assets is undoubtedly the recovering private credit.",
    "It must also be noted that debt repayment was easier in the past two years because a lot of budget support loans were there. These will now reduce.",
    "This is why late cycle rate cuts as private credit is recovering are dangerous and can take Sri Lanka closer to default.",
    "The IMF has never been able to fix Argentina. Argentina collects massive amounts of reserves through deflationary policy and squanders everything through rate cuts in about a year.",
    "The fiscal fixes are good, but have not been able to solve external defaults.",
    "IMF’s statistical models go against economic principles. Their technical assistance rejects economic principles, primarily Hume but also Ricardo, Smith and many of the classical greats.",
    "That is why programs are suspended halfway after missing reserve targets and defaulted countries default again.",
    "That is not to say Sri Lanka’s interest rates cannot return to levels seen before the IMF’s Second Amendment in 1978 which deprived the country of a credible anchor and monetary stability.",
    "If the exchange rate is kept steady for a substantial amount of time allowing rates to go up as credit picks up from time to time, Sri Lanka’s interest rate will move to the levels seen in the US, as it was before 1978.",
    "China’s interest rates collapsed to US levels a few years after the exchange rate was fixed in 1993.",
    "Similar situations have been seen in countries that moved to clean floats and very low inflation achievements not excluding the US and China after 2014.",
    "But that takes a bit of time. In the intervening period rates may move up from time to time. This was clearly seen in countries like China when they moved from depreciating currencies to a fixed peg.",
    "When China broke the peg in 2005 and ran a ‘flexible’ exchange rate, which was not a clean float, interest rates moved up due to anchor conflicts. Now China is operating a more or less clean floating regime and is not really building reserves.",
    "Resisting short term interest rate rises in Sri Lanka, under the single policy rate or any other reasons will be suicidal. That was the case in 2012, it was the case in 2015, it was the case in 2018 and late 2019 to 2022.",
    "And it will be the case in the future, unless this country stops rejecting economics for statistics and discretionary policy and operates a scarce reserve regime with a wide corridor.",
    "If the central bank is unwilling to run deflationary policy to collect reserves, and wants to run neutral policy or clean float, then the Treasury has to buy dollars to repay loans. Half-way houses will lead to default as happens in Argentina.",
    "RELATED  Sri Lanka Treasury should buy its own dollars to settle debt and avoid second default",
    "In sum there are several swords of Damocles hanging over Sri Lanka and the future of the people.",
    "a) The single policy rate or mid corridor ‘hybrid’ rate (as seen in last quarter of 2024)",
    "b) The unwillingness to run deflationary policy – except for the coupons on central bank bond portfolio",
    "c) Rate cuts incompatible with debt settlement – even by signalling",
    "d) The belief in macro-economic get rich quick schemes – potential output targeting",
    "A recovery in private credit should be something to be happy about. But under flexible inflation targeting or potential output targeting or a 5 percent inflation target, credit recovery has been a source of currency crises in the past.",
    "And currency trouble will lay the seeds for a second default now. (Colombo/July14/2025)"
  ]
}