{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Taj-Lanka-Hotels-announces-two-additions-to-Board-of-Directors/34-771296",
  "time_ut": 1735767809.0,
  "original_lang": "en",
  "original_title": "Taj Lanka Hotels announces two additions to Board of Directors",
  "original_body_lines": [
    "Taj Lanka Hotels PLC has announced the appointment of Chandrasekaran Subramanian and Niloo Jayatilake as the Non -Executive Independent Directors.",
    "Chandrasekaran Subramanian is a qualified Chartered Accountant (CA) and holds an intermediate certification in Company Secretarial (CS), bringing over 40 years of diverse experience in organisational development, resulting in tangible outcomes. He possesses a unique combination of technical accounting expertise, operations management, and leadership skills, bolstered by advanced finance studies. Known as an entrepreneurial change agent, Chandrasekaran Subramanian is recognised for his balanced judgment, stability, and ability to build consensus across various business disciplines with differing agendas and visions.",
    "His professional journey includes 10 years in the automobile industry, specialising in vehicle manufacturing, and five years in automobile vehicle component manufacturing. Since 1995, he has worked in the hospitality sector, notably with InterContinental Hotels Group until 2009. Additionally, Chandrasekaran spent seven years developing a captive BPO for finance transactions in Delhi, India.",
    "He served as the Group CFO of Chaudhary Group until 2020, presently he is performing advisory services on operations and standardising commercial processes and accounting across various clients including CG group.",
    "Niloo Jayatilake currently heads the investments arm of the Softlogic Holdings PLC Group listed on the Colombo Stock Exchange, a growing conglomerate in Sri Lanka with business interest in health care, retail, ICT, financial services, automobile and leisure. With over 35 years of experience in the investment and portfolio management field she overlooks the investment portfolio of the company as well as that of Softlogic Life Insurance portfolio with Assets Under Management (AUM) of Rs. 42 billion in both fixed income and equity securities. She is also the CEO of Softlogic Asset Management Ltd., a company licenced by the Securities Exchange Commission of Sri Lanka, managing private investment portfolios and unit trust funds. Draws experience in risk management, compliance, meeting regulatory requirements and internal audit.",
    "Prior to joining Softlogic Holdings, she was Head of Portfolio Management/Director of Guardian Fund Management Ltd., part of the Carson Cumberbatch Group where she headed the investment team managing AUM of over 25 billion, specialising in equity asset class.",
    "Jayatilake first started her career in fund management as a Management Trainee and later as a Fund Manager at Ceybank Unit Trust, which was promoted by Bank of Ceylon, Unit Trust of India, Carson Cumberbatch Group and HSBC Asset Management Hong Kong during the period 1994 -2005. She currently also serves as faculty of the mentor program carried out by the University of Moratuwa for their undergraduate engineering students.",
    "Jayatilake has represented Sri Lanka in Golf and has won national colours as well as numerous national/international titles in the sport. She currently serves as a Council Member of Sri Lanka Golf and Vice President of the National Olympic Committee of Sri Lanka. Recently appointed to Olympic Council of Asia (OCA) executive board representing South Asia. Served as member of the National Sports Selectors Committee appointed by the Ministry of Sports.",
    "Fellow Member of the Chartered Institute of Management Accountants, UK and Associate Member of the Institute of Chartered Secretaries and Administrators, UK."
  ]
}