{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84169",
  "time_ut": 1717874640.0,
  "original_lang": "en",
  "original_title": "Dr Siri Kannangara was a rheumatologist, best known by Sri Lankans for the immense services he rendered in sports medicine.",
  "original_body_lines": [
    "Lord Buddha, elaborating on the notion of sorrow (dukkha) in the first sermon he delivered after attaining Enlightenment, observed that having to associate with those who are repugnant is sorrowful and being apart from those who are loved is also sorrowful — appiyehi sampayogo dukkho, piyehi vippayogo dukkho. So, we choose to avoid and insulate ourselves from the distasteful while we seek the company of people we find agreeable. When they leave, we are saddened. When they depart, never to return, we are distraught.",
    "A few days ago, I realised that while any kind of separation from someone who is likeable is never a happy thing, there are instances when it is devastating. I had just received a text from my friend Prof Arjuna De Silva, and he wanted to know ‘if the story about Dr Siri was true.’ I called two of Dr Siri’s closest friends, Ranjith Page and Dr Harindu. Both confirmed that he had passed away in Dubai. I am shocked and saddened beyond belief.",
    "Dr Siri Kannangara was a rheumatologist, best known by Sri Lankans for the immense services he rendered in sports medicine. To me, he was either ‘Doc’ or ‘Siri’. But I know for a fact that this was how almost all Sri Lankans, whether patients or otherwise, addressed or referred to him. He was a physician who made his patients believe that he was a friend. He was always self-effacing and treated all Sri Lankans as though they were close relatives in an immense extended family.",
    "He never charged any of his Sri Lankan patients. Even when he visited Sri Lanka, he treated patients free of charge and was particularly concerned about the welfare of patients of modest means. In his case, it was not only about diagnosis and prescription; he would always follow up.",
    "I can never forget how he responded to an urgent request regarding the son of a close friend. He didn’t know the patient or the father. When I called, he was with a patient but promised to call me back. He did, and having got all the details, told me that it was a serious matter. I told him that I was sorry for imposing, but he interjected, ‘Putha, you can call me any time; if it is urgent, I will walk out of the room and talk to you.’",
    "He told me that it was not his subject but he would get an opinion from doctors who were experts on the subject. Thereafter, he consulted surgeons who could offer expert opinions and advice. Subsequently, he would call me to inquire after the boy. He would ask, ‘Kolla kohomada?’ or ‘Podi kolla kohomada (how is the little boy doing)?’ He went further, wanting to know how the boy’s father was doing. He made me realise how easy and normal it is to be kind to someone you know, a friend or a relative, but that it is very rare for someone to go out of their way to be kind and generous to a total stranger, and rarer still to inquire after that person.",
    "Perhaps he will be remembered most for the way he supported Sri Lankan sports, especially cricket. Arjuna Ranatunga, speaking at a felicitation dinner for Siri, recalled how he had treated a wrist injury and gave the assurance that he would be able to play and field — ‘don’t worry, I will be here all five days.’",
    "‘I know for sure that he sacrificed his practice to be with us,’ Arjuna remembered. Those were tough days, without money or sponsors, and Dr Siri used to keep, feed, train, and give them medical advice. ‘It was a home away from home for all of us.’ Arjuna also recalled how Dr Siri was instrumental in obtaining the services of specialists to help clear Muttiah Muralitharan’s name during the infamous no-balling episode in Australia.",
    "Aravinda de Silva echoed his skipper’s sentiments. ‘Whenever we visited Australia, Dr Siri would treat the injured. He kept them in his home and was like a father to them.’ Indeed, every single member of Arjuna’s team and dozens of others would probably concur. He was appreciated, respected, and loved.",
    "Dr Siri was very well known outside of Sri Lankan circles as well. He was the first Australian to serve on the FIFA Medical Committee (1999 to 2006) and was also involved as the Physician and Consultant to the Australian teams at the Barcelona (1992), Atlanta (1996) and Sydney (2000) Olympics. He had the honour of carrying their flag at the last event. He was inducted into the Football Australia Hall of Fame in 2002, and in 2013 he was honoured with a Member (AM) in the General Division of the Order of Australia for significant service to medicine, particularly in sports medicine and rheumatology.",
    "He was nevertheless a Sri Lankan through and through. He never forgot his roots. He loved visiting Sri Lanka, meeting Sri Lankans, and helping them in whatever way possible. He always had time to train Sri Lankan doctors. I have myself taken many friends and acquaintances to him when he happened to be in Sri Lanka. He checked them out and offered advice. Advice that changed lives. There have been occasions when patients who had been prescribed surgery consulted him. He advised them against it, and he was right, saving many from the knife.",
    "He thought a lot about Sri Lanka. He worried about his countrymen. He would ask me, ‘Mokadda ape ratate venne? Mokadda venna yanne? (What’s happening to our country? What will happen to our country?).’ He did what he could, and that’s a lot more than most chest-beating patriots have done or do. He would volunteer without reservation to offer any favour to any Sri Lankan. In an interview given to News First more than ten years ago, he explained simply, ‘yuthukama (duty).’",
    "‘My mother and father did much for our village. I prospered thanks to their pin (merit acquired). And so it is my duty to do whatever I can for Sri Lanka and Sri Lankans,’ he once said.",
    "Having first attended the Bandaragama Rambukkara Vidyartha Vidyalaya, he joined Royal College, Colombo and left for Australia in 1971. He left his heart behind, it seems, for he would often say ‘mama game kollek (I am but a village boy).’ He added, ‘ona ekakata lasthiy (I’m ready for anything!)’ This great man, if I took time responding to a text, would write, tongue-in-cheek, ‘Hi! I must have done something to annoy you!!!?’ He was such a bubbly personality, and this is probably why I find it so hard to come to terms with his sudden demise.",
    "I will always remember that he could be sensitive at times, but he was someone who would stand by his friends in a crisis. He appreciated loyalty and friendship. He was constantly in touch with me in the most difficult times. I read again a text message he sent me regarding my father’s illness and am moved all over again by his kindness, compassion and humility.",
    "‘We hear that father is unable to recognise the grandkids. We hope he would somehow improve by grace of God. Please keep your chin up as the thinking person leading the team now. Count on us for anything we may be able to help you with. Keep your chin up and keep batting the best way you know. — Siri’",
    "He always said, ‘Krisha, anything I can do for you anytime, please let me know.’ He has done all he can. He has gone the extra mile. Most importantly, he left an indelible mark on my life. He will continue to inspire me.",
    "We have to bat now without the insurance of knowing that Siri is there in case anything goes wrong. I try to console myself by thinking that Siri has, simply by batting well, taught us all the strokes that truly matter in life — friendship, loyalty, kindness and humility. But he’s gone and got himself out. The stadium is in shock. All his friends are devastated.",
    "But what an innings it was; his healing and teaching permeate every stroke those who knew him play. While being apart from those we love is sorrowful, in Siri’s case we have the comfort of knowing we are never fully apart, for his healing and teaching remain"
  ]
}