{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sirisena-gives-statement-to-cid-on-sri-lanka-easter-bombings-claim-155951/",
  "time_ut": 1711360680.0,
  "original_lang": "en",
  "original_title": "Sirisena gives statement to CID on Sri Lanka Easter bombings claim",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka former president Maithripala Sirisena has given a statement to the Criminal Investigations Department on a claim he made that he had information on who was behind the 2019 Easter bombings.",
    "Sri Lanka Freedom Party (SLFP) general secretary Sarathi Dushmantha confirmed reporters gathered outside the CID premises Monday March 25 morning that Sirisena was inside making a statement.",
    "“He will make his statement. Any action going forward will depend on the statement. I don’t believe there is any problem. He has no need to hide anything. He has come directly to the CID to make his statement,” said Dushmantha.",
    "“As a country, I think that’s what everyone expects,” he said.",
    "Dushmantha said Sirisena has “200 percent support” from the SLFP, the party Sirisena leads.",
    "Asked why Sirisena waited three weeks to reveal to the public that he had information on the mastermind behind the attack, Dushmantha said: “He will talk about that in his statement. We don’t know about it.”",
    "Responding to comments that Sirisena’s controversial remark was an election stunt, the SLFP secretary said: “Society can express various opinions, but what the country needs is the truth, and he stands for that, and he will cover all that in his statement.”",
    "Meanwhile, opposition leader Sajith Premadasa said at an event that Sirisena, who was once his president in the Yahapalana government in which Premadasa was a cabinet minister, must reveal what he claims to know.",
    "“He said he knows the truth about the attack and who did it. All 22 million, myself included, are waiting with bated breath to find out who masterminded this gruesome terrorist attack,” said Premadasa.",
    "“We ask him not to hesitate and reveal this truth for the sake of the people who lost their lives,” he said.",
    "Premadasa added that a future government headed by him will open a fresh investigation into the Easter bombings, with the participation of “local and international stakeholders”. (Colombo/Mar25/2024)"
  ]
}