{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Electricity-Act-revision-underway-sends-Bill-for-legal-review-Kanchana/56-759282",
  "time_ut": 1709856413.0,
  "original_lang": "en",
  "original_title": "Electricity Act revision underway sends Bill for legal review: Kanchana",
  "original_body_lines": [
    "Aims to present Bill to Parliament next month after Cabinet approval",
    "Expresses willingness to engage stakeholders in discussions to further reduce fuel prices via transparent pricing formula",
    "Heavy rainfall alleviates power generation challenges, partially offsetting 2022 loss of over Rs. 270 b",
    "Ministry aims to integrate Siambalanduwa project into national grid by second half of 2025, enhancing capacity by 100 MW at an affordable rate",
    "Several large-scale wind and solar projects in pipeline, with plans to release tender notice for a 50 MW in Mannar next week",
    "Power and Energy Minister Kanchana Wijesekera yesterday announced that the revised Electricity Act has been sent to the Legal Draftsman’s Department for review.",
    "Speaking to the media at the Presidential Media Centre (PMC) anticipates presenting it to Parliament for approval next month following Cabinet approval.",
    "He said the Gazette pertaining to the restructuring of the Ceylon Electricity Board (CEB) was published last December.",
    "“Following feedback from stakeholders, political parties, and trade unions regarding the proposed amendments, 46 revisions have been forwarded to the Legal Draftsman’s Department for clearance. Upon cabinet approval, we aim to present the revised bill to Parliament in April for enactment into law,” he added.",
    "Minister Wijesekera also expressed readiness to engage stakeholders to discuss reducing fuel prices further through a transparent pricing formula.",
    "“However, concerns remain regarding whether restaurant prices have correspondingly decreased and the need for substantial relief in public service categories. These issues extend beyond the scope of the CEB or the Ministry. Additionally, recent heavy rainfall alleviated power generation challenges, partially offsetting the 2022 loss of over Rs. 270 billion. The strengthening rupee, amidst economic stabilisation, significantly reduced electricity generation costs, further aided by a decrease in interest rates,” he explained.",
    "Effective from midnight on 5 March, electricity tariffs saw a significant reduction of 21.9%. Electricity users utilising below 30 units will experience a remarkable 33% decrease in unit price, while those in the 31-60 unit category will witness a reduction of 28%. Moreover, bills for electricity users 60-90 units will decrease by 30%, and for those using between 90 and 180 units, bills were lowered by 24%. Domestic consumers exceeding 180 units experienced an 18% reduction in fees, while religious establishments benefited from a 33% decrease. Similarly, hotels and industrial sectors saw an 18% reduction, with a 23% decrease in public works and 22% for the public sector. Street lights also experienced a 20% reduction in charges.",
    "The Minister also said efforts to mitigate electricity bills continue, including utilising the first instalment of the",
    "$ 100 million Indian loan to provide solar panels for public spaces like schools, defence camps, universities, and religious sites.",
    "He emphasised on adopting cost-effective methods to supplement existing power plants and reduce excessive electricity purchases, ensuring sustainable electricity affordability.",
    "“Our aims to integrate the Siambalanduwa Power Generation Project into the national grid by the latter half of 2025. This initiative will provide the CEB with a capacity of 100 MW at a cost of Rs. 25 or 26 per unit,” he said.",
    "Wijesekera said the Ministry is exploring several similar large-scale projects, with significant support from numerous stakeholders.",
    "“We have unveiled 10 wind and solar projects to attract both local and foreign investors. Plans are underway to release a tender notice next week for the establishment of a 50 MW wind farm in the Mannar area,” he stressed."
  ]
}