{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankan-australian-mariam-riza-wants-make-melbourne-hum-again-as-mayor-182807/",
  "time_ut": 1728388020.0,
  "original_lang": "en",
  "original_title": "Sri Lankan-Australian Mariam Riza wants make Melbourne hum again as Mayor",
  "original_body_lines": [
    "ECONOMYNEXT – Mariam Riza, who is running for Lord Mayor of Melbourne as the Liberal Party candidate wants to make the city hum with life by driving policies to fill empty buildings, boost small businesses and bring people back to the central business district.",
    "Riza, a long time resident of Melbourne, says the city hummed with life before Covid. But parts of the business district started to lose their bustle and vacancies are now growing in buildings.",
    "“It was a thriving city,” Riza told EconomyNext during a visit to Colombo. “And during COVID, it was the start of the decline of the city. Shopfronts started getting empty.",
    "“Office complexes had less people coming in. That created empty or hot spots and then safety became a significant issue in the city as well.”",
    "“It was sad to see a city go downhill, basically. And Melbourne is such a successful city. If we don’t nip these things in the bud and make course-corrective actions, you then set a city on a path of decline.",
    "“So being a long-term resident, seeing empty streets as a resident, it was just really sad. It was important to do something about it. And I’m a strong believer that all of us have the power to influence things in our own lives.",
    "“And so, I stepped up and I said, let’s do something about it without waiting for somebody else.”",
    "Shops are closing because people are no longer coming to the city due to what she calls ‘mobility issues’ which has made it less easy for traffic.",
    "Office vacancies started out partly due to Covid era work practices and working from home. Tax policies are another reason discouraging small businesses.",
    "She believes only the Liberal Party values can break the cycle.",
    "“They’re really known for fiscal responsibility and getting action done,” Riza said. “And so we’re all about making sure we get outcomes for the taxes we collect and for the rate payers that we collect.”",
    "The Liberal Party is also fielding Owen Guest, who has doctorate in economics and finance, Luke Luke Martin, a Chartered Accountant who runs a business supporting retail, for Deputy Lord Mayor and You Li Liston, a Chines language teacher.",
    "The Liberal Party is aligned with her own view that, through creating a better ecosystem for business, better outcomes would be had for people as well.",
    "Her own background as an accountant, armed with a Masters in organizational psychology, made her understand the value of business, fiscal responsibility, accountability and people, who make everything happen.",
    "“How do we enable them the opportunities to move into sectors that they love and can thrive in?",
    "“In order to embrace people and enable them, you need to then work with business to create those opportunities. Because it’s not about spending or writing a blank check.",
    "“It’s about working with business to create these opportunities. If business does really well, they’re great employers. They employ more people.",
    "“They drive better outcomes. And so it is about the success of business that enables  better opportunities for the people they hire, the products they create, competition drives a lot of quality as well.”",
    "Empty areas turn into ‘hotspots’ which are no longer safe and residents avoid them. With the Liberal Party in power in Victoria, she believes as Mayor she will be best positioned to get the support for better law enforcement.",
    "“As a local, for example, when I walk my dog in the night as a very young Sri Lankan female who wants to do good by the city, I know the spots,” she says.",
    "“But sometimes as a visitor, you may not know the spots. So when you, not yourself, but as visitors come through the city, and also the city should be free and safe and accessible for all.”",
    "“We shouldn’t be having hotspots. Melbourne is still a really beautiful city. It’s still great.",
    "“It’s always been great. It’s just these little fringe issues that are beginning to slip, that if we don’t correct them now, could become a much larger problem.”"
  ]
}