{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/US-ready-for-further-financial-cooperation-with-Sri-Lanka/108-277618",
  "time_ut": 1708735440.0,
  "original_lang": "en",
  "original_title": "US ready for further financial cooperation with Sri Lanka",
  "original_body_lines": [
    "Feb 23, (Daily Mirror) -  The United States (US) which invested half a billion dollars in the development of the West Container Terminal of the Colombo Port has expressed interest in similar financial cooperation with Sri Lanka, Daily Mirror learns.",
    "It transpired during the meetings between U.S. Deputy Secretary of State for Management and Resources Richard Verma and the Sri Lankan leaders during his visit to the country. Last year, the US, through its International Development Finance Corporation (DFC) provided US $ 553 million loan to the Colombo West International Terminal Private Limited to support the development of the deep water West Container Terminal located within the Port of Colombo. The US set up this institution under the current administration as it competes with China in international development financing.",
    "Mr. Verma who is in Sri Lanka met with President Ranil Wickremesinghe and Foreign Minister Ali Sabry. Daily Mirror learns that he extended further support to Sri Lanka’s debt restructuring process.",
    "Besides, he is reported to have raised concerns about the Online Safety Act. The Sri Lankan side briefed him that the Act would be amended soon.",
    "He was travelling to Sri Lanka, India and the Maldives between February 18 and 23 in a move to strengthen the US cooperation with these key Indo-Pacific partners.",
    "After the launch of the US Indo-Pacific Strategy on February 11, 2022, the US has worked collaboratively with allies and partners to build what it calls an Indo-Pacific region that is free and open, connected, prosperous, secure, and resilient.",
    "The US, along with countries such as India, pursues this strategy against the backdrop of China's rise in the region."
  ]
}