{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Comrade-President-Dimensions-of-AKD-s-victory-and-Sajith-s-defeat/4-767141",
  "time_ut": 1727286181.0,
  "original_lang": "en",
  "original_title": "Comrade President: Dimensions of AKD’s victory and Sajith’s defeat",
  "original_body_lines": [
    "Neither Anura nor Sajith led the Aragalaya or seized the 2022 moment that Ranil did, but it was Anura and his comrades who grasped the post-Aragalaya moment of the debt-crisis and Ranil-IMF austerity, while Sajith and the SJB failed to due to ideological ambiguity regarding Ranil’s economic doctrine and ambivalence about their role vis-à-vis Ranil",
    "Time will tell what kind of statesman he makes, but one must salute Anura Dissanayake’s evolution into a brilliant politician and political leader. In August 2020 he had 3 seats and 3% of the vote, and a mere four years later, was sworn in as President with 42% of the vote.",
    "The arithmetic clearly tells us that it was Ranil Wickremesinghe’s ‘dog-in-the-manger’ spoiler candidacy that defeated Sajith Premadasa and ensured Anura’s victory, but when AKD set out on this project with victory in his sights two (he says) or four years ago, not only was it an impossible dream but Wickremesinghe was out of the picture.",
    "Anura managed to overtake the main Opposition led by a generational counterpart, and win. He did so while not having led the Aragalaya 2022 but using the new atmosphere and assuming the role of political successor and electoral expression of the Aragalaya. He was able to do so because the main Opposition, the SJB, was not fulfilling the role that SWRD Bandaranaike and the SLFP/MEP did after the Hartal (the people’s uprising) of 1953. Anura spotted the gap and accelerated.",
    "The great Niccolo Machiavelli, much-misunderstood founder of modern political science, focused on ‘Virtu’ and ‘Fortuna’ as the keys. It is imperative to cultivate and practice ‘Virtu’ –which didn’t mean ‘virtue’ in the commonly understood English-language sense, but the virtues of ability, skill, determination and willpower that a ‘Prince’ must have. It is the cultivation of such characteristics, skills, qualities, virtues, that enable the Prince to be in a position to recognise and seize ‘Fortuna’ --fickle good fortune, the right moment-- when it arrives.",
    "Neither Anura nor Sajith led the Aragalaya or seized the 2022 moment that Ranil did, but it was Anura and his comrades who grasped the post-Aragalaya moment of the debt-crisis and Ranil-IMF austerity, while Sajith and the SJB failed to due to ideological ambiguity regarding Ranil’s economic doctrine and ambivalence about their role vis-à-vis Ranil.",
    "Anura was able to seize “Fortuna” because he had cultivated “Virtu” –perhaps better understood as the Nietzschean ‘Will to Power’—much more than Sajith and the SJB had. Ranasinghe Premadasa and Mahinda Rajapaksa had such qualities in ample measure, thus their successes in 1988 and 2005 respectively.",
    "Machiavelli and political theory apart, AKD’s supreme political skill has been the ability to do two things: listen with a keen ear and detect what the public wants, what society is saying, while shaping public opinion through one’s own narrative. Though Anura is no Maoist, this is what Mao called “the mass line”, defined as “from the masses, to the masses”, meaning you derive your line from the masses’ sentiments and loop it back to the masses in processed, refined form and repeated cycles.",
    "While it remains to be seen whether Anura will be as skilled a politician as President as he was as an Opposition political leader and campaigner, his exceptional ability and achievement in ‘Politics as Vocation’ (Max Weber) has to be applauded.",
    "Machiavelli and political theory apart, AKD’s supreme political skill has been the ability to do two things: listen with a keen ear and detect what the public wants, what society is saying, while shaping public opinion through one’s own narrative. Though Anura is no Maoist, this is what Mao called “the mass line”, defined as “from the masses, to the masses”, meaning you derive your line from the masses’ sentiments and loop it back to the masses in processed, refined form and repeated cycles",
    "In the Sri Lankan context, Anura Kumara Dissanayake’s victory has two unique features. He is the country’s first leftist President, actually its first leftist leader, and that too, from the Marxist Left with revolutionary roots.",
    "He is also the first ever Sri Lankan President to be elected with less than 50% of votes cast. This was so even after the counting of the second preference vote. He is the country’s first ‘minority President’ which is the definition of a President elected by the greatest number of votes but not amounting to a majority (50%) of the votes cast.",
    "In 2015, Maithripala Sirisena who was a ‘flash candidate’ leading an SLFP splinter backed by a defeated UNP, crossed the 50% barrier.",
    "AKD is therefore the island’s first Marxist, minority President. These two unique features, intertwined and interactive, will characterise his presidency.",
    "The voters opted for the most radical or leftwing candidate in the race and Sri Lanka’s political history, but gave him the most limited mandate in that history, thereby making a clear choice but hedging its bets. There was no landslide.",
    "The island’s voters, among the most mature in the global South and arguably the world, opted for sweeping change but not absolute power.",
    "Firstly, with a fund of great social and generational goodwill.",
    "Thirdly, with a fairly clear roadmap and limited choice of pathways.",
    "In political science literature, ‘minority presidencies’ are also known as ‘coalitional presidencies’, which opt for ‘cross-party coalitions’ to obtain consensus. AKD decided against that path and is not likely to take it, but he can opt the political culture of consensus by dialogue with the Opposition leader and defeated rival for the presidency, Sajith Premadasa.",
    "AKD can of course go another route: aim for a two-thirds majority at the Parliamentary election to offset the relatively limited Presidential mandate.",
    "It may even be achievable, but there are certain realities which make the search for consensus a much safer option, because in Sri Lanka even Presidencies with over 50% popularity and a massive Parliamentary majority (2/3rds, even 5/6ths) have been trapped in quagmires.",
    "The history of Sri Lanka’s democracy has been one of waves of widening incorporation of social classes of Sinhala society, or if you prefer, the drilling-down and enabling of upward mobility of the Sinhala subaltern classes.",
    "Anura’s victory is the second Silent Revolution or the third. The 1956 victory of SWRD Bandaranaike was widely referred to as ‘The Silent Revolution’, because of the shock to the old westernised elite establishment at a victory which in the great novelist Martin Wickramasinghe’s words, signalled “the breakdown of the Brahminic elite” and incorporation of hitherto marginalised swathes of Sinhala society.",
    "Sirimavo Bandaranaike’s victory of 1970, in alliance with the two parties of the Marxist Left, the LSSP and CPSL, was called the Second Silent Revolution—though the tag didn’t have as much traction as the first. ‘1956’ remained the landmark.",
    "The next social deepening or widening was the presidency of Ranasinghe Premadasa (1988-1993), the first to break the class-caste ceiling and reach the top.",
    "As Prof Gamani Samaranayake noted in his PhD thesis turned book, Mervyn de Silva was the first to call the JVP “the Children of ‘56” in an essay in the South Asian Review (1972), Sussex-based journal of the Royal Society of India, Pakistan, Ceylon and the Maldives. My father’s phrase was lifted without acknowledgement and used in Sinhala in the 1980s. Mervyn meant that the 1956 victory of SWRD Bandaranaike was an “unfinished revolution” which had raised the expectations of the Sinhala-educated youth of the subaltern classes but failed to fulfil them. The April 1971 insurrection was the result, he said.",
    "Anura’s 2024 victory can be seen to be the completion of the long historical process of political incorporation. Sri Lanka’s democracy has a unique way of being and becoming a social democracy. It becomes a social democracy through political socialisation. AKD’s victory is a landmark in that process, which began with SWRD’s 1956 victory.",
    "President AKD’s challenge is fulfilling those (subjective) social expectations within constrained and constraining (objective) economic realities.",
    "Like all his predecessors, President Anura Dissanayake faces two strategic problems. Unlike some of them, he doesn’t face an active challenge of national security. The two intertwined problems he faces are the economy and the ethnonational question",
    "Larger than any Presidency is the crisis, which I have named in my first book (‘Travails of a Democracy’, Vikas, New Delhi 1995) as Sri Lanka’s ‘protracted crisis’.",
    "That this crisis continues is manifested in the post-election map, where Anura who is no Sinhala ultranationalist, has won only in the Sinhala majority areas of the island, while Sajith Premadasa has won all areas with ethno-lingual minorities in the majority.",
    "The yellow areas on the map, which by the way, are contiguous, are not shareholders of Anura’s victory. The ethno-regional minorities or minority nationalities, have not bought-in to Anura’s message. The red/yellow split in the island is undeniable.",
    "This has several meanings and ramifications. Anura’s victory is vertical, not horizontal; socially deep, but not geographically or ethnically widespread, let alone transcendent or all-embracing.",
    "While the success of Sri Lankan democracy is that it has been a vehicle for upward mobility and has repeatedly broken down the class-barriers, this has remained within the Sinhala social formation. The long social democratisation process is strictly ‘Sinhala Only’, not in ideology but in reach and sweep.",
    "The failure has been to address the National Question; a failure which the post-electoral map vividly reveals.",
    "The Tamils, including the hill-country Tamils, and Muslims have not rallied to AKD’s appeal to join the unfurling peaceful transformation that he was leading. As President, Anura will have to accept that it is not enough to be non-racist or even anti-racist; it is necessary to recognise collective identities and some adequate form of territorial autonomy.",
    "He has two potential bridges or conduits. He swept the Catholic belt as did Sirimavo Bandaranaike, Chandrika Kumaratunga and Mahinda Rajapaksa before him. The Catholic church, indeed the Christian churches, are the only institutions which cut across the ethno-regional and ethno-lingual divide. Anura can use their good offices to facilitate political dialogue and consensus.",
    "Sajith Premadasa is the only Sri Lankan politician whose support transcends the ethno-regional divide. He is the generational counterpart that President AKD needs to chart a cross-party consensus.",
    "Like all his predecessors, President Anura Dissanayake faces two strategic problems. Unlike some of them, he doesn’t face an active challenge of national security. The two intertwined problems he faces are the economy and the ethnonational question.",
    "As a ‘minority President’ with a (Sinhala) majority but not ‘majoritarian’ base, he will be best served by the sage counsel given to American and French Presidents: you can campaign from the Left or Right, but you must govern from the Centre. This is how France’s Socialist leader, President Francois Mitterrand, Brazil’s Lula and New Zealand’s Jacinda Ardern were such successes.",
    "Will AKD govern from the centre or will he veer between left and centre? How far left and to what kind of left will he go?",
    "Like DNA itself, Anura and the JVP’s ideological DNA is best envisaged as a double-helix. Its two intertwined strands are the Realism which has brought them victory, and the hard-edged revolutionism manifested at the tail-end of JVP General-Secretary Tilvin Silva’s speech at the campaign’s conclusion in Nugegoda.",
    "Tilvin ended his speech with a stanza from The Internationale, the marching song of the world communist movement written originally as a poem in French by Eugene Pottier immediately after the glorious yet crushed Paris Commune of 1871. Rohana Wijeweera was rightly incensed by the LSSP’s pathetic rendition of it, the jaunty “Sadukin Pelenavun” which he discerningly said symbolised the neutered nature of Samasamajist Marxism. Upon release from jail in 1978, he tasked Dinesh Gunawardena’s elder brother Indika, a leading dissent Communist, and singer Sunila Abeysekara, with securing recordings of The Internationale in the main international languages and translating it—which they did.",
    "Wijeweera introduced “the true, authentic Internationale” to the Sinhala-speaking audiences and concluded all his speeches with a stanza from it. Being a bad singer, he rendered it as a poem (which it originally was), which was never the global practice.",
    "The Internationale is a classic – and classical--marching song with an uplifting tune; a soaring hymn. The key concluding line in the famous chorus is “the Internationale shall be the human race”. China’s admired revolutionary Prime Minister and Foreign Minister Zhou Enlai sang it in hospital, sitting up in what would be his deathbed.",
    "Tilvin Silva does it differently, following Wijeweera’s poetic rendition, but with more explosive emphasis. He ended Anura’s campaign not with the universalist-humanist refrain for which the Internationale is legendary, but precisely a translated stanza which emphasises the class struggle. Tilvin chanted it harshly into the night air in Nugegoda with incendiary passion, an exhortatory battle-cry.",
    "That is the second strand of the double-helix. Which of the two will preponderate and prevail?",
    "The modernist Realism so characteristic of post-1917 Lenin from the Brest-Litovsk Treaty through the New Economic Policy to his obsessive concluding concern about backwardness and emphasis on acquiring advanced culture and management techniques?",
    "The indigenised poetic rendition of the stanza of The Internationale – Wijeweera’s war-cry of class struggle--as at the Nugegoda campaign rally?",
    "Anura Dissanayake won with 42% which is almost identical to what Sajith polled when he lost to Gotabaya in Nov 2019. Sajith’s retreat from his admirable 42% as underdog, and inability to retain and enhance it, was a manifest failure.",
    "True, Ranil torpedoed Sajith and boosted Anura at Presidential election 2024, but how did a new party, the SJB, still find itself vulnerable to his behaviour after four years, while the SLFP which had broken from the UNP was never vulnerable to the UNP, the SLMP (1984) and SLPP (2018) to the SLFP, and the JVP to the parent Communist parties (pro-Moscow and Beijing)?",
    "While Ranil was administering harsh IMF austerity as President picked by Parliament, the SJB’s chief policy ideologues Eran-Harsha-Kabir kept harking back to the ‘glory days’ of Ranil’s UNP administrations of 2001-2003 and 2015-2019, thereby underscoring continuity.",
    "Precisely when, fuelled by the Aragalaya and austerity, the mass mood was to eliminate the bi-partisan elite Establishment, the SJB’s economic troika placed the party on an economic policy continuum with Ranil and identified it even more closely with the old UNP establishment.",
    "While Sajith spoke of Social Democracy the economic troika deleted it from SJB policy discourse and emphasised ‘Social Market Economy’ which Ranil had introduced.",
    "Their focus was not on ensuring that Sajith wins the Presidential election but being ‘gamers’ playing at managing the economic crisis seated across a virtual table from the IMF, “building bridges not walls” and implementing BR Shenoy and Ricardo Hausmann’s free-market formulas.",
    "Harsha lost Kotte, Eran lost Moratuwa and Kabir lost Mawanella to AKD.",
    "Sajith’s ‘star team’ Harsha-Eran-Kabir never regarded or treated Ranil as adversary, while his suicide-truck candidacy proved that Ranil clearly regarded Sajith as his primary enemy.",
    "Objectively speaking, the SJB’s Economic Council and Blueprint were/are Ranil’s 5th Column or Trojan Horse within the SJB. The damage Ranil inflicted from outside was enabled and complemented by the damage they had done from the inside.",
    "Assuming as axiomatic AKD’s inability to manage the economic crisis, is crass ‘economic determinism’. At the parliamentary election the SJB will face a President who is more popular than in Sept 2024, and whose popularity will increase with his new, refreshingly rational style of governance.",
    "At the Parliamentary election Sajith’s SJB-SJS must run as Social Democrats offering a [Ranasinghe] Premadasa development alternative.",
    "Unless the SJB reprofiles and resets, Sajith will be unable to serve the country as Prime Minister, a constructive counterpart and counterweight to President AKD.",
    "If the SJB fails to make a qualitative change, recompose drastically, it will be swept away by an NPP electoral tsunami as the UNP was in 1956, 1970 and 2020. Worst of all the Parliament, the democratic system and the island’s polity will lose a necessary balance and equilibrium."
  ]
}