{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/japan-un-women-support-600-women-led-micro-enterprises-in-sri-lanka-148516/",
  "time_ut": 1706080740.0,
  "original_lang": "en",
  "original_title": "Japan, UN Women support 600 women-led micro enterprises in Sri Lanka",
  "original_body_lines": [
    "ECONOMYNEXT — Amid some uneasiness in relations between the two countries in light of a cancelled light rail transit project, Japanese funding worth 343,000 US dollars has been used by UN Women and a local organisation to provide assets to 600 women-led micro-enterprises.",
    "UN Women, a United Nations (UN) agency, said in a statement that the initiative was undertaken as part of a larger one-year project ‘Empowering women in crisis’ that began in February 2023.",
    "“Through this project, UN Women and implementing partner Chrysalis have provided humanitarian assistance for women most affected by the socioeconomic crisis in Sri Lanka – in close collaboration with Ministry of Women, Child Affairs and Social Empowerment,” the statement said.",
    "Speaking at an event held in Battaramulla, Ambassador of Japan to Sri Lanka Mizukoshi Hideaki said: “The Embassy of Japan is pleased to have supported this tremendous initiative which is being carried out in five districts in Sri Lanka and we look forward to continuing this partnership with UN Women to support women’s economic empowerment in the country”.",
    "In light of soaring food inflation and rising cost of living, the entrepreneurs further received provisions to support their daily needs, enabling them to allocate more resources towards their business ventures, said UN Women.",
    "Deputy Regional Director, UN Women Regional Office for Asia and the Pacific, Sarah Knibbs said: “As part of this project funded by the government of Japan, we have provided 600 women-led micro enterprises with advanced training on business development including the introduction to digital tools and resources to better market their products.”",
    "Through the project, the entrepreneurs received comprehensive training ranging from product ideation to financial literacy and were introduced to new tools such as digital marketing to expand their businesses, UN Women said, adding that the project supports women-led micro-enterprises in the districts of Ampara, Colombo, Moneragala, Mullaitivu and Vavuniya. (Colombo/Jan24/2024)"
  ]
}