{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-sees-10934-new-active-credit-cards-in-june-2025-237068/",
  "time_ut": 1755523800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka sees 10,934 new active credit cards in June 2025",
  "original_body_lines": [
    "ECONOMYNEXT – New active credit cards in Sri Lanka increased by 10,934 in June this year, the central bank data showed, amid the country’s economic recovery and falling interest rates.",
    "The number of active credit cards recorded 2,075,744 by end June, compared to 2,064,810 by end May, showing an increase of 0.52 percent in the month.",
    "The active credit cards have risen by 3.36 percent in the first six months of this year, the data showed.",
    "Active credit cards in Sri Lanka rose by 4.8 percent or 91,371 in 2024, the Central Bank data showed, with the island nation’s economic recovery and strong promotions for credit cards amid falling interest rates.",
    "Analysts have said most banks have tied up with super markets and other vendors to promote credit cards in the falling interest rate regime as the country’s economy has shown more-than-expected recovery.",
    "They said Sri Lanka’s economic recovery and stability have helped customers to use more credit cards than in 2023.",
    "Some analysts said higher interest (penalty) rates on credit cards also had prompted some users to cancel their cards in the last year and the same customers might be actively using the cards now.",
    "Active credit cards, however, fell 1.8 percent or by 39,991 in 2023, after the country declared bankruptcy in 2022 amid unprecedented hike in the Central Bank’s monetary policy rates.",
    "The central bank spiked the interest rates sharply in April 2022 to fight against a hyperinflation. However, the inflation has now slowed to a deflation since September last year amid the central bank’s reduction of its key policy rates eight times since June 2023. (Colombo/August 18/2025)"
  ]
}