{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/no-more-indirect-taxes-on-the-cards-in-sri-lanka-state-minister-148975/",
  "time_ut": 1706523840.0,
  "original_lang": "en",
  "original_title": "No more indirect taxes on the cards in Sri Lanka: state minister",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka has no intention of introducing new indirect taxes or increasing existing indirect taxes, State Minister of Finance Ranjith Siyambalapitiya said, disputing claims that prices are set to increase again.",
    "“We do not intend to introduce more indirect taxes going forward. I must be very clear about that. There is no plan to increase percentages of existing indirect taxes either,” Siyambalapitiya said speaking to journalists.",
    "The state minister said the government is looking to expand the direct tax base so as to increase state revenue and facilitate a reduction in indirect taxes and the burden they place on consumers.",
    "“If anyone says prices are increasing once again due to indirect taxes, I don’t see any truth in that,” he said.",
    "Siyambalapitiiya called the proposed wealth tax, to be introduced in 2025, “very progressive”.",
    "“This will see a specific amount of tax levied from people who own more property. But there is clearly no intention of introducing another indirect tax that will increase the price of goods,” he said.",
    "“Yes, there is is a problem. No one will deny this. The people are really struggling to live. But we’re working hard to find solutions to it. I believe there are commendable aspects to those solutions,” he said.",
    "Earlier in January, Siyamabalapitiya said the government intends to shift the balance in direct versus indirect tax, which currently stands at 30 and 40 percent respectively.",
    "“This adjustment aligns with the conditions of developed countries and promotes social justice. In a population of one million capable taxpayers, only 500,000 individuals are currently fulfilling this obligation. Identifying tax evaders and bringing them into the tax net is crucial to reduce indirect taxes,” he said.",
    "In developed nations, he said, being a taxpayer is acknowledged as a sign of a robust citizen actively contributing to the nation’s stability. Siyambalapitiya expressed his confidence that Sri Lankans will undergo a “positive shift in attitude, fostering development within the nation”. (Colombo/Jan29/2024)"
  ]
}