{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-is-clearing-aliexpres-temu-goods-with-border-taxes-no-de-minimis-234668/",
  "time_ut": 1754369280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka is clearing AliExpres, Temu goods with border taxes, no de minimis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is now charging all taxes on foreign parcels coming from online platforms and backlogs have also been cleared, without any de minimis exemptions being given Customs officials said.",
    "“We have cleared all the backlogs,” Additional Customs Director General, Seevali Arukgoda told the parliament’s Committee on Public Finance.",
    "“At the moment individual items are charged on the HS Code. We gave technical advice to the companies that are importing. Now they are being cleared daily.",
    "Before the crisis about 1 to 2 billion rupees of revenues was earned and about 4 to 5 tonnes arrived daily, another customs official said.",
    "Daily shipments have stopped and now shipments are coming weekly about three times, he said.",
    "“They have minimized costs and changed their strategies,” the person said.",
    "He said there the backlog was partly due to a delay in the relevant companies getting approval from their platforms to pay the higher taxes.",
    "Platforms like AliExpress which stopped low cost shipping to Sri Lanka after the change in customs procedure and the cost of shipping a key cap to Sri Lanka was listed at over 17,000 rupees as of August 05.",
    "COPF Chair Harsha de Silva questioned what happened to the de minimis exemption given by then Finance Minister Mangala Samaraweera.",
    "The gazette indicated only an exemption for trade samples, Arukgoda said.",
    "Under de minimis exemption most well governed countries in Europe and East Asia where people have high levels of economic freedoms and innovation de minimis exemptions of 100 to 150 dollars (or Euro) are given.",
    "Under de minimis exemption, all taxes border taxes are exempted. Value added tax is charged in most contries.",
    "The US had the highest de minimis exemption of 800 dollars, which President Donald Trump removed amid growing economic nationalism in the country and also hiked import duties in the hope of ending trade deficits, which is an outcome of heavy inward investments into the US.",
    "Since de minimis is an established practice internationally Sri Lanka should also consider an exemption, de Silva said.",
    "A committee appointed by President Anura Kumara Dissanayake is looking into the matter and a decision will be taken in the future, Deputy Industries Minister Chathuranga Abeysinghe said. (Colombo/Aug05/2025)"
  ]
}