{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/02/07/unicef-welcomes-amendments-to-children-and-young-persons-ordinance/",
  "time_ut": 1707313680.0,
  "original_lang": "en",
  "original_title": "UNICEF welcomes amendments to Children and Young Persons Ordinance",
  "original_body_lines": [
    "COLOMBO (News 1st); UNICEF welcomed the long-awaited amendment to the Children and Young Persons Ordinance (CYPO) coming into force effective January 1, 2024, which marks a significant step towards protecting the rights and welfare of all children in Sri Lanka.",
    "The CYPO, a legislation governing justice for children in Sri Lanka since 1939, previously only covered those up to the age of 16. The amendment now extends its protection to all children under the age of 18.",
    "Furthermore, the amendment also repeals the section of the CYPO which permitted the use of corporal punishment on children and adolescents by parents, teachers, or guardians.",
    "These amendments contribute to the alignment of Sri Lanka’s laws that address children’s rights with international standards, particularly the United Nations Convention on the Rights of the Child (CRC), but also addresses the evolving needs and challenges faced by children and adolescents in the country.",
    "UNICEF Representative in Sri Lanka, Christian Skoog said, \"The operationalization of the amended CYPO marks a significant milestone for child rights in Sri Lanka, ensuring a justice system that upholds the rights and dignity of every child. This noteworthy progress also underscores the importance a comprehensive ban on corporal punishment in all settings including homes and schools, as we strive to create safer and nurturing environments for every child in Sri Lanka.”",
    "These amendments further signify a paradigm shift in the treatment of children in conflict with the law.",
    "Previously, children between ages of 16 -18 years who committed offenses were placed in adult prisons, lacking appropriate rehabilitation and care.",
    "With the amended CYPO now in effect, such children will receive rehabilitation under the supervision of the Provincial Departments of Probation and Child Care, emphasizing a rehabilitative rather than punitive approach.",
    "The CRC however notes that the detention of a child should only be a last resort, and for the shortest period, as evidence shows that institutionalization could hinder a child’s development and reintegration, leading to perpetuating cycles of violence and poverty."
  ]
}