{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/wickremesinghe-disavows-supreme-court-case-seeking-verdict-on-sri-lanka-presidents-term-170865/",
  "time_ut": 1720080300.0,
  "original_lang": "en",
  "original_title": "Wickremesinghe disavows Supreme Court case seeking verdict on Sri Lanka president’s term",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka President Ranil Wickremesinghe has said he believes the president’s term is five years, expressing his support for holding the presidential election in 2024 and disavowing a case filed in the Supreme Court seeking a verdict stating that a president’s term is six years.",
    "“It has come to my attention that Chamindra Dayan Lenawa has filed an application in the Supreme Court, arguing that Article 30(2) should not be considered amended by Section 3 of the 19th Amendment. He requests the Court to declare that the President’s term is six years and to issue an interim order stopping the Election Commission from conducting the Presidential Election in 2024 until a decision is made. Lenawa did not consult me or my lawyers before filing,” Wickremesinghe said in a tweet Thursday July 04 afternoon.",
    "“I firmly believe that the President’s term is five years, and I support the Election Commission’s steps to hold the Presidential Election in 2024,” he said.",
    "Lenawa, an entrepreneur, submitted the petition to the Supreme Court requesting an interpretation of the tenure of the incumbent president according to Sri Lanka’s constitution.",
    "According to media reports, the petitioner has sought a clarification on the exact duration of the president’s term and an interim order to delay the upcoming presidential election until said interpretation is issued.",
    "The President’s Media Division said Lenawa’s application in the Supreme Court has been filed under and in terms of Articles 126 read with Articles 12(1), 82(6), 3, 4, 118 and 125 of the Constitution of the Democratic Socialist Republic of Sri Lanka praying, inter alia, for a declaration that Article 30(2) should not be interpreted to be amended ab initio by Section 3 of the 19th Amendment to the Constitution and accordingly the Election Commission shall hold the next presidential election taking into account that the term of the office of the President is 6 years and for an interim order restraining the members of the Election Commission from taking any further steps in conducting a Presidential Election in 2024 until the Supreme Court determines this Application. (Colombo/Jul04/2024)"
  ]
}