{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slpa-takes-measured-approach-towards-adanis-colombo-port-deal/",
  "time_ut": 1732911480.0,
  "original_lang": "en",
  "original_title": "‘SLPA takes measured approach towards Adani’s Colombo port deal’",
  "original_body_lines": [
    "The Sri Lanka Ports Authority (SLPA) has affirmed its commitment to maintaining stability regarding the Colombo West International Terminal project, led by the Adani Group, amidst ongoing allegations in the U.S. against the conglomerate’s top executives. SLPA Chairman Admiral Sirimewan Ranasinghe (Retd) has emphasized that there is no immediate plan to reassess or terminate the agreement.",
    "“Nothing is discussed about cancelling the deal at all,” Ranasinghe clarified, speaking to Indian business newspaper Economic Times. He highlighted that the Adani Group has met its obligations under the agreement, bringing in necessary investments and equipment. Furthermore, he pointed out that the project has consistently progressed according to plan, making it a valuable part of Sri Lanka’s economic infrastructure.",
    "The U.S. International Development Finance Corporation (DFC) had announced a $553 million loan to support the terminal’s development, highlighting its strategic importance. However, disbursement has been delayed due to required amendments to the Build-Operate-Transfer (BOT) agreement, which are under review.",
    "While allegations of bribery against Gautam Adani and others in the U.S. have drawn scrutiny, Ranasinghe noted that these charges do not implicate the operations of the Colombo terminal. He asserted, “The owner of this company (CWIT) is not involved in any nefarious activity here in Sri Lanka.”",
    "The Adani Group has staunchly denied all allegations, labeling them ‘baseless’ and committing to legal recourse. Notably, Adani Green Energy – at the center of the bribery allegations – reportedly accounts for ~5% of the conglomerate’s revenue, further emphasizing the broader strength of the Group in overall financial and operational stability.",
    "The West Container Terminal project represents Sri Lanka’s largest foreign direct investment in its port sector, with a 35-year agreement worth $1 billion. Upon completion, the terminal will position Colombo as a premier transshipment hub in the Indian Ocean, capable of accommodating ultra-large container ships, also strengthening regional trade.",
    "Ranasinghe reiterated that the SLPA’s engagement with the Adani Group remains productive. “CWIT is continuing with their work… it is doing fine,” he said. As legal processes unfold, the SLPA’s focus remains on building economic progress through this critical infrastructure initiative.",
    "On Wednesday, November 27, the Adani Group disclosed to the Indian stock exchanges, where it is listed, that Mr. Gautam Adani, Mr. Sagar Adani and Mr. Vneet Jaain, all directors of Adani Green Energy Ltd., have NOT been charged with any violation of the U.S. Foreign Corrupt Practices Act (FCPA) in the counts set forth in the indictment of the US DOJ or civil complaint of the US SEC.",
    "Union Assurance unveils ‘Suwamaga Mobile Screening Unit’ to combat diabetes in Sri Lanka",
    "High-level business delegation from SGCCI visits Ceylon Chamber of Commerce",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}