{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Thousands-of-Tamils-converge-at-Mullivaaikkaal/56-762005",
  "time_ut": 1716155438.0,
  "original_lang": "en",
  "original_title": "Thousands of Tamils converge at Mullivaaikkaal",
  "original_body_lines": [
    "Mullivaikkal remembrance event held on May 18, 2024, in Mullaitivu, in Sri Lanka’s Northern Province. Tamil families gathered to pay tribute to their loved ones killed in war - Photo Credit: Meera Srinivasan",
    "Thousands of Tamils on 18 May converged in Mullaivaikkal, along Sri Lanka’s north-eastern coast, to pay homage to their relatives killed in May 2009, in the final battle of the island’s protracted civil war.",
    "As the war escalated before its gruesome end, lakhs of Tamil civilians were pushed to this narrow strip of land, declared a ‘No Fire Zone’ by the Government. Tens of thousands, including women and children, died in the indiscriminate shelling of the armed forces, while scores were seriously injured.",
    "Families gathered at the venue on Saturday and placed photographs of their loved ones in the sandy ground near the sea, offered prayers with flowers, food, and by lighting lamps. Antony Jesurathnam Mariapushparani, a Mullaitivu resident, has vivid images from 18 May, 15 years ago.",
    "“Only those of us who were here know how many children died, how many senior citizens died. I saw how they just stacked up bodies in tractors and dropped them here,” she said. Pointing to the main road adjacent to the venue, she said, “It was there that we had our last kanji (porridge).”",
    "To recall those desperate times, many Tamils prepare and serve kanji in the run up to 18 May, marking the period as ‘Mullivaikkal remembrance week’, or as ‘Tamil Genocide Remembrance Day’ by some. Earlier this week, four Tamils were arrested in the Eastern Province while they were serving kanji, after police obtained a court order citing reasons of “public health” and revival of “terrorist activities”. The three women and a man were granted bail yesterday, amid sharp criticism of the Government for “suppressing” Tamils’ right to memorialise.",
    "Fifteen years after the war ended, with allegations of serious violations of human rights and international law, survivors are relentlessly demanding the whereabouts of their missing relatives, among some 60,000 forcibly disappeared persons.",
    "“Sri Lanka’s Government must take meaningful action to determine and disclose the fates and whereabouts of tens of thousands of people who have been subjected to enforced disappearance over the decades and hold those responsible to account,” a UN Human Rights Office report released this week said.",
    "Further, it called on the Sri Lankan Government to acknowledge “the involvement of State security forces and affiliated paramilitary groups, and to issue a public apology.”",
    "Rights Watchdog Amnesty International’s Secretary General Agnès Callamard was in Mullaitivu to participate in the remembrance event.",
    "“Between Gaza and its 34,000 dead, Russia invading Ukraine, Myanmar crisis, Ethiopia and Sudan, there is a risk that the Sri Lankan conflict could be forgotten. That is why we are here, we don’t want the pain, suffering, loss of lives to fall off the agenda.” Amnesty would remind the international community that the search for justice in Sri Lanka must be answered, she said."
  ]
}