{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Elections-must-be-decided-only-by-law-EDITORIAL/172-282991",
  "time_ut": 1716236280.0,
  "original_lang": "en",
  "original_title": "Elections must be decided only by law - EDITORIAL",
  "original_body_lines": [
    "The elections in Sri Lanka are said to be conducted in a free and fair manner and according to the law. However, some laws have been promulgated in a manner that ruling parties can manipulate the law in their favour.",
    "The Sri Lankan Constitution states “The President of the Republic shall be elected by the people and shall hold office for a term of five years.” It again says “The poll for the election of the President shall be taken not less than one month and not more than two months before the expiration of the term of office of the President in office.”",
    "Accordingly, the Election Commission (EC) on May 9 announced that the Presidential polls will be held between September 17 and October 16, this year. The Commission’s announcement was based on the country’s law and hence election could not be held before that period or postponed for a date after it.",
    "However, there has been uncertainty about the Presidential election being held according to the law since last year. Samagi Jana Balawegaya (SJB) MP Mujibur Rahman said on May Day that his party would lead a second Aragalaya if this year’s Presidential election is postponed. Before that there were speculations that the government would postpone the Presidential election through a referendum as the UNP government deferred the Parliamentary election in 1982.",
    "The fear of the Opposition parties has been that the law could be manipulated to delay the election, though the law has not provided for the President to do so. Interestingly, the law has provided for the President (but not for a succeeding President like D.B.Wijetunga and Ranil Wickremesinghe) to seek a second mandate after the expiration of four years of his first term. Therefore, the five-year term of the President is alterable, according to the whims and fancies of politicians.",
    "The fear of the Opposition parties has been that the law could be manipulated to delay the election, though the law has not provided for the President to do so",
    "Similarly, “every Parliament shall continue for five years from the date appointed for its first meeting and no longer, and the expiry of the said period of five years shall operate as a dissolution of Parliament, according to the Constitution. Yet, it is well known that the President has the power to dissolve the Parliament before its term ends, disregarding the people’s mandate awarded to the Parliament.",
    "It is that power that SLPP founder Basil Rajapaksa wants President Ranil Wickremesinghe to use to conduct the General election before the Presidential election. The rationale behind his demand seems to be that his party is not in a position to face a Presidential election first. They did so not in the interest of the people but in the interest of their party.",
    "There have been instances where Presidents have dissolved the Parliament before its term ended. President Chandrika Kumaratunga did so in October 2001 (in one year) and in April, 2004 (in little more than two years). President Gotabaya Rajapaksa also dissolved Parliament before its term ended.",
    "The fate of the local government bodies is almost always decided by the ruling party. The minister in charge of the local government subject has been empowered to postpone the local government elections, despite a specific four-year term having been stipulated for them. It happened so many times. In 2022 those elections were put off in view of the economic crisis and then the government last year forcibly postponed them, by refusing to release funds for them.",
    "Provincial councils were introduced to resolve the ethnic problem. However, the provincial council system hit a legal snag in 2017 subsequent to the mixed electoral system that was introduced for provincial council elections as well. Elections for those councils had to be postponed indefinitely since then due to this legal glitch and the governments in power thereafter were indifferent in rectifying the issue.",
    "Hence the fate of all elections seems to be in the hands of the President or the ruling party. They do or attempt to decide the timing of all the elections denying a level-playing field for other political parties. Elections are deemed to be the indicators of democracy but powers of Presidents and the ruling parties in this regard have made the electoral democracy a mockery."
  ]
}