{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/monks-in-confrontational-politics/",
  "time_ut": 1731305520.0,
  "original_lang": "en",
  "original_title": "MONKS IN CONFRONTATIONAL POLITICS",
  "original_body_lines": [
    "Whether the participation of monks in representative politics is permissible (or proper), has been a matter of periodic discourse in the media.",
    "In preparing this note, I can claim no expertise (nor authority), on the discipline or set of rules for the Maha Sangha. Incidentally, I personally prefer to be considered as “one who seeks to follow the Dhamma,” rather than as a “Buddhist”.",
    "The ordained ones have themselves chosen to enter the Community referred to collectively as “The (Maha) Sangha” They have voluntarily resolved to abandon the lay life and to observe the rules of conduct (more than two hundred), included in the Vinaya Pitaka.",
    "In Myanmar and Thailand, the “forest dweller” (vanavasa) tradition prevails, where the monk lives alone, often in a natural cave, and devotes himself to continuous meditation and solitude, with minimum contact with others. In the commoner monastic tradition, a community of monks live together, with each engaging in his own spiritual practices.",
    "Although the monks live in solitude, most commonly they do converge at meal times (in a dansalawa), which has its own virtues of practicality and co-operative dependence. It also adds value to the laity, in the virtue of the act of “dana,” symbolically to the collective of the Maha Sangha. This interestingly, accords with the Israeli concept of the “Kibbutz”, where within the community, although each family has its separate dwellings, a common dining hall (and kitchen) is intended to foster the spirit of collective brotherhood and sharing.",
    "A most important feature is that the decision to enter the order of the “Sangha” (literally, the ‘homeless’ ones), is a conscious and voluntary act, and therefore has several implications, most arising from the fact of the act of renunciation is strictly “voluntary.”",
    "Thus a bhikkhu is free to leave the order, as much as he is to enter it. Thus there is no concept as “excommunication,” and there is perhaps the reason for the “Mahanayakas.” being seemingly apathetic towards disciplinary transgressions by monks.",
    "I believe that the having a “Ministry of Buddhasasana” is in fact a transgression of the concept of unity within a lay community, with the professed aim of subduing differences and seeking equity. It may, in some senses depict an insulting presumption that Buddhism needs governmental succor to exist. It would be beneficial to review the benefit of such divisive provisions, in a future constitutional reform. It would at least help in the promise of limiting cabinet numbers.",
    "It is relevant to remember that nearly 450 years of colonial occupation, where suppression of both the dominant religion (and language), would have been explicit features of colonial rule, was not successful in extermination of either. Thus it seems irrational to believe that such should be feared, under the control by our own people.",
    "I must confess to a feeling of disquiet, seeing the endless procession of fruit- bearing persons of rank (oozing with pretended piety), prostrating themselves at the feet of the “Mahanayakas,” being blessed and presumably guided, on how to discharge their allotted duties.",
    "Some filtering of visitors compromising the sanctity and privacy of the two sacred precincts of Asgiriya and Malwatte, is clearly in order. The resulting media pictures of these melodramas, clearly show them as pompous rituals, aimed at reciprocal glory.",
    "I believe that the Buddha’s exhortation to critically examine all phenomena (as in the Kalama Sutra), negates the narrow concept of sacrilege. True, that even in the time of the Buddha, there was an unwritten hierarchy, with Ven. Sariputta and Ven. Mogallana being Chief (Agra shravakas), and instances of rebellious or errant members of the Sangha, being “disrobed”. Many would perhaps be of the view that some probably deserve that even today.",
    "Desecration of the robe is saddening and warrants expulsion. Lee Kwan Yew, is said to have remarked “Politics and religion are not miscible. But anyone is free to enter politics – provided they lay down their robes first”.",
    "The yellow robe (Cheevaraya) as a symbol of saintliness and nobility, but now tarnished by the derogatory reference to disorderly monks, as “Cheevaradariyas”. One often sees unkempt, unshaven and undisciplined saffron-robed young men heading these “protest marches”, possibly in the belief that this will deter police water cannons and tear gas. Even if it did so long ago, it is not so now. I was horrified to see (on TV) two such persons, scrambling over a fenced boundary wall, and losing their robes in the process. Clearly, familiarity breeds contempt.",
    "As so often happens, we are very inconsistent in our religious actions. It is said that the Buddha’s renunciation, was a protest against the caste system, favouring the Brahmins and repressing the so- called depressed castes. The “Dammapada” declares clearly “Not by birth is one a Brahmin, nor by birth is one an outcast…….” This of course is puzzlingly, one basis of the differentiation of our “nikayas”. We even have a “Ministry of Buddhasasana,” and a provision in the Constitution which states (in effect), that “All religions shall be equal, but Buddhism shall have the foremost place.” What better example of “verbal acrobatics”, and potential legal nourishment.",
    "Our “Buddhism” is sometimes so zealous, that a visiting tourist lady, was tormented for having a tattoo of the Buddha on her person. She could even have been a keen devotee, who only had a different way of paying homage. Who knows, and do we so badly need to display our hypocrisy? Incidentally, if one watches a skit by Mr. Bean, who mimics a pastor’s service, one must concede that Christians are most tolerant (than Buddhists) and all others, where there is the extreme issuance of “Fatwas” for what is seen as desecration.",
    "When some six monks of the Jathika Hela Urumaya first chose to enter Parliament, my initial opposition was relieved by the proposition that monks in Parliament, would have an edifying presence, that would thus elevate the tone and dignity of the House. How wrong I was! What happened, to cause all but one to quit, is too well known, to need repetition. The one who is left, is sadly ridiculed as “Athana, Methana, Ethana, Kothana, Ratana…..” What a come-down!",
    "I am reminded of an incident where a young Bhikkhu at University, passing a group of girls clustered in joint study, patted one on her shoulder, in an innocent friendly gesture. The girl thought otherwise, to look up and ask “Was the tap to see whether like a jak fruit, I was ripe and ready for the picking?”",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}