{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slcb-inspires-hoteliers-in-southern-region-to-promote-mice-tourism/",
  "time_ut": 1716580020.0,
  "original_lang": "en",
  "original_title": "SLCB inspires hoteliers in Southern region to promote MICE tourism",
  "original_body_lines": [
    "The Sri Lanka Convention Bureau (SLCB) an entity under the Ministry of Tourism and Lands successfully concluded the Southern Hoteliers Training Program on MICE Tourism on the 8th of May 2024 at the Occidental Eden Beruwala.",
    "This is one of the series of training programs that had been organized by SLCB in many parts of the country during the past few years. This particular MICE Tourism training programme was organized in order to create awareness on MICE Tourism among the southern hoteliers and for them to geared up for the upcoming Southern MICE EXPO 2024 to be held on from 27-31 May 2024. Expo will be attended by more than 100 hosted buyers across the globe and also 15 international media.",
    "This program was attended by nearly 50 participants from 20 hotels in the southern coastal belt.",
    "This one day event commenced with the opening remarks delivered by Krishantha Fernando – General Manager, Sri Lanka Convention Bureau & consisted of eminent speakers from the MICE industry who are working as DMCs, Hoteliers & also a speaker from the Tourist Police.",
    "The first session on “Presentation skills in pitching for events to your hotel” was done by Ms. Shyana Jayalath who is a marketer & a communicator, which was followed by an informative session by Pradeep Ratnayake, Director Tourist Police on “What support the Sri Lanka Police could offer when organizing events”",
    "“How to increase your revenue with MICE/Business Events” was done by Ziyan Ameen, General Manager, Conventions & Exhibitions Division of Aitken Spence Travels (Pvt) Ltd. Sibi Mathew the General Manager of Taj Bentota did an experience sharing session on handling successful business events. The final speaker for the day was Mr. Gihan Samarawickrama, Digital Marketing Consultant, Founder/CEO of the Compere, Head of Sales & Marketing at ARS Healthcare who spoke on “Connecting Digital Marketing for successful MICE/ Business events “",
    "This event also consisted of a practical working group session on “Identifying an Event to position the Southern Region as a MICE hub”. Participants came out with many interesting & creative MICE Experiences that South of Sri Lanka can offer to the MICE Traveler.",
    "All participants were awarded with a certificate of participation issued by the Sri Lanka Convention Bureau. The event wrapped up with closing remarks from Ms. Kumudu Hennedige, Manager Research Development & Training of Sri Lanka Convention Bureau.",
    "Seylan Cards partners with Hayleys Travels to continue its Swipe and Win promo",
    "High cost of mandatory currency conversions on Sri Lanka’s ability to earn foreign exchange",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}