{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Rapid-decline-in-birthrate-making-children-has-not-become-priority-of-new-generation/108-282419",
  "time_ut": 1715523420.0,
  "original_lang": "en",
  "original_title": "Rapid decline in birthrate; making children has not become priority of new generation",
  "original_body_lines": [
    "Colombo, May 12 (Daily Mirror) - The birth rate in Sri Lanka is on a rapid decline, and currently it has decreased by 30%, Kalubowila Teaching Hospital gynecologist Prof. Ajith Fernando said.",
    "Addressing the media, the doctor said that the number of births, which was about 360,000, has decreased to about 240,000.",
    "The doctor claimed that economic challenges are the primary reason for the declining birth rate in the country. Many families are opting not to have a second child due to these economic difficulties.",
    "\"Many newlywed couples these days seem to be putting off the idea of having children. Instead, they prioritize earning more income, leading them to delay starting a family. For them, having kids is not a priority on their list. Some even choose to migrate elsewhere and aren't considering coming back to Sri Lanka. As for the children who grow up here, many of them head abroad for further studies or job opportunities after their Advanced Level (A/L) exams. Whether they eventually return home or not is uncertain,\" Prof. Fernando said.",
    "\"Unfortunately, due to the above difficulties, the birth rate of the country shows a rapid decline. The birth and death rate of the country should be 2.1% or 2% to maintain the existing population,\" he said.",
    "If this practice continues, after several years, Sri Lanka will face the same difficulties as developed countries like Korea and China, he added.",
    "\"This will lead our country into a difficult situation. Some people see low birth rates as a characteristic of developed countries. But what has happened in our country is not like in a developed country,\" Prof. Fernando said."
  ]
}