{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Will-not-retire-from-politics-Mahinda-Rajapaksa/56-769367",
  "time_ut": 1731883068.0,
  "original_lang": "en",
  "original_title": "Will not retire from politics: Mahinda Rajapaksa",
  "original_body_lines": [
    "Expresses optimism about NPP’s ability to govern and says new people should come in",
    "Reveals discussions are ongoing within his party about strategies to restore and rebuild its position",
    "Expresses personal regrets about former President Ranil Wickremesinghe and his group but dismisses SLPP is in discussion with them",
    "Former President and Sri Lanka Podujana Peramuna (SLPP) leader Mahinda Rajapaksa has confirmed that he will not step away from politics following his party’s devastating loss in the recent Parliamentary Election.",
    "The SLPP, which secured 145 seats in the last Parliament, was reduced to just three this time.",
    "However, speaking to journalists yesterday, Rajapaksa dismissed the idea of retirement. “I will not say goodbye like that,” he remarked in response to a question about his future in politics.",
    "Acknowledging the victory of the National People’s Power (NPP), Rajapaksa expressed optimism about their ability to govern. “It’s good they won,” he said. “New people should come in.”",
    "When asked about the NPP’s dramatic rise to power, he said: “It is the will of the country’s people, and we must respect it.”",
    "However, he also struck a cautious tone about the country’s future under the new administration. “The country might be rebuilt or might fall,” he said.",
    "Reflecting on his party’s poor performance, Rajapaksa noted that the SLPP had received the number of seats it anticipated. He also revealed that discussions are ongoing within the party about strategies to restore and rebuild its position.",
    "The former President expressed personal regrets about former President Ranil Wickremesinghe and his group but did not elaborate further. He also dismissed the SLPP was in discussions with Wickremesinghe and the National Democratic Front (NDF) led by him."
  ]
}