{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/People-s-Struggle-Alliance-submits-national-list-featuring-activists-from-2022-Aragalaya-movement/56-767928",
  "time_ut": 1728846497.0,
  "original_lang": "en",
  "original_title": "People’s Struggle Alliance submits national list featuring activists from 2022 Aragalaya movement",
  "original_body_lines": [
    "The People’s Struggle Alliance, which emerged from Sri Lanka’s 2022 Aragalaya protest movement, has submitted a national list with the highest number of political activists compared to other political parties.",
    "The list includes a whopping 16 political activists, such as Chamira Koswatta, Hemamali Abeyratne, Dayapala Thiranagama, Rajkumar Rajivkanth, Marisa de Silva, Mangala Maddumage, Erandi Ranaweera, Mohammad Farooq, Nandana Ramanayake, Pechchimuthu Nadarajah, Menard Peiris, Karupiah Satyaseelan, Thanne Gnananda Thera, Ravindra Wickramasinghe, Janaka Peiris, and Pabasiri Jayakodi.",
    "In addition to activists, the list features several trade unionists, including Dharmasiri Lankapeli, Anura Wickramawansha, Dhammika Munasinghe, and Krishantha Priyadarshana. It also includes professionals from various fields, such as three attorneys-at-law, an economic analyst, a journalist, two artists, a university lecturer, and a retired State employee.",
    "The party has submitted nominations to contest all electoral districts. Last week, Attorney Nuwan Bopage submitted the nomination papers for Colombo, while Wasantha Mudalige did so for Gampaha. Duminda Nagamuwa, Wimal Wattuhewa, Kandasamy Sivaraja, Nirosha Guruge, and Rasodani Jayasuriya submitted the nominations for Kalutara, Monaragala, Nuwara Eliya, Badulla, and Batticaloa districts, respectively.",
    "The People’s Struggle Alliance, heavily featuring members of the Front Line Socialist Party (FLSP), a breakaway faction of the Janatha Vimukthi Peramuna (JVP), is attempting to enter Parliament, representing voices from the 2022 protest movement."
  ]
}