{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cinnamon-hotels-resorts-appoints-hotelier-kamal-munasinghe-as-chief-operating-officer/",
  "time_ut": 1757000880.0,
  "original_lang": "en",
  "original_title": "Cinnamon Hotels & Resorts appoints hotelier Kamal Munasinghe as Chief Operating Officer",
  "original_body_lines": [
    "Cinnamon Hotels & Resorts has appointed Kamal Munasinghe as its new Chief Operating Officer (COO), to lead operations across the brand’s 17 resorts and hotels in Sri Lanka and the Maldives.",
    "With nearly 30 years of experience across Asia and Europe, Kamal brings with him a vision that looks beyond traditional hospitality. His focus is on transforming Cinnamon Hotels & Resorts into a brand defined by precision in operations, authenticity in service, and innovation in guest journeys.",
    "Having held senior leadership roles with global names prior to his leadership at Cinnamon Grand Colombo and the wider Colombo portfolio, he has consistently demonstrated the ability to blend efficiency with excellence, while keeping guests at the centre of the experience.",
    "Looking ahead, his strategy positions operational excellence as the invisible engine that powers unforgettable stays. Streamlined processes, agile teams, and data driven insights will form the backbone of a guest journey that feels effortless, personalised, and uniquely Cinnamon. At the same time, he envisions the brand as a stage for experiences that go beyond accommodation, moments that capture the soul of Sri Lanka and the Maldives while meeting the expectations of the world’s most discerning travellers.",
    "“Cinnamon Hotels & Resorts has all the right ingredients to stand among the leading hospitality brands of the region,” said Kamal Munasinghe. “Our journey forward will be about perfecting the balance between consistency and creativity, efficiency and warmth, global standards and local character. By investing in our people, embracing innovation, and redefining what personalisation means for the modern traveller, we will create a guest experience that is seamless, memorable, and truly transformative.”",
    "His global career, with milestones in Switzerland, Malaysia, and Vietnam, has equipped him with the foresight to navigate a dynamic industry and the confidence to make bold decisions. A graduate of Schiller International University, Switzerland, he now sets his sights on steering Cinnamon Hotels & Resorts into a future where operational mastery and guest-centric innovation together elevate the brand’s presence in South Asia and beyond.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}