{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-seeks-time-from-court-to-study-adani-wind-power-deal-minister-183793/",
  "time_ut": 1728999300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka seeks time from court to study Adani wind power deal: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has sought time from court to review a wind power deal with India’s Adani group, as several legal cases are ongoing, Minister Vijitha Herath said.",
    "The cabinet discussed the matter last week and instructed the Attorney General to get time from court until the government reviews the deal, studies its contents and presents information, he said.",
    "“That is the legal matter. Until those legal matters are concluded we cannot go for any decision regarding the Adani company,” Minister Herath said. “So, we have not done that.",
    "“Those are two things. There are court cases. The Attorney General is representing the government. We instructed the Attorney General that the government needed time to review this agreement, and to go to court and get the time.",
    "“That is the interventions we have made in the case between these parties.",
    "“From the side of the government we have not gone into any new decisions regarding the Adani agreement, as there is a court case. After the court action is over, we can take these decisions.",
    "Sri Lanka is operating with a three-member cabinet, after President Anura Kumara Dissanayake was elected pending elections in November.",
    "At a hearing in the Supreme Court this week, the AG was asked to file the government’s observations in January, lawyers said. The next hearing will be held in March.",
    "The Adani power deal was struck by an earlier administration.",
    "The proposed to build wind power plants in Mannar and Pooneryn.",
    "Environmentalists, the Bishop of Mannar has gone court saying that the plants are in the way of a migrant bird flyway and that the price paid for power generated by the project is too high. (Colombo/Oct15/2024)"
  ]
}