{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Chandana-Amaradasa-heads-SLANZBC/34-779587",
  "time_ut": 1753736851.0,
  "original_lang": "en",
  "original_title": "Chandana Amaradasa heads SLANZBC",
  "original_body_lines": [
    "The new office bearers of SLANZBC with Ambassadors and Deputy Minister of Digital Economy Eranga Weeraratne",
    "Island Leisure founder Chairman Chandana Amaradasa, was elected President of the Australia-New Zealand Business Council (SLANZBC) of the Ceylon Chamber of Commerce held its AGM at the Cinnamon Lake Hotel recently.",
    "He said that Sri Lanka’s Small and Medium sector, responsible for 50% of the total revenues and growth of the economy, has been facing many obstacles and challenges in the last few years.",
    "“They simply do not have capital market access and most of the time access to the financial sector of the country.”",
    "He requested that Australia and New Zealand open their markets more to the SME sector of Sri Lanka.",
    "“Sri Lanka’s tourism sector has nearly 50,000 registered rooms, in which only 9,500 rooms fall into the category of 4 and 5 star. Sri Lanka badly needs capacity enhancements to ensure comprehensive and positive revenue growth both in tourism and our GDP as well.”",
    "There is a major potential for both New Zealand and Australian investors to come forward here to invest in our lucrative and highly potential tourism sector of our beautiful country.",
    "He assured that SLANZBC would also like to facilitate trade and investment with these two countries, acting as thought leaders and catalysts for responsible and inclusive growth.",
    "Deputy Minister of Digital Economy Eranga Weeraratne stated that the Government has laid the groundwork to increase the digital economy’s contribution to the GDP from its current 3% to 15% by 2030.",
    "He also noted that neighbouring country India has increased its digital penetration from 60% to 80% over the last few years.",
    "“Sri Lanka will have to start paying their international debt from 2028, and to face this situation, it should have more FOREX at the country’s disposal,” said Australia High Commissioner Paul Stevens.",
    "He made these remarks at a panel discussion hosted by the SLANZBC under the theme “Accelerating Sri Lanka Digital Economy”.",
    "He also said that to develop any economy, surging ahead with digitalisation should be a priority as it’s an efficient and effective way to move the economy and set targets for Sri Lanka.",
    "New Zealand High Commissioner David Pine said that they are very much interested in sharing the systems to achieve Sri Lanka’s growth in the digital economy.",
    "New Zealand High Commissioner David Pine also said they plan to increase New Zealand tourist arrivals from the current 10,000 to around 50,000 in one year."
  ]
}