{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/remembering-mr-m-t-thambapillai-a-pillar-of-royal-rugby/",
  "time_ut": 1754140260.0,
  "original_lang": "en",
  "original_title": "Remembering Mr. M.T. Thambapillai – A Pillar of Royal Rugby",
  "original_body_lines": [
    "As Royal College and S. Thomas’ College meet once again on Saturday, 2nd August, to contest the Michael Gunaratne Trophy, the spotlight also shines on the next generation as the Under-16 teams (earlier 2nd XV then Under 18) compete for the M.T. Thambapillai Trophy. This is an ideal moment to remember and honour the legacy of the late Mr. M.T. Thambapillai, a name deeply etched in the history of Royal rugby. Although not a rugby player or a coach in the conventional sense, Mr. Thambapillai played a foundational role in shaping Royal College’s rugby journey. Generations of Royalists who played between 1947 and 1970 fondly recall his influence—with immense respect, admiration, and gratitude.",
    "Born in Jaffna, he faced adversity early in life after losing his father at the age of five years. His maternal uncle, Dr. Vairakiam, who was then the leading surgeon at General Hospital Colombo and living on Flower Road, brought him to Colombo to live under his care. He entered Royal Primary and studied there for five years. Having passed the Royal College entrance examination, he was all set to begin his journey at Royal when tragedy struck again—his uncle passed away quite suddenly. Following this, he moved to Kandy to live with his maternal aunt, Mrs. Joseph, and entered Trinity College. It was here that he learnt his rugby, though he didn’t receive his colours. He was a scholar too. At the age of 16, he passed the London Matriculation Examination with First Class Honours and was awarded the Ratwatte Memorial Prize. His name remains displayed in the Trinity College Hall.",
    "Entering university at just 17, he had to give up school rugby, but continued to play at university level as an inside three-quarter. Before joining Royal under Principal Mr. J.C.A. Corea, he taught at S. Thomas’ College under Warden Rev. Canon R.S.de Saram, where he was instrumental in introducing rugby in the early 1940s. When he requested one year of no-pay leave to pursue a Diploma in Education, the Warden, fearing the loss of such a capable teacher, denied the request. Mr. Thambapillai therefore resigned from STC, completed his diploma, and joined Royal in 1946 Through determination and discipline, he became a teacher of Mathematics and Physics at Royal College. He served as the Master-in-Charge of Rugby at for an outstanding 23 years. When he took over, Royal’s rugby performance was not at its best. However, through his support and in collaboration with then Principal Mr. J.C.A.Corea Royal rugby began a powerful revival. In 1948, under his guidance, Royal defeated Trinity in the Bradby Shield encounter after a series of losses.",
    "That victory marked the beginning of a new and golden era in Royal’s rugby history. Mr. Thambapillai was more than just a teacher; he was a mentor. Gentle, caring, and principled, he inspired players to persevere, to train with dedication, and to always uphold good character—both on and off the field. He taught rugby, yes—but more importantly, he taught values: integrity, respect, and resilience. Mr. Thambapillai was also a devoted father to four sons, all of whom studied at Royal College. His eldest son, Bertram, is an Accountant living in Toronto, Canada, with his wife Chitra—who was also on the staff of Royal and, incidentally, was my Science teacher at college. His second son, Deutram, is a Consultant Audiological Physician based in London and proudly earned his Rugby colours in 1966 playing Full Back for Royal. The third son, Elmo, is a Consultant Paediatrician also residing in London, and the youngest, Nirmo, pursued a career in the hospitality sector and served as Director of Food and Beverages at John Keells Hotels. Now retired, he resides in Colombo.",
    "Behind the strength of this remarkable man stood his wife, the late Lollita Thambapillai (née Emerson), the quiet anchor of the family. She kept the home fires burning while Mr. Thambapillai spent long hours on the rugby field into the late evenings. He often attributed his long and fulfilling life to what he called his 5 W’s—Work, Worship, Walk, Water, and Wife—faithfully giving credit to the one woman who stood by him through every season. Many of the boys he mentored went on to represent Sri Lanka, while others rose to leadership in various fields. His legacy lives on through their achievements. Mr. Thambapillai never sought accolades.",
    "He worked quietly, led by example, and made a lasting impact in the lives of hundreds of Royalists. His strength was in his humility, and his legacy is etched not just in Royal’s rugby records, but in its spirit. As we cheer for our boys on the field this weekend, let us also pause to remember Mr. M. T. Thambapillai—a true hero, who helped shape champions not only in sport, but in life.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}