{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/singapore-has-chosen-the-4th-prime-minister/",
  "time_ut": 1710664158.0,
  "original_lang": "en",
  "original_title": "Singapore Has Chosen The 4th Prime Minister",
  "original_body_lines": [
    "The model south-east Asian country, Singapore is reported to have chosen the 4th Prime Minister after the declaration of Independence on 9th August 1965 by its first Prime Minister Lee Kuan Yew. In its long history of existence Singapore had come under the rulership of several different empires successively until it became another Entrepôt trading post of the British Empire in 1819. In 1867 it came under the Direct control of Britain as another conquered member country by them among the Straits Settlements in the South East region as a crown colony.",
    "During the 2nd World War Singapore came under the Japanese Empire occupied by the Japanese from 1942 to 1945. After the surrender of Japan, Singapore once again came under the British control. During the British rule Singaporev was granted self-government in several stages. Under the Self Government rights Singapore merged with Malaya to form a federation which came to be known as Malaysia in 1963. Due to serious growing conflicts within the federation Singapore had to say talak-talak-talak to the Malaysian federation to become a free independent sovereign nation with Lee Kuan Yew as the Prime Minister. Soon after it became a Republican State under a constitutional amendment.",
    "This state of relinquishing ties with the Malaysian Federation was a highly critical move with lot of skepticism from different quarters expressing doubts about its ability to survive as a separate independent country with several social and economic draw backs and pressing problems of housing, education, high unemployment  and more than anything else the lack of land space and natural resources when the country was confined to a small tip detached from the main land. The city was filled with squatters with rampant criminal activities and health issues.",
    "But it amazing to note how Singapore State steered clear out of this abominable state of affairs within the space of less than a decade. Why I chose to refer to this appointment of its 4th Prime Minister is because the rise of Singapore to its highest pedestal in the ivory tower as a recognized rich developed nation of the World is attributable to the choosing of the right leaders to run the country affairs.",
    "Today Singapore stands as one the most Stable economies of the World. It is not indebted to the rest of the World. The government generates a revenue sufficient to contribute to a consistently growing surplus of the budget. It serves as a major financial hub of the Asia-Pacific and is ranked as the world’s most open economy which provides a pro-business regime not second to any other country.",
    "A country which was plagued with shanty dwellers when it first emerged as a free sovereign nation, today proudly speak of a record of having provided a house for each citizen. They did it with funding from the Employees Provident Fund. It has one of the busiest ports in this part of the world and has created a dream world of a tourism hub with a green environment. The Airport is ranked high among the busy and regarded as a world class destination in air traffic.",
    "All these success stories are attributable to one cardinal factor. Meticulous planning, extremely knowledgeable and sound inputs with a visionary selfless approach of those in the decision-making process. They have been guided throughout by leaders who were relentlessly committed to the Nation building program. Beginning with the revolutionary leader who transformed the island city nation filled with scarcity and poverty to a rich and powerful recognized economy of the World, Singapore has been choosing their leaders in a unique manner assessing their capacities determined according to  decided criteria.",
    "It will be interesting to note how they apply the  choosing score system and standards; It is reported that the new Prime minister was chosen from among other outstanding candidates by a tedious filtering review selection process. The areas examined for disqualification of a candidate is more interesting than the assessment of their character, integrity and qualifications for the required performance in the position.",
    "This type of determination of leadership competence will no doubt bring in the desired results for the people than choosing characters who go on deceiving the public using their crafty, underhanded verbal ingenuities.",
    "There are many lessons to learn from the Singapore experiences. Elimination of corruption was one of their prime targets, We have read how their Prime Minister treated some cabinet ministers who were accused (sometimes suspected only) of corruption and fraud. He did not sympathize with such elements and made them quit politics in that country. We have heard of some who were identified with such allegations even committing suicide.",
    "Singapore lesson shows how a correct political leadership could contribute to transfer the economoy of a country within a short period. In a recent public speech made by the current PM of Singapore he categorically stated that,",
    "“First of all , kkeo our system clean!how can our politicians do that? Fisrt of all they have to be honest. Politics have to be honest,the people have to be clean and honest. If you are not clean and if you have a black mark whether people know it or not please stay out of politics. We need honest politicians and we need people who will support honest politicians. Reputation is temporary and character is permanent. We cannot have corruption in Singapore. We cannot have wrong doing in the government or in high places in Singapore. WE have an Auditor General Office to keep the government clean.There is only one thing our beloved leader said on his 90Th birthday. ‘keep our system clean’ ….”",
    "Shall we all as citizens of the country and as politicians seasoned senior or otherwise  remember this golden lesson. We will have no fear of the country going bankrupt again."
  ]
}