{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98086/intermittent-fasting-linked-to-high-risk-of-cardiovascular-death-study-reveals",
  "time_ut": 1710947580.0,
  "original_lang": "en",
  "original_title": "Intermittent fasting linked to high risk of cardiovascular death, study reveals",
  "original_body_lines": [
    "A new study has challenged the alleged health benefits of intermittent fasting, a popular diet often praised by celebrities and health gurus alike.",
    "Intermittent fasting is a well-known practice in which you eat all your food in an eight-hour window and fast for the remaining 16 hours of the day.",
    "However, a study from the American Heart Association published on Monday, 18 March has found that limiting mealtimes to just eight hours a day was linked to a 91 per cent increase in risk of death from heart disease.",
    "Researchers, led by Dr Victor Zhong of the Shanghai Jiao Tong University School of Medicine, analysed approximately 20,000 adults in the US with an average age of 49 years who had followed intermittent fasting, also known as the 16:8 plan.",
    "According to the study - which was presented at the AHA’s Epidemiology and Prevention conference in Chicago, Illinois - those who limited their eating to eight hours a day were 91 per cent more likely to die from cardiovascular disease than those who ate across 12 or 16 hours.",
    "Among participants with existing cardiovascular disease, an eating duration between eight and 10 hours per day was also associated with a 66 per cent higher risk of death from heart disease or stroke.",
    "Meanwhile, people with cancer who ate for more than 16 hours a day were less likely to die from the disease. Researchers also found that time-restricted eating did not reduce the overall risk of death from any cause.",
    "“Restricting daily eating time to a short period, such as eight hours per day, has gained popularity in recent years as a way to lose weight and improve heart health,” said senior study author Dr Zhong. “However, the long-term health effects of time-restricted eating, including risk of death from any cause or cardiovascular disease, are unknown.”",
    "“We were surprised to find that people who followed an eight-hour, time-restricted eating schedule were more likely to die from cardiovascular disease. Even though this type of diet has been popular due to its potential short-term benefits, our research clearly shows that, compared with a typical eating time range of 12-16 hours per day, a shorter eating duration was not associated with living longer,” he said.",
    "The study analysed data from participants in the 2003-2018 National Health and Nutrition Examination Surveys, and compared it to the Centers for Disease Control and Prevention’s National Death Index database on people who died in the US from 2003 through December 2019.",
    "Researchers acknowledged that the study was limited in its findings because it relied on self-reported dietary information, as well as failed to focus on other factors that may play a role in participants’ health.",
    "“Overall, this study suggests that time-restricted eating may have short-term benefits but long-term adverse effects. When the study is presented in its entirety, it will be interesting and helpful to learn more of the details of the analysis,” said Dr Christopher D Gardner, the Rehnborg Farquhar Professor of Medicine at Stanford University.",
    "“One of those details involves the nutrient quality of the diets typical of the different subsets of participants. Without this information, it cannot be determined if nutrient density might be an alternate explanation to the findings that currently focus on the window of time for eating. Second, it needs to be emphasised that categorisation into the different windows of time-restricted eating was determined on the basis of just two days of dietary intake,” he said.",
    "Approximately half of the participants were men and half were women. Around 73 per cent of the participants were non-Hispanic white adults, while 11 per cent were Hispanic. Eight per cent of participants were non-Hispanic Black adults, and nearly seven per cent of adults identified as another race.",
    "“It will also be critical to see a comparison of demographics and baseline characteristics across the groups that were classified into the different time-restricted eating windows,” added Gardner. “For example, was the group with the shortest time-restricted eating window unique compared to people who followed other eating schedules, in terms of weight, stress, traditional cardiometabolic risk factors or other factors associated with adverse cardiovascular outcomes?",
    "“This additional information will help to better understand the potential independent contribution of the short time-restricted eating pattern reported in this interesting and provocative abstract.”",
    "In June 2023, a similar study analysed the weight loss results for adults with obesity who participated in intermittent fasting, compared to traditional calorie counting. The results, which were published in the journal Annals of Internal Medicine, found that those who engaged in eight-hour time restricted eating had improved insulin sensitivity compared to those in the control group who ate their calories any time over 10 or more hours a day."
  ]
}