{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-public-finance-law-to-limit-primary-spending-at-13-pct-gdp-treasury-secy-163663/",
  "time_ut": 1716175080.0,
  "original_lang": "en",
  "original_title": "Sri Lanka public finance law to limit primary spending at 13-pct GDP: Treasury Secy",
  "original_body_lines": [
    "ECONOMYNEXT – A bill for Sri Lanka’s proposed Public Financial Management law has set a 13 percent primary spending limit (expenses before interest) as part of efforts to improve fiscal discipline in the future, Treasury Secretary Mahinda Siriwardana said.",
    "The Public Finance bill will be a landmark piece of legislation that will provide the guidance and framework to go forward, he told a seminar organized by Advocata Institute, a Colombo-based think tank.",
    "A Fiscal Management Responsibility Act, which has been repeatedly breached in the past will be repealed.",
    "Siriwardana said the new law makes it less easy for future administrations to overspend.",
    "The law, which sets a 13 percent of GDP spending limit (before interest costs), allows for a 2 percent ‘budget reserve’, according to the draft bill.",
    "The 13 percent spending limit can be exceeded if there are “unanticipated events or natural disaster posing significant threats to national security, national economic security or the public health and safety of the country which necessitate additional, temporary and targeted public expenditure beyond any contingencies included in the annual budget.”",
    "Sri Lanka in 2023 only had a 10.5 percent of GDP primary spending volume with 8.9 percent as interest.",
    "Why the ruling class is allowed another 2.5 percent of GDP spending is not clear, but may be for greater capital expenditure.",
    "Before the International Monetary Fund gave technical assistance to calculate ‘potential output’ triggering money printing for growth and serial stabilization programs, interest costs were 4.2 percent of GDP and primary spending 13.0 percent of GDP.",
    "Total spending was 17.2 percent of GDP in 2014, though there were questions raised whether off-budget spending including through the Road Development Authority which had no revenues to speak of were being made by macro-economists running the Treasury.",
    "Sri Lanka has a high interest bill due to repeated stabilization programs after the end of a civil war, that came after a reserve collecting central bank made inflationary rate cuts for flexible inflation targeting and potential output targeting which reduced private sector driven growth.",
    "Macro-economists in 2020 added tax cuts to the toxic mixture of rate cuts enforced by reverse repo injections and standing facilities just as credit recovered from the previous crisis, eventually triggering external default.",
    "The bill sets a limit of 7.5 percent of GDP ceiling on government guaranteed debt.",
    "The FMRA was passed into law by then Prime Minister Ranil Wickremesinghe who came to power after a currency crisis in 2000/2001 when the central bank failed to suppress interest rates in the midst of a civil war.",
    "The spending cuts were opposed by the Janatha Vimukthi Peramuna macro-economists who advised subsequent Rajapaksa administrations.",
    "The treasury guarantee limit was repeatedly raised and passed in parliament.",
    "Former Deputy Finance Minister Bandula Gunawardana has said Treasury macro-economists of misleading politicians into passing changes to the FRMA.",
    "He said at one time the politicians were mere ‘rubber stamps’ of Treasury macro-economists.",
    "Macro-economists who study at Anglophone universities believe that macroeconomic policy (inflationary rate cuts and higher state spending) will bring growth, rather than monetary stability and hard work, critics say.",
    "Since 2015 in particular Sri Lanka followed revenue based fiscal consolidation (taxing private citizens rather than cutting state spending), in line with “progressive Salwaterism” ideology of state expansion, critics say. (Colombo/May20/2024)"
  ]
}