{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97899/india-moves-to-implement-controversial-citizenship-bill-that-excludes-muslims",
  "time_ut": 1710241860.0,
  "original_lang": "en",
  "original_title": "India moves to implement controversial citizenship bill that excludes Muslims",
  "original_body_lines": [
    "India has announced rules that would allow it to implement a controversial citizenship bill that excludes Muslims.",
    "The Indian Ministry of Home Affairs announced the rules Monday, ahead of India’s general election in the spring, when Prime Minister Narendra Modi will seek a rare third term in power.",
    "The Citizenship (Amendment) Act provides a fast-track to citizenship for immigrants from Afghanistan, Bangladesh, and Pakistan – provided they are not Muslim. The controversial law would apply to religious minorities persecuted on religious grounds, including Hindus, Sikhs, Buddhists, Jains, Parsis and Christians.",
    "The bill, originally passed by India’s parliament in 2019, could not come into effect until the rules were notified.",
    "Despite being well-received by Modi, a Hindu nationalist, the bill was heavily protested by opposition parties, which claimed it was unconstitutional and marginalized India’s 200-million Muslim population.",
    "Indian Home Minister Amit Shah praised Modi on Monday evening, saying he “delivered on another commitment and realized the promise of the makers of our constitution to the Hindus, Sikhs, Buddhists, Jains, Parsis and Christians living in those countries” in a post on X.",
    "Critics of the bill say it is another example of how Modi and Hindu nationalist Bharatiya Janata Party (BJP) have pushed an agenda of Hindu nationalism onto secular India, a country of 1.3 billion people, at the expense of the Muslim population.",
    "The BJP has its roots in India’s Hindu right-wing movement, many followers of which see India as a Hindu nation.",
    "Since Modi’s rise to power nearly a decade ago, critics say the once secular and democratic founding ethos of the world’s largest democracy is crumbling at an alarming speed, with minorities feeling persecuted under the BJP’s majoritarian policies and any criticism of the government facing censorship and punishment.",
    "It comes a month after two mosques were demolished in Uttarakhand state and Delhi, within days of each other, leading to clashes and local curfews.",
    "In January, Modi inaugurated a vast Hindu temple on the site of a 16th-century mosque that was destroyed by Hindu hardliners more than 30 years ago. While many Hindus celebrated the opening of the Ram Janmabhoomi Mandir in Ayodhya, the inauguration was a painful reminder to the country’s minority Muslim population of the religious divisions that have grown more pronounced under Modi’s rule."
  ]
}