{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Prema-Cooray-a-man-for-all-seasons-An-appreciation/4-761979",
  "time_ut": 1716152042.0,
  "original_lang": "en",
  "original_title": "Prema Cooray – a man for all seasons: An appreciation",
  "original_body_lines": [
    "The Imexpro Import-Export Trade Fair 2008, at the PEP Pavilion Deputy Head of Mission Ferdinand Lahnstein greets the Chief Guest, Minister of Investment and Enterprise Development Sarath Amunugama. On the left is Netherlands Embassy Senior Program Officer Bandula Hennadige, Also in the picture Prema Cooray",
    "The head table at the PEP awards ceremony (from left): the writer, Chandra Vithanage, CCC Chairman J.D. Bandaranayake, Royal Embassy of the Netherlands Deputy Head of Mission Ferdinand Lahnstein, Prema Cooray, and CCC Deputy Chairman Dr. Anura Ekanayake",
    "The demise of travel industry veteran Prema Cooray which made front page news last week, drowned so many other areas like his services to the business community to create a sustainable environment, promote bio-diversity and eco-efficient productivity as the CEO of the premier Chamber of Sri Lanka, Chamber of Commerce (CCC).",
    "My objective as a classmate of Prema at St. Benedict’s College and later my CEO at CCC, is to focus on his role in the iconic the Netherlands funded PEP (Promotion of Eco-efficient Productivity) Project. His entry to the CCC from the private sector infused enthusiasm and vigour to the traditionally staid CCC. It was during his tenure a new Project Division was established which later became CCC solutions Ltd. Bio-Diversity Unit is another one which later became a part of IUCN with the success it enjoyed.",
    "Prema also led the SENCE (Sustainable Environment and Community through Eco Tourism) Project with USAID, hotel partners and CCC which gave birth to most authoritative book “Interpretation training Manual for Rainforest Ecolodge”. The project culminated in the building of the unique Rainforest-Ecolodge Hotel, construction of which dragged on for a few years due to unnecessary bureaucratic and political interruptions. He had to battle hard with the naysayers to achieve success with such patience which most top people are incapable of. The Ecolodge obtained world renowned LEED Platinum certification first time for a Sri Lankan project. Prema was the first CEO. He also played a lead role in obtaining funding from EU Switch-Asia-EU for Greening Sri Lanka Hotels Project and sustainable consumption and production for the food and beverage sector in Sri Lanka. Sri Lanka Norway Business Matchmaking Programme too functioned under CCC solutions Ltd.",
    "I observed his commitment and keen interest in the environmental issues, bio-diversity and innovation. In this tribute I would like to focus on what he achieved at the CCC with the PEP Project which was designed to motivate private sector organisations to implement best practices in cleaner production and adoption of environmentally sustainable technologies. This funding was obtained according to a proposal made to the Embassy of the Kingdom of Netherlands in Sri Lanka by the CCC. This was a unique project where participants’ project proposals were evaluated by an expert selection committee and, if accepted were given grants to cover 50% of the project cost up to Rs. 5 million maximum.",
    "This project also gave a number of companies a rare chance to try out bio-mass/Dendro energy as a viable alternative to fossil energy. My objective is to highlight the impact created by the PEP for all industry sectors. The project was hailed by Prema as an iconic project as we were able complete it in the given time, utilising the Rs. 240 million grant. We were also able to organise the PEP pavilion, where a number of PEP participants displayed their products at the Imexpro Trade Fair 2008, an exhibition organised by the CCC at the BMICH. The curtain came down on the project with an evaluation of the projects by an expert team of eminent scientists comprising of a team of top academics in the environmental and engineering sectors from the University of Moratuwa, Prof. Ajith de Alwis, Dr. Mahesh Jayaweera, Dr. Suren Wijekoon, and   Dr. Anusha Kasiege. They presented the report at the award ceremony at the Cinnamon Grand. The PEP case study book compiled by this team, was launched at the PEP award ceremony as a handbook for industry, added the fillip to a unique project. Copies of this book were also donated to the libraries of the Sri Lankan universities and leading schools.",
    "The project activities were conducted smoothly with the unstinted support from the Head of Special Projects Division, Deputy Secretary General Chandra Vithanage and Deputy Secretary General Alikie Perera in charge of finance. I am also grateful to the wonderful support and guidance received from Bandula Hennadige, the Senior Program Officer of the Embassy of the Netherlands.",
    "I would also like to briefly present the categories of eco-efficiencies supported across a wide spectrum of industries in most regions in Sri Lanka to give an idea of the magnitude of the project. A total of 55 project proposals were accepted and 51 projects were completed by February 2009. The Gold Award was won by Industrial Clothings Ltd. for their recovery of highly toxic Dimethyl Formamide, a leaching agent for gloves using distillation, Hotel Sigiriya the Silver for bio-mass steam generation and Bronze Award for Associated Motorways PLC for the recycling of solid rubber and waste oil.",
    "The PEP project can also claim credit for encouraging and introducing Dendro power/bio-mass as a practically feasible alternative to fossil energy in the rubber, hotels and ceramic industry. Now the use of firewood has become almost a norm in the energy guzzling industries.",
    "A number of projects consisted recycling of plastic waste, glass waste for the SME ceramic industry, waste water treatment plants, use of paddy husk as a fuel, pollution and noise control, use of fish waste to produce fish meal, use of rigid polystyrene waste for cement blocks, producing of soil bricks without firing and use of charcoal waste to produce power,",
    "The other notable projects like use of soil to produce sand humus from a mechanised silting operation thus reducing excavation of rivers for collection of sand, transference of flour for biscuits through a closed system to eliminate air pollution and waste, use of bagasse mud and waste from sugar industry to produce bio-composting technology, use of oil palm bunch remnants to produce palm oil and use of waste cloth from the garment industry to produce briquettes for firing the boiler for their ironing steam generation and use of fallen leaves of arecanut, kanda and jak to produce attractive, novel bio degradable plates, cups and saucers.",
    "I believe Prema’s versatility, his unflagging enthusiasm and commitment to a cause was the key to his success in whatever project he undertook and his demise has created a great void in the areas he took pride in leading. Though this article is about one project I am qualified to write about, there are his numerous achievements whilst in the service of CCC which may require a few more pages! I am sure this appreciation will please him wherever he is, that he is remembered and appreciated for his philosophies.",
    "When one considers what Prema achieved during his lifetime, the pioneering projects, innovations, new thinking and going against the tide in the hotel projects like Kandalama and Rainforest Ecolodge, it is remarkable. Truly a man for all seasons!",
    "May he rest in peace in the serenity he wanted to achieve for this land!",
    "(The writer joined the CCC as the Project Consultant of the PEP Project and later served as the Programme Director of the Sri Lanka Norway Business Matchmaking Programme. He holds an MBA and PG Dip. Marketing from PIM and a Rubber Technologist LIRI (Lond) and Member of Management Services Institute-MMS (Lond).",
    "Distinguished invitees with the award winners of the best projects"
  ]
}