{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100757/sarath-fonseka-officially-announces-candidacy-for-2024-presidential-election-",
  "time_ut": 1721878020.0,
  "original_lang": "en",
  "original_title": "Sarath Fonseka officially announces candidacy for 2024 Presidential Election",
  "original_body_lines": [
    "Field Marshal Sarath Fonseka today formally announced his candidacy for the upcoming Presidential Election.",
    "Posting on ‘X’ (formerly Twitter), the parliamentarian had said that he will be making a key announcement with regards to the presidential election of Sri Lanka.",
    "“A lot of people have asked me to contest for the presidential election and I am looking forward to accepting the call of the people of Sri Lanka,” he said.",
    "In a subsequent post shortly after, he then officially announced that he will be contesting the 2024 Presidential Election.",
    "“I wish to announce my Presidential Candidacy to the people of Sri Lanka.”",
    "“For 76 years, we have been led by an inept political group that has led us to bankruptcy,” he said, adding that for Sri Lanka to grow, “we need to Crush Corruption”.",
    "“We need to leverage our natural resources to boost income generation.”",
    "“This is my formal and official announcement as the presidential candidate of Sri Lanka for the 2024 Presidential Election,” he added.",
    "The former Army Commander, who contested the 2010 presidential election as the common opposition candidate, invited every Sri Lankan to join him “to take Sri Lanka forward.”",
    "A decorated military officer, Fonseka was the eighteenth Commander of the Sri Lankan Army, and under his command the Sri Lankan Army ended the 26-year war against the LTTE in 2009. He thereafter briefly served as the Chief of Defence Staff.",
    "After retiring from the army with the rank of General, he entered politics as the common opposition candidate in the 2010 presidential election contesting against then President Mahinda Rajapaksa.",
    "Following his defeat in the presidential election, he was elected to Parliament in the general election that followed.",
    "Fonseka was promoted to the rank of Field Marshal by then President Maithripala Sirisena on 22 March 2015, becoming the first Sri Lankan Army officer to be promoted to the rank."
  ]
}