{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102851/president-directs-governors-to-prepare-new-proposal-to-rationalize-provincial-council-system",
  "time_ut": 1729587300.0,
  "original_lang": "en",
  "original_title": "President directs Governors to prepare new proposal to rationalize Provincial Council system",
  "original_body_lines": [
    "President Anura Kumara Dissanayake has instructed the Provincial Governors to prepare and submit a new proposal aimed at rationalizing the Provincial Council mechanism.",
    "The President also stated that, given the current government’s transitional period, the provincial councils must strive to deliver the best possible services to improve the living conditions of the people.",
    "President Dissanayake made these remarks during a discussion held with the Governors this morning (22) at the Presidential Secretariat.",
    "He urged the Governors to engage in all possible economic and social initiatives to improve the living conditions of the public, the President’s Media Division (PMD) said.",
    "During the meeting, the President also highlighted the importance of establishing a new political culture and reiterated that the trust placed in him by the people should be fulfilled through effective action.",
    "He reminded the Governors to avoid previous poor practices in the use of state assets and to remain committed to delivering quality public service.",
    "Attention was drawn to existing vacancies in the health and education sectors under the Provincial Councils, with decisions made to find viable solutions, the PMD reported.",
    "The meeting included discussions on the lands in the Northern and Eastern provinces as well as finance, the statement said.",
    "Additionally, the President also made inquiries about the allocation of land to farmers in Kantale.",
    "Participating Governors included Nagalingam Vedanayagam from the Northern Province, Champa Janaki Rajaratne from the Sabaragamuwa Province, Professor Jayantha Lal Ratnasekera from the Eastern Province, Kapila Jayasekera from the Uva Province, Bandula Harischandra from the Southern Province, Prof. Sarath Abeykoon from the Central Province, and Wasantha Kumara Wimalasiri from the North Central Province."
  ]
}