{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Central-Bank-defence-of-liquidity-injections-amid-money-printing-controversy/4-768872",
  "time_ut": 1730851464.0,
  "original_lang": "en",
  "original_title": "Central Bank defence of liquidity injections amid “money printing” controversy",
  "original_body_lines": [
    "Interventions must uphold the principle of currency stability, given the grave consequences of unchecked money creation",
    "A fresh controversy has erupted following reports that Sri Lanka’s Central Bank (CBSL) injected nearly Rs. 100 billion into the banking system by 25 October. Given that money printing was the major cause of the country’s financial crisis, this news has sparked considerable attention. CBSL has defended its actions, arguing that these liquidity injections do not equate to money printing.",
    "CBSL asserts that these liquidity injections were necessary to address persistent imbalances among banks. Despite an overall surplus of funds in the banking system, this liquidity is unevenly distributed. Foreign banks operating in Sri Lanka hold significant liquidity surpluses but remain cautious about interbank lending due to strict risk management guidelines. As Sri Lanka’s sovereign rating is still ‘Default, this limits their exposure to local financial institutions. As a result, foreign banks deposit excess rupees with the Central Bank rather than in the interbank market.",
    "While this was a serious problem in the midst of the crisis things have improved since: interbank call market (clean or unbacked) trading volumes, once as low as zero 1-2 billion rupees daily, has now returned to Rs. 10 billion to Rs. 20 billion (averaged 10 billion last month). Repo volumes (backed by T-bills) are back around Rs. 30 to 70 billion, which is higher than pre-crisis levels.",
    "Notably, auction data shows the Central Bank offering more than what banks bid for, with some banks bidding close to the deposit rate, indicating a willingness to lose bids—yet CBSL still provided new funds.",
    "Given the much healthier interbank volumes, the CBSL should avoid undermining the working of the interbank market. The CBSL should be the last resort for a bank facing a liquidity crunch, not the first.",
    "The debate centres on whether these injections are temporary or enduring. If CBSL swiftly withdraws the new money by selling Treasury bills or foreign exchange, the money supply remains stable. However, if these short-term purchases are repeatedly rolled over, the increase in money supply could become more long-term. Critics warn that this scenario is no different from lending money to the government, potentially triggering balance of payments problems and inflation, thus jeopardising the ongoing economic recovery.",
    "CBSL’s reluctance to label this as “money printing” is essentially terminological. Regardless of whether the funds are lent to banks or the Government, the impact on the money supply is fundamentally the same. Therefore, interventions must uphold the principle of currency stability, given the grave consequences of unchecked money creation.",
    "It is important to acknowledge that since September 2022, the CBSL has done an admirable job in restoring monetary stability. The critical task now is to maintain this hard-won stability. These points are presented to promote a healthy academic debate on an issue of great importance, not to cast blame on any specific entity or person.",
    "Where balance of payments conditions permit, CBSL could continue the practice of buying foreign exchange, injecting rupees but reducing foreign currency in the market. If the injected rupees were later used for imports, CBSL could sell foreign exchange back, maintaining balance and avoiding exchange rate issues.",
    "Lending at the Standing Lending Facility Rate of 9.25% would ensure banks only borrow for urgent liquidity needs. As this penal rate is higher than the interbank rate, it discourages long-term dependency and helps avoid a lasting increase in the reserve money supply.",
    "If the CBSL wishes to lower rates, it could reduce the rate on deposits held at the Central Bank, which would encourage banks to lend more in the interbank market. However, this would also lower overall interest rates and must be carefully managed.",
    "To support reserve accumulation, interest rates need to remain at an appropriate level to curb credit and keep imports in check.",
    "CBSL faces the difficult task of supporting the banking sector while safeguarding monetary stability. Any intervention must be carefully weighed to mitigate risks such as inflation and currency destabilisation."
  ]
}