{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-copf-summons-border-officials-over-vfs-global-visa-crisis-162162/",
  "time_ut": 1715178720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka COPF summons border officials over VFS Global visa crisis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka parliament’s Committee on Public Finance has summoned the Secretary of the Ministry of Public Security and Controller General of Immigration over an ongoing crisis over monopoly visa deal given to VFS Global, a private company.",
    "“Summoned the Secretary to Min of Public Security along with CG of Immigration tomorrow for balanced examination in to the ongoing visa fiasco,” COPF Chief Harsha de Silva said in a twitter.com post.",
    "“While it is customary for all public finance related legislation be routed through COPF, this strangely was not.”",
    "Sri Lanka used to give a double entry visa for tourists for 50 dollars (30 dollars for South Asia) and a one dollar charge, through its ETA portal, which was quickly filled.",
    "However, after the shift to the VFS Global website, the price went up to 100.77 dollars with a 18.50 service charge and a 7.27 dollar ‘convenience fee’.",
    "Tourists are expressed their shock at the price hike saying family groups had to pay 500 dollars or more to come.",
    "Kids below 12 years were given fee visas, which were no longer available.",
    "The old double entry visa also had a six month validity period.",
    "After the shift to VFS Global the validity period has also been halved to 3 months.",
    "Some tourists have complained that they were sold six months visa by VFS Global portal but told that it would expire in 3 months and they had to change their travel plans.",
    "Tourist industry officials said tourists who bought visas under the old system were told to pay against and get new visas.",
    "“We called the VFS office in India but they did not help,” a travel official who was trying to help a group said.",
    "Many tourists were struggling with the VFS Global websites and also struggling to upload a picture at the correct size.",
    "Others opted to try and get a visa on arrival at the airport instead of wading through the VFS Global website.",
    "DIGITAL DIVIDE: Frustrated by the VFS Global complex website some tourists are trying to find out whether visa on arrival is available at the airport",
    "At this week’s cabinet meeting Tourism Minister Harin Fernando reportedly threatened to resign and a 50 dollar single entry visa was introduced.",
    "Opposition legislators are questioning whether 10 dollars out of 50 was now going to VFS Global.",
    "Sri Lanka’s Public Security Minister had admitted that there was no competitive tender and the IVS-GBS had proposed the deal to the government. (Colombo/May08/2024)"
  ]
}