{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-College-of-Pulmonologists-to-hold-Annual-Academic-Session-in-February/56-771617",
  "time_ut": 1736381266.0,
  "original_lang": "en",
  "original_title": "Sri Lanka College of Pulmonologists to hold Annual Academic Session in February",
  "original_body_lines": [
    "SLCP President Dr. Neranjan Dissanayake (centre) flanked by President Elect Dr. Suntharalingam Rishikesavan (left) and Immediate Past President Dr. Bodhika Samarasekera at the media briefing on the upcoming 15th Annual Academic Session ‘Respire 2025’ – Pic by Ruwan Walpola",
    "17,000 males identified as cancer patients in Sri Lanka annually, out of which 1,700 are suffering from lung cancer. Many of these patients seek medical attention only once they reach the third stage. In ‘Respire 2025’, we aim to increase public awareness of the early stages of cancer in collaboration with regional medical centres, encouraging individuals to recognise the symptoms early on and seek the necessary preventative care promptly – Sri Lanka College of Pulmonologists President and Consultant Respiratory Physician Dr. Neranjan Dissanayake",
    "Reveals Sri Lanka has one of the highest asthma prevalence rates globally",
    "Surge in Chronic Obstructive Pulmonary Diseases affecting around 10-15% of population",
    "Tuberculosis responsible for around 700-750 deaths, with two deaths occurring on a daily basis",
    "The Sri Lanka College of Pulmonologists (SLCP), dedicated to the field of pulmonology, will hold the 15th Annual Academic Session ‘Respire 2025’ at the Sri Lanka Medical Association from 9 to 11 February at the Cinnamon Grand.",
    "The flagship event will serve as a platform to empower healthcare professionals and the public to enhance respiratory health outcomes through innovation, collaboration, and knowledge dissemination. Themed ‘Equity in Respiratory Health: For the Right to Breathe Free,’ the SLCP underscored its vision of delivering state-of-the-art respiratory care across the country without discrimination.",
    "SLCP President and Consultant Respiratory Physician Dr. Neranjan Dissanayake remarked that the flagship event will be a transformative gathering for professionals in respiratory medicine, not only in Sri Lanka but across the region. “‘Respire 2025’ is not solely another knowledge sharing conference – it is also a celebration of 15 years of unwavering commitment to advancing pulmonology, improving patient care, and fostering a dynamic community of respiratory specialists,” he told a media briefing.",
    "Highlighting critical respiratory health challenges facing Sri Lanka, Dr. Dissanayake described the high burden posed by asthma, on people of all ages. “Sri Lanka has one of the highest prevalence rates globally and is one of the top 10 countries with deaths due to asthma. Studies indicate that approximately 23.9% of adults in Sri Lanka experience asthma symptoms, such as current wheezing, which is notably higher than the global average of 4.5%. Despite these high prevalence rates, many individuals, including pregnant women and children, lack effective management of asthma, even when the condition is properly diagnosed.”",
    "He also spoke of the surge in Chronic Obstructive Pulmonary Diseases (COPD), a common lung disease restricting airflow, affecting around 10-15% of the population. While COPD is primarily attributed to cigarette smoking in Sri Lanka, recent studies have identified other contributing factors, such as indoor air pollution. Although COPD is globally prevalent amongst men due to smoking, in Sri Lanka, biomass fuel exposure as a result of wood burning and cooking means females are especially affected.",
    "Another respiratory crisis in the country was tuberculosis, responsible for around 700-750 deaths, with two deaths occurring on a daily basis. Although it is easily remedied abroad, Sri Lanka’s mortality rate due to this disease calls for urgent assistance, with enhanced preventative measures.",
    "Other viral infections include influenza and lung cancer that resulted in disability and death, particularly among the elderly, expectant mothers, and toddlers, underscoring the need for greater specialist care, such as enhanced paediatric treatment for children.",
    "“17,000 males are identified as cancer patients in Sri Lanka annually, out of which 1,700 are suffering from lung cancer. Many of these patients seek medical attention only once they reach the third stage. In ‘Respire 2025’, we aim to increase public awareness of the early stages of cancer in collaboration with regional medical centres, encouraging individuals to recognise the symptoms early on and seek the necessary preventative care promptly,” Dr. Dissanayake opined.",
    "We aim to update professionals with the latest advancements in respiratory health, promoting enhanced professional development and evidence-based practice. In addition, disseminating this knowledge to primary care doctors and healthcare workers is key in ensuring effective patient care during emergencies, while collaborating with key stakeholders from different countries to address asthma, COPD, and respiratory emergencies will improve diagnostic tools – Sri Lanka College of Pulmonologists Immediate Past President Dr. Bodhika Samarasekara",
    "Commenting on the key objectives of ‘Respire 2025’, SLCP Immediate Past President Dr. Bodhika Samarasekara said: “We aim to update professionals with the latest advancements in respiratory health, promoting enhanced professional development and evidence-based practice. In addition, disseminating this knowledge to primary care doctors and healthcare workers is key to ensuring effective patient care during emergencies, while collaborating with key stakeholders from different countries to address asthma, COPD, and respiratory emergencies will improve diagnostic tools.”",
    "He also stressed the importance of leveraging social media to engage diverse audiences as a means of raising public awareness about symptoms, prevention, and treatment options. Key highlights of the program to achieve these objectives include pre-congress workshops, hands-on training, and post-congress initiatives. International experts, including research authors and specialist doctors ranging from countries such as, Canada, UK, Singapore, Hong Kong, Malaysia, India, and Bangladesh are expected to deliver cutting-edge insights, while the presence of Government health officials and medical colleges can guarantee improved access to quality healthcare services to all in the long-run.",
    "The SLCP has consistently championed initiatives to expand access to quality respiratory care. From conducting postgraduate training programs to organising workshops in underserved regions like Ampara, Vavuniya, and Puttalam, they remain committed to uplifting healthcare standards nationwide.",
    "This year’s conference epitomises their dedication to ensuring fair access to respiratory care, as reflected in the theme. By bringing international expertise to Colombo, ‘Respire 2025’ aims to inspire innovation and excellence in"
  ]
}