{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/09/29/india-crowned-asia-cup-t20-champions-for-the-ninth-time",
  "time_ut": 1759112040.0,
  "original_lang": "en",
  "original_title": "India Crowned Asia Cup T20 Champions for the Ninth Time",
  "original_body_lines": [
    "COLOMBO (News 1st) - India emerged as champions of the Asia Cup T20 cricket tournament, defeating Pakistan by five wickets in the final. This marks India’s ninth Asia Cup title.The final, held at the Dubai International Cricket Stadium, drew significant attention even before it began. The venue, which accommodates around 25,000 spectators, was nearly filled to capacity. Winning the toss, Indian captain opted to bowl first. Notably, the captains of India and Pakistan did not shake hands after the toss this time either.Pakistan's opening duo Farhan and Zaman built a strong opening stand of 84 runs off 58 deliveries for the first wicket. Farhan scored 57 runs off 38 balls, including three sixes and five boundaries, while Zaman contributed 46 runs off 35 deliveries. Zaman then partnered with Saim Ayub for a 29-run stand for the second wicket.However, following Zaman’s dismissal, Pakistan’s momentum faltered as they lost their last eight wickets for just 33 runs. Kuldeep Yadav produced an excellent spell, claiming four wickets, while Jasprit Bumrah, Varun Chakravarthy, and Axar Patel each picked up two wickets apiece. Pakistan were eventually bowled out for 146 runs.Chasing a target of 147, India faced early trouble as their top order collapsed to 20 for three. Sanju Samson and Tilak Varma steadied the innings with a 57-run partnership for the fourth wicket. Samson scored 24, while Shivam Dube added 33 runs. Varma played a match-winning knock, remaining unbeaten on 69 runs, which included four sixes and three boundaries.India reached the target in 19.4 overs, with five wickets down, to secure the title.However, in an unusual turn of events, the Indian team refused to accept the Asia Cup trophy from Mohsin Naqvi, who serves as both the Chairman of the Asian Cricket Council and the Chairman of the Pakistan Cricket Board. Instead, the Indian players celebrated their victory without the trophy.The 2025 Asia Cup T20 tournament, which commenced on September 9, was broadcast live on TV1, the official local broadcasting rights holder of the tournament, and streamed on www.sirasatv.lk. Similarly, all matches of the upcoming ICC Women’s Cricket World Cup, starting tomorrow, can also be watched live on TV1 and online via www.sirasatv.lk."
  ]
}