{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97852/eight-arrested-for-trespassing-into-archaeological-site-in-nedunkerny",
  "time_ut": 1710068280.0,
  "original_lang": "en",
  "original_title": "Eight arrested for trespassing into archaeological site in Nedunkerny",
  "original_body_lines": [
    "Eight persons have been arrested for acting against a judgment delivered by the Vavuniya Magistrate’s Court by trespassing into the Vedukkunarimalai archaeological site in Nedunkerny.",
    "Accordingly, 8 persons, including the chief priest of the Hindu temple at the archaeological site in question were arrested for allegedly conducting a religious ritual for Mahashivarathri on 08 March, despite a court order being issued previously rejecting a request to do so.",
    "On 04 March, the Vavuniya Magistrate’s Court delivered a judgment stating that permission cannot be granted to conduct a special religious ceremony, despite a group of people, including the arrested chief priest, having filed a motion requesting to do so for a special Mahashivarathri ritual.",
    "Subsequently, upon consideration of a request made by the Acting Director of Archaeology from the Senior Deputy Inspector General of Police (SDIG) in charge of the Northern Province, a team of police officers were deployed to the Vedukkunarimalai archaeological site on 08 March.",
    "Despite these measures, however, police stated that nearly 500 people had visited the site and performed religious ceremonies during the daytime on 08 March, while a group of 40 persons, including the chief priest, had arrived later that night and taken steps to conduct a special Mahashivarathri ritual, and had set up bonfire and improvised hearths.",
    "Police stated that despite being informed by the police officers on duty not to do so, the eight arrestees had proceeded without taking heed of such instructions.",
    "The suspects, aged 24, 29, 30, 34, 37, and 54, and identified as residents of Nedunkerny, Pulyankulam, Kanagarayankulam and Mamaduwa, were subsequently arrested for violating a court order, and for proceeding with their rituals without the permission of either the Archaeology Department or the Forest Department.",
    "Police also stated that the group had not considered the possibility of causing great damage to the forest as a result of the fires that could have spread across the forest reserve during the prevailing dry weather conditions.",
    "As such, further investigations are being carried out by Nedunkerny Police."
  ]
}