{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84454",
  "time_ut": 1722281040.0,
  "original_lang": "en",
  "original_title": "SLPP Deciding not to Support  Ranil is a Blessing in Disguise for him because Wickremesinghe would be better off without the endorsement of the Rajapaksas.",
  "original_body_lines": [
    "Monday (July 29)  night, the Sri Lanka Podujana Peramuna (SLPP) finally parted ways with Ranil Wickremesinghe, announcing plans to field its own candidate at the presidential election. The move effectively split the Pohottuwa and saw President Wickremesinghe affiliated SLPP MPs, 11 of them, leaving the party’s central committee meeting and assembling at the UNP headquarters to endorse the candidacy of Wickremesinghe.",
    "Pohottuwa’s split was predictable, and so was its plan to field a separate candidate in a desperate bid to hold onto the eroding Rajapaksa stranglehold. The move is not necessarily an election winner for the Pohottuwa, nor is it even designed to address the electoral calculations of the forthcoming presidential election.",
    "If it ever plays out, it would be in the long term, preserving the Pohottuwa as a Rajapaksa fiefdom for Namal Rajapaksa to re-launch his political ambitions much later. Ranil has co-opted much of the competent parliamentarians of the Pohottuwa, and the Rajapaksas finally decided enough is enough.",
    "That the Rajapaksa acolytes could now conduct politics freely, without the fear of being thrown into the Beira Lake by the angry youth, might have also helped the decision. That sense of political normalisation for the Pohottuwa is the primary gain it elicited from its backing of Ranil Wickremesinghe’s presidency.",
    "How would the SLPP snub play out for Ranil Wickremesinghe’s electoral chances?",
    "It may appear counterintuitive, but Wickremesinghe would be better off without the endorsement of the Rajapaksas. Naturally, politicians try to build the largest possible coalition to win an election.",
    "More so this time, considering the electorate is likely to split three ways among the three main candidates. (Wickremesinghe sent his emissaries to Basil and Mahinda and wrote a letter to Mahinda, canvassing the SLPP support for his presidential bid.)",
    "Generally, in most instances, when forming a larger electoral alliance, new partners bring in a net positive, increasing the candidate’s electability.",
    "But what if the support from a new ally entails an opportunity cost that overweighs the potential gain? Such alignments are rare because no politician decides against his own chances at the election.",
    "But, an alliance with the Rajapaksas would have exactly meant that for Ranil Wickremesinghe. It would have been a net negative. That he missed it is a blessing in disguise.",
    "First, consider what Rajapaksa’s endorsement would have brought into Wickremesinghe camp.",
    "There is no gainsaying that Mahinda Rajapaksa was a colossus  in local politics and most prolific in winning votes. That was before the self-inflicted economic crisis, blamed largely on his own dynastic imperatives and the mismanagement of a manageable crisis by his clueless brother and dynastic seat warmer Gotabaya Rajapaksa.",
    "Now, Mahinda is a dead man walking, literally and figuratively. He has cannibalised his own electorate, most of whom took the brunt of the economic crisis.",
    "Similarly, Pohottuwa was a capable election machinery, that was also before the economic crisis. It is now a skeleton of its former self. Even the recent poll numbers that give it around 7 per cent of public approval, an increase from an earlier 2 per cent is misleading.",
    "The uptick, if any, is due to the economic recovery associated with Ranil Wickremesinghe’s IMF-mandated economic policies and is not something that the Rajapaksas could take credit for.",
    "Then, consider the opportunity cost of the Rajapaksa endorsement. Like it or not, the Sri Lankan economy is on the path to recovery. In fact, the first quarter growth of 5.2% and monthly Purchasing Manager Indexes reveal a stronger recovery than initially predicted.",
    "However, most Sri Lankans still have a problem with acknowledging Ranil Wickremesinghe’s contribution to that positive transformation.",
    "That is largely due to the Rajapaksas’ backing of the Wickremesinghe presidency, which has enabled the partisan acolytes to label Wickremesinghe as a Rajapaksa proxy, defending the Rajapaksa’s dynastic project.",
    "That is a tricky situation, considering Wickremesinghe’s economic recovery measures are worlds apart from the Rajapaksa’s. In fact, the worsening of the economic crisis has much to do with Gotabaya Rajapaksa’s and his economic cavemen’s stubborn refusal to go to the IMF against saner counsel.",
    "It is  trickery that the Rajapaksas supported Wickremesinghe’s economic policies, not out of ideological or patriotic conviction to fend off a complete economic collapse, but to save their own skin from growing public unrest which would, if persisted much longer, have brought in Mahinda Rajapaksa’s Ceausescu moment.",
    "Then, it gets even trickier because without the backing of Pohottuwa, Wickremesinghe could not have been appointed the President, nor could he implement the IMF recovery package and other economic restructuring policies, which were the mainstay in the country’s economic recovery.",
    "However, most Sri Lankans do not want to credit the Rajapaksas or the Pohottuwa for rebuilding the economy, which they themselves have brought to the ground. That is like LTTE rebuilding the Dalada Maligawa after blowing it up.",
    "That, by default, deprives Wickremesinghe of his due goodwill of chartering the country out of its worst economic crisis. That is a tragedy since out of all countries, from Argentina to Lebanon to Zambia, that went through a similar predicament, Sri Lanka’s performance is one of the most promising.",
    "Now that  Wickremesinghe is out of the Rajapaksa straightjacket consider the net positives of that outcome.",
    "First, more than anything in his fifty years in politics, his track record during the last two years would be the mainstay of Wickremesinghe’s claim for re-election. Now, he can claim the credit for the country’s economic recovery.",
    "More so, when the Pohottuwa fields its own wheeler-dealer – expect a bit of racist dog-whistling- and campaigns against the very policies it supported under Wickremesinghe.",
    "Similarly, most Sri Lankan voters would find it much easier to appreciate Wickremesinge’s contribution when he stands alone, out of the shadow of the Rajapaksas.",
    "Second, that would enable him to build a more diverse political coalition. More importantly, a vast silent majority would now find him more palatable.",
    "Third, minority voters themselves who might have been put off by a Wickremesinghe running on an endorsement from Rajapaksa gravitate towards him. That is notwithstanding the expected horse trading by Tamil and Muslim Parties, who might still put their bet on Sajith Premadasa.",
    "Still, there is a substantial section of Tamil and Muslim voters who are traditionally inclined towards the UNP, not to mention the youth and new voters who vote in the national interest, with little consideration for race and ethnicity.",
    "All of this is a net positive for Wickremesinghe. Not having an endorsement from Rajapaksa could well be his winning ticket. In contrast, Rajapaksas could have been a monumental liability, which would have dissuaded self-conscious Sri Lankan voters from casting their vote for Ranil Wickremesinghe.",
    "He should seize this opportunity, build momentum, cultivate the largest possible electoral alliance, and skip racists and wheeler-dealers. Even Mahinda, his old friend, might know deep down in his heart that he helped Ranil by shunning him."
  ]
}