{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110932/trump-sets-deadline-of-10-or-12-days-for-russia-on-war-with-ukraine",
  "time_ut": 1753711740.0,
  "original_lang": "en",
  "original_title": "Trump sets deadline of 10 or 12 days for Russia on war with Ukraine",
  "original_body_lines": [
    "U.S. President Donald Trump set a new deadline of 10 or 12 days for Russia to make progress toward ending the war in Ukraine or face consequences, underscoring frustration with Russian President Vladimir Putin for the 3-1/2-year-old conflict.",
    "Trump has threatened both sanctions on Russia and buyers of its exports unless progress is made.",
    "Speaking in Scotland, where he is holding meetings with European leaders and playing golf, Trump said he was disappointed in Putin and shortening a 50-day deadline he had set on the issue earlier this month.",
    "“I’m going to make a new deadline of about ... 10 or 12 days from today,” Trump told reporters during a meeting with British Prime Minister Keir Starmer.",
    "“There’s no reason in waiting... We just don’t see any progress being made.”",
    "Trump, who has expressed annoyance also with Ukrainian President Volodymyr Zelenskiy, has not always followed up on his tough talk about Putin with action, citing what he deems a good relationship that the two men have had previously.",
    "On Monday Trump indicated he was not interested in more talks with Putin. He said sanctions and tariffs would be used as penalties for Moscow if it did not meet Trump’s demands.",
    "“There’s no reason to wait. If you know what the answer is going to be, why wait? And it would be sanctions and maybe tariffs, secondary tariffs,” Trump said. “I don’t want to do that to Russia. I love the Russian people.”",
    "The U.S. president has repeatedly voiced exasperation with Putin for continuing attacks on Ukraine despite U.S. efforts to end the war. Trump has played up successes in other parts of the world where the United States has helped to broker peace agreements and has been flattered by some leaders who suggest he should be given the Nobel Peace Prize.",
    "“I’m disappointed in President Putin,” Trump said on Monday. “I’m going to reduce that 50 days that I gave him to a lesser number because I think I already know the answer what’s going to happen.”",
    "Before returning to the White House in January, Trump had promised to end the conflict within 24 hours."
  ]
}