{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/swindlers-list-2/",
  "time_ut": 1735138920.0,
  "original_lang": "en",
  "original_title": "‘Swindlers List’",
  "original_body_lines": [
    "Power not only corrupts but also makes the wielders thereof cherish the delusion that popular mandates are cartes blanches for them to do as they please and be above the law. This fact has been borne out by the despicable manner in which the President’s Fund has been misused, if not abused, under successive governments.",
    "Thankfully, the President’s Fund is now under the microscope, and numerous questionable fund allocations have already come to light. It has been revealed that the Executive Presidents during previous dispensations arbitrarily allocated money from the President’s Fund to their kith and kin at the expense of the needy on the waiting list.",
    "The JVP-led NPP government has released a list of politicians who have obtained money from the President’s Fund over the years in violation of the terms and conditions governing the provision of relief therefrom. All of them have obtained huge sums of money by leveraging their political connections, and those shameless characters include a tainted politician who fell off an upper-floor balcony of a hotel down under, over a decade ago, while trying to enter an adjoining room a la Spider-Man; he eventually got entangled in a web of lies of his own making.",
    "Embroiled in an academic credentials scandal and unable to make good on its election promises and solve burning issues such as the shortages of rice and coconut and the soaring prices of essentials, the NPP government is all out to divert attention from its failure by carrying out propaganda attacks on the Opposition, which is on the offensive. However, the release of the  Swindlers List, as it were, and the police probe into the misuse of the President Fund are most welcome. This has been an unintended benefit of the ongoing propaganda battle between the government and the Opposition.",
    "As for financial assistance from the President’s Fund for patients, one of the conditions stipulated by law is that the family of the patient seeking relief is without adequate financial resources to meet the cost of surgery/treatment. It has also been specified that the monthly income of the family including the patient, spouse and unmarried children should not exceed Rs. 200,000, and a Divisional Secretary should recommend that the person concerned is eligible for financial assistance.",
    "The President’s Fund relief scheme for patients was launched to provide financial assistance to low-income individuals who lack the means to bear the costs of medical treatment or surgery. It is therefore wrong for the President and/or the governing board of the Presidential Fund to grant funds to those who have the wherewithal to afford treatment or surgery either in this country or overseas.",
    "Obviously, politicians who spend colossal amounts of money on their election campaigns and live the high life, residing in palatial houses, moving about in super-luxury vehicles, and travelling the world, are not eligible for financial assistance from the President’s Fund.",
    "The CID is reported to have been called in to investigate the misuse/abuse of the President’s Fund. One cannot but agree with the incumbent government on this score although it is driven by an ulterior motive. One can only hope that the ongoing investigation will reach a successful conclusion, and legal action will be instituted against all those who are responsible for the misappropriation of state funds.",
    "The Swindlers List submitted by the NPP government to Parliament is incomplete; it contains only the names of Opposition politicians. The public has a right to know how all Presidents have misused/abused the President’s Fund since 1978. Are there any individuals connected to the JVP or the NPP among those who have received financial assistance from the President Fund fraudulently, as claimed by Opposition MP Dayasiri Jayasekera, one of those exposed by the government?",
    "Let Minister and Cabinet Spokesman Dr. Nalinda Jayatissa be urged to make public a complete list of beneficiaries of assistance from the President’s Fund instead of releasing names selectively to settle political scores. The NPP government, which is full of self-righteous members, should be able to do so if it has nothing to hide. It is hoped that the Opposition MPs who have not abused their political connections to obtain assistance from the President’s Fund will crank up pressure on the government to do so.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}