{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-best-place-for-solo-female-travel-and-belittling-country/172-280492",
  "time_ut": 1712687460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka best  place for solo female travel and belittling country",
  "original_body_lines": [
    "The British travel magazine Time Out ranked Sri Lanka as the best place for solo female travel.",
    "I have written in these pages that Sri Lankans, more than anyone else, have done a spectacular job in disparaging their country at home and abroad. The genesis of this particular penchant is multifaceted. Some are innately bitter, some are attention-seeking, and others seek validation. For certain others, this represents an escapism from an existential identity crisis. Most of them live in an eternal gripe. So whenever the country gets a positive mention, their egos are prickled, their heartbeat rises, and they resurface, like earthworms after the rain, to contest, talk trash and scandalize.",
    "So it happened last week when the British travel magazine Time Out ranked Sri Lanka as the best place for solo female travel.   How on earth can a foreign travel writer and a few thousand tourists who might have been polled know better than a scorned local woman, her friend, their feminist boyfriend, and their cozy echo chamber of friends, whose life’s mission is to write these NGO reports?   This is also not just an epistemological question but a monetary affair. These real and fictitious grievances have been a money spinner. Challenge that founding premise, you are challenging the very existence of the NGO industry.",
    "So they went on a full-on offensive. You might have missed it since much of that activism is now on social media. Your usual Scandinavian benefactor or the good Samaritans from the USAID don’t read Sinhala.",
    "One woman, touting good governance, wrote to the Time Out disputing results. So concerned about the wellbeing of the tourists who could be ‘naïve’ enough to trust the Time Out, she wrote a dissenting thread; one incident highlighted was the murder of a young Swedish woman in  Royal Park, Colombo, twenty years ago by her estranged teenage boyfriend. Another was that the bloke was released under a presidential pardon after serving over ten years in prison.",
    "Another was the murder of a British tourist in Hambantota in 2011. The accused, Rajapaksa-affiliated provincial politician Sampath Vidanapathirana and two others are now serving a 20-year sentence.",
    "That might not serve your thesis if you can cite only two incidents for the full quarter of this century. But magnify them and get your fellow travellers to amplify them. That is the secret sauce of agenda setting.",
    "This is singularly pathetic and callous. One poster noted how the purveyors of this campaign are harming the local tourism industry that employs hundreds of thousands of locals. “A scum of the lowest level would do that,” the",
    "One might call this negativity a product of the lived experience. That may be for some, but for many others, this is an adopted grievance to suit the larger scheme of things. Real grievances draw countrywide outrage",
    "One might call this negativity a product of the lived experience. That may be for some, but for many others, this is an adopted grievance to suit the larger scheme of things. Real grievances draw countrywide outrage.",
    "This, however, does not rule out the reality of gender-based crimes, sexual violence, and workplace harassment, all of which need to be addressed. But, with all statistics taken into account, and despite the hype of the Yukthiya police operations to fight the underworld, Sri Lanka is a low-crime country with a low prevalence of violent crime and incidents of homicide.",
    "Still, the subjective cognitive bias and innate bitterness can make a mountain out of a molehill.",
    "This particular episode is a symptom of a greater national malice. If you think it was only the NGO captains or a particular demography who ravish this, consider Patali Champika Ranawaka,  who, by his Sinhala Buddhist nationalist orientation, one might assume, would be more at ease to appreciate the achievements as a nation. Instead, he tweets that Sri Lanka has defaulted US$ 6 billion during the last two years, while the reserves have risen from near zero to US$ 5 billion – as if he does not know that the whole business of the debt restructuring process is to reschedule the payments. The sinister desire to see the country fail, if that serves oneself, runs beyond the contours of race and religion.",
    "This is not even a problem unique to the Sri Lankans. This is broadly a South Asian problem. South Asian elites inherited the British tradition of free political participation. They turned it into a zero-sum contest for relevance, often undermining each other and, in the process, undermining the country. That countries lacked a substantial middle class that could make rational judgments, turned the electorate into a fiefdom where substance mattered little.",
    "Amartya Sen’s prided “Argumentative Indian’ lived hand to mouth for much of his post-independent history. At the same time, the prospective investors were turned off by a fragmented state, where the Centre had little control or electoral representation in the periphery of its states, and a bunch of ragtag protestors could force multi-billion dollar projects to flee. That was until Narendra Modi’s mildly authoritarian Hindutva juggernaut swept through the country and brought coherence to the state policy. Now, when  Modi infuses a fraction of bureaucratic efficiency into the Indian state, those who once looked on with envy that its more prosperous neighbour, China, could tell the protestors to go and hang and build the destiny-defining infrastructure at a record speed are crying blue murder.",
    "Much of that is sour grape, though there are genuine grievances, but then, those are amplified to set an agenda that suits the detractors. In this zero-sum contest for relevance, egos and vested interest loom over the country. States are durable and resilient entities that would not dissipate simply because their elites choose to play political football with them. But they will rot, stagnate and fall behind in the race for prosperity and progress. That has been the case in South Asia. That is also the case in Sri Lanka. Ideological fellow travellers who loathe the mention of Sri Lanka being the best-judged destination for solo female travellers are a small and even a negligible part of that problem."
  ]
}