{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-assurance-wins-silver-at-dragons-of-sri-lanka-2025-awards/",
  "time_ut": 1758367020.0,
  "original_lang": "en",
  "original_title": "HNB Assurance Wins Silver at Dragons of Sri Lanka 2025 Awards",
  "original_body_lines": [
    "Breaking boundaries in brand storytelling, HNB Assurance proudly bagged a Silver at the Dragons of Sri Lanka 2025 Awards for its Virtual Avurudu Village campaign under the Digital Category. This innovative initiative redefined how traditions can meet technology, turning a beloved cultural festival into an immersive digital experience that struck a chord with a new generation of audiences.",
    "Commenting on this achievement, Lasitha Wimalarathne, Executive Director / CEO of HNB Assurance, stated, “We are very pleased to receive this Silver Dragon for our Virtual Avurudu Village campaign. At HNB Assurance, we believe in constantly exploring new and innovative ways to connect with people and this campaign was a perfect example of that. By reimagining a traditional celebration in a virtual format, we were able to create an engaging experience that resonated strongly with both younger and wider audiences. My sincere thanks and heartfelt congratulations to all the teams involved in designing and delivering this campaign.”",
    "Sharing his thoughts, Dinesh Yogaratnam, Chief Marketing and Customer Experience Officer/ General Manager of HNB Assurance, added, “Winning a Silver Dragon this year reinforces the importance of evolving our communication strategies to keep pace with consumer trends. With Virtual Avurudu Village, we not only embraced innovation but also stayed true to our cultural roots by bringing Avurudu festivities to a digital platform. This enabled us to create a unique blend of tradition and technology, opening the door to new audiences while strengthening brand affinity. I’d also like to extend my gratitude to our digital partner, Kites Global, for their contribution in bringing this idea to life.”",
    "Sanasa Life Insurance Launched ” Heenalantnya” the biggest Consumer Promotion in Sanasa History",
    "Alliance Finance and WNPS PLANT forge long term conservation partnership",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}