{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-quarter-century-of-progress-raffles-story-of-resilience-and-innovation/",
  "time_ut": 1733333160.0,
  "original_lang": "en",
  "original_title": "A quarter century of progress: Raffles’ story of resilience and innovation",
  "original_body_lines": [
    "Raffles Consolidated (Pvt) Ltd, a leading name in Sri Lanka’s hospitality industry, celebrated its 25th anniversary on December 1, 2024. To mark this momentous occasion, the company revealed a number of significant plans made to usher in a new era of growth in the coming years.",
    "Raffles plans to roll out a number of new initiatives with the dawn of the new year. With Sri Lanka’s tourism rebounding strongly after several challenging years, Raffles is set to capitalise on the uptick in tourist arrivals by expanding its portfolio and taking on the management of boutique hotels in 2025. Set in several key touristic locations around Sri Lanka, these hotels will provide luxurious, personalised experiences that reflect the culture of each unique location. In 2025, Raffles is also planning to relaunch its once-loved, iconic restaurant, previously situated at No. 35 Bagatalle Road, Colombo 3. Once a legendary spot frequented by the elite, the restaurant aims to reclaim its position as a culinary landmark in the city by delivering an exquisite dining experience.",
    "Since its launch in December 1999 as an outdoor catering company serving an established corporate and upscale clientele, Raffles has evolved into a multi-segment catering leader, catering to three tiers of the industry: cafés, industrial catering, and premium banquets and event catering. In 2001, Raffles entered the industrial catering segment by winning contracts to operate cafeterias for several leading establishments in Sri Lanka. Starting with a single client serving 350 employees, Raffles now provides nearly 70,000 main meals daily across multiple factories, offering breakfast, lunch, and dinner. Industrial catering has since become a core focus of its business model.",
    "In 2016, Raffles expanded its operations with the launch of Raffles Residence, a premium event space designed for life’s memorable moments. Located in Mirihana, Nugegoda, Raffles Residence epitomizes luxury, featuring two banquet halls with capacities for 100 and 300 guests, catering to all banquet and event needs. Raffles is currently undertaking an interior refurbishment of Raffles Residence to enhance its appeal to evolving consumer demographics. The newly revamped halls will open to guests on December 1, 2024, just in time for the 25th anniversary celebrations.",
    "HNB General Insurance and Commercial Bank enter strategic bancassurance partnership",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}