{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/dissident-sri-lanka-ruling-party-group-to-back-main-opposition-sjb-mp-171620/",
  "time_ut": 1720597800.0,
  "original_lang": "en",
  "original_title": "Dissident Sri Lanka ruling party group to back main opposition SJB: MP",
  "original_body_lines": [
    "ECONOMYNEXT — The Freedom Peoples Congress (FPC) led by MP Dullas Alahapperuma, a breakaway faction of the ruling Sri Lanka Podujana Peramuna (SLPP), will join an alliance led by the main opposition Samagi Jana Balawegaya (SJB), MP Charitha Herath said.",
    "Herath told reporters in Colombo on Wednesday July 10 that the FPC’s discussions with the SJB have been successful and the group intends to join the “mainstream” opposition as part of a broader alliance.",
    "“A very decisive presidential election is likely to be held this November. Our talks with the main opposition SJB have been very successful. So we believe we will be able to join the opposition mainstream over the next few weeks to bring about a broad political change,” said Herath.",
    "The SJB will be fielding its own presidential candidate, the MP said, and will be backed by a “strong” team and manifesto.",
    "“We have been discussing this for a long time. The country is on the verge of an election. Our talks with the SJB have been successful. We expect to face the presidential election inside a broad political force.",
    "“We believe the opposition’s main programme can be carried forward inside a new political culture and political programme.",
    "“In this presidential election, we will put one person forward as the candidate as well as a strong team and programme before the country and win,” said Herath.",
    "Asked if he can confirm that the Alahapperuma group will definitely join the SJB-led alliance, the MP said: “Yes, it is guaranteed.”",
    "A faction of the FPC led by SLPP dissident G L Peiris had already joined the SJB in December last year. Reportedly this was due to dissatisfaction over delays in talks with the main opposition party. This faction includes MPs Dilan Perera and Nalaka Godahewa.",
    "The Alahapperuma group comprises MPs Herath, Gunapala Ratnasekera, Tilak Rajapaksa, Lalith Ellawala and Udeni Kirindiagoda. (Colombo/Jul10/2024)"
  ]
}