{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Colombo-Dockyard-marks-50th-anniversary/34-765016",
  "time_ut": 1722468715.0,
  "original_lang": "en",
  "original_title": "Colombo Dockyard marks 50th anniversary",
  "original_body_lines": [
    "MD/CEO Thimira S. Godakumbura says company has stood as shining example of resilience, innovation, and excellence in maritime industry",
    "The Colombo Dockyard PLC celebrates its 50th anniversary today, and Managing Director and CEO Thimira S. Godakumbura emphasised that the company has stood as a shining example of resilience, innovation, and excellence in maritime industry.",
    "Looking upon and reflecting on the Colombo Dockyard PLC odyssey, Godakumbura said over the last five decades, Colombo Dockyard has stood as a shining example of resilience, innovation, and excellence in maritime industry, not just in Sri Lanka, but on the global stage as well.",
    "“Starting with harbour support vessels, we now build complex cable layer vessels and hybrid bulkers. Our repair capabilities have expanded from small commercial vessels to larger and sophisticated vessels like VLGCs, dredgers, and offshore vessels. Additionally, our heavy engineering achievements range from small-scale local projects to large steel structures and pioneering underwater restaurants,” Godakumbura said.",
    "According to him, the past few years have been extremely challenging for the company. The impact from the Easter Sunday Terrorist attack, the unprecedented impact from the COVID-19 pandemic followed by the financial crisis in Sri Lanka, has been challenging and testing our limits. “Even with these troubling encounters, Colombo Dockyard has demonstrated our resilience and commitment to excellence to adapt to these conditions,” he added.",
    "The collaboration with parent company, Onomichi Dockyard Co. Ltd. Japan in 1993, now reaching 31 years, the work culture has evolved as a quality driven service centre has influenced Colombo Dockyard’s achievements over the years.",
    "“Looking ahead, we are optimistic about the future. The lessons learned from recent hardships have only strengthened us. We are committed to leveraging our experiences to drive growth and innovation, ensuring that Colombo Dockyard remains at the forefront of the marine industry,” Godakumbura said.",
    "“I am proud of Colombo Dockyard’s unwavering support for the local maritime and heavy engineering industries over the past five decades. Our investments in advanced technologies and skill development have solidified our status as the region’s premier shipyard, enhancing local industry through shared knowledge and innovation. Moreover, our dedication to social responsibility ensures we make positive contributions to the community, fostering sustainable growth and regional excellence,” he added.",
    "Godakumbura congratulated the Sri Lanka Ports Authority team on its 45th anniversary which is also celebrated on 1 August. “SLPA has been a strategic partner supporting Colombo Dockyard through our journey, placing confidence in Colombo Dockyard to build the Tugs and Pilot boats, which are currently powering the port operations,” he said.",
    "“As we celebrate this milestone, I extend my heartfelt gratitude to all our employees, partners, and clients who stood with the company from the beginning of this journey. The unwavering support from them and trust have been instrumental in our journey. Together, we will continue to steer Colombo Dockyard towards new horizons, maintaining our legacy of excellence and contributing to the economic development of Sri Lanka,” Colombo Dockyard Managing Director and CEO Thimira S. Godakumbura said."
  ]
}