{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-opposition-govt-immigration-officials-violating-sc-order-on-visa-deal-177799/",
  "time_ut": 1724319720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka opposition: govt, immigration officials violating SC order on visa deal",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Public Security Ministry and officials in charge of immigration are violating the country’s Supreme Court order on a visa deal involving IVS-GBS and VFS Global, key opposition legislators said.",
    "Sri Lanka’s Supreme Court on August 2 suspended the contract given to private consortium IVS-GBS and VFS Global to deal with visa issuance in an interim order after 8 Fundamental Rights (FR) cases were filed against giving the deal without a competitive tender.",
    "Though the court ordered the earlier system operated by state-owned Mobitel be restored until hearing of the case is completed, the Department of Immigration and Emigration has yet to restore the system.",
    "Public Security Minister Tiran Alles has said that the country’s Attorney General will file a motion in the apex court requesting a date to explain matters that hinder Immigration officials from reverting to the Mobitel-run electronic travel authorisation (ETA) system that was in operation before a disputed e-visa mechanism was introduced on April 16, Public Security Minister Tiran Alles has said.",
    "“Serious impact has been caused to tourism arrivals in the country,” Opposition legislator Rauf Hakeem told reporters at a media briefing in Colombo.",
    "“The excuse that has been given [by the Immigration Department] is a deliberate attempt to sabotage the ultimate effect of the interim order and thereby causing serious reputation loss for the country, serious loss of probable tourism arrival for the winter seasons.”",
    "“Tourism industry stakeholders are all worried that there is going to be heavy cancellation because of the attitude of the Ministry and the Immigration Department.”",
    "He said Mobitel has already written to the Department, expressing their readiness in resuming the services as it was before the VFS deal from April 16.",
    "The apex court suspended the decision of the cabinet to go ahead with the private consortium and the operation of the outsourcing agreement with the companies, while restraining the respondents from taking any further steps on the agreement entered into.",
    "Opposition legislators Patali Champika Ranawaka, M A Sumanthiran and Rauf Hakeem along with Transparency International Sri Lanka (TISL) are among the 8 petitioners who filed fundamental rights cases against the Minister of Public Security and the government, alleging a scam over the visa deal.",
    "The political parties of Ranawaka and Hakeem are backing opposition candidate Sajith Premadasa, while the Tamil minority party of Sumanthiran has yet to decide who it will support as a presidential candidate.",
    "Ranawaka named three officials in the IVS-GBS and said he will expose them during the court hearing.",
    "“They [IVS-GBS] charged 25.77 dollars from each tourist. We would like to know how much is going to the VFS. The VFS is doing a similar service in Brazil for less than $4 per visa,” Ranawaka told reporters.",
    "“So why are they charging 25.77 dollars? Who is getting the remaining part? We have clearly told the Supreme Court there was no proper due diligence on these companies.”",
    "The petitioners called for action against the procedural violations and abuse of public trust by officials in the procurement of IVS-GBS and VFS Global to handle the Electronic Travel Authorization (ETA) system for the issuance of visas for tourists visiting Sri Lanka.",
    "They also said there was a lack of transparency and non-adherence to guidelines in the decision-making and procurement processes that impact the tourism industry, the national economy and national security.",
    "Among the respondents, petitioners named the Minister of Public Security, the Controller General of Immigration, the Sri Lanka Tourism Development Authority, GBS Technology Services & IVS Global- FZCO, VFS VF Worldwide Holdings LTD, the Cabinet of Sri Lanka and the Attorney General.",
    "The petition raised concerns over improper and irregular selection of private entities as authorized representatives for issuing visas, entering into agreements with private parties in a manner that could lead to severe financial losses and damage to the tourism sector, and an incident at the country’s main airport in May 2024 that highlighted the problematic appointment of private entities for visa processing among others.",
    "“Violating citizens’ fundamental rights will have consequences,” opposition legislator M A Sumanthiran said, referring to not implementing the Supreme Court’s interim order.",
    "“The Minister, Controller of Immigration and Emigration have got the temerity to violate the order of the Supreme Court. It might take time, they might come to court to explain various things. This high hand attack will be met with severe consequences.” (Colombo/August 22/2024)"
  ]
}