{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-chamber-commends-electricity-law-cautions-on-regulator-autonomy-166955/",
  "time_ut": 1717760700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Chamber commends Electricity Law, cautions on regulator autonomy",
  "original_body_lines": [
    "ECONOMYNEXT – The Ceylon Chamber of Commerce considers the new Electricity Bill a step towards modernizing the country’s electricity sector and fostering a more competitive market environment, a statement by the trade body said.",
    "“This move is expected to enhance efficiency, promote competition, and attract much-needed investment into the electricity sector, ultimately benefiting consumers with improved services and more competitive pricing.”",
    "While the overall reception of the bill is overwhelmingly positive, the Ceylon Chamber expressed “caution regarding the transfer of certain powers to an advisory council appointed by the minister, which can potentially undermine the role of the regulator.”",
    "The Chamber said it remains committed to working with all stakeholders to ensure the successful implementation of these reforms and to address any challenges that may arise.",
    "In a landmark decision, the Parliament of Sri Lanka has approved the long-awaited Electricity Bill, marking a significant milestone in public sector reform. The Ceylon Chamber of Commerce, which has been advocating for this change for  the past few years, warmly welcomes the decision, hailing it as a courageous and transformative step forward for the nation’s electricity sector.",
    "The new bill paves the way for open access and the unbundling of the Ceylon Electricity Board (CEB), a reform that has been in the making since 2001. This move is expected to enhance efficiency, promote competition, and attract much-needed investment into the electricity sector, ultimately benefiting consumers with improved services and more competitive pricing.",
    "The Chamber commends the government and Parliament for their visionary leadership in passing this critical legislation. This is a significant step towards modernizing our electricity sector, ensuring a reliable and efficient supply of electricity, and fostering a more competitive market environment.",
    "While the overall reception of the bill is overwhelmingly positive, the Ceylon Chamber expresses a note of caution regarding the transfer of certain powers to an advisory council appointed by the minister, which can potentially undermine the role of the regulator, raising concerns about the independence and effectiveness of regulatory oversight. The Chamber suggests a clear demarcation of roles where advisory council focuses on policy development, while the regulator retains its regulatory powers.",
    "A strong, independent regulatory framework is essential for the success of these reforms. Therefore, the Chamber urges careful consideration of the advisory council’s structure and its potential impact on the regulator’s autonomy.",
    "Despite these concerns, the approval of the Electricity Bill represents a pivotal moment in Sri Lanka’s journey towards a more efficient and sustainable electricity sector. The Ceylon Chamber of Commerce remains committed to working with all stakeholders to ensure the successful implementation of these reforms and to address any challenges that may arise. (Colombo/Jun7/2024)"
  ]
}