{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lankan-SMEs-showcase-at-20th-China-International-Small-and-Medium-Enterprise-Fair-in-Guangzhou/34-779198",
  "time_ut": 1752866403.0,
  "original_lang": "en",
  "original_title": "Sri Lankan SMEs showcase at 20th China International Small and Medium Enterprise Fair in Guangzhou",
  "original_body_lines": [
    "A delegation of 42 Sri Lankan small and medium-sized enterprises (SMEs) made a strong impact at the 19th China International Small and Medium Enterprises Fair (CISMEF), held from 27 to 30 June, at the China Import & Export Fair Complex in Pazhou, Guangzhou. Organised by the Sri Lanka Export Development Board (EDB) in collaboration with the Industrial Development Board (IDB) and with the active facilitation of the Consulate General of Sri Lanka in Guangzhou, the delegation represented key product sectors, including food and beverages, gem and jewellery, coconut-based products, lifestyle goods, spices, and garments etc.",
    "CISMEF 2025 proved to be a robust platform for SMEs, enabling them to connect with international buyers and potential business partners within mainland China and beyond. This marked the 10th consecutive year of Sri Lanka’s participation, demonstrating a consistent commitment to fostering SME growth through international trade exposure.",
    "Technology upgrades: Observing the latest advancements in production techniques and sourcing equipment to enhance productivity.",
    "Product development: Learning innovative approaches to packaging, quality standards, and market-driven product improvements.",
    "Export readiness: Understanding the complexities of entering export markets and leveraging opportunities cost-effectively.",
    "The participating SMEs achieved immediate success, securing a spot sales value of Chinese Yuan300,000 and value of 150,000 Chinese Yuan confirmed export orders for cinnamon, coir products, and jewellery. Additionally, several promising business negotiations are in progress, showcasing the potential for long-term trade partnerships.",
    "Delegates expressed gratitude to the EDB for organising the event, praising the opportunity to gain international exposure and market insights. One entrepreneur stated, “This event was a turning point for our business. The knowledge we gained on product standards and market entry strategies will help us improve and expand our exports.”",
    "However, entrepreneurs highlighted challenges, particularly regarding the General Administration of Customs of China (GACC) registration. Many noted that obtaining this certification is critical for executing confirmed orders and expanding market access in China.",
    "The EDB pledged to continue their support in addressing these challenges and strengthening SME capabilities with coordinating Sri Lanka Embassy in China and the consulate General Office in Guanzhou- China. As the delegation looks forward to applying the lessons learned, their success at CISMEF 2024 reinforces Sri Lanka’s potential to compete in global markets and contribute to the country’s foreign exchange earnings."
  ]
}