{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/thema-collection-and-market-development-facility-join-to-reduce-their-carbon-emissions/",
  "time_ut": 1706381340.0,
  "original_lang": "en",
  "original_title": "Thema Collection and Market Development Facility join to reduce their carbon emissions",
  "original_body_lines": [
    "Taking a firm step in moving towards sustainable tourism, Thema Collection joined the Australian government’s funded plan of Market Development Facility (MDF) recently. A marked shift towards sustainable tourism is shown by the escalating impact on the environment affected by anthropogenic activities.",
    "Addressing the event Thema Collection, Director of Marketing & Business Development, Maxime Wickramasinghe, emphasizing the brand’s firm commitment to sustainability spoke of the numerous initiatives already underway, in their eco-friendly hotel chain with 12 unique properties across Sri Lanka. Further, he added the details of their strategic plan to both meticulously measure and reduce the carbon footprint throughout the entirety of the Thema chain.",
    "Country Director, Maryam Piracha said, that working with leading businesses to grow the tourism market by supporting its transition to sustainable practices and support these sectors in enhancing their competitiveness in the market. She further added that MDF had committed significant investment in positioning Sri Lanka as a sustainable tourist destination. Partnering with the Thema chain that is committed to taking responsible, climate-friendly steps encourages sectorial change.",
    "Tourism Country Coordinator Mathi Thayanan said, enacting these changes will help the recovery of the industry and positioning the country as a year-round destination which will attract eco-conscious travellers and thus generate much higher returns.",
    "CEO/Director, Chamin Wickramasinghe said, the greatest challenge is the lack of awareness of sustainability practices which are required to ensure the success of this program. It is of vital importance that awareness is created at the grassroots level of the industry starting with the hotel sector he said.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}