{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-podujana-peramuna-must-work-with-leaders-in-line-with-its-principles-committee-169268/",
  "time_ut": 1719222060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Podujana Peramuna must work with leaders in line with its principles: committee",
  "original_body_lines": [
    "ECONOMYNEXT — The ruling Sri Lanka Podujana Peramuna (SLPP)’s All Island Working Committee has said the SLPP must work with leaders whose thinking is in line with that of the party, general secretary Sagara Kariyawasam said.",
    "Speaking to reporters in Colombo on Monday June 24 after a committee meeting to approve amendments made to the party’s constitution, Kariyawasam said the SLPP will announce in due course its decision on whether or not it will field its own candidate at the upcoming presidential election or support another candidate.",
    "“The all island working committee members have voiced their views. The idea expressed at the meeting was to work with leaders who agree with our party’s fundamental principles, can work together with our party and accepts our identity and our culture,” said Kariyawasam.",
    "Asked when the SLPP would announce its plans for the presidential poll, he said: “We will make that decision at the right time.”",
    "Kariyawasam used the metaphor of a school-going student for the SLPP’s decision.",
    "“Wearing the school uniform on Saturday before going to school on Monday would present difficulties. The uniform must be worn Monday morning. We will take those decisions at the right time,” he said.",
    "A reporter asked Kariyawasam if the SLPP’s chosen candidate would wear the national suit with the maroon shawl worn by SLPP leader and former president Mahinda Rajapaksa or a western suit such as the one worn by President Ranil Wickremesinghe.",
    "“You will see that in due course. It’s not the clothes that are important, it’s the thinking,” he said.",
    "President Wickremesinghe at present heads a government dominated by SLPP members who voted to elect him following the resignation of his predecessor Gotabaya Rajapaksa. A number of prominent SLPP MPs including influential cabinet members have already expressed their support for Wickremesinghe at a future election. Others in the party, however, have made indications that the SLPP may field its own candidate.",
    "The party has yet to officially announce its decision. (Colombo/Jun24/2024)"
  ]
}