{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/siyapatha-finance-makes-headway-in-hr-excellence/",
  "time_ut": 1729091100.0,
  "original_lang": "en",
  "original_title": "Siyapatha Finance makes headway in HR Excellence",
  "original_body_lines": [
    "Siyapatha Finance PLC is proud to announce its recognition in two of the prestigious awards that recognize and reward exemplary leadership and dedication of HR professionals around the globe.",
    "Prasad Udugampola, the Chief Human Resources Officer (CHRO) of Siyapatha Finance PLC, was honoured with “Top Most HR Leaders – Sri Lanka” from the World HRD Congress and “Top HR Icon Award – Asia Pacific” from the Asia Pacific HRM Congress.",
    "The “Top Most HR Leaders – Sri Lanka” award is awarded after a rigorous selection process involving on advisory board from the World HRD Congress. This honour recognizes HR professionals who demonstrate exceptional skills in navigating complex challenges particularly in turbulent times, while remaining sensitive to the evolving needs of the workforce.",
    "The Asia Pacific HRM Congress is an entity focused on benchmarking talent and HR practices that create revolutionary changes. These awards bring together great minds and visionary leaders in the region, to acknowledge the “Best of the Best” in a corporate setting.",
    "Udugampola received an invitation to the 23rd Edition of the Asia Pacific HRM Congress in addition to these accolades and awards as a distinguished speaker to share his insights on “Navigating the AI-Powered Workforce”.",
    "Siyapatha Finance PLC Managing Director Ananda Seneviratne shared: “It is a deeply gratifying moment to witness the capability each person has to positively impact a workplace. During his time at Siyapatha Finance, Mr. Udugampola has displayed unwavering dedication and persona through and through. I congratulate him on his success and look forward to more inspiring and ground-breaking chapters.”",
    "Having begun his career as a Management Trainee in a leading apparel manufacturing company, Prasad Udugampola has consistently exhibited prominent leadership traits in the many roles he has held. Today, he is a renowned senior HR professional in Sri Lanka with over 20 years of experience in Human Capital Management and General Administration, where his work is renowned both locally and internationally. He is also a certified Lead Auditor for ISO 9001, ISO 14001 and OHSAS 18001 Management Systems as well as a certified coach and counsellor through the International Coach Federation.",
    "These awards are certified by the World Federation of HR Professionals, an independent, non-profit network pledged to promote the interests of HR leaders globally. The awards are also endorsed by CHRO Asia, a global platform that promotes knowledge sharing and progression among HR leaders across various industries.",
    "Siyapatha Finance PLC, the largest fully owned subsidiary of the Sampath Bank Group, boasts extensive network of branches across the island, ensuring that its customers receive the best-in-service delivery standards. Over the past 19 years, the company has contributed to the development of small and medium entrepreneurial efforts as well as meeting individual financial needs throughout Sri Lanka.",
    "People’s Leasing & Finance shines with Gold at ACEF Asian Business Leaders Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}