{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/ABMCL-bags-National-Quality-Award/34-761710",
  "time_ut": 1715545400.0,
  "original_lang": "en",
  "original_title": "ABMCL bags National Quality Award",
  "original_body_lines": [
    "ABMCL Director/CEO P. Sarkar receives award from State Minister for Technology Kanaka Herath",
    "Associated Battery Manufacturers (Ceylon) Ltd., (a subsidiary of Exide Industries Ltd.,) [ABMCL] was honoured with the Sri Lanka National Quality Award under the Manufacturing - Medium Scale category organised by the Sri Lanka Standards Institution (SLSI), at the Monarch Imperial, Thalawathugoda",
    "The Company is the manufacturer of renowned automotive batteries, Exide, Lucas and Dagenite.",
    "The annual awards are held to acknowledge business excellence in local entities and to recognise Sri Lankan organisations that excel in quality management and achievement. The jury consisted of key industry experts selecting the winners on the criteria based on the standards used for the Malcolm Baldrige National Quality Award USA which include; leadership, strategic planning, customer focus, measurement, analysis and knowledge management, workforce focus, operational focus and results.  ABMCL, a joint venture of Exide Industries Ltd., (Exide) and Brown & Company PLC (Browns) established in 1960 is the first lead-acid battery manufacturer of Sri Lanka. Since its inception, ABMCL has been dedicated to meeting the requirements of customers in Sri Lanka and has consistently invested in technological advancements to provide high-quality products. Notably, ABMCL receives technical assistance from Exide which is South Asia’s largest manufacturer of lead acid batteries and provider of power storage solutions. ABMCL has consistently remained at the cutting edge of international battery technology and has introduced various pioneering products and power storage solutions in South Asia and global markets.",
    "Browns Group Automotive and Hardware Cluster Chief Operating Officer Ajith de Silva said: “This award not only celebrates ABMCL’s manufacturing prowess but also underscores the pivotal role played by Browns, the distinguished conglomerate with a remarkable legacy of almost 150 years and a commitment to the ‘Heritage of Trust,’ in building and nurturing the trust of consumers nationwide.”",
    "“Browns’ unwavering dedication aligns seamlessly with ABMCL’s mission for innovation and superior quality,” he added.",
    "ABMCL operates with state-of-the-art technology and has a monthly production capacity of over 65,000 lead acid automotive batteries and 40,000 motorcycle batteries. At present, ABMCL produces lead acid batteries ranging from 2.5 Ah to 200 Ah to cater to the Sri Lankan and export markets.",
    "As the market leader in the automotive segment, ABMCL supplies Exide, Lucas and Dagenite branded batteries with Exide and Lucas being the only domestically manufactured automotive batteries that carry the SLS certification."
  ]
}