{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-insurance-suba-pathum-scholarship-awards-225-scholarships-for-school-children/",
  "time_ut": 1753524540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Insurance Suba Pathum Scholarship awards 225 Scholarships for School Children",
  "original_body_lines": [
    "A total of Rs. 24.7mn worth of scholarships for the year 2025",
    "Sri Lanka Insurance Life – The Nations’ protector, over the years have had contributed to the betterment of the future generation of the country. Sri Lanka Insurance Life (SLICLL) is not only one of the most profitable state owned enterprises but also a responsible corporate citizen that enriches the community it operates in.",
    "SLIC Life initiated the ‘Sri Lanka Insurance Life – Suba Pathum Scholarship’ program in 2014 for the children of its Life policyholders across the country. This scheme has awarded over 2200 scholarships, worth more than Rs.240mn to date. This year the scholarship scheme will be rewarding 225 students, who excelled in the 2023 Grade 5 Scholarship, GCE Ordinary Level and GCE Advanced Level examinations. 75 top ranking students were selected from each of the three examinations totaling up to 225 students. Grade 5 Scholarship and GCE Ordinary Level, qualifiers were selected based on the district achievement and for GCE Advanced Level applicants, selections were based on the national level achievement.",
    "A Financial scholarship of Rs. 20,000 for five years, Rs. 40,000 for two years and Rs. 50,000 for three years is awarded to the students who are eligible for the Suba Pathum scholarship from Grade 5 Scholarship, GCE Ordinary Level and GCE Advanced Level examinations, respectively. A total of Rs. 24.7 has been allocated for the 2025 Suba Pathum Scholarship program which will continue for the next five years.",
    "The scholarship awarding ceremony was held at the Bandaranayake Memorial International Conference Hall, Colombo on the 23rd of July with the participation of the Board of Directors, Chairman, Chief Officers and the senior management team along with the students and their parents.",
    "Vista Solar named Best Solar Provider at Asia Miracle Awards 2025",
    "Dialog, HNB General Insurance launch parametric insurance for fishermen via Sayuru App",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}