{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/India-remains-Sri-Lanka-s-most-reliable-ally-trusted-partner-High-Commissioner/14-760639",
  "time_ut": 1713208901.0,
  "original_lang": "en",
  "original_title": "India remains Sri Lanka’s most reliable ally, trusted partner: High Commissioner",
  "original_body_lines": [
    "Highlight broadening bilateral cooperation boosted by India’s advancing national capabilities",
    "Describes relationship between India and Sri Lanka as uniquely fraternal, unlike any other",
    "Says cooperation between two countries driven by sense of duty, obligation rooted in India’s neighbourhood-first policy and SAGAR vision",
    "Outlines broadening scope of collaboration spanning to infrastructure, economic engagement, trade, investment, culture, education, tourism, security and defence",
    "Emphasis India’s strides in defence capability development as exports soar to $ 2. 6 b",
    "Assures to provide viable, affordable, and modern solutions for the Sri Lankan military, strengthening bilateral defence ties",
    "Indian High Commissioner to Sri Lanka Santosh Jha stressed that India will continue to be Sri Lanka’s most steadfast ally and a reliable, trustworthy partner.",
    "Speaking during the second semi nar on India-Sri Lanka Defence held in Colombo last week, he highlighted the expanding and diversifying bilateral cooperation, underpinned by India’s advancing national capabilities.",
    "The High Commissioner elaborated the unparalleled camaraderie shared between the two countries, describing it as ‘uniquely fraternal’ and ‘unlike any other’.",
    "He attributed the strong bilateral ties to the shared civilisation past, common heritage, and robust cultural connect, which foster a natural warmth and comfort in their interactions.",
    "Jha opined the cooperation between India and Sri Lanka is driven not merely by choice and opportunity but by a sense of duty and obligation rooted in their neighbourhood-first policy and SAGAR vision.",
    "Reflecting on recent challenges, including the COVID-19 pandemic and economic crisis, the High Commissioner reiterated India’s steadfast support to Sri Lanka, demonstrating solidarity during times of need without hesitation.",
    "“We now cooperate in a wider range of areas including infrastructure and connectivity, deeper economic engagement, trade and investment, culture and education, tourism and people to people ties. Like in other areas, we are cooperating closely on security and defence matters. Because of our geography, our security is interlinked and intertwined. And when we speak of security, we must remember that it has acquired a wider meaning than we have traditionally associated with it,” he pointed out.",
    "Recognising the evolving definition of security in the contemporary landscape, Jha emphasised the need for a comprehensive approach to address multifaceted security challenges encompassing energy, health, food and economic security.",
    "He highlighted India’s strides in defence capability development and elaborated on India’s self-reliance and the significant advancements made in the defence industry through enabling policies, initiatives and collaborations between public and private sectors.",
    "He noted India’s burgeoning defence exports, reflecting a 10-fold increase over the past five years, with a commitment to supporting the needs of partner countries like Sri Lanka.",
    "“In fact, our defence exports today stand at nearly $ 2.6 billion. This is a ten-fold increase over the past five years. We export defence hardware and software to more than 85 countries with more than 100 indigenous firms active in this field. In this effort, we have relied upon our 16 defence public sector undertakings, which have been the backbone of our defence industrial complex, and supplemented their efforts with growing private sector participation,” he added.",
    "The High Commissioner emphasised the role of India’s Innovations for Defence Excellence (iDEX) initiative in enhancing capabilities in critical and strategic technologies.",
    "He also noted the significance of this seminar being held in Colombo for the second time in the last two years, underscoring the value we place on India’s defence partnership with Sri Lanka.",
    "“The substantial delegation from the Indian defence industry further emphasises our strong commitment to fostering industrial cooperation in the defence sector in Sri Lanka,” he said.",
    "He expressed confidence that these advanced capabilities can become viable, affordable, and modern solutions for the Sri Lankan military, further strengthening the defence partnership between the two countries.",
    "The seminar was attended by Indian delegates led by Additional Secretary from the Ministry of Defence, Anurag Bajpai, State Minister of Defence Pramitha Bandara Tennakoon, Chief of Defence Staff General Shavendra Silva, Commanders of the Sri Lanka Navy and Air Force, senior officials from the"
  ]
}