{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Athapaththu-back-atop-ICC-Womens-ODI-Batting-Rankings/108-281205",
  "time_ut": 1713862560.0,
  "original_lang": "en",
  "original_title": "Athapaththu back atop ICC Women’s ODI Batting Rankings",
  "original_body_lines": [
    "(ICC) - Sri Lanka captain Chamari Athapaththu is back at the top of the ICC Women’s ODI Batting Rankings after a superb 195 not out in the third ODI against South Africa in Potchefstroom that helped her team level the ICC Women’s Championship Series 1-1.",
    "Athapaththu’s ninth ODI century, which is the highest score in a successful chase in Women’s ODIs, helped her overtake England all-rounder Natalie Sciver-Brunt to the top spot. The left-hander had earlier been number one from 3 to 12 July 2023 before Beth Mooney and then Sciver-Brunt overtook her.",
    "Another former number one batter also rose after the series, Athapaththu’s counterpart Laura Wolvaardt moving up two places to third position after scoring an unbeaten 184 that helped South Africa post a huge total of 301 for five in the third ODI.",
    "West Indies captain Hayley Mathews completed a trio of captain-openers who moved up the rankings, her double of 140 not out and three for 17 in the first match of their ICC Women’s Championship series against Pakistan in Karachi helping her move up seven places to 11th position among batters and to second in the all-rounders’ list.",
    "Former captains Stafanie Taylor of the West Indies (up two places to 18th) and Bismah Maroof of Pakistan (up one place to 27th) are other notable gainers in the batting rankings while Sri Lanka’s Nilakshi de Silva and the West Indies pair of Shemaine Campbell and Chinelle Henry have also moved up the rankings.",
    "Pakistan’s left-arm spinner Sadia Iqbal has progressed from 23rd to 17th position after grabbing three wickets in the first two matches against the West Indies. Connell (up three places to 25th), Henry (up six places to 36th), Kavisha Dilhari of Sri Lanka (up seven places to 48th) and Umm-e-Hani of Pakistan (up nine places to 60th) are others to move up the bowling rankings."
  ]
}