{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/first-capital-crowns-its-excellence-with-brand-of-the-year/",
  "time_ut": 1734135180.0,
  "original_lang": "en",
  "original_title": "First Capital crowns its excellence with ‘Brand of the Year’",
  "original_body_lines": [
    "First Capital Holdings PLC, a pioneering force in the investment sector, achieved an exceptional milestone at the prestigious SLIM Brand Excellence Awards 2024, where it was honoured with the coveted “Brand of the Year” award—the highest accolade a brand can receive at this esteemed ceremony.",
    "This remarkable recognition underscores First Capital Holdings’ unwavering commitment to excellence and innovation in the industry. In addition to the pinnacle honour, the company was also distinguished with three other prominent awards: Service Brand of the Year – Gold Award, Local Brand of the Year – Silver Award, and B2B Brand of the Year – Bronze Award further solidifying its position as a benchmark of success and leadership in the competitive investment landscape.",
    "The SLIM “Brand of the Year” award stands as the pinnacle of brand recognition in Sri Lanka, a prestigious honour reserved for the nation’s most renowned brands. Throughout its history, only the most distinguished names have achieved this esteemed accolade, and now, First Capital proudly joins this elite league. This milestone not only marks a significant achievement for the company but also represents a momentous occasion for the capital markets and the investment sector in Sri Lanka, further strengthening the role of First Capital in shaping the future of these industries. Moreover, The SLIM Brand Excellence Awards stands as the leading platform in Sri Lanka for recognizing outstanding achievements in branding. Every year, this premier event celebrates brands that have demonstrated exceptional strategies, innovative thinking, and impactful contributions to the nation’s economic development.",
    "Dilshan Wirasekara, Managing Director and CEO of First Capital Holdings PLC, expressed his thoughts on the company’s recent recognition with multiple prestigious awards at SLIM Brand Excellence Awards 2024: “Being recognized as Brand of the Year highlights our persistent commitment to enhancing the lives of Sri Lankans by providing innovative financial solutions that are accessible, relevant, and impactful. Over the past four decades, First Capital Holdings PLC has evolved into a key player in Sri Lanka’s financial sector. Our journey began with a vision to offer financial solutions that would be both accessible and impactful, and we have steadily transformed to meet the ever-growing needs of the nation.",
    "CSE’s bull-run continues in the wake of picked-up investor participation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}