{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102092/israel-unleashes-heavy-strikes-on-lebanon-as-us-uk-urge-restraint",
  "time_ut": 1726808700.0,
  "original_lang": "en",
  "original_title": "Israel unleashes heavy strikes on Lebanon as US, UK urge restraint",
  "original_body_lines": [
    "Israeli warplanes carried out late on Thursday their most intense strikes on southern Lebanon in nearly a year of war, heightening the conflict between Israel and Lebanese armed group Hezbollah amid calls for restraint.",
    "The White House said a diplomatic solution was achievable and urgent, and Britain called for an immediate ceasefire between Israel and Hezbollah. The U.S. is “afraid and concerned about potential escalation,” White House spokesperson Karine Jean-Pierre told a briefing.",
    "The intense barrage followed attacks earlier in the week attributed by Lebanon and Hezbollah to Israel that blew up Hezbollah radios and pagers, killing 37 people and wounding about 3,000 in Lebanon.",
    "In Thursday’s late operation, Israel’s military said its jets over two hours struck hundreds of multiple-rocket-launcher barrels in southern Lebanon that were set to be fired immediately toward Israel.",
    "The bombardment included more than 52 strikes across southern Lebanon after 9 p.m.(1800 GMT), Lebanon’s state news agency NNA said. Three Lebanese security sources said these were the heaviest aerial strikes since the conflict began in October.",
    "Israel’s military vowed to continue to attack Hezbollah and said its strikes throughout Thursday hit about 100 rocket launchers plus other targets in southern Lebanon.",
    "In a TV address on Thursday, Hezbollah leader Hassan Nasrallah said the device explosions on Tuesday and Wednesday “crossed all red lines”.",
    "“The enemy went beyond all controls, laws and morals,” he said, adding the attacks",
    "Israel has not directly commented on the pager and radio detonations, which security sources say were probably carried out by its Mossad spy agency, which has a long history of carrying out sophisticated attacks on foreign soil.",
    "The Lebanese mission to the U.N. said in a letter to the Security Council on Thursday that Israel was responsible for detonating the devices via electronic messages and explosives implanted in them before they arrived in Lebanon, in line with theories that have circulated since the explosions.",
    "The 15-member Security Council is due to meet on Friday over the blasts.",
    "Lebanese Prime Minister Najib Mikati called on the Security Council to take a firm stand to stop Israel’s “aggression” and “technological war”.",
    "As Nasrallah’s broadcast aired, deafening sonic booms from Israeli warplanes shook Beirut, a sound that has become common in recent months but has taken on greater significance as the threat of all-out war has ramped up.",
    "Israeli Defence Minister Yoav Gallant said late on Thursday that Israel will keep up military action against Hezbollah.",
    "“In the new phase of the war there are significant opportunities but also significant risks. Hezbollah feels that it is being persecuted and the sequence of military actions will continue,” Gallant said in a statement.",
    "“Our goal is to ensure the safe return of Israel’s northern communities to their homes. As time goes by, Hezbollah will pay an increasing price,” Gallant said.",
    "Prime Minister Benjamin Netanyahu convened his close circle of ministers for consultations, Israel’s Channel 13 News reported.",
    "Two Israeli soldiers were killed in combat on Thursday in Israel’s north, the Israeli military said.",
    "Hezbollah fired missiles at Israel the day after the Oct. 7 cross-border attack by the Palestinian militant group Hamas which triggered the Gaza war.",
    "Since then, constant exchanges of fire have occurred. Although neither side has allowed this to escalate into full-scale war, it has led to the evacuation of tens of thousands of people from the border area on both sides.",
    "Nasrallah said Hezbollah hoped Israeli troops would enter southern Lebanon because that would create a “historic opportunity” for the Iran-backed group.",
    "No military escalation, killing, assassinations or all-out war would return Israeli residents to the border area, he added.",
    "Israel will face “a crushing response from the axis of resistance”, Iran’s Revolutionary Guards Commander Hossein Salami told Nasrallah on Thursday, according to state media, referring to a coalition of Iran-aligned militant groups including Hezbollah, Yemen’s Houthis, Hamas and armed groups in Iraq and Syria.",
    "Speaking in Paris, U.S. Secretary of State Antony Blinken urged restraint, adding he did not want to see escalatory actions by any party that make a Gaza-ceasefire deal more difficult.",
    "The attacks on Hezbollah communications equipment sowed fear across Lebanon, with people abandoning electronic devices for fear of carrying bombs in their pockets.",
    "Nasrallah said thousands of pagers had been targeted simultaneously, with some of the explosions happening in hospitals, pharmacies, markets, shops and streets busy with civilians, women and children.",
    "Israel says its conflict with Hezbollah, like its war in Gaza against Hamas, is part of a wider regional confrontation with Iran, which sponsors both groups as well as armed movements in Syria, Yemen and Iraq.",
    "Israel has been accused of assassinations including a blast in Tehran that killed the leader of Hamas and another in a Beirut suburb that killed a senior Hezbollah commander within hours of each other in July."
  ]
}