{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-household-healthcare-costs-rise-access-to-primary-healthcare-declines-ips-183187/",
  "time_ut": 1728631500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka household healthcare costs rise, access to primary healthcare declines: IPS",
  "original_body_lines": [
    "ECONOMYNEXT — Household healthcare costs in Sri Lanka have risen 48 percent within a year from 2020 to 2021 and access to primary healthcare has declined from 95 percent in 2019 to 82 percent in 2022/2023, the Institute for Policy Studies (IPS) said.",
    "Speaking at an event on Tuesday October 08, IPS Economist Sunimalee Madurawala said that, though the country once prided itself on achieving remarkable health outcomes with minimal spending, recent crises have exposed significant weaknesses in the system.",
    "“Sri Lanka allocates only 8-9% of its total public spending to healthcare, far below the global average,” Madurawala said, noting that household healthcare costs have skyrocketed – rising by 48 percent within just one year from 2020 to 2021.",
    "Access to primary healthcare has also declined – from 95 percent in 2019 to 82% in 2022/2023 at the national level, with rural areas hit the hardest, she said, adding that rising healthcare costs are straining both wealthy and poor households, with the poorest bearing the brunt.",
    "To combat these challenges, the IPS has recommended expanding social health insurance, reducing out-of-pocket healthcare costs, and promoting public-private partnerships. Lessons from countries like Thailand and Indonesia, which have implemented long-term health reforms, could provide a roadmap for Sri Lanka, the institute said in a statement.",
    "Participants speaking at the event called for strengthening primary healthcare at the local level. While groundwork has been laid with support from organisations like the World Health Organisation (WHO) and the Asian Development Bank (ADB), there are still significant gaps in training medical officers to implement these reforms effectively, the IPS said. The need for infrastructure development, particularly for telemedicine, is also important, underlining the challenges of delivering healthcare in remote areas.",
    "“These findings underscore the urgent need for proactive policies that address inequality, improve welfare targeting, and strengthen healthcare access. As Sri Lanka navigates its economic recovery, it is essential to ensure that the most vulnerable groups are not left behind in creating a more equitable and healthier future,” the institute said. (Colombo/Oct11/2024)"
  ]
}