{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-energy-crossroads-From-crisis-to-clean-powerhouse/4-780471",
  "time_ut": 1755675658.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s energy crossroads: From crisis to clean powerhouse",
  "original_body_lines": [
    "Sri Lanka’s energy transition is more than infrastructure—it is a matter of economic sovereignty, climate resilience, and social stability",
    "At 7:15 p.m. on a humid April evening in Colombo, the lights flickered twice, then died. Across the city—from Wellawatte to Wattala—families scrambled for candles and battery-powered fans. The blackout lasted only an hour, but it was a stark reminder of Sri Lanka’s energy fragility.",
    "In 2024, Sri Lanka spent over $ 2 billion importing coal, oil, and gas to keep the lights on. Fossil fuels still power more than 60% of our electricity, despite vast untapped renewable resources. Meanwhile, power generation emits over 10 million tonnes of CO₂ annually, accelerating climate change and threatening both our economy and food security.",
    "We stand at an inflection point: modernise and transition to clean energy at scale — or continue spiralling into higher costs, environmental damage, and unreliable power.",
    "It should be noted with all seriousness that Sri Lanka’s dependence on fossil fuel imports is a triple threat to:",
    "Economic stability: Fuel imports consume up to 30% of export earnings in volatile years.",
    "Food security: Climate shifts have already caused paddy yields to fall by 10–15% in drought years.",
    "Health and environment: Air pollution from coal plants contributes to respiratory diseases, and greenhouse gases intensify extreme weather events.",
    "According to the International Renewable Energy Agency (IRENA), island nations like Sri Lanka face disproportionate risks from delayed energy transitions, making urgent reforms critical.",
    "Sri Lanka’s total arable land is just over 2 million hectares, a finite resource critical for both food and energy production. Covering fertile land with single-use solar or wind farms is neither sustainable nor politically feasible.",
    "The future lies in dual-use solutions that maximise land productivity:",
    "Agrivoltaics: Solar panels elevated to allow crops like mung beans, onions, turmeric, and chillies to grow beneath. International studies, including French agricultural research, show crop yields can improve under such shading, thanks to reduced heat stress and better moisture retention.",
    "Floating solar: Installing solar panels on reservoirs like Rantembe and Maduru Oya reduces water evaporation while producing clean energy.",
    "Japan’s legal mandate for agrivoltaics on farmland sets a regional example Sri Lanka can emulate.",
    "Renewables are inherently variable. Without efficient storage, fossil fuels remain indispensable for grid stability.",
    "Batteries: Ideal for short-term storage (hours), smoothing daily supply-demand fluctuations.",
    "Green hydrogen: Vital for seasonal and long-duration storage (weeks to months), produced by electrolysis using surplus renewable electricity. Hydrogen can power transport, fertiliser manufacturing, and even serve as an export commodity.",
    "Australia’s Hydrogen Energy Supply Chain (HESC) and Morocco’s green hydrogen export plans provide valuable case studies for Sri Lanka’s emerging strategy.",
    "Wind farms: Require significant land area and may impact bird migration paths.",
    "Robust environmental impact assessments and lifecycle management plans must be mandated for all projects.",
    "Sri Lanka needs a comprehensive law to cement the renewable transition:",
    "Legally binding targets: Achieve 60% renewable electricity by 2035 and 90% by 2040.",
    "Universal incentives: Tax holidays, accelerated depreciation, and concessional loans (0–3%) for all renewable energy projects—solar, wind, hydro, biomass, hydrogen, and storage technologies.",
    "Land protection: Mandatory dual-use (agrivoltaics or compatible activities) on arable land to safeguard food production.",
    "Bankable Power Purchase Agreements (PPAs): Government-backed contracts with currency hedging to reduce investor risk.",
    "Grid modernisation: Investment in smart grids with AI-driven load balancing and public transparency.",
    "Technology localisation: Foster domestic assembly and R&D of panels, inverters, batteries, and electrolysers.",
    "Sri Lanka’s energy future depends on Government leadership that goes beyond regulation to actively catalyse market development.",
    "Passing the Act will legally bind national renewable targets and enforce land-use policies integrating agriculture and storage.",
    "Examples from Asia underscore success: India’s Electricity Act reforms led to a solar boom; Vietnam’s feed-in tariffs multiplied solar capacity 16-fold in three years.",
    "Currency risk hedging instruments encourage foreign capital, mirroring Morocco’s Noor Solar Complex financing.",
    "Deploy smart grid tech with AI-based forecasting and automated balancing.",
    "Enable cross-border power trade via India–Sri Lanka interconnection projects to open export markets.",
    "Establish a Hydrogen Export Task Force targeting Japan, South Korea, and EU markets.",
    "Provide tax relief for early-stage hydrogen and storage tech until price competitiveness is reached.",
    "Launch Renewable Energy and Agrivoltaics Centres of Excellence at universities.",
    "Provide scholarships in hydrogen engineering, power systems, and sustainable agriculture.",
    "Expand agrivoltaics to 1 GW, wind to 500 MW, and battery storage to 300 MW.",
    "Sri Lanka’s energy transition is more than infrastructure—it is a matter of economic sovereignty, climate resilience, and social stability. Success will reduce blackouts, increase food security, create jobs, and turn the island into a clean energy exporter.",
    "As the clock ticks, delay is costly—in dollars, harvests, and lives. The transition is not optional; it is an imperative for Sri Lanka’s future.",
    "(The writer, a seasoned professional with over two decades of experience predominantly in tech and project management, is the founder and CEO of Noteworthy Global, a UK-based private limited company dedicated to connecting high-potential projects with forward-thinking investors worldwide. Noteworthy Global places a strong emphasis on ROI-driven sustainability and the cultivation of long-term, impactful partnerships. Their work spans renewable energy initiatives, including significant projects in Sri Lanka, as well as project management, digital innovation, and net-zero solutions.)"
  ]
}