{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-start-e-motorist-drive-in-6-weeks-state-minister-171756/",
  "time_ut": 1720696620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to start e-motorist drive in 6 weeks: State Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Services in Sri Lanka’s Department of Motor Traffic (DMT) including part of vehicle registration will be digitized within next 6 weeks in order to reduce corruption and malpractices, State Transport Minister Lasantha Alagiyawanna said.",
    "Some top officials in the Department of Motor Traffic have resisted the digitization process, government officials say.",
    "The government e-motoring drive project which was expected to provide an efficient service to the public.",
    "The project was originally expected to be roll out from March this year, starting with booking an appointment through either the automated telephone service or website.",
    "Around 4,000 people in and around Colombo visit the main offices of DMT in Werahera or Narahenpita on average daily, officials say.",
    "“Though the digitization process started in 2018, the Department of Motor Traffic did not allow this,” Alagiyawanna told reporters at a media briefing in Colombo.",
    "“The current minister intervened and took steps to implement e-motoring in the Department of Motor Traffic. It is in the last stage. We can start this project within next one to one-and-a-half month,” he said.",
    "“Digitization is a must. That is the only way to reduce corruption and malpractices and to increase the state revenue. Whatever the laws we bring in, they will be only limited to the law books.”",
    "The DMT has been issuing licences in paper sheets instead of a proper license while people had to wait 8-12 months for a proper license. The digitization is expected to reduce backlog.",
    "Sri Lanka’s annual vehicle registration number has reduced drastically after the central bank imposed ban on vehicle imports in 2022 following the shortage of foreign currency amid an unprecedented economic crisis. (Colombo/July 11/2024)"
  ]
}