{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-sees-foreign-inflows-into-govt-securities-amid-deflationary-policies-183358/",
  "time_ut": 1728873240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka sees foreign inflows into govt securities amid deflationary policies",
  "original_body_lines": [
    "ECONOMYNEXT – Foreign inflows into Sri Lanka’s government securities saw further increase last week, Central Bank data showed, amid the country’s deflationary policies and appreciation in the rupee currency.",
    "The foreign holding in Sri Lanka’s Treasury bills and Treasury bonds increased by 15.7 percent or 6.9 billion rupees (($23.4 mln at 1 US dollar = 295 LKR) to 50,647 million rupees, the official data showed.",
    "“Foreign investors bought short term as well as 2026 and five-year bonds,” a currency dealer said.",
    "“They are taking a risk because of the country’s deflationary policies where imports are curtailed and currency has been appreciating. Unless there is an increase in imports including allowing vehicle imports, the currency is likely to see appreciation pressure.”",
    "The island nation saw an inflow of 4.4 billion rupees ($14.9 mln) in the previous week.",
    "Currency dealers last week said the global trend also has been turning positive towards emerging markets due to expected U.S. Fed rate cuts.",
    "The new inflows also come after Sri Lanka witnessed a peaceful presidential polls that elected Marxists Janatha Vimukthi Peramuna (JVP) leader Anura Kumara Dissanayake as the island nation’s president for a five-year tenure.",
    "Sri Lanka, however, has suffered a foreign outflow of 66 percent or 78.1 billion rupees worth government securities in the first nine months of the year.",
    "Slowing inflation and a U.S. job market that remains strong but at risk of deteriorating give a green light for more interest-rate cuts in coming months, Federal Reserve policymakers indicated in remarks last week, even as one suggested that skipping a move in November may be in order, Reuters reported.",
    "U.S. Data showed consumer price inflation edged down to 2.4% in September from a 2.5% pace the prior month, and weekly claims for unemployment insurance surged in a development that economists attributed in part to a temporary blow from Hurricane Helene (Colombo/October 14/2024)"
  ]
}