{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bajaj-motorcycles-fuel-local-industry-growth-and-job-creation-in-sri-lanka/",
  "time_ut": 1736093820.0,
  "original_lang": "en",
  "original_title": "Bajaj motorcycles fuel local industry growth and job creation in Sri Lanka",
  "original_body_lines": [
    "Despite the challenges posed by vehicle import restrictions due to the COVID-19 pandemic, the Sri Lankan automotive sector has witnessed remarkable growth, particularly with assembling Bajaj motorcycles using locally manufactured components. This is a direct result of the Local Value Addition (LVA) programme initiated by the Ministry of Industries in 2021, which has propelled innovation, job creation and the growth of the local vehicle component manufacturing industry.",
    "When vehicle import restrictions were introduced in 2020 to safeguard the economy, the Ministry of Industries introduced a Standard Operating Procedure (SOP) in 2021 to encourage the local assembly of motorcycles using domestically produced parts. David Pieris Motor Company (Lanka) Limited (DPMC Lanka) responded quickly and became the first company to release motorcycles under this program, showcasing the ability to adapt and thrive even in challenging times.",
    "In 2022, DPMC Lanka began assembling the Bajaj CT 100 motorcycle, beginning its journey under the LVA programme. Initially, this model incorporated 26% local components (26 items), providing a much-needed solution to the demand for new motorcycles. By 2023, the local content had increased to 36% (36 items), highlighting the company’s commitment to supporting the local industry.",
    "Building on this success, DPMC Lanka introduced the Bajaj Discover 125, initially assembled with 32% local components, which has since risen to 33%. The company’s third locally assembled model, the Bajaj Pulsar N160, was launched in December 2024 with 28% local value addition, sourced from 26 components made in Sri Lanka.",
    "DPMC Lanka has produced over 40,000 Bajaj motorcycles under the LVA programme, with over 38,000 units sold across Sri Lanka.",
    "Shangri-La clinches the highest number of awards at SL Tourism Awards 2024",
    "Trailblazer in pharmacy education authors new book for stakeholders in pharmaceutical field",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}