{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-US-express-desire-to-further-strengthen-cooperation/56-764345",
  "time_ut": 1721171306.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, US express desire to further strengthen cooperation",
  "original_body_lines": [
    "5th Sri Lanka – USA Partnership Dialogue in Washington chaired by Foreign Secretary Aruni Wijewardane and Acting Under Secretary for Political Affairs John Bass concludes successfully",
    "The 5th Sri Lanka – USA Partnership Dialogue concluded on 12 July 2024 in Washington, D.C. The Sri Lanka delegation was led by Secretary of the Ministry of Foreign Affairs Aruni Wijewardane and the USA side was led by Acting Under Secretary for Political Affairs of the US Department of State John Bass.",
    "The Sri Lanka delegation included Ambassador Mahinda Samarasinghe as well as senior officials of the Sri Lanka Embassy, Washington D.C. and the Ministry of Foreign Affairs.",
    "The USA delegation included senior representatives of the US Department of State, the US Treasury, the US Department of Defence, the US Agency for International Development, and the National Security Council, the White House.",
    "The following statement is released by the Governments of the United States and Sri Lanka on the occasion of the Fifth United States-Sri Lanka Partnership Dialogue held on 12 July in Washington, D.C.",
    "The United States and Sri Lanka convened the Fifth US-Sri Lanka Partnership Dialogue on 12 July, 2024, in Washington, D.C. to express their shared commitment to economic prosperity, security cooperation, sustainable development, democracy and human rights, and people-to-people exchanges. The meeting was co-chaired by Acting Under Secretary for Political Affairs of the US Department of State John Bass and Ministry of Foreign Affairs of Sri Lanka Foreign Secretary Aruni Wijewardane. The United States and Sri Lanka reaffirmed their commitment to the bilateral relationship, firmly rooted in upholding shared democratic values and respect for national sovereignty, and expressed a desire to further strengthen the partnership.",
    "The United States welcomed the signs of economic stabilisation in Sri Lanka and Sri Lanka’s steadfast commitment to the IMF program and reforms, which will lay the groundwork for recovery, financial governance, and future growth. Sri Lanka expressed its sincere appreciation for US economic assistance during the past crisis, totalling more than a quarter-billion dollars. The United States continues to support Sri Lanka’s debt restructuring and economic and governance reform agenda to promote sustainable growth.",
    "Both delegations reiterated their intent to explore new opportunities to enhance market access, bilateral trade, investment, and tourism. The United States expressed its commitment to supporting Sri Lanka’s progress in its IMF program by encouraging private-sector investment, enhancing its capacity to combat corruption, and addressing food insecurity for vulnerable populations. The US delegation welcomed the Sri Lankan Government’s increased investment in the social protection network, including measures to support women through the Women’s Empowerment Act. Sri Lanka welcomed the role of the US International Development Finance Corporation (DFC), which is committing $ 553 million to support the development of the West Container Terminal at the Port of Colombo, an investment that provides critical infrastructure and jobs. DFC continues to explore additional opportunities to invest in Sri Lanka. The delegations also welcomed continued discussions under the US-Sri Lanka Trade and Investment Framework Agreement in the coming year, where they will discuss bilateral trade issues.",
    "Both countries committed to continue working together to address climate change and other environmental challenges. The United States welcomed Sri Lanka’s goal to produce 70 percent of electricity from renewable energy by 2030 and to attain carbon neutrality by 2050. The United States is providing assistance under the US Agency for International Development’s Sri Lanka Energy Program. Sri Lanka expressed appreciation for ongoing US grant assistance to help meet these goals, including technical assistance to support energy sector reform and a pipeline of renewable energy projects. Sri Lanka appreciated US support to achieve global climate financing targets and welcomed US support on financing its energy transition as discussed during the COP 28 in 2023.",
    "The United States expressed its intent to continue supporting the sustainable development of Sri Lanka through the US Agency for International Development, including through programs to strengthen transparency, governance, and economic resilience; enhance environmental and climate resilience; and improve energy security and sustainability. This includes the announcement of USAID’s forthcoming five-year activity to foster inclusive and sustainable agriculture-led economic growth in Sri Lanka.",
    "The US delegation reaffirmed its commitment to promote school nutrition and education cooperation for Sri Lankan children in consultation with the Sri Lankan Government. Both sides recognised that these measures would facilitate Sri Lanka’s efforts to achieve the Sustainable Development Goals. Sri Lanka appreciated the successful nutrition campaign conducted by the US Department of Agriculture (USDA)/Foreign Agricultural Service McGovern-Dole Food for Education Program PALAM/A project with Save the Children and the new five-year, $ 32.5 million project expansion to provide meals to about 200,000 students covered under Sri Lanka’s national school meal program.",
    "The delegations affirmed the US commitment to a free, open, and prosperous Indo-Pacific region. Sri Lanka and the United States resolved to continue cooperation on maritime security aimed at a safe maritime domain in the Indian Ocean, including through activities undertaken under Sri Lanka’s tenure as Chair of the Indian Ocean Rim Association (IORA). Sri Lanka welcomed the planned arrival of the fourth High Endurance US Coast Guard Cutter transferred through the US Excess Defense Articles program and a King Air aircraft to strengthen Sri Lanka’s maritime domain awareness and respond to humanitarian and post-disaster needs, totalling $ 30.18 million.",
    "Both delegations welcomed ongoing bilateral defence and security sector cooperation, including US support for humanitarian demining and disaster relief and response, joint military engagements, cooperation on cyber security, and port security. The United States resolved to explore opportunities to increase support for Sri Lanka’s hydrographic mapping capabilities and training and development of personnel in this field. The United States also expressed gratitude to Sri Lanka for its participation and support in activities aimed at safety, security, and freedom of navigation in the Red Sea.",
    "The United States welcomed steps taken by Sri Lanka to promote reconciliation and human rights and encouraged continued efforts on these issues. Sri Lanka apprised the United States of the recent developments on reconciliation and domestic mechanisms to uphold democracy and further good governance, the rule of law and the promotion and protection of human rights. The United States encouraged Sri Lanka to continue forward on these issues inclusively, incorporating input from stakeholders. The United States appreciated the passage of anti-corruption legislation and the release of Government-held lands back to the original owners in the Northern and Eastern Provinces of Sri Lanka.",
    "Both delegations expressed strong support for ongoing cooperation between the two countries in education and culture. The delegations welcomed ongoing efforts to recognise and preserve Sri Lanka’s rich cultural heritage through the funding received from the United States over the last 23 years. The United States emphasised the value of educational exchanges, such as the Fulbright program, and expressed interest in working together to further expand opportunities for university partnerships, joint research endeavours, and overseas study and exchanges that would benefit both countries. The United States highlighted the launch of the US Government’s Young South Asian Leadership Initiative, a regional leadership training program based out of Colombo. The delegations decided to continue collaboration on English Language teaching, teacher training, curriculum development, and other support to strengthen Sri Lanka’s education sector. The delegations lauded the return of the Peace Corps to Sri Lanka in 2024 after a 26-year hiatus.",
    "The United States and Sri Lanka emphasised the importance of their 76-year partnership and reaffirmed their commitment to encourage progress in a broad range of areas, including in economy and development, anti-corruption, climate change, security cooperation, governance and human rights, and people-to-people exchange."
  ]
}