{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85916",
  "time_ut": 1747744200.0,
  "original_lang": "en",
  "original_title": "Will the ineptitude of the Anura Kumara  Dissanayake administration open the door to a  Future Namal Rajapaksa presidency?",
  "original_body_lines": [
    "José Mujica, the poorest president in the world, died this week. As a young activist he had joined the Marxist Tupamaros guerrilla movement and was imprisoned for 14 years, most of it in a hole in a ground where he befriended ants and a frog to stay sane. During his five years as Uruguay’s president, he continued to live in his ramshackle farmhouse-home with his wife and three-legged dog Manuela, went about driving his old Volkswagen car, and donated most of his salary to charities.",
    "Since Uruguayan constitution does not permit consecutive presidential terms, Mr. Mujica bowed out in 2015. Despite a 70% popularity rate, he didn’t consider another presidential run. In one of his final interviews, he criticised left-wing presidents of Nicaragua and Venezuela for clinging to power and wondered at comeback attempts by Cristian Kirchner of Argentina and Evo Morales of Bolivia. “How hard it is for them to let go of the cake,” he marvelled (https://www.france24.com/en/live-news/20241129-we-re-messing-up-uruguay-icon-mujica-on-strongman-rule-in-latin-america).",
    "Not wanting to ‘let go of the cake,’ is a political norm in today’s Sri Lanka. “Politicians never retire from politics,” Mahinda Rajapaksa said in 2024 (https://www.instagram.com/dailymirrorlk/reel/DBLMDBtsP82/). He had done more than most to set that trend in motion. Up until 2005, presidents retired after completing their two terms. President Rajapaksa removed the two-term provision in 2010, contested for a third term in 2015, lost, and, instead of retiring, contested the general election becoming an ordinary parliamentarian.",
    "“Attachment is the root of suffering,” The Buddha warned (https://suttacentral.net/mn105/en/sujato?lang=en&layout=plain&reference=none&notes=asterisk&highlight=false&script=latin).",
    "When political leaders become attached to power, the suffering becomes nationalised. For instance, had JR Jayewardene not been so intent on maintaining power, there would have been no 1982 Referendum and all the ills which followed.",
    "Mr. Jayewardene wanted power for himself and his party. Mahinda Rajapaksa’s attachment to power is dynastic. He wants power, if not for himself, then for an immediate family member. In 2019, this gave us Gotabaya Rajapaksa. In 2029, it might give us Namal Rajapaksa.",
    "Namal Rajapaksa replacing his father and uncles as the public face of the SLPP doesn’t mean any change in the feudal ethos underlying Rajapaksa politics. The party remains a fief and its activists continue to be vassals. A short You Tube video shot at a local government election meeting in Moneragala symbolises this continuity. In it, young Namal, dressed like his father, descends a long flight of stairs to be worshipped by two young men (possibly candidates). Their backs and heads are bent, their hands pressed together. Mr Rajapaksa is unembarrassed by this display of servility. On the contrary, he seems to be accepting it as his due, a crown prince being venerated by his future subjects (https://www.youtube.com/shorts/_BsTCv6H-bY).",
    "Commenting on our economic prospects, the World Bank said, “Despite the recovery in 2024, medium-term growth is expected to remain modest, reflecting the scarring effects of the crisis…” (Sri Lanka Development Update 2025). That unprecedented crisis birthed two unimaginable outcomes, Ranil Wickremesinghe and Anura Kumara Dissanayake presidencies. Both outcomes were impossible under normal circumstances. At the 2020 general election, Ranil Wickremesinghe had lost his own seat and the NPP/JVP had gained just 3% of the vote. Without President Gotabaya, there wouldn’t have been a President Ranil or a President Anura.",
    "Will the ineptitude of the Dissanayake administration open the door to another unthinkable – a Namal Rajapaksa presidency?",
    "The NPP/JVP administration is yet to spawn a major scandal on par with the innumerable Rajapaksa outrages or the bond scam. Most of its wrongs are of a relatively minor order, more peccadillos than crimes. Yet these delinquencies, together with an absolute genius for sloppiness, are earning for it a reputation of bumbling ineptitude.",
    "Think of that monkey census. Or those May Day busses illegally parked on the Southern Highway. Or the silly sayings of Nalin Hewage, Chatura Abeysinghe, and Nilanthi Kottahachchi.",
    "The Asoka Ranwala saga is emblematic of the aura of maladroitness that is plaguing the NPP/JVP administration. Five months after that needless (indeed infantile) doctorate affair, Mr. Ranwala is yet to produce his PhD certificate from his supposed alma mater. His silence on the matter is understandable. Not so the silence of the government. He continues to be not just a parliamentarian but also a member of the NPP’s executive committee. In fact, the official NPP website continues to list him as Dr Asoka Ranwala! (https://www.npp.lk/en/about). If the NPP cannot update its own website, how can it change a system, let alone create a New Man who embodies civic virtues and humanitarian values?",
    "From l’affaire Ranwala to the chaotic scenes at the Tooth Relic exposition, the missteps of the NPP/JVP government become magnified because of the glaring difference between the party’s promise and the administration’s reality. In its desire to win, the NPP/JVP generated unrealistic and unrealisable expectations, building a pedestal for itself high to the point of perfection. Its inability to live up to those expectations, to remain on that pedestal is causing immense damage to its credibility. Going by the government’s dismal performance at the LG polls so soon after its soaring victory at the parliamentary election, voters feel disillusioned, even cheated. For a six-month old government, that is not a good place to be.",
    "Add to this the government’s inexplicable inefficiency on matters large and small, despite having both the presidency and more than a two-thirds majority in parliament. The rice crisis is an obvious case in point. President Dissanayake went so far as to threaten rice oligopolists in public, on TV.",
    "Yet the oligopolists continue to retain the upper hand. Minister Saroja Paulraj’s insensitive attitude to the suicide of a 16-year old student is atrocious; even more unforgivable is the government’s inability to take any action against the tuition class owner (and NPP member) whose alleged public shaming was, reportedly, the immediate cause of that young girl’s suicide.",
    "The missteps continue to multiply, from the prime minister’s intemperate remarks about breaking election laws ‘shape eke’ to limiting government’s weekly media briefings to those journalists registered with the Media Ministry (that ban kept out Shantha Wijesooriya despite his accreditations from the International Federation of Journalists and the Sri Lanka Working Journalists Association).",
    "None of these needed to happen since they were not necessary for the government to maintain power. All of these could have been quenched with a few simple acts, starting with an apology. But they remain unattended and continue to fester, causing government serious reputational damage.",
    "Little wonder the NPP/JVP lost 2.3million votes in under 6 months. Vote-haemorrhaging on such a scale is probably unprecedented in Lankan electoral history. The NPP/JVP not only lost the 1.2million votes it gained between presidential and parliamentary election; it also lost 1.1million votes from its presidential election score. If not staunched soon, this sort of bleeding cannot but lead to a dismal electoral death in 2029.",
    "Perhaps the NPP/JVP’s greatest defeat is the stunning loss of confidence it suffered among Tamil and Muslim voters. Both communities abandoned the NPP/JVP and gravitated to their traditional parties in substantial numbers at the LG polls.",
    "The government’s insensitivity and arrogance would have played a seminal role in this fall from electoral grace. Take, for instance, the March 2025 gazette stating that close to 6,000 acres of land in the Northern province will be taken over by the government if ownership is not confirmed within 3 months. The injustice and the discrimination of this proposed measure are palpable. The population in the Northern districts suffered grievously from the war, including destruction of property and displacement. Giving such a people just three months to prove ownership of land is a violation of natural justice. And such an unjust gazette targeting the Sinhala majority is unlikely to be issued by this or any other government. Little wonder Tamils felt disenchanted and a substantial number of them reverted to their traditional party loyalties.",
    "The persecution of Muslims for opposing the war in Gaza was probably a key reason for the erosion of Muslim support. The arrest of 21-year-old Mohammad Rusdi for pasting an anti-Israeli sticker was obviously not an isolated incident. According to SJB parliamentarian Mujibur Rahman, a 31-year-old Muslim man in Eravur has been questioned for writing, Allah will protect Palestine, in a poem. And in Colombo, the police had gone to the house of an organiser of an anti-Israel demonstration, a Muslim, and asked him such question as why do you call Netanyahu a terrorist (he is worse, a genocider) and why demonstrate here when Palestinian children are killed? (Perhaps the new head of SL-Palestine Parliamentary Friendship Association Dr Sunil Senevi can give the police a brief lecture as to why the murder of children in their tens of thousands in Palestine or elsewhere touches us all?).",
    "The government’s only remaining advantage is the opposition’s weakness. That weakness will enable the government to complete its five years. But it will not save the government from defeat in 2029.",
    "According to the IHP’s SLOTS poll, electoral support for Gotabaya Rajapaksa began to diminish in January 2022. Initially, the beneficiary of this disenchantment was Sajith Premadasa, as the leader of the largest opposition party. By June, public opinion began to shift again, in the NPP’s favour. At first, a party with a mere 3% base beating the main opposition to win presidential and parliamentary polls seemed hardly credible. But as the NPP continued to shore up its support, that outcome began to look inevitable.",
    "The possibility of a repeat performance in 2029 cannot be ruled out. Not with the SLPP more than tripling its vote haul and nearing the one million mark at the local government election in under six months.",
    "The SLPP that might win in 2029 would be not just a Rajapaksa party but also a party which normalises corruption, again. Corruption was not a Rajapaksa creation. Far from it. But it was under Rajapaksa rule that corruption became accepted as an integral part of development itself, an acceptable price we citizens pay for development. Going by a recent public statement by SLPP heavyweight Janaka Tissakuttiarachchi, development through corruption would become a signature trait of a Namal Rajapaksa administration just as it was of Mahinda and Gotabaya Rajapaksa administrations. “There is nothing to hide,” Mr Tissakuttiarachchi told a campaign meeting proudly. “Some local government members would build a road with their friends and would take a profit of 5000, 10,000 from those contractors. They didn’t buy a packet of milk for their children with that 5000, 10,000. They took that 5000, 10,000 to the funeral and the wedding in the village. And that person built himself. He used the development work given by Mr. Mahinda to build himself up, contest the next election, and win.”",
    "As Canadian-American political commentator (and onetime speechwriter for the second President Bush) said of the Trump administration, bad character will become a job qualification under a president Namal just as it was under presidents Mahinda and Gotabaya.",
    "According to the Democracy Perception Index 2025, Sri Lankans believe that the main purpose of democracy is to improve living standards (https://www.youtube.com/watch?v=_nypzC0gt5c). This is a test the NPP government seems to be failing. If it cannot prevent a salt shortage and the skyrocketing of salt prices, there’s not much chance it can cause a real improvement in the living standards of ordinary Lankans. The promise to bring corrupt politicians to justice is beginning to seem like empty words, as does the boast to suppress underworld gangs and end the drug menace. If the government fails to upgrade its performance substantially by September, its image as ‘incompetent Tarzans’ (weda beri Tarzanla) will become set in stone.",
    "When disenchantment leads to anger (and desire to teach the government a lesson for its false promises), the pendulum will swing as wildly as it did in 2024. It will stop not with Sajith Premadasa (whose verbosity conceals rather than reveals what he actually stands for) but move past him towards the anti-New Man and the natural guardian of the old system, Namal Rajapaksa."
  ]
}