{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-plans-diplomatic-mission-to-rescue-ex-soldiers-from-russia-ukraine-war-163299/",
  "time_ut": 1715841360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka plans diplomatic mission to rescue ex-soldiers from Russia-Ukraine war",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is planning to send a high-level mission on the instructions of President Ranil Wickremesinghe, to discuss the repatriation of ex-soldiers who have been hired by Russian mercenary companies as well as the injured, a minister said.",
    "“We have already spoken to the Russian Ambassador regarding this,” State Minister for Foreign Affairs Tharaka Balasuriya told reporters in Colombo.",
    "“But we will be asking the Russian ambassador to Sri Lanka to help us with some meetings with high-ranking officials.”",
    "The mission may be headed by the Foreign Minister or himself, and will be made up of a former Ambassador to Russia, the Defence Secretary and the Director General of Consular Affairs, he said.",
    "The delegation will be made up of the former Ambassador to Russia Saman Weerasinghe, Defense secretary Kamal Gunarathne, senior officials of the Foreign Ministry.",
    "Returnees have said hundreds of Sri Lankan ex-soldiers and other are serving in Ukraine-Russia frontlines with most being duped that they were sent for support work as camp helpers.",
    "“It is difficult to say how many people,” Minister Balasuriya said. “Our main problem is some people go with visit visa to Russia and some go to other countries like India and then go to Russia.",
    "State Minister for Defence Pramitha Bandara Tennakoon said Wednesday that 16 persons have been confirmed killed and family members have lodged complaints about 280 persons who have gone to Russia.",
    "Sri Lankan ex-soldiers have been recruited by several teams of people on the promise of high salaries for working as camp helpers.",
    "Sri Lanka has already arrested two military officers who were involved in one recruitment team.",
    "Returnees from the frontlines around Donetsk oblast has said over 200 Sri Lankans may have died and more are dying from a sophisticated drone warfare unleashed by Ukraine.",
    "Ukraine has developed so-called Kamikaze drones as well as larger one (Baba Yaga) which can shoot RPGs and other weapons at ground targets."
  ]
}