{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97301/cpstl-audit-exposes-data-deletion-and-massive-losses-in-stock-holding-",
  "time_ut": 1708001100.0,
  "original_lang": "en",
  "original_title": "CPSTL audit exposes data deletion and ‘massive losses’ in stock holding",
  "original_body_lines": [
    "Minister of Power and Energy Kanchana Wijesekara says he has received an audit report from KPMG and CPSTL audit investigation officials saying they have found that more than 1.3 million entries on SAP data have been changed or deleted since 2010 and that most have occurred in 2022 during the height of Sri Lanka’s fuel crisis.",
    "In a post on ‘X’, formerly known as Twitter, the minister said that the major findings of the forensic audit conducted by KPMG on the sales and distribution of petroleum products from Ceylon Petroleum Storage Terminals Ltd (CPSTL) was briefed to him this afternoon (15).",
    "Wijesekara stated that the forensic audit was initiated based on a complaint that he made to the CID in August 2022 on irregularities at CPSTL and the Ceylon petroleum Corporation (CPC).",
    "He stated that the Criminal Investigations Department (CID), after their initial investigations, had advised the Ministry of Power and Energy to conduct a full forensic audit to further investigate.",
    "The minister said KPMG and CPSTL audit investigation officials briefed him on the following findings:",
    "1. More than 1.3 Million entries on SAP data has been changed or deleted since 2010 and most has occurred in 2022 during the height of the fuel crisis.",
    "2. After the complaint was lodged in August 2022, the number has significantly reduced in 2023.",
    "3. Massive losses has been recorded from stock holding in 2022 amounting to Rs. 28 billion and after the complaint was lodged it has come down to Rs. 4 billion in 2023.",
    "4. Use of outdated circulars and procedures and no adequate data available or kept to determine certain irregularities.",
    "Minister Kanchana further said that the full report will be handed over by KPMG next week and that he will hand over the complete report to the CID for further investigations and to take appropriate legal steps.",
    "It will also be shared with the Cabinet of Ministers, the Parliament, the Audited General and the Attorney General’s Department to pursue the next steps, he said in the tweet."
  ]
}