{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-princess-royal-and-vice-admiral-sir-timothy-laurence-visit-british-council-office/",
  "time_ut": 1705329180.0,
  "original_lang": "en",
  "original_title": "The Princess Royal and Vice Admiral Sir Timothy Laurence visit British Council office",
  "original_body_lines": [
    "The Princess Royal and Vice Admiral Sir Timothy Laurence visited the British Council office in Colombo on Friday, 12 January for a series of engagements as part of their visit to Sri Lanka.",
    "They were welcomed at the British Council with a traditional dance performance by school children from the Dikhena school. They then viewed the ‘Arches of Awe’ exhibition at the British Council library which has been curated by diplomatic historian and curator George Cooke.",
    "The panel exhibition comprised of photographs of the 21 arches that were erected across Colombo to welcome Their Royal Highnesses Queen Elizabeth II and the Duke of Edinburgh during their visit to Sri Lanka in 1954. Dating back centuries, such archways, also known as ‘thoranas’ were found across Asia, including in India, China, Japan, Korea, Thailand, and Vietnam. Often connected to traditional religious rituals, these arches have symbolised good fortune, victories and conveyed greetings to visitors.",
    "This was followed by a meeting with leading Sri Lankan arts organisations who have worked with the British Council to celebrate 75 years of UK-Sri Lanka diplomatic relations in 2023-24. Representatives were present from the Museum of Modern Art (MMCA), The National Trust Sri Lanka, Design Development Corporation, Ceylon Theatres, Scope Cinemas, Agenda14 and The Gratiaen Trust. These partners have delivered many impactful British Council supported projects including:",
    "Camara Chica filmmaking workshops for young children who have gone on to produce award-winning documentaries on the theme of ‘environment’ (Agenda 14: Colombo and Jaffna)",
    "Related Topics:British Council Sri LankaThe Princess RoyalThe Princess Royal and Vice Admiral Sir Timothy Laurence visited the British Council office in ColomboVice Admiral Sir Timothy Laurence",
    "New technology figuring in the preparation of dried and Maldive fish for export",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}