{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-rift-SF-receives-court-protection-from-suspension/56-758661",
  "time_ut": 1708373953.0,
  "original_lang": "en",
  "original_title": "SJB rift : SF receives court protection from suspension",
  "original_body_lines": [
    "The Colombo District Court yesterday issued an injunction order against the Samagi Jana Balawegaya (SJB) party leadership, preventing them from suspending party Chairman Field Marshal Sarath Fonseka from the SJB and removing him from the post.",
    "The order was issued by Colombo District Judge Sandun Withana, against SJB leader Sajith Premadasa, party General Secretary Ranjith Madduma Bandara, Treasurer Dr. Harsha de Silva and National Organiser Tissa Attanayake in consideration of a petition filed by Fonseka.",
    "The order will be in effect for a period of 14 days, during which the party will be prohibited from expelling Fonseka from the SJB, initiating disciplinary measures against him, or dismissing him from any positions within the party.",
    "Representing the petitioner Faiszer Musthapha, PC informed the court that recent media reports suggest the SJB intends to initiate disciplinary action against Fonseka for his remarks regarding former Army Commander General Daya Ratnayake joining the party.",
    "He said accordingly Fonseka is requesting the court to issue an injunction order to prohibit the SJB from taking any disciplinary action against him and from removing him from both the party and any positions held within it.",
    "Tensions between the SJB and Fonseka escalated when Fonseka criticised Premadasa for welcoming Ratnayake into the party and appointing him as a senior advisor on state affairs. Fonseka even held a press conference in late January, demanding Ratnayake’s immediate removal.",
    "At the time Fonseka said a person like Daya Ratnayake had no place in the party. Expressing his strong disapproval, he conveyed a sense of deep disgust at the prospect of engaging in politics alongside the fellow former Army commander.",
    "SJB MPs including Harsha de Silva and S.M Marikkar, however, have voiced criticism of Fonseka’s remarks, emphasising that party disagreements should be addressed and resolved privately rather than aired publicly."
  ]
}