{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-port-city-tower-with-clock-to-rival-big-ben-gets-tax-holiday-231888/",
  "time_ut": 1753088400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Port City tower with clock to rival Big Ben gets tax holiday",
  "original_body_lines": [
    "ECONOMYNEXT – Clothespin Management and Development, which aims to build a twin tower with luxury residencies, a seven-star hotel, high end retail spaces and elite office environments in the Colombo Port City, has been given a 25-year tax holiday and half the rate for the next 10 years.",
    "Clothespin Management and Development (Private) Limited will invest 540,104,317 dollars with 75,000,000 dollars for land lease, and 465,104,317 dollars for construction.",
    "The company aims to develop a twin tower marvel that will house the world’s largest art gallery in the Hotel Use Land Plot 2-01-11 spanning over an area of 24,324 sqm in Colombo Port City, a gazette notice detailing tax breaks said.",
    "“An Exclusive 15-Meter Grand Clock designed to rival Big Ben, setting a Guinness World Record and will be the world’s largest Vertical Art Gallery with every floor function as an immersive art space, displaying works by renowned global artists and hosting prestigious exhibitions.”",
    "The company will get exemptions for import duty, value added tax and excise tax for project related investments.",
    "Sri Lanka is planning to stop giving very long tax holidays as part of raising revenue, under an International Monetary Fund program.",
    "Sri Lanka authorities have said businesses that were promised tax holidays earlier will be given in a type of ‘grandfathering’ process but new ones will be based on different criteria and the underlying Strategic Development Act and Port City laws will be amended",
    "RELATED: Sri Lanka halts Port City, SDP tax breaks, laws to be changed in IMF benchmark",
    "Sri Lanka’s corporate tax rates however are high at 30 percent, compared to about 20 percent for East Asian countries with monetary stability.",
    "Tax holidays of 8 years are given in some East Asian countries and the corporate tax rate of Singapore which has exceptional monetary stability is only 17 percent. VAT rates are also about half of Sri Lanka’s rate.",
    "Colombo Port City is a dollarized special economic zone which will be free of the central bank’s open market operations. (Colombo/July21/2025)"
  ]
}