{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110977/india-says-3-gunmen-suspected-of-pahalgam-attack-killed",
  "time_ut": 1753796340.0,
  "original_lang": "en",
  "original_title": "India says 3 gunmen suspected of Pahalgam attack killed",
  "original_body_lines": [
    "Three suspected militants were killed in a gunfight in India-administered Kashmir, India’s Home Minister Amit Shah said in a statement to the lower house of parliament on Tuesday.",
    "The operation comes over three months after gunmen attacked tourists in the town of Pahalgam in India-administered Kashmir.",
    "Shah said that all three militants involved in the gunfight were killed.",
    "“I want to tell the parliament those who attacked in Baisaran were three terrorists and all three have been killed,” he said.",
    "“Indian security agencies have detailed evidence of their involvement in the attack,” Shah said.",
    "He said that forensic evidence was used to establish that the rifles found on the men were the same as those used in the April attack.",
    "“It was confirmed that these three rifles were involved in killing of our innocent civilians,” the minister said.",
    "Shah said the militants were nationals of Pakistan, adding that they were responsible for the attack in Pahalgam in April. He identified two of them as members of Lashkar-e-Taiba, a UN-designated terrorist group based in Pakistan.",
    "The operation took place on Monday in the mountainous area of Dachigam, northeast of the region’s main city, Srinagar.",
    "“Three terrorists have been neutralized in an intense firefight,” the Indian army said in a statement on social media.",
    "Police Inspector-General Vidhi Birdi said that it was a joint operation between the military, paramilitary, and police.",
    "The operation comes over three months after gunmen attacked tourists close to the resort town of Pahalgam in India-administered Kashmir. 26 people, mostly Hindu men, were killed in the attack.",
    "At the time, India accused Pakistan of backing the attackers, which Islamabad strongly denied. This led to the worst conflict between India and Pakistan in decades. The intense four-day conflict saw military strikes on both sides, and dozens of people were killed until a ceasefire was reached in May.",
    "Monday night’s operation is the second major gunfight since April. In May, the Indian army said it killed 3 other suspected militants."
  ]
}