{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100760/tanker-with-1500-tonnes-of-oil-sinks-off-philippines",
  "time_ut": 1721882220.0,
  "original_lang": "en",
  "original_title": "Tanker with 1,500 tonnes of oil sinks off Philippines",
  "original_body_lines": [
    "A tanker carrying close to 1.5 million litres of industrial fuel has capsized and sank off the Philippine capital on Thursday, causing an oil spill, officials say.",
    "Sixteen crew members of the Philippine-flagged MT Terra Nova have been rescued while one remains missing, Transportation Secretary Jaime Bautista said.",
    "Mr Bautista said an oil spill has been detected but strong winds and high waves were hampering the authorities’ response.",
    "The incident comes a day after Typhoon Gaemi intensified seasonal monsoon rains, submerging large swathes of Metro Manila and its suburbs in deep floods.",
    "Gaemi has made landfall in Taiwan, leaving three people killed and wounding hundreds more.",
    "The MT Terra Nova was heading for the central Philippine city of Iloilo when it sank, leaving an oil spill stretching for several kilometres, authorities said.",
    "It “capsized and eventually submerged,” the coast guard said in a report, adding they were investigating whether bad weather was a factor.",
    "Philippine coast guard spokesperson Rear Admiral Armando Balilo told a briefing that the agency was “racing against time” to contain the spill.",
    "He added that if all the oil in the tanker leaked, it would be the biggest spill in Philippine history.",
    "“There is a big danger that Manila will be affected, even the shoreline of Manila, if the fuel will leak, because it is within Manila Bay,” he said.",
    "Manila Bay, where the tanker capsized, hosts busy shipping lanes and its shores are home to shopping malls, casino resorts and fishing communities.",
    "In March 2023, an oil tanker carrying 800,000 litres of industrial fuel sank off the coast of Oriental Mindoro province.",
    "That oil reached the shores of several nearby fishing villages, coating beaches in black sludge.",
    "Residents in coastal villages reported experiencing cramps, vomiting and dizziness, and clean-up workers deployed to the affected village of Pola also reported feeling ill.",
    "Almost two decades earlier, an oil tanker carrying around two million litres of oil sank in heavy seas off the Guimaras island province. However only one of its 10 compartments leaked oil."
  ]
}