{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Link-Natural-s-Swastha-Amurtha-makes-it-to-Costco-Japan-s-online-platform/34-766553",
  "time_ut": 1725912706.0,
  "original_lang": "en",
  "original_title": "Link Natural’s Swastha Amurtha makes it to Costco Japan’s online platform",
  "original_body_lines": [
    "Link Natural Products, a pioneer in herbal health care industry, announces that its flagship herbal drink, Swastha Amurtha, is now available on Costco Online in Japan.",
    "This significant milestone marks a major expansion of the brand’s global presence.",
    "Swastha Amurtha, a 100% natural herbal drink, is formulated with Nelli and Rasakinda. The combination of Nelli and Rasakinda has been popularly used in Ayurveda to detoxify the body, boost immunity and enhance overall well-being. Traditionally in Sri Lanka, people used to boil Nelli and Rasakinda together and drink it as these ingredients are well known for its effects on purifying blood, detoxifying the body internally and enhancing the overall well-being.",
    "The listing of Swastha Amurtha on Costco Online in Japan, is a testament to the product’s quality and efficacy. Japanese consumers, known for their high-quality standards and appreciation of natural health products, now have convenient access to this herbal wellness drink. Costco, one of the world’s leading wholesale retailers, provides a platform for Link Natural to reach a broader audience in Japan, further strengthening the brand’s global footprint.",
    "Link Natural Products have achieved remarkable success in the Japanese market through its flagship brand Link Samahan, which is available in mainstream retailers such as Costco, Kaldi, Aeon Cafferant, Seijo ishii, and Jupiter Coffee shop. Swastha Amurtha is also now available for purchase in Japan through the Costco Online platform.",
    "To date, Link Natural continues to expand its portfolio and reach, bringing the benefits of Ayurveda and traditional remedies to consumers around the world. The company invites all consumers to explore the wellness benefits of Swastha Amurtha, and its extensive range of holistic wellness products."
  ]
}