{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Shamil-Mendis-appointed-to-Overseas-Realty-Ceylon-Board/34-758826",
  "time_ut": 1708890651.0,
  "original_lang": "en",
  "original_title": "Shamil Mendis appointed to Overseas Realty (Ceylon) Board",
  "original_body_lines": [
    "Overseas Realty Ceylon PLC has announced the appointment of Shamil Mendis as an Independent Director to its Board of Directors.",
    "In compliance with the CSE new listing rules on independent directors, the Company also announced the retirement of Rohini Nanayakkara, the veteran banker who had served on the Board for over 20 years.",
    "Mendis is the Chairman/Managing Director of Spear Global Holdings Ltd., which is engaged in the export of coir substrates, value added coir/coconut fiber products, food ingredients and spices. These products are exported to over 33 countries worldwide.",
    "Mendis was the Deputy Chairman and Group Director of the Delmege Forsyth Group from 1982 – 2011 and was responsible for the growth of diverse businesses ranging from a variety of businesses in Imports, Exports, Shipping, Airlines, Logistics, and Insurance.",
    "He was a Past President of the Sri Lanka Singapore Business Council from 2006 – 2017 and was actively involved in the promotion and facilitation of international trade and investment. He was also a Past President of the Sri Lanka China Business Council and a Past Vice President of the Sri Lanka Japan Business Council. He is also a Vice President of both the Sri Lanka Korea Business Council and the Sri Lanka Italy Business Council which are affiliated to the Ceylon Chamber of Commerce. He has also served as a Council Member of the National Chamber of Commerce of Sri Lanka and a member of the Board of the Export Development Board of Sri Lanka. Mendis is a Member of the Chartered Institute of Marketing UK.",
    "With the latest changes, the Board of Directors of Overseas Realty (Ceylon) PLC comprise of Chairman Ajit Jayaratne, Mildred Tao Ong (Dr.), Yap Boh Pin, Ralph De Lanerolle, En Ping Ong, Tissa Kumara Bandaranayake, Dr. Ranee Jayamaha, Ben Nien Tao, Brian Tao, Dr. Arittha Wickramanayake, Shamil Mendis and Pravir Samarasinghe."
  ]
}