{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/All-at-sea/4-770205",
  "time_ut": 1733510769.0,
  "original_lang": "en",
  "original_title": "All at sea?",
  "original_body_lines": [
    "But if the Chabad House movement’s ideology – politics, if you will – is the core issue here, why so in one place, but apparently not in another?",
    "Mental gymnastics – something Gunasekara suggests I am guilty of indulging in – are hardly needed to appreciate the wider context here. A fair bit of media commentary on these events includes a final note to the effect that three-quarters of all Dutch Jews – many of my own relatives included – were murdered by the Nazis, mostly in concentration camps but all too many, like those Israeli and Jewish football supporters, hunted down on the streets of Amsterdam and a host of other Dutch towns and villages. It’s this history that underlies Dutch politicians’ responses to the recent violence",
    "“Thou shalt not be a victim, thou shalt not be a perpetrator. But above all, thou shalt not be a bystander” – Yehuda Bauer",
    "Tisaranee Gunasekara has been gracious enough to respond to me on the Arugam Bay controversy, and I shall do so in kind. (https://www.ft.lk/opinion/Tides-from-Colombo-to-Arugam-Bay/14-770035). Like all racism, anti-Semitism can be a shocking thing: witness this quotation, from the writings of a well-known 19th century American novelist. “The ugliest, most evil-minded people, resembling maggots when they overpopulate a decaying cheese.” – Nathaniel Hawthorne, The Marble Faun.",
    "When it comes to the recent football-related violence in Amsterdam, however, Tisaranee Gunasekara’s latest article suggests that she suffers from something of a tin ear in relation to anti-Semitism. In particular, she seems to be convinced that the primary source the violence that erupted on the streets of Amsterdam in the wake of Maccabi Tel Aviv’s match there earlier this month lies with their fans.",
    "There’s no doubt that some of these so-called ‘fans’ are a deeply worrying bunch, and for all the reasons she outlines. Anybody familiar with Israeli football can confirm that the ‘Ultras’, as they’re known, routinely chant racist, anti-Arab slogans, some of them as offensive as it gets in the expletive overloaded world of soccer support, as well as demonstrating a very high propensity towards violence. Their performance in Amsterdam was clearly no exception – not least the endless repetition of the slogan ‘F*ck you Palestine’ and other related obscenities. And yes, there’s also visual evidence of some of them tearing down Palestinian flags on display in the neighbourhood.",
    "Where Gunasekara’s account breaks down, however, is precisely at this point. Where is the display of any sense of feeling for or understanding of the other side of the story? Let’s start with one, not insignificant detail. Media accounts of events that night indicate that a number of people, Israelis and Dutch Jews alike, were asked if they were Jewish – in some instances even to show their passports – before being beaten up by local assailants (by all accounts, ‘local’ chiefly meaning men from the Moroccan immigrant community). Indeed, a BBC report indicates that two British Jews ‘saw men yelling antisemitic threats and stamping on a man’. They intervened, then eventually went to leave. Shortly after another group asked them whether they were Jewish, to which they replied that they were British. ‘But you helped the Jew’, one of them replied, ‘and he punched me in my face and broke my glasses’.",
    "An everyday story of football-related violence? No. The ‘hit and run’ attacks on Israeli supporters subsequently perpetrated by small, motorbike gangs picking them out, Gestapo style, on the streets of Amsterdam before beating them up suggests something altogether more sinister, and organised. (Subsequent revelations of ad hoc WhatsApp and Telegram discussion groups bear out this contention). The reference to the Gestapo is not ill-considered, either. Undoubtedly, the predominantly Muslim perpetrators of these hate crimes are mostly unaware of the historical significance of their actions, which fell on the anniversary of Kristallnacht, the 1938 ‘Night of Broken Glass’, sometimes known as the night of pogroms, during which the Nazis indulged in a brutal orgy of destruction of Jewish buildings and property.",
    "Mental gymnastics – something Gunasekara suggests I am guilty of indulging in – are hardly needed to appreciate the wider context here. A fair bit of media commentary on these events includes a final note to the effect that three-quarters of all Dutch Jews – many of my own relatives included – were murdered by the Nazis, mostly in concentration camps but all too many, like those Israeli and Jewish football supporters, hunted down on the streets of Amsterdam and a host of other Dutch towns and villages.",
    "It’s this history that underlies Dutch politicians’ responses to the recent violence. From the Dutch king movingly insisting that ‘Jews must feel safe in the Netherlands, everywhere and at all times. We put our arms around them and will not let them go’. To Amsterdam Mayor Femke Halsena’s version of the same underlying sentiment, suggesting that the violence ‘brings back memories of pogroms. Jewish culture has been deeply threatened. This is an outburst of antisemitism that I hope never to see again’. (The Guardian, 12 Nov. 2024).",
    "Let’s be clear here. No one is suggesting that Kristallnacht and the recent violent outbursts in Amsterdam are directly synonymous. That said, it is heartening to know that in response to recent events, the Dutch authorities appear to be calling things by their proper names. Prime Minister Dick Schoof, for example, has described the events in Amsterdam as ‘anti-Semitic attacks against Israelis and Jews’ that were ‘nothing short of shocking and reprehensible’. Importantly, he acknowledged the Maccabi fan’s appalling behaviour, but described it as being of a ‘different category’ and as ‘no excuse whatsoever for what happened later on that night in attacks the attacks on Jews in Amsterdam’. (BBC 12 Nov. 2024).",
    "A pogrom it certainly was not. Nor was it, as Gunasekara seems to imply, a simple case of Israeli fans inciting violence. A careful survey of the evidence clearly shows that there were two sides to this story, with young men filled with hate and intent on violence gathered on both sides of the fence. The truth, in other words, lies somewhere in between the historically resonant but contextually inappropriate epithet ‘pogrom’, and Tisaranee Gunasekara’s manifestly insufficient suggestion that the ‘counter-violence’ – a questionable description in itself – ‘contained traces of anti-Semitism’: a forensic analogy does little to hide the insufficiencies of the underlying analysis.",
    "All in all, an object lesson in the dangers of ‘seeing what you want to see’, as opposed to what’s staring you in the face.",
    "Gunasekara takes me to task for ‘parroting an Iranian hand’ when it comes to the situation in Arugam Bay. More useful than this would have been if she had looked at the available evidence, which remains essentially unchanged. But facts have an annoying habit of upending assumptions. The fact that US intelligence over Iraq was spectacularly wrong – or ‘sexed up’, as the UK government variant of the notorious Bush/Iraq/ WMD allegations had it – in no sense implies that it will always and forever wrong thereafter.",
    "The latest publicly available information on the allegations with respect to an Iranian plot to carry out killings in Sri Lanka focused on Arugam Bay remains as is: https://edition.-cnn.com/2024/11/08/politics/doj-charges-three-iranian-plot-to-kill-donald-trump/index.-html. And unless and until contradictory information emerges, arguments such as Gunasekara’s based on ‘affirming the consequent’ remains as logically tenuous as my philosophy professors used to insist they were.",
    "In the same context, Gunasekara suggests that I gloss over the politics of the global Chabad movement. Not so. In fact, I state that I don’t consider the movement’s politics to be the main issue at stake in the Arugam Bay controversy – hence my lack of attention to them. On this question, moreover, Gunasekara’s argument is somewhat confusing. On the one hand, she states that the Chabad House movement’s stance on Greater Israel, Gaza, etc. is so toxic as to justify its exclusion from Arugam Bay. On the other, she readily admits that the sister house in Colombo, which I have attended on a couple of occasions, ‘has not created waves’ – hence her lack of reference to it. But if the Chabad House movement’s ideology – politics, if you will – is the core issue here, why so in one place, but apparently not in another?",
    "Gunasekara herself supplies the answer to this apparent contradiction. According to her, it seems, the real problem is not Chabad House politics or ideology, but rather ‘creating waves’. And in the case of the Arugam Bay house of worship, those ‘waves’ have been created, not by its fanatical adherents, as is the case with the BBS and Sinhala Ravaya-dominated temples she suggests we should consider in the same breath as Chabadists, but by a US travel advisory whose origins were revisited earlier in this article. Chabadists didn’t ‘create waves’, in other words: US intelligence and a related travel advisory did.",
    "Further, media reports from Arugam Bay in the run up to, and since the US travel advisory indicate that, far from antagonising the local majority Muslim population, the Israeli tourists who flock to the place in droves during the winter months are viewed positively in the main, not least by local businesses, who appreciate the much-needed income they are generating. And reports of occasional confrontations between Israeli tourists and locals need to be set against the local demonstration reportedly held earlier this month in support of them, complete with Israeli flags (although where those came from is anybody’s guess – the Chabad House being the obvious answer).",
    "On the question of commemorating your war dead – one of which Sri Lankans have plenty of experience – I would seriously question Gunasekara’s contention that doing this in a foreign country is any more objectionable than doing so in your own country. And here, this year’s Tamil ‘Heroes Day’ commemorations suggest this issue is still far from being resolved within Sri Lanka itself. All in all, the old adage ‘it ain’t what you do, it’s the way that you do it’ suggests itself. If the visitors to the Chabad House in Arugam elect to honour their war dead – a normal, wholly comprehensible human urge – they should be reminded, perhaps by local authorities, to do so in a respectful, non-provocative manner.",
    "In this context, setting up a dedicated visitor liaison unit within, say, the Foreign Ministry suggests itself, whose task would be specifically to maintain lines of communication. (I am not suggesting such a unit should deal with the vexed issue of tourists overstaying their visas and/or setting up local businesses illegally. That also requires robust action from the authorities, but in a different setting). Nor would its remit be exclusively Israeli-focused. Citizens of another country engaged in a brutal, continuing war of occupation – Russia – constitute a far larger portion of foreign visitors to this country (roughly 129,000 as against Israel’s c.30,000 so far this year) and are likewise known to engage in visa overstays and illegal business ventures. For good measure some have reportedly organised ‘Whites Only’ parties in the South, to the extent that the Russian embassy felt compelled to issue a statement earlier this year condemning ‘all forms of racial discrimination and nationalism’.",
    "In short, behaviour worthy of critical examination – no less than that of Israeli visitors. This is unlikely to happen, however, for the same reason that that the Russian occupation of Ukraine has yet to excite sympathy and solidarity within Sri Lanka on a level even remotely comparable to Palestinians in Gaza. A friend recently explained the matter to me as follows: ‘Russians, we love, we read their books as students. We will never really criticise them. Whereas with Israelis, we see them as part of the West. So it’s open season on them.’",
    "Gunasekara’s treatment of freedom of religion is as brusque as it is poorly informed. First the condescending – if unintentionally so – suggestion, from both her and Bishop Chickera, that Israeli visitors don’t need a synagogue or Chabad House: after all, they argue, they can pray in their own rooms. This is, to put it mildly, a somewhat high and mighty proposal: since when did outsiders get to tell the religious how they should or should not be allowed to pray? Would Gunasekara such an approach to other religious groups? I sincerely hope not. The desire to worship together is a feature of just about every known religion. What could possibly justify excluding Jews from this fundamental religious freedom?",
    "Second, her suggestion that a constitution is ‘a covenant between the governing and governed… It doesn’t apply to tourists’ is wide off the mark. The Sri Lankan constitution provides for religious freedom as per Article 9 (foremost place of Buddhism), Article 10 (freedom of religion) and Article 14 (right to worship). These articles contain nothing to suggest that such rights apply exclusively to citizens. Indeed, a survey of legal provisions regarding religious practice clearly indicates that non-citizens as much as citizens are covered by the relevant constitutional provisions.",
    "Thus, under the country’s constitution non-citizens enjoy the right to maintain religious institutions, although to operate them they must register formally (an issue with the Chabad House in Arugam Bay, it should be noted). All in all, when it comes to non-citizens’ exercise of religious freedom, constitutionally speaking, a balance is maintained between fundamental freedoms and official oversight of religious activity, including questions of property ownership, foreign funding and official registration.",
    "In view of the debate this issue has given rise to, might it perhaps be time to have these freedoms spelt out clearly in the Constitution? If such an exercise were to be undertaken, it might be relevant to look at comparative regional experience. A brief survey indicates that in countries from Japan and South Korea to Malaysia, Singapore, India and Nepal, religious freedom for all is explicitly acknowledged constitutionally speaking, mostly irrespective of citizenship. Time in other words, for Sri Lanka to seek to join, not just BRICS, but this informal regional club?",
    "(The writer is a BBC journalist, researcher and consultant. He first visited this country in the early 2000s, has been a consistent visitor ever since, and currently lives in Colombo. His next book, ‘From Independence to Aragalaya: A Modern History of Sri Lanka’ will be published by Hurst, London in autumn 2025.)"
  ]
}