{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lanka-hospitals-launches-affordable-cardiac-care-initiative-for-public-sector-workforce-and-agrahara-members/",
  "time_ut": 1733710200.0,
  "original_lang": "en",
  "original_title": "Lanka Hospitals launches affordable cardiac care Initiative for public sector workforce and Agrahara members",
  "original_body_lines": [
    "Lanka Hospitals has announced a groundbreaking initiative to provide affordable cardiac care to government servants, retired government servants and Agrahara insurance members. This program aims to alleviate the financial burden of heart surgeries and angiograms amidst challenging economic times, making high-quality cardiac care accessible to those who serve and have served the nation.",
    "Under this special offer, the cost of a Heart Surgery, typically LKR 1,400,000, is now reduced to LKR 1,100,000, providing a saving of LKR 300,000. Angiograms are available at just LKR 50,000, and for patients undergoing heart surgery at Lanka Hospitals, the hospital charges for the angiogram will be completely waived, reducing the cost to only LKR 20,000. Additional benefits are extended exclusively to Agrahara members under this program.",
    "Deepthi Lokuarachchi, Group Chief Executive Officer of Lanka Hospitals Group, emphasized the significance of the initiative: “Our latest offer on heart surgeries and angiograms underscores our commitment to easing the financial strain on public sector employees and retirees.",
    "We are dedicated to ensuring that essential medical services, like advanced cardiac care, are both affordable and accessible without compromising on quality. Through this initiative, we continue to honor the invaluable contributions of Sri Lanka’s government workforce by combining compassionate care with state-of-the-art medical expertise.”",
    "This initiative comes against the backdrop of an agreement with the National Insurance Trust Fund (NITF), which administers the Agrahara Insurance Scheme, further enhancing healthcare benefits for eligible patients.",
    "It also reflects Lanka Hospital’s continued dedication to improving patient outcomes and supporting the health and well-being of Sri Lanka’s public sector workforce.",
    "For more information about this special offer and the exclusive benefits for Agrahara members, contact Lanka Hospitals’ hotline at 0117 145 145.",
    "DIMO Academy and HomeServe Germany to elevate Sri Lankan vocational education",
    "Sampath Bank introduces new heights of exclusivity in credit card landscape with Visa Infinite Metal credit card",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}