{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pathfinder-promotes-tourism-connectivity-in-south-india/",
  "time_ut": 1705426140.0,
  "original_lang": "en",
  "original_title": "Pathfinder promotes tourism & connectivity in South India",
  "original_body_lines": [
    "As part of its overall objective of consolidating ties with institutions at governmental and nongovernmental levels in Tamil Nadu, a Pathfinder Foundation delegation visited Chennai to promote tourism and connectivity between Tamil Nadu and Sri Lanka.",
    "Bernard Goonetilleke, chairman (PF) met with Thiru K. Ramachandran, Minister for Tourism, government of Tamil Nadu, and Dr. K. Manivasan IAS, Additional Chief Secretary to government, Tourism, Culture and Religious Endowments Department.",
    "A Pathfinder press release said: ‘Goonetilleke briefed the Minister on the purpose of the PF delegation’s visit to Chennai. He said that one of the reasons for the visit was to promote tourism and connectivity between the two countries and to promote greater inflows of South Indian tourists to Sri Lanka.",
    "‘He further stated that Pathfinder Shipping, a member of the MMBL-Pathfinder Group, along with its Indian and Norwegian partners are ready to reestablish the ferry link between Rameswaram and Talaimannar within six to nine months after approvals have been granted in keeping with the bilateral agreement between the two countries. Besides carrying passengers, the ferry service will also facilitate the movement of vehicles and containerized cargo by deploying ‘Roll on/Roll off’ vessels.",
    "‘K. Ramachandran, Minister for Tourism, Government of Tamil Nadu welcomed the idea of recommencing the Rameswaram-Talaimannar ferry link, which was in operation from 1914 till about 1985 when the service was discontinued due to the security situation prevailing in the Northern Province of Sri Lanka. In the pre-conflict years, the service was extensively used by tourists, school children on educational tours, and pilgrims visiting Buddhist sites in India. Many Western tourists also used the ferry service for their transcontinental tours.",
    "‘The chairman (PF) referred to the possibility of Sri Lankan pilgrims visiting South Indian Buddhist sites, such as Amaravati, which could be accessed through the proposed ferry and rail service. In addition, Indian pilgrims interested in retracing the Ramayana trail and visiting Murugan temples in Kataragama and Jaffna, as well as the five ancient Eeswarams dedicated to Lord Shiva located in Sri Lanka, can use the ferry connection between Rameswaram and Talaimannar. Minister agreed that the South Indian pilgrims following the Murugan trail would be happy to use the restored ferry service.",
    "‘The visit of the PF delegation to Chennai comes close on the heels of the release of the Pathfinder Foundation report off the ‘A Medium and Long-term Strategy for Indo-Japanese Collaboration to Support Economic Transformation in Sri Lanka’. PF report identified eight critical sectors for improving Indo-Lanka relations, of which Connectivity & Tourism form significant components. The report was released in New Delhi in August last year in association with two Indian think tanks, NatStrat and Vivekananda International Foundation.",
    "‘The PF delegation also met with N. Ram, Director of The Hindu Publishing Group, a significant highlight of the visit, which enabled exchanging views on strengthening Sri Lanka –Tamil Nadu relations and particularly the opportunities and challenges in promoting tourism and connectivity between the two countries.",
    "‘Bernard Goonetilleke, chairman of PF was accompanied by Dr. Dayaratne Silva, Executive Director of PF, Ahmed A. Jawad, Director, Centre for Indo-Lanka Initiatives, and S. Kaleiselvam, former Director General of Sri Lanka Tourism Development Authority.’",
    "Related Topics:Pathfinder FoundationPathfinder promotes tourism & connectivity in South India",
    "Price of fertilizer used in tea cultivation reduced by Rs. 2000",
    "Pathfinder Foundation to develop a blueprint to double Sri Lanka’s growth rate",
    "Pathfinder Foundation and Centre for Humanitarian Dialogue Co-host Bay of Bengal Maritime Dialogue",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}