{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102538/sri-lankas-new-government-pledges-review-of-adani-wind-project",
  "time_ut": 1728391260.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s new government pledges review of Adani Wind Project",
  "original_body_lines": [
    "Sri Lanka’s new government said it will review a wind power deal with the Adani Group, throwing a fresh hurdle for the Indian conglomerate as it seeks to expand abroad.",
    "The previous administration’s approval of electricity prices for Adani Green Energy Ltd.’s projects “was a problem,” Foreign Minister Vijitha Herath told reporters after a meeting of the Cabinet ministers on Tuesday. The new government would give the deal a fresh look after parliamentary elections are held Nov. 14, he said.",
    "The move to reassess the Adani Green deal follows through on a campaign pledge by newly elected president Anura Kumara Dissanayake, who was swept into office last month after a closely contested three-way race. Dissanayake had called the project a threat to Sri Lanka’s energy sovereignty and vowed to cancel it.",
    "Herath on Tuesday said no policy decisions on major projects would be taken before the parliamentary poll. Despite Dissanayake’s victory, his bloc only had three seats in Sri Lanka’s 225-seat legislature.",
    "Any challenge to the deal would be a blow to Gautam Adani’s ambitions, as the group led by Asia’s second-richest person looks to develop multiple infrastructure projects in the island nation. Projects in the works include expansion of the Colombo container-ship port backed by the US Development Finance Corp.",
    "India’s Ministry of External Affairs didn’t respond to an email seeking comment. An Adani Group representative didn’t immediately respond to requests for comment.",
    "Adani has proposed two wind projects in Sri Lanka — one in Mannar and a second in Pooneryn, both located in the country’s northeast. The Mannar project is separately facing court challenges from environmental groups over threat to wildlife, and complaints about alleged lack of transparency in the award of the project."
  ]
}