{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-shines-as-runners-up-at-39th-annual-mercantile-athletics-championship-2024/",
  "time_ut": 1728677220.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL shines as Runners-Up at 39th Annual Mercantile Athletics Championship 2024",
  "original_body_lines": [
    "SLT-MOBITEL’s performance at the 39th Annual Mercantile Athletics Championships 2024 was met with acclaim as it secured the prestigious ‘39th Annual Mercantile Athletics Championships Runners-Up’ position at the three-day event, held recently, at the Sugathadasa Stadium, Colombo.",
    "During the highly competitive championship, SLT-MOBITEL’s athletics team competed against approximately 2,500 athletes from around 50 corporates. SLT-MOBITEL’s team emerged among the top performers, demonstrating exceptional skill, dedication, and teamwork to bring home multiple Challenge Trophies and accolades.",
    "The team’s exceptional performance also resulted in them winning the awards for Overall Runners-up Men, Best Athlete Novices Men and Best Athlete Over 40 Men. These accomplishments highlight the hard work, sporting spirit, and commitment of SLT-MOBITEL’s athletes, reflecting their motto, ‘Together, we can win.’",
    "The achievement also underscores the company’s pledge to excellence not only in business, but in all aspects of its corporate culture, while recognizing the important role sports plays in building teamwork, discipline, and a healthy work-life balance. SLT-MOBITEL’s success at this high-profile event highlights the company’s commitment to promoting athleticism and nurturing talent among its employees.",
    "The Annual Mercantile Athletics Championships is a prestigious event in Sri Lanka’s corporate sports calendar, bringing together top athletes from the country’s leading companies. Additionally, the Mercantile Athletics Championships 2024 has been officially recognized and included in the World Athletics Calendar.",
    "Standard Chartered appoints Tamani Dias as Head of Corporate Coverage",
    "Political risks to Sri Lanka’s debt restructuring agreement recede: Fitch Ratings",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}