{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/asian-paints-causeway-fuels-a-triumphant-launch-of-slada-racing-championship-2025-at-katukurunda/",
  "time_ut": 1756311360.0,
  "original_lang": "en",
  "original_title": "Asian Paints Causeway fuels a triumphant launch of SLADA Racing Championship 2025 at Katukurunda",
  "original_body_lines": [
    "The Asian Paints Causeway SLADA Racing Championship 2025 sped off to an electrifying start with the Rotherham Katukurunda Circuit Meet 1, drawing record crowds and setting the tone for Sri Lanka’s premier motorsport season.",
    "As the title sponsor, Asian Paints Causeway played a pivotal role in powering this prestigious series, which represents a strong revival for motorsports after years of challenges. The vibrant opening meet showcased not only racing excellence but also Asian Paints Causeway’s long-standing commitment to supporting Sri Lanka’s motorsport and automotive industries.",
    "Fans witnessed an unforgettable day of high-speed competition, highlighted by the performance of Ashan Silva – Sri Lanka’s most decorated driver and Asian Paints Causeway brand ambassador – who delivered a commanding victory in the SL-GT Cars up to 3500 cc category, earning the title of Best Driver of the Meet.",
    "The championship also celebrated the rise of the next generation, with 14-year-old Chenuka Caldera making history as the youngest-ever winner of the Best Rider Trophy, alongside other standout performances across categories.",
    "Speaking of the event, Mr. Vaithilingam Kiritharan, Country Head for Asian Paints Causeway – Sri Lanka, said, “We are thrilled to see such an overwhelming response to the opening meet of the Asian Paints Causeway SLADA Racing Championship 2025. This is more than just racing—it is about empowering talent, uniting communities, and strengthening the spirit of Sri Lankan motorsport. Asian Paints Causeway is proud to fuel this journey and support the athletes who inspire us all.”",
    "Organized by the Sri Lanka Autosports Drivers Association (SLADA) in collaboration with the Sri Lanka Army and Sri Lanka Air Force, the Rotherham Katukurunda Circuit Meet 1 reaffirmed Katukurunda’s reputation as the beating heart of Sri Lankan motorsport.",
    "Prime Group makes history with Sri Lanka’s first luxury real estate client experience initiative ‘Prime Premier’",
    "NDB Bank partners with Waters Edge for Oktoberfest at the Edge 2025",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}