{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Easter-Sunday-Attack-Eran-details-measures-for-justice-under-future-SJB-Govt/56-761102",
  "time_ut": 1714155910.0,
  "original_lang": "en",
  "original_title": "Easter Sunday Attack – Eran details measures for justice under future SJB Govt.",
  "original_body_lines": [
    "Reveals SJB will appoint special investigative commission to deliver justice to victims",
    "Says SJB will if necessary include foreign judges and foreign investigators in commission",
    "Discloses plans to set up permanent investigative office with prosecution office",
    "Samagi Jana Balawegaya (SJB) MP Eran Wickramaratne yesterday disclosed his party’s plans to deliver justice to the victims of the Easter Sunday terror attack under a Government led by them.",
    "“A future SJB Government will ensure that truth is revealed and there is justice to provide redress to victims while punishing those who are responsible for the Easter attack or those who failed to prevent the Easter attack in the year 2019,” he said.",
    "Speaking at the debate on the Easter Sunday terror attack, Wickramaratne said a future SJB Government will first appoint a special investigative commission.",
    "“The reason for it is not that we need another commission and report but as the Attorney General, due to lack of political will by the Government, has not taken proactive measures on the recommendations of the commission against the culprits,” he said.",
    "“Under Section 2 of the Commission of Inquiry Ordinance, 1948, we will institute an inquiry or investigation as the case may, in the interest of the public safety,” he noted.",
    "Wickramaratne said the SJB will broaden the commission if necessary to include foreign judges and foreign investigators as there is a restriction on appointing sitting judges under the Presidential Commission of Inquiry Act.",
    "The MP said the people have lost confidence in the government-appointed commissions as they are not transparent.",
    "Wickramaratne also revealed a series of measures to be taken by a future SJB Government to ensure the truth and justice in the country",
    "He said a permanent investigative office with a prosecution office will be established. “When it is done it will have the assistance of Scotland Yard and the FBI. We expect to complete the implementation of the recommendations of the commission within a year. It will empower the relevant authorities to take necessary actions against the personnel implicated and these recommendations could be made inter-alia to the Attorney General, Public Services Commission and the National Police Commission,” he noted.",
    "The MP further said that the Commission of Inquiry Ordinance will be amended to make it obligatory for the Attorney General to institute cases accordingly. “If no action is taken by the Attorney General, he will have to forward a written submission as to why any such recommendations of commissions were rejected without taking legal actions,” the MP said."
  ]
}