{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Has-NPP-Government-burnt-its-finger-with-IMF/4-771008",
  "time_ut": 1735087796.0,
  "original_lang": "en",
  "original_title": "Has NPP Government burnt its finger with IMF?",
  "original_body_lines": [
    "The Government has to be honest and transparent and is obliged to disclose what was agreed with the IMF to the public",
    "The End of Mission statement issued by the International Monetary Fund (IMF) team that visited Colombo from 17 to 23 November states: “The new government’s commitment to the program objectives has enhanced confidence and ensures policy continuity.”… “The new government’s mandate will reinvigorate governance reforms addressing corruption risks, rebuilding economic confidence, and making growth more robust and inclusive.”",
    "This statement sparked a debate. Mixed sentiments were expressed. The Opposition parties and other critiques charged that President Anura Kumara Dissanayake (AKD) and his National People’s Power (NPP) Government have deviated from their pre-election promise on the IMF agreement. Has the Government gone back on its own words by agreeing to move forward with IMF?",
    "This was the first straw thrown at the Opposition looking for something to hang on to after it was caught in a wave of flood (or is it a tsunami?). The second straw was thrown a few days later by the Speaker with his decision to drop the prefix – ‘Dr.’ – before Ranwala and resign.",
    "I am not a fan of IMF for several reasons. Firstly, Sri Lanka has sought IMF assistance on 16 occasions in the past. The country, rather than overcoming economic difficulties, ended up as an import-led indebted bankrupt economy.",
    "Secondly, the conditions laid down in the IMF agreement are neither popular nor people-friendly. They are being criticised for penalising ordinary citizens for sins committed by someone else.",
    "Thirdly, recipient Governments pay attention to satisfy IMF conditions to get eligible for the next tranche. They see only the carrot dangled by IMF before their eyes and fail to see beyond. The Governments and policymakers pay little attention to taking strategic moves. They go by numbers making the approach more arithmetic than strategic.",
    "Fourthly, in my opinion, IMF is looking at the symptoms rather than the causes. Budget deficit, foreign exchange crisis, Balance of Payment deficit and Debt crisis are symptoms of an underdeveloped economy.",
    "Lastly, Governments fail to explore other alternative exit strategies and engage in deeper negotiations before taking the option of IMF assistance and going for an easy path.",
    "However, the Sri Lankan Government has already entered into an international agreement with the IMF in 2023. President AKD has confirmed in his Policy Statement delivered on 21 November at the inauguration of the 10th Parliament that “Implementing agreements with IMF to stabilise the economy is accepted as a crucial step in moving forward with the International Monetary Fund (IMF)”. The IMF agreement is already history. Leaving the IMF program would make difficult for Sri Lanka to negotiate for debt sustainability. The possibility of amending the conditions once agreed upon is remote.",
    "The scenario is as such, concerns of mine or NPP or the Opposition or any other critique would have only an academic value. The question remaining is not leaving or staying with the IMF agreement but, how the country would deal with it for its best interest.",
    "EconomyNext in an article titled “Sri Lanka’s NPP manifesto reveals IMF renegotiation proposals” on 26 August 2024 (https://economynext.com/sri-lankas-npp-manifesto-reveals-imf-renegotiation-proposals-178061/) reported that “The leftist National People’s Power (NPP) in its election manifesto has revealed its approach to re-negotiations with the International Monetary Fund (IMF) if the party wins Sri Lanka’s upcoming presidential election.” It mentions five proposals made to",
    "It further reported, “Both the NPP and the main Opposition Samagi Jana Balawegaya (SJB) have pledged to renegotiate Sri Lanka’s agreement with the IMF. However, President Ranil Wickremesinghe (RW) has said that the benchmarks, revenue and expenditure figures agreed to with the international lender cannot be changed.”",
    "No party has stated that once elected it would leave the IMF agreement. NPP and SJB stated of renegotiations of the conditions. RW stated the inability to change the conditions. NPP Government’s readiness to stay on with the IMF agreement is, therefore, not a deviation from its electoral mandate or a betrayal of the people’s rights as some point out.",
    "Senior Mission Chief for Sri Lanka Peter Breuer in March 2023 announcing approval for a 48-month Extended Fund facility of SDR 2.286 billion by IMF Executive Board Special Drawing Rights stated Sri Lanka has been facing a severe crisis as a result of past policy missteps and economic shocks.",
    "EFF arrangement prioritises five key pillars i.e. fiscal consolidation, restoration of public debt sustainability, restoration of price stability to foster an environment of investment and growth, safeguarding financial sector stability, structural reforms to address corruption vulnerabilities and enhanced growth. He has emphasised the importance of anti-corruption and governance reforms as a central pillar of EFF support program (https://www.imf.org/en/News/Articles/2023/03/21/tr032123-transcript-of-sri-lanka-press-briefing).",
    "IMF, in September 2023, prepared the ‘Governance Diagnostic Assessment’ Report on Sri Lanka (file:///C:/Users/DELL/Downloads/002-article-A000-en%20(4).pdf). Sri Lanka had the honour of being the first country in Asia to undergo a governance diagnostic exercise by the IMF. Look at the areas dealt in the Report:",
    "Severity of Corruption, Anti-corruption, Prevention of Corruption, Investigation, Prosecution, and Sanctioning of Corruption, Transparency and participatory and Inclusive governance, Weaknesses in fiscal governance and public financial management, Budget credibility and coverage convergence, Governance and corruption vulnerabilities within tax policy, Governance Weaknesses and Corruption Vulnerabilities in Sri Lankan Revenue Administration, Governance Arrangement and Oversight, Accountability and Transparency, Recommendations on Financial Sector Oversight, Rule of Law, Foundations of the rule of law – stability of the legal framework, Functioning of the judiciary – case backlog, court processing.",
    "These areas and the five key pillars prioritised in EFF program are the causes for and the symptoms of the bankruptcy. They are the same concerns raised by NPP on its election platforms and in the Parliament. In this sense, NPP and the IMF were on the same wavelength on corruption, malpractices, financial indiscipline and policy missteps.",
    "On the other hand, the IMF option was not a choice of the NPP Government. Its hand and foot were already bound by the IMF agreement. It made it impossible for the NPP to do what it thinks best. The country is in a debt trap. It must have an exit strategy. There is no silver line in the vicinity. Deciding unilaterally to leave an international agreement is unethical and illegal in a civilised world. The country would lose its credibility among its peers and within the international community. It cannot run away from it however much it agrees or not. The only option left for the NPP Government is renegotiations.",
    "The third IMF Mission visited in this background and even before the new Cabinet was sworn in on 18 November. This left no space for the new Government to make even logistics and protocol arrangements for the Mission apart from serious negotiations.",
    "IMF has expressed that “The new government’s commitment to the program objectives has enhanced confidence and ensures policy continuity.”",
    "With this commitment, the Government has kicked the ball back to its courts. The Government cannot afford to please itself for reaching an agreement with the IMF and be complacent and fall into a slumber until the next review takes place while listening to the hosannas of policy makers, advisors and the Central Bank. They have already started taking the Government on the garden path.",
    "Read the following statement posted by the Treasury Secretary after Fitch upgraded Sri Lanka from default status. “This achievement is a testament to the tireless efforts of colleagues at the Ministry of Finance, Central Bank, Sri Lanka’s political leadership since April 2022, and our advisors Lazard and Clifford Chance who provided amazing support to enable this positive outcome”. One must read between the lines. Sri Lanka, a country that is struggling to repay what it had already borrowed on the advice of the same group is made eligible to borrow more. What advice and a consolation to a bankrupt country that is indebted up to the nose.",
    "The Government has to be honest and transparent and is obliged to disclose what was agreed with the IMF to the public. It has to carefully study the program objectives committed to and identify strategies to achieve them. The Government cannot rely on numbers and arithmetic solutions as done by previous regimes. This is a complex process.",
    "Adhering to the objectives is necessary but not sufficient. The Government has to go much beyond fulfilling the objectives agreed upon. It has to identify strategies to build up the repaying capacity of the country through the long-awaited and much talked industrialisation. The import-dependent economy must be turned around to be a tradable export-led economy. The IMF agreement is not an end by itself. It’s up to the Government to make it a means to an end.",
    "The Government has all the possibilities and liberty to design and adopt strategies to achieve the program objectives. For instance, the objective of Fiscal consolidation can be achieved by a combination of several different measures. The Government can cut many corners to prune down its expenditure; it can avoid duplication; introduce new taxes; expand the tax base; widen the tax net; eliminate or mitigate tax evasion. It’s the same with the State Owned Enterprises (SOEs). Privatisation under the guise of restructuring of SOEs is by no means the only strategy available. By improving the performance, introducing financial discipline and efficient management SOEs can be turned around to be efficient and effective. It is believed that SOEs could be turned into profit-making after privatisation. Why cannot they be made to profit-making while having ownership with the state?",
    "Privatisation would bring an immediate financial gain (Sale Price) to the government. The Government would be relieved of a financial burden. But, it is only a one-time shot. The gain would not continue. If SOEs can be kept under improved better management conditions, they will continue to generate revenue while serving the public. Experience shows that privatisation has not guaranteed the continuation of the operation of an SOE. Remember the fate of the production of textiles, sugar, paper, plywood, etc. after the privatisation? They were wiped off.",
    "There are allegations about the process of privatisation, too. Transparency, eligibility criteria, competence or business acumen were missing in the process. The entire operation was flawed.",
    "Different countries have taken different paths to achieve the objectives agreed upon with the IMF. Opposition Leader has stated “I want to ask the Government a simple question. Ghana could reject the first sovereign bond proposal and reach a better agreement…… I urge the Government to examine Ghana’s path.” The Government has to examine different options and alternative paths available, evaluate them and decide the most feasible one. The Government should not opt for easy paths as done in the past. Serious negotiations go beyond traveling in limousines, enjoying salubrious weather, tasting good food, accommodation in five-star hotels, sipping coffee, shaking hands and adding a bit of shopping.",
    "Meeting the objectives is one thing. But getting on the recovery path is another. A nation cannot keep IMF conditions on its shoulders and keep walking on a Wel Palama till 2048. We have been complaining about not having a strong Government and political consensus as a lacuna for our inability to win the confidence of donors and investors. The NPP Government has got both. It has to now carefully tread on a path to see Sri Lanka is out of the woods.",
    "(The writer is former Secretary, Ministry of Plan Implementation and Vice President of Sri Lanka Economic Association. He can be reached on [email protected].)"
  ]
}