{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Design-Festival-2024-Uniting-creativity-and-commerce-with-India-as-partner-nation/34-768514",
  "time_ut": 1730143817.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Design Festival 2024: Uniting creativity and commerce with India as partner nation",
  "original_body_lines": [
    "Unveiling the vision for the next decade, Sri Lanka Design Festival (SLDF) is dedicated to shape a new narrative for South Asia’s creative landscape through its platform fusing design and innovation leveraging the region’s creative ecosystem",
    "Facilitating cross-border collaborations, SLDF 2024 focuses on partner nation India with the participation of eco-conscious fashion designers, acclaimed graphic artists, prominent business leaders, and influential voices from India",
    "Academy of Design’s (AOD) annual showcase platform, SLDF 2024, will take place at the Cinnamon Life at City of Dreams from from 7-10 November featuring over 50 events including fashion runways, thought leadership forums, exhibitions, tours and public talks",
    "Celebrating its milestone 15th edition, the Academy of Design’s (AOD) flagship event, Sri Lanka Design Festival (SLDF), stands as a testament to resilience, renewal, and the country’s forward-looking vision. Amid Sri Lanka’s many challenges, SLDF highlights the transformative potential of creative industries as a catalyst for progress. Through AOD’s investments in education, collaborative projects, and focus on grassroots innovation, the festival advances initiatives that integrate design thinking across sectors—from manufacturing to tourism to technology—fostering a unique Sri Lankan identity within the global creative economy.",
    "Under AOD’s leadership and regional partnerships, SLDF is positioning Sri Lanka as the epicentre for design and innovation, illustrating the nation’s history of turning adversity into opportunity. SLDF’s mission is to propel creativity forward, champion sustainable design practices and empower creative economies.",
    "This year, SLDF marks a landmark collaboration with India as its partner nation, celebrating a dynamic synergy that harnesses South Asia's collective creative power on the global stage. “With India as our Partner Nation for SLDF 2024 and extending to 2025, we celebrate a shared heritage and showcase cross-border creativity, design, and value-chain innovation,” says SLDF Founder and AOD Chairperson Linda Speldewinde. “We see SLDF as a bridge that connects South Asia’s diverse creative voices in the global design arena. Over the next 10 years, our strategy will focus on fostering talent development gradually including other countries in the region, creating a unique South Asian aesthetic that meets global standards,” she added. The focus on India exemplifies SLDF’s commitment to expanding its reach beyond Sri Lanka, creating a South Asian creative epicentre.",
    "This partnership also underscores the strength of the South Asian apparel value chain, merging Sri Lanka’s reputation for ethical production with India’s retail and supply chain capabilities. Furthermore, India’s flourishing luxury travel and destination wedding markets offer opportunities to blend Sri Lankan hospitality with luxury experiences. This partnership is also a step toward realising SLDF’s broader vision as it aims to inspire a new narrative—one where Sri Lanka emerges as a gateway destination for design, fashion, and culture, and South Asia is recognised as a global creative force.",
    "By positioning Sri Lanka as a conduit for creative exchange and aligning the region with global standards, SLDF 2024 envisions the next decade as a transformative horizon, establishing the festival as a definitive annual gathering for global leaders, emerging talent, and the creative industry to shape the future.",
    "Leading personalities at SLDF from the Subcontinent: Business leaders, designers and opinion makers",
    "Festival Patron, Bandana Tewari is a celebrated lifestyle journalist and sustainability advocate, widely recognised for her TEDx talks and global keynote speeches on compassionate fashion, conscious consumption, and sartorial integrity. With over 13 years as Vogue India’s Editor-at-Large and her ongoing contributions to top publications worldwide, Bandana is a member of the prestigious BOF 500, serves as Creative Advisor for Good Earth and Himalayan Knot program, a joint initiative between Royal Enfield and UNESCO, and as Special Advisor to the Copenhagen Fashion Summit.",
    "Renowned for his iconic work on the ‘Incredible !India’ campaign positioning India as a high-end tourist destination, and the global ‘Make in India’ movement, V. Sunil founded [A] in 2003, merging it with Wieden+Kennedy in 2007, where he helped build brands like Royal Enfield and IndiGo. He co-founded the JDH Urban Regeneration Project in 2015, and established Motherland Joint Ventures in 2016. He also serves as a Founder Trustee of the Kochi-Muziris Biennale and advises arts organisations globally.",
    "The Wedding Design Company (WDC) Founder Vandana Mohan has over three decades of experience and has redefined the luxury wedding industry, showcasing the grandeur of Indian weddings globally. Renowned for immersive, experience-driven designs, WDC has orchestrated over 500 unforgettable celebrations for high-profile clients, spanning 20 Indian cities and 35 international destinations setting the benchmark for luxury weddings worldwide.",
    "A seasoned business leader with over 23 years in the liquor, garment manufacturing, and intimate wear industries, Deepak Jain currently serving as CEO of amanté brand expanded the brand’s product range to include comfort wear, fashion articles, athleisure, and outerwear, making amanté a top premium lingerie brand in India and Sri Lanka. As of April 2024, he also leads the offline business for other Reliance Retail undergarment brands, including Zivame, Clovia, and John Players.",
    "A leading strategist in brand and communications within the luxury sector, Priti Mahajan specialises in destination building, hospitality, and arts. With an 18-year career in product development and brand management at the Taj Group, she has spent the past nine years advising global clients on creating inspirational brands. In 2015, she founded The Lifestyle Project, a platform for styling, art direction, and immersive brand experiences collaborating with artisans worldwide on limited-edition art and textiles, and curating exclusive lifestyle events.",
    "The Irregulars Alliance Co-Founder and Managing Partner Anant Ahuja is a dynamic professional who has shaped creative and entrepreneurial ventures across art, design, and media. At Irregulars Alliance, he leads revenue growth and creative strategy for high-profile clients like Spotify, Apple, Snapchat, and Meta. He has also made his mark in the independent art scene by founding The Irregulars Art Fair, India’s first Anti Art-Fair, and publishing The Irregular Times, an award-winning publication spotlighting emerging talent. Named to the Forbes Asia 30 Under 30 list in 2020, Anant is dedicated to amplifying underrepresented voices in the art and culture sphere.",
    "Matra Type Principal Designer Pooja Saxena is an award-winning typeface designer, lettering artist, and typographer specialising in Indic scripts, particularly Devanagari. Balancing her role at the renowned foundry TypeTogether and her independent practice, Pooja’s work spans custom typefaces, logotypes, and editorial lettering, blending historical inspiration with modern design. A passionate collector of ephemera, she shares her discoveries through her newsletter I Spy with my Typographic Eye. For over a decade, she has chronicled India’s street lettering through type walks, exhibitions, zines, and a recent short film with Bangalore International Centre.",
    "WhiteCrow Designs Principal Designer Sarang Kulkarni is a Mumbai-based Type Designer and Calligrapher founded WhiteCrow in 2005, focusing on multi-lingual branding, bespoke type design, and calligraphy in Indian scripts. Co-founder of Ek Type, an award-winning type foundry, Sarang has designed popular fonts like Modak, Gotu, Baloo (Devanagari), and Anek (Gurmukhi). A member of Alliance Graphique Internationale (AGI), he also leads workshops on multi-script typography and serves as secretary of Aksharaya, a non-profit promoting Indian scripts.",
    "Ōshadi founder, a pioneering womenswear brand, Nishanth Chopra is redefining fashion with a seed-to-sew supply chain based in rural India. Collaborating with local farmers and artisans within a 100-mile radius, he regeneratively grows, spins, weaves, dyes, and finishes textiles for Ōshadi's collections and for brands like Christy Dawn, Stella McCartney, and Richard Malone. Debuting at Paris Fashion Week in 2016, Ōshadi champions India's traditional farming and craftsmanship through innovative, modern designs. Nishanth’s work has earned him spots on the Forbes 30 Under 30, CNN’s Voices for Change, and Vogue's 100 Business Innovators, as well as speaking engagements at the Clinton Global Initiative.",
    "An alumna of the London College of Fashion and a recipient of numerous design accolades, Karishma Shahani Khan is the founder of Ka-Sha, a label that champions mindful fashion practices, emphasising functionality and the multi-layered nature of humanity. With a commitment to artisanal techniques, Ka-Sha integrates its values into its sisterhood initiative, Heart to Haat, promoting the indigenous principles of reusing, repurposing, and self-sustenance for circular production systems. The brand’s latest line, Roz, fuses traditional weaving with contemporary materials to create elevated everyday basics.",
    "Bhaavya Goenka is a graduate in Craft Design with a specialisation in textiles focusing on design interventions that bring contemporary relevance to traditional Indian crafts. She founded IRO IRO, a zero-waste lifestyle and fashion design practice celebrated in The New York Times, The Guardian, and Vogue. Notably, IRO IRO was selected by the UN to participate in Fashion Open Studio x COP26, and it aims to reintroduce Indigenous fibres into the textile industry through a project set in Chomu, Jaipur. Bhaavya's innovative work has earned her recognition as one of the 20 Under-35 Designers in India by Design x Design and the Elle India Award for Circular Economy in 2024.",
    "Growing up amidst the looms of Erode, Tamil Nadu, Mayank Bhutra developed a deep appreciation for textile manufacturing and a profound connection to the region's rich cultural heritage. Witnessing the decline of these traditional crafts, he aspired to become a voice for their revival. With no formal background in fashion but a compelling vision, he founded Erode Clothing as a bridge between the lost crafts of Dravidian culture and the global market. His platform empowers local weavers and artisans, providing them with the opportunity to showcase and promote their invaluable skills, ensuring that these time-honoured traditions are preserved and celebrated.",
    "Ishanee Mukherjee is an accomplished innovator, entrepreneur, and researcher with over a decade of experience in Indian craft practices and indigenous skills, particularly in hand printing techniques that she has refined through extensive research and experimentation garnering numerous prestigious awards and accolades. As the founder of Poochki Designs, a textile design studio dedicated to sustainable practices, Ishanee collaborates with craft clusters across India, focusing on traditional techniques such as dyeing, weaving, and printing. By reinterpreting these art forms, Poochki Designs creates unique motifs and designs that resonate with a global audience.",
    "For more information on the leadership forums, workshops and public talks, please visit www.srilankadesignfestival.lk or contact [email protected]"
  ]
}