{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-evaluating-49-private-renewable-energy-deals-154614/",
  "time_ut": 1710419400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka evaluating 49 private renewable energy deals",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is evaluating 49 proposals which were shortlisted out of 535 that responded to an expressions of interest called for renewable projects of more than 50 Mega Watts, Energy Minister Kanchana Wijesekera said.",
    "“The then Ministry of Power in 2021 called for Expression of Interest from suitable investors and developers for RE projects of more than 50MW to be developed islandwide,” Kanchana Wijesekera said on x (twitter).",
    "Some of the projects have already obtained provisional approvals, environment clearances, land clearances, approvals from other government agencies, letters of intent from CEB and energy permits, Wijesekera said.",
    "“The government plans to integrate all the projects that receive approvals by 2030 to the national grid,” Wijesekera said.",
    "On Wednesday investors met officials of Energy Ministry, Ceylon Electricity Board and the Sustainable Energy Authority, to discuss “the approval process, implementing timelines, clearances needed from other agencies, technical requirements, challenges in implementing the projects” he said.",
    "Sri Lanka has announced a number of long-term renewable power purchase agreements with private developers at negotiated rates without going for competitive tendering, after a change in the Electricity Act.",
    "On Wednesday the developers of the shortlisted 49 projects for evaluation met with Wijesekera and officials of the Ministry, CEB and Sustainable Development Authority to “brief and discuss on the approval process, implementing timelines, clearances needed from other agencies, technical requirements, challenges in implementing the projects.”"
  ]
}