{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-people-have-spoken-Can-the-NPP-transform-promises-into-progress/4-769432",
  "time_ut": 1732061871.0,
  "original_lang": "en",
  "original_title": "The people have spoken: Can the NPP transform promises into progress?",
  "original_body_lines": [
    "It is clear that the electorate is seeking a break from dynastic politics and unaccountable governance in favour of pragmatic solutions and reformist policies – Pic by Shehan Gunasekara",
    "The 2024 Sri Lankan general election marks a potential turning point in the nation’s political trajectory, especially with the National People’s Power (NPP) movement challenging the dominance of established political forces. Led by Anura Kumara Dissanayake, the NPP surged forward as the preferred choice among a populace disillusioned by years of political scandals, economic hardship, and governance failures. This election, unlike previous ones, underscored the prominence of socio-economic concerns over the historical ethnic and religious issues that once polarised Sri Lankan voters.",
    "An analysis of the NPP’s success reveals a significant ideological shift that diverges from its roots in the Janatha Vimukthi Peramuna (JVP). Previously dismissed as a far-left faction, the NPP has redefined itself as a progressive alternative to the traditional powerhouses of Sri Lankan politics. Dissanayake’s focus on economic reforms, transparency, and anti-corruption resonated widely across urban and youth demographics, capitalising on a desire for pragmatic solutions to pressing national crises. For instance, the NPP’s rebranding strategy—a move away from the Marxist-Leninist rhetoric of the JVP days—has broadened its appeal, reshaping its image from a radical insurgent group to a coalition of reform-minded intellectuals and professionals​",
    "​In contrast, the Samagi Jana Balawegaya (SJB), led by Sajith Premadasa, and the Sri Lanka Podujana Peramuna (SLPP), associated with the Rajapaksa legacy, struggled to maintain traction. While the SJB remains a significant opposition force, it failed to secure a majority. Despite its popularity, the SJB was ultimately unable to distance itself from the political culture it sought to change, leaving a portion of its voter base sceptical of its promises. Similarly, the SLPP saw a steep decline in voter support, underscoring public disapproval of its perceived complicity in economic mismanagement and corruption during previous administrations. This decline was dramatic: SLPP’s vote share dropped below 20%, a clear indictment by an electorate that holds the party accountable for recent economic turmoil​.",
    "Further, the United National Party (UNP) and its leader Ranil Wickremesinghe faced a clear rejection, as evidenced by minimal voter support across electoral districts. This sharp decline highlights a broader disenchantment with the UNP, which had previously embodied the political establishment but has since lost credibility amid allegations of corruption and ineffective governance.",
    "The NPP’s historic gain is not merely a testament to Dissanayake’s leadership but also a symptom of shifting voter priorities. Traditional Sri Lankan elections often prioritised communal politics, but 2024 saw a departure from ethnic divisions towards a focus on economic survival and anti-corruption reforms. Sri Lanka’s young electorate, deeply affected by the 2022 economic crisis and dissatisfied with status-quo politics, drove this shift. In light of the overwhelming support for the NPP, it is clear that the electorate is seeking a break from dynastic politics and unaccountable governance in favour of pragmatic solutions and reformist policies.",
    "Despite its success, the NPP now faces the monumental task of transforming these campaign promises into actionable policies. The complexity of Sri Lanka’s socio-political challenges—ranging from economic recovery to entrenched political practices—means that the party’s reform agenda will be tested as it navigates the realities of governance. The question remains whether the NPP can sustain this momentum and genuinely transform Sri Lanka’s governance structure or if it will face the same pitfalls that have challenged its predecessors.",
    "This election may represent a significant reformation of Sri Lankan politics, where progressive ideologies focused on economic development and integrity supersede ethnic divisions. Should the NPP successfully deliver on its platform, the 2024 election could mark the beginning of a transformative era in Sri Lanka’s political and economic landscape.",
    "(The writer is a seasoned operations director, consultant, and writer, equipped with a diverse range of experience across fields such as business management, education, consultancy, and"
  ]
}