{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/acid-test-for-jvp/",
  "time_ut": 1708448820.0,
  "original_lang": "en",
  "original_title": "Acid test for JVP",
  "original_body_lines": [
    "Sri Lanka and India are planning to conclude the Economic and Technology Cooperation Agreement (ETCA) soon, according to media reports. The news about attempts being made to sign the controversial agreement expeditiously could not have come at a worse time for the JVP, which is mending fences with New Delhi and crowing about its leader Anura Kumara Dissanayake’s recent India visit.",
    "ETCA had to be shelved previously owing to vehement protests from Sri Lankan professional associations, civil society groups and political parties. Prominent among them was the JVP, which demonised ETCA, claiming that, if implemented, it would sound the death knell for Sri Lanka’s IT industry, etc.",
    "There is said to be no such thing as a free lunch, and an all-expenses-paid junket is more so. One may argue that the invitation New Delhi extended to the JVP-led NPP, making the latter feel important, was aimed at furthering India’s economic interests more than anything else, given the JVP’s considerable trade union strength in the key sectors Indian ventures already have a presence in or are eyeing, such as ports, airports, power, energy and telecommunication and dairy farming. By smoothing over differences with the JVP, India has apparently sought to neutralise trade union resistance to the big fire sale the Rajapaksa-Wickremesinghe government is holding to dispose of Sri Lanka’s state assets that Indian business magnates, especially Prime Minister Narendra Modi’s Rockefeller, Gautam Adani, have evinced a keen interest in acquiring.",
    "Big powers have weaponised trade and commerce to further their expansionist interests. They also use chequebook diplomacy for that purpose. The JVP is trying to obfuscate the issue of its past terror campaign against what it termed Indian expansionism. Its current leaders have claimed no knowledge of their party’s initiating lecture on Indian expansionism! But in the late 1980s, the JVP brutally murdered quite a few traders for selling ‘Bombay’ onions in defiance of its blanket ban on goods imported from India so much so that the then Trade Minister Lalith Athulathmudali was compelled to rename Bombay onions ‘Lanka loku loonu’ (‘Lanka big onions’) to save lives. One may argue that those unfortunate incidents happened several decades ago, and the world has since changed. But the JVP’s opposition to ETCA cannot be dismissed as history.",
    "Making a fiery speech at a seminar, ‘Trading, Sacrifice and ETCA’, in Colombo, on 20 Sept., 2016, JVP Leader Dissanayake said ETCA would pave the way for an influx of low-grade IT professional from India, causing the Sri Lankan youth to lose employment opportunities. He warned that if ETCA was signed, the future of the Sri Lankan youth would be in jeopardy. The JVP had launched a struggle to defeat the Yahapalana government’s efforts to sign ETCA, he said, vowing to go all out to achieve that goal.",
    "The JVP claims to have a considerable following among the Sri Lankan youth, many of whom are employed in the IT sector, and therefore it will have to reveal its position on ETCA, which it considers a danger to Sri Lanka’s IT industry as well as other vital sectors.",
    "What has become of the JVP’s struggle against ETCA? It will be interesting to see the JVP’s reaction to the signing of ETCA on the cards. Will the JVP leaders go all out to scuttle it in keeping with their pledge to do so, or will they choose to soft-pedal the issue lest they should antagonise India, which they are ingratiating themselves with? The possibility of the JVP putting up some resistance to ETCA half-heartedly and allowing the government to go ahead with the signing of the controversial agreement, cannot be ruled out.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}