{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103895/gautam-adani-breaks-silence-on-us-bribery-indictment",
  "time_ut": 1733024220.0,
  "original_lang": "en",
  "original_title": "Gautam Adani breaks silence on US bribery indictment",
  "original_body_lines": [
    "Adani Group founder Gautam Adani responded for the first time on Saturday to allegations by U.S. authorities that he was part of a $265 million bribery scheme, saying that his ports-to-power conglomerate was committed to world class regulatory compliance.",
    "The indictment is the second major crisis to hit Adani in just two years, sending shockwaves across India and beyond. One Indian state is reviewing a power deal with the group, France’s TotalEnergies (TTEF.PA), opens new tab decided to pause its investments and political rows over Adani have disrupted India’s parliament.",
    "“Less than two weeks back, we faced a set of allegations from the U.S. about compliance practices at Adani Green Energy. This is not the first time we have faced such challenges,” Adani said in a speech at an awards ceremony.",
    "U.S. authorities have accused Gautam Adani, his nephew and executive director Sagar Adani and managing director of Adani Green (ADNA.NS), opens new tab, Vneet S. Jaain, of being part of a scheme to pay bribes to secure Indian power supply contracts, and misleading U.S. investors during fundraisings in the country.",
    "Adani Group has denied the allegations, describing them as “baseless” and vowing to seek “all possible legal recourse”.",
    "“What I can tell you is that every attack makes us stronger and every obstacle becomes a stepping stone for a more resilient Adani Group,” Adani said in the northern Indian city of Jaipur.",
    "“In today’s world, negativity spreads faster than facts, and as we work through the legal process, I want to re-confirm our absolute commitment to world class regulatory compliance,” he added, without giving further details.",
    "Adani Group’s finance chief on Friday rejected the allegations, while the Indian government said it had not received any U.S. request regarding the case.",
    "At one point, Adani Group’s listed companies saw as much as $34 billion wiped off their combined market value, but the stocks have recovered ground as some partners and investors have rallied behind the conglomerate."
  ]
}