{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Opposition-raises-concerns-with-EC-over-Govt-s-misuse-of-public-funds-ahead-of-polls/56-763772",
  "time_ut": 1719962299.0,
  "original_lang": "en",
  "original_title": "Opposition raises concerns with EC over Govt.’s misuse of public funds ahead of polls",
  "original_body_lines": [
    "Opposition alleges Govt. is diverting public funds under pretext of regional development to benefit specific candidates and parties",
    "to President’s office for regional development initiatives is an attempt to sway voter sentiment",
    "Condemns Government-sponsored projects such as “Urumaya,” rice subsidies, and free fertilisers, arguing these are politically motivated efforts",
    "Opposition parties and alliances have united in a formal appeal to the Election Commission of Sri Lanka (ECSL), raising urgent concerns about perceived Government efforts to exploit public resources for electoral gain.",
    "In a detailed letter addressed to the Commission, the Opposition groups highlighted several grievances regarding the conduct of the current administration leading up to the forthcoming elections.",
    "The opposition noted that while a Presidential election is constitutionally due within a month, the Government is allegedly diverting public funds towards partisan purposes under the guise of regional development.",
    "They pointed out the selective allocation of decentralised budgetary funds to favoured Parliamentarians, which they claim deprives others of equal opportunities. They further criticise the establishment of a “Regional Development Committee,” purportedly designed to benefit candidates who have been nominated for local council elections. The Election Commission, they assert, has reportedly intervened by instructing against the involvement of former local councillors in these committees.",
    "Moreover, the opposition also highlighted the recent transfer of Rs. 8750 million from other budgetary allocations to the President’s office for regional development initiatives, which they perceive as a ploy to influence voter sentiment.",
    "They also voiced objection to the appointment of former provincial councillors and local Government members — many of whom are contesting in the upcoming elections — as coordinators under the Governor, alleging their involvement in leveraging public resources for electoral propaganda.",
    "The letter underscores additional concerns regarding Government-sponsored projects such as “Urumaya” and initiatives providing subsidised rice and fertiliser, which, though ostensibly for public welfare, are seen as politically motivated manoeuvres by regional politicians. The Opposition criticises what they perceive as Government control over State media, accusing it of using these platforms to favour its own agenda.",
    "Furthermore, the Opposition expressed its apprehension about law enforcement during the election period, citing concerns over the appointment of a controversial Inspector General of Police and extensions granted to military chiefs, allegedly politicising these roles.",
    "They urged the Election Commission to ensure strict adherence to electoral laws and provide clarity on measures to uphold the rule of law during the electoral process.",
    "They invoked constitutional provisions empowering the Election Commission to oversee free and fair elections and call for immediate action to prevent the misuse of public funds for partisan purposes. They urged the Commission to issue directives to safeguard transparency, refrain from promoting specific candidates through development projects, and ensure that all activities funded by public taxes serve the public interest impartially.",
    "The letter was signed by a host of Opposition party leaders including MPs Mano Ganesan, Ranjith Madduma Bandara, Rauff Hakeem, Mujibur Rahman, Rohini Wijeratne, Lakshman Kiriella, G.L. Peiris, Nalaka Godahewa, Nalin Bandara and several others."
  ]
}