{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/china-donates-rs-30mn-for-sri-lankas-emergency-flood-relief-184458/",
  "time_ut": 1729608420.0,
  "original_lang": "en",
  "original_title": "China donates Rs.30mn for Sri Lanka’s emergency flood relief",
  "original_body_lines": [
    "ECONOMYNEXT – Chinese Ambassador to Sri Lank, Qi Zhenhong handed over 30 million rupee donation to President Anura Kumara Dissanayake for the island nation’s emergency relief from the recent floods, the President’s Media Division (PMD) said in a statement.",
    "At least three people have been killed in the recent heavy rains which has resulted floods in the capital Colombo and other regions of the island nation. The heavy rains have flooded homes, fields and roads, and affected 158,000 people in at least 12 districts, the government has said.",
    "“During their meeting, Ambassador Qi made a donation of LKR 30 million (USD 100,000) as emergency flood relief to assist those affected by the recent flooding in the country,” the PMD said in a statement.",
    "“In addition to immediate relief measures, the discussion also extended to a dialogue about long-term flood prevention and management strategies. They discussed sustainable approaches to enhance the resilience of communities against future flooding.”",
    "“Recent reports indicate that heavy rains have led to significant flooding in several provinces, displacing thousands of families and causing extensive damage to infrastructure and agriculture.”",
    "China and India, which have been competing to win large infrastructure projects, have been assisting Sri Lankan government in the recent years. India helped Sri Lanka with a credit line when the country declared bankruptcy.",
    "China, on the other hand, has funded massive infrastructure projects in the past and has been silent in the last two years, political analysts say.",
    "Meanwhile Indian High Commissioner to Sri Lanka, Santhosh Jha, met President’s Xecretary Nandika Kumanayake.",
    "“Their discussions focused on resolving the on-going fishing issues in the Northern Sea. Both parties emphasized the need for a long-term solution that would address the concerns of fishermen from",
    "both countries while fostering cooperation,” the PMD said in a separate statement.",
    "“The conversation also included a review of the current Indian-granted projects in Sri Lanka, with both sides addressing existing challenges and discussing ways to overcome these hurdles.”",
    "“They further examined the progress of projects funded through Indian loans and agreed on the necessity of expediting the remaining work to ensure timely completion,” the PMD said."
  ]
}