{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100305/tense-situation-at-slfp-headquarters-as-dayasiri-arrives-",
  "time_ut": 1720158300.0,
  "original_lang": "en",
  "original_title": "Tense situation at SLFP Headquarters as Dayasiri arrives",
  "original_body_lines": [
    "A tense situation has been reported in front of the Sri Lanka Freedom Party’s Headquarters on Darley Road in Colombo 10, following the arrival of MP Dayasiri Jayasekara.",
    "However, MP Jayasekara had claimed that he will recommence duties in the post of General Secretary of the Sri Lanka Freedom Party (SLFP) this morning (05).",
    "Meanwhile, he also alleged that he is still the legitimate General Secretary of the party.",
    "Accordingly, Jayasekara had extended an open invitation to party members and supporters to participate in the event of his resumption of official duties.",
    "Against this backdrop, the SLFP’s Senior Vice Chairman Prof. Rohana Luxman Piyadasa had stated that they will accept MP Dayasiri Jayasekara as the SLFP’s General Secretary.",
    "He further stated that a candidate from the SLFP will be nominated for the upcoming Presidential Election.",
    "However, MP Mahinda Amaraweera emphasized that nominating a presidential candidate from SLFP itself is pointless. He also stated that a candidate supported by the SLFP will definitely secure the victory.",
    "On Tuesday (02), the Colombo District Court issued an interim order against the SLFP’s decision to expel MP Dayasiri Jayasekara from party membership and the post of General Secretary. Jayasekara, who was the former General Secretary of the SLFP, had sought an order revoking the decisions taken by the party to oust him from the position he held within the party.",
    "Jayasekara had filed the complaint before the Colombo District Court, challenging the decision taken by the SLFP to expel him as the party’s General Secretary and a letter directed by the party’s then chairman Maithripala Sirisena which mentioned that a disciplinary inquiry would be conducted against Jayasekara and asked him to provide excuses to defend himself.",
    "On September 05, 2023, MP Dayasiri Jayasekara was ousted from the SLFP with immediate effect and he was stripped of his position as the party’s general secretary.",
    "The then SLFP chairman, former President Maithripala Sirisena communicated this to MP Jayasekara in a letter, adding that a disciplinary inquiry would also be initiated against the parliamentarian pursuant to the provisions of the party’s constitution.",
    "However, addressing concerns pertaining to MP Jayasekara’s removal, former President Sirisena had stated that the party membership was only temporarily suspended.",
    "He further asserted that the SLFP was ready to accept the MP as a party member, or any other title he may wish to hold within the part, except that of the SLFP General Secretary."
  ]
}