{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bullets-ballots-and-travel-warnings/",
  "time_ut": 1726507020.0,
  "original_lang": "en",
  "original_title": "Bullets, ballots and travel warnings",
  "original_body_lines": [
    "The ongoing contest for the coveted presidency has turned red in tooth and claw, with the contenders desperately doing everything in their power to achieve their most cherished goal. Election campaigns are getting down and dirty with politicians and their supporters hurling mud at one another. What is fast approaching is a contest the political leaders in the fray cannot afford to lose, given the very high stakes they have in it. The 21 Sept., presidential election is bound to be followed by a general election, and the party of the winner of the presidency usually secures the control of Parliament.",
    "Thankfully, the pre-election period has been peaceful so far, but owing to the unpredictable nature of Sri Lankan politics, anything is possible. It is only natural that some countries have expressed concern about the safety of their citizens visiting this country and some of them have gone to the extent of issuing travel warnings.",
    "Ironically, no sooner had Washington issued a travel advisory on Sri Lanka, asking the US citizens here to exercise caution in view of the forthcoming presidential election than the Secret Service foiled a bid to assassinate former US President Donald Trump, who is seeking a nonconsecutive term. But for an Argus-eyed SS agent, who spotted a gun barrel in a bush on a golf course, where Trump was playing, on Sunday, and opened fire, the gunman hiding in the shrubbery would perhaps have been able to achieve his target. It was the second attempt to kill Trump since early July 2024, when a bullet grazed his right ear at an election rally in Pennsylvania.",
    "The SS has received praise for thwarting Sunday’s assassination bid, and deservedly so. It has however come in for criticism for its failure to prevent the suspect from entering the golf course and bringing the former President into the effective range of his AK-47 assault rifle fitted with a scope. The gunman is now in custody; he almost made good his escape after his botched mission. He is expected to reveal, under interrogation, the motive for his attempt to kill Trump.",
    "Sunday’s incident and the narrow escape Trump had from an assassin’s bullet in July show the growing vulnerability of US leaders  vis-à-vis dangerous elements bent on harming them. This being the situation in the US, described as the most powerful country in the world, it is clear how vulnerable the leaders in the Global South are.",
    "It is hoped that the police and others tasked with protecting the presidential candidates engaged in intense campaigning here will learn from what has played out in the US during the past two months or so, and go all out to ensure the safety of the contenders for the presidency and the public. Thankfully, nothing untoward has happened so far, but nothing must be left to chance where security arrangements are concerned.",
    "Meanwhile, Washington has, in its travel advisory at issue, asked the US citizens to exercise increased caution in Sri Lanka ‘due to civil unrest and terrorism’. One can understand the reference to ‘civil unrest’, but it is intriguing why specific mention has been made of ‘terrorism’. The US has also warned that ‘demonstrations could occur before, during and after the election’.",
    "The State Department’s warning of possible protests here ‘after the election’ is of crucial import. How does the US know that there could be post-election demonstrations? Has it gone by speculation in political circles here or received intelligence indicating such a possibility?",
    "It behoves the Sri Lankan police and security forces to take cognisance of the US warning, make inquires from their American counterparts and take precautions.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}