{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Corrine-Almeida-obtains-enjoining-order-against-Romaine-Willis-and-DJ-Mass-on-song-Eh-Yaye/108-283074",
  "time_ut": 1716301980.0,
  "original_lang": "en",
  "original_title": "Corrine Almeida obtains enjoining order against Romaine Willis and DJ Mass on song ’’Eh Yaye’’",
  "original_body_lines": [
    "Colombo, May 21 (Daily Mirror)- The Commercial High Court has issued an enjoining order restraining singer Romaine Willis and Mass Ramli Miskin alias DJ Mass from performing, reproducing and distributing the songs titled \"Eh Yaye\" and “Api Natamu\".",
    "The Colombo Commercial High Court Judge Priyantha Fernando made this order after considering a plaint filed by popular artist and music performer Corrine Almeida under the Intellectual Property Act.",
    "Meanwhile, the Court further issued notice of injunction and summons on the defendants returnable for May 31.",
    "In her plaint, the plaintiff Corrine Almeida stated that she is the owner of the copyright and economic rights to the musical composition and lyrics of the song titled \"Api Natamu\".",
    "The plaintiff had named executive producer of the audiovisual work \"Eh Yaye\" Mass Ramli Miskin and singer Romaine Willis as defendants.",
    "Having considered the submissions made by the counsel for the plaintiff and materials placed before Court, the Colombo Commercial High Court issued this enjoining order. This order would prevent the defendants from publishing, reproducing, carrying out any public performance or any other manner the musical or audio visual work of the song titled 'Eh Yaye' and any song that substantially includes the lyrics and the musical composition of the song 'Api Natamu' in which the economic right in respect of the lyrics and music composition belong to the Plaintiff. This enjoining order will be effective until May 31.",
    "Counsel Revan Weerasinghe with Jithen Desilva instructed by Shevonne Andrado appeared for the Plaintiff."
  ]
}