{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Uma-Oya-multi-purpose-development-project-completes-construction-begins-hydropower-generation/56-760649",
  "time_ut": 1713209386.0,
  "original_lang": "en",
  "original_title": "Uma Oya multi-purpose development project completes construction, begins hydropower generation",
  "original_body_lines": [
    "The long-awaited Uma Oya Multi-Purpose Development Project has reached a significant milestone as construction wraps up and testing level operations for hydropower production commenced, Uma Oya Multipurpose Development Project Director Engineer D. C. S. Alakanda announced.",
    "He said the operations, which began around a month ago, mark a crucial step forward for the project.",
    "During the testing phase, Alakanda reported that the project has already generated electricity worth Rs. 1,000 million, contributing to the national grid.",
    "He further disclosed that commercial level operations have commenced, underscoring the project’s readiness to serve the nation.",
    "With its completion scheduled for 24 April, the Umaoya Multi-Purpose Development Project signifies a significant achievement in Sri Lanka’s infrastructure and energy landscape, promising lasting socio-economic benefits for the nation.",
    "Uma Oya Multi-Purpose Development Project Resident Chief Engineer Priyantha Nanayakkara emphasised the project’s primary objective of producing 120 MW of electricity to bolster the national power system.",
    "Nanayakkara also highlighted the project’s multifaceted goals, including agricultural development and provision of drinking water, aligning with broader socio-economic aspirations.",
    "Initiated in 2011, the Umaoya Multipurpose Development Project boasts an estimated cost of $ 514 million. Despite challenges in securing financial aid from the Iranian Government due to economic constraints, construction progressed with the support of Treasury’s allocation, ensuring continuity in project implementation.",
    "The project, managed by the Farab Institute under the oversight of the Central Consultancy Bureau, involves the construction of dams, tunnels, and hydroelectric turbines. Water collected at the Puhulpola Reservoir will be transported to the Diaraba Reservoir via a 4 km tunnel. From there, it will be conveyed to turbines located underground in the Ella Karandagolla area through a 15.5 km tunnel, generating 120 megawatts of hydroelectricity.",
    "Upon power generation, the water will be redirected to reservoirs, benefiting agricultural lands and meeting the water needs of surrounding districts. The project’s comprehensive approach aims to foster sustainable development, ensuring both energy security and water resource management for the region."
  ]
}