{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/Findings-on-COVID-vaccine-side-effects-Local-authorities-in-the-dark/155-277907",
  "time_ut": 1709170320.0,
  "original_lang": "en",
  "original_title": "Findings on COVID vaccine side effects: Local authorities in the dark",
  "original_body_lines": [
    "Colombo, Feb 28 (Daily Mirror) -  In the wake of disquieting findings on the health risks associated with certain COVID-19 vaccines, the Sri Lankan health authorities seem to be turning a blind eye as they go unresponsive to the queries.",
    "Despite Daily Mirror's efforts to prompt the authorities to articulate their position on the recent findings, responsible officials have failed to respond, leaving the masses in dilemma.",
    "Since the breakout of Covid-19, sceptics around the world expressed their doubts about the Covid infection to Covid Vaccine, putting forward so many “conspiracy” theories.",
    "However, looking back, many people now seem to see a coercing tactic in making people accept the vaccine, which was not approved by the Food and Drug Administration (FDA), the highest authority in the current medical industry- at the time of administering. Pfizer was approved in 2021 while Moderna was approved by the FDA in 2023.",
    "It is in this background that the world faces rising concerns about certain COVID-19 vaccines' safety, echoing global discussions following a study suggesting potential risks. While the absolute risk remains low, a cautious approach is warranted.",
    "The study mentioned in Forbes Magazine sheds light on some occurrences of heart, brain, and blood disorders potentially linked to Pfizer, Moderna and AstraZeneca COVID-19 vaccines. The study involving nearly 100 million vaccinated individuals across eight countries, including Argentina, Australia, Canada, Denmark, Finland, France, New Zealand, and Scotland, revealed alarming associations between COVID vaccines and 13 medical conditions. Published in the journal Vaccine, the research found an increase in neurological, blood, and heart-related issues post-vaccination.",
    "Besides, it’s noteworthy that vaccination campaigns have played a pivotal role in controlling the spread of COVID-19 and mitigating its impact on public health. However, the emergence of potential adverse effects necessitates a proactive approach to ensure the safety and well-being of vaccine recipients.",
    "Over 4 million Sri Lankans administered with vaccines in question",
    "Sri Lanka used all three vaccines in question in its vaccination drive. The breakdown of recipients for each vaccine in question is as follows: AstraZeneca/Covishield - 1,479,631 recipients, Pfizer - 2,645,395 recipients, and Moderna - 804,801 recipients.",
    "Accordingly, nearly five million (4,929,833) Sri Lankans have been administered the vaccines in question.",
    "Medical experts believe that while some recipients of the aforementioned vaccines may be vulnerable to complications, the majority may be out of the woods. Nevertheless, experts maintain that without conclusive study findings, the local situation cannot be accurately determined.",
    "It’s in this backdrop that the Health Ministry in collaboration with relevant stakeholders should chip in and clear the doubts of the locals in the form of a comprehensive study.",
    "Dr Vinya Ariyaratne, a public health specialist and the immediate past President of the Sri Lanka Medical Association (SLMA), said that the spread of the pandemic brought the world to a halt, with no scientific principles followed.",
    "“However, the vaccines were later introduced following WHO procedures and contributed to containing the pandemic. In any public health emergency, risks versus benefits are weighed,” he said.",
    "At the time of vaccination, the benefits seemed far outweigh the possible risks, considering the higher chance of death from COVID compared to not being vaccinated.",
    "“All vaccines do come with rare reactions, and a small probability of complications exists,” he said.",
    "“While certain studies may later reveal vaccine adverse effects, making judgments on efficacy now is too premature,” he said.",
    "He said that the world coming to normalcy amply demonstrated the effectiveness of the protocols followed globally during the pandemic.",
    "He also noted that the COVID-19 pandemic may not be the last, emphasizing the importance of learning from the experience and being prepared for future outbreaks.",
    "The expert also stated that, in the face of another pandemic, individuals might still be compelled to take a vaccine without full knowledge.",
    "Regarding a similar study on the side effects of COVID-19 in the Sri Lankan context, the expert supports it as a learning experience.",
    "“The intention is not to discredit vaccines but to detect early signs of complications, allowing for timely intervention,” he added.",
    "Media Spokesman for the Government Medical Officers' Association (GMOA) Dr Chamil Wijesinghe, emphasizes the importance of maintaining vigilance and observation regarding potential side effects associated with COVID vaccines within the local context.",
    "\"It is imperative that Sri Lanka maintains continued vigilance and observation of any potential side effects associated with Covid vaccines within the local context,\" Dr Wijesinghe emphasized.",
    "However, he cautioned against directly applying the study's findings to Sri Lanka, noting the differences in data and genetic patterns between regions. Despite this, he stressed the need for the Health Ministry to closely monitor the situation and consider conducting a local survey to assess the situation's specifics.",
    "In response, Sri Lanka's COVID-19 Coordinator Dr Anwar Hamdani acknowledges the absence of any proven studies conducted within the country regarding the side effects of COVID vaccines.",
    "In general, vaccines take ages to be perfected. Covid vaccines were developed within a short period of months. It was built on the knowledgebase of years of human knowledge in creating vaccines, one report said.",
    "Nonetheless, sceptics challenge this and say developing vaccines in such a short period is dangerous.",
    "As the global community continues to navigate the complexities of the COVID-19 pandemic, monitoring adverse reactions, ongoing research and surveillance efforts are crucial in identifying and addressing emerging concerns related to COVID-19 vaccines.",
    "Furthermore, proactive measures such as the establishment of comprehensive vaccine monitoring systems and robust pharmacovigilance programmes can enhance the early detection of adverse events and enable timely intervention.",
    "Pharmacovigilance is the science and activities relating to the detection, assessment, understanding and prevention of adverse effects or any other medicine/vaccine-related problem.",
    "In conclusion, it is fitting to note that although the risk posed by the virus itself remains considerably higher, the latest findings serve as a catalyst, urging medical experts and health authorities to maintain unwavering vigilance and take proactive measures in scrutinizing complications associated with the vaccines."
  ]
}