{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Uber-Eats-launches-campaign-focus-on-deliveries-beyond-food/34-767260",
  "time_ut": 1727461397.0,
  "original_lang": "en",
  "original_title": "Uber Eats launches campaign focus on deliveries beyond food",
  "original_body_lines": [
    "Uber Eats, has unveiled a new campaign ‘Get Almost, Almost Anything’ focused on its expanded range of products, offering much more than just food delivery.",
    "It said customers can use the platform to order cooked meals, groceries, health and beauty products, pet food and more, catering to a variety of everyday needs.",
    "This campaign underscores Uber Eats’ growing role in the daily lives of Sri Lankans, with seamless delivery of their favourite food items and beverages; groceries for cooking at home; gifts for loved ones, and other essential items.",
    "Uber Delivery – Sri Lanka Country Manager Varun Wijewardane said: “Over the last five years, we’ve become the go-to app for people in Sri Lanka and become an essential part of their lives. As Uber Eats evolves, we wish to reiterate our commitment to continue bringing the best of Uber to the country and become a one-stop shop to meet daily needs of our customers beyond just food cravings. With a few clicks, customers can get almost anything from food to beauty products to flowers and more.”",
    "On the list of most popular items ordered on the app, rice and curry continues to top the list in the ‘cooked meal’ category, while Chinese Rolls are the hot favourite when it comes to satisfying Sri Lankans’ demand for Short Eats. Carrots and eggs are the most ordered grocery items along with Keeri Samba. But beyond food and grocery items, Sri Lankans turn to their favourite delivery app for a wide range of items such as: Baby Care: Diapers; Baby items; Toys, Cleaning supplies: Dishwash Liquids; Toilet Rolls; Garbage Bags; and, Washing Powders, Beauty products: Make-up products, Nail polishes, Moisturizers; lipsticks, Stationery: Notebooks; Greeting Cards; Paper; Pens; Pet Care: Cat/Dog Foods; Leashes; Collars; Toys; and Electronics: Phone accessories; home appliances; Chargers, Cables, Earphones, Phone Screen Protectors, Laptop Accessories, Power Banks, Bluetooth Speakers.",
    "Prior to the launch in Sri Lanka, the global campaign ‘Get Almost, Almost Anything’ has been executed in Australia, US, Mexico, and Taiwan. To help bring this campaign to life in Sri Lanka, Uber Eats has partnered with well-known local personalities such as stand-up comic Dominic Kellar; singer Hana Shafa; and content creator Gangulee Walpola. Through fun and engaging conversations, these celebrities will show Sri Lankans the diverse options Uber Eats provides, catering to all tastes, occasions, and budgets."
  ]
}