{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/issues-non-issues-and-non-sequiturs/",
  "time_ut": 1719939180.0,
  "original_lang": "en",
  "original_title": "Issues, non-issues and non sequiturs",
  "original_body_lines": [
    "The SJB parliamentary group yesterday unanimously resolved that it would not join a national government under President Ranil Wickremesinghe’s leadership. What prompted it to make such a resolution suddenly is not clear. Perhaps, it has only reiterated its response to an invitation President Wickremesinghe extended about two years ago.",
    "One cannot but agree that there is absolutely no need for a national government, for such an arrangement does not benefit the public in a half-baked democracy like Sri Lanka, where politicians are driven by self-interest; they join forces to further their own interests and not for the sake of the country. The so-called national unity government formed by the UNP and the SLFP-led UPFA in 2015 is a case in point. That administration, which was a coming together of a bunch of strange bedfellows, was characterised by mega scams, other forms of corruption, the aggravation of the country’s indebtedness, inefficiency and the neglect of national security. It exemplified the popular saying that two dogs at the same bone seldom agree. Competing interests and personality clashes led to tensions among its leaders, and President Sirisena sought to dislodge it eventually, albeit in vain.",
    "What Sri Lanka needs is a national-minded government as well as a national-minded Opposition. The ruling coalition is all out to retain power, and the Opposition parties are doing their darndest to capture power, and the national interest does not figure in their agendas. The country is grappling with its worst-ever economic crisis, which has adversely impacted every facet of life, but the government and the Opposition are pulling in different directions oblivious to the need for a concerted effort. Sri Lankan political leaders did not join forces even at the height of the Vanni war or in the aftermath of the 2004 tsunami.",
    "President Ranil Wickremesinghe made a special statement in Parliament yesterday on the debt restructuring agreements. Much more information about those pacts remains to be disclosed. It is hoped that all agreements will be made available to the public after the restructuring of ISBs (International Sovereign Bonds). The Opposition claimed that Sri Lanka’s creditors had not been made to take haircuts.",
    "The so-called people’s representatives in Sri Lanka are not prepared to forgo their duty-free vehicle permits and other such perks, much less share in the suffering of the public in any manner, but the Opposition politicians want the country’s creditors to take haircuts. They are of the same mindset as inveterate delinquent cardholders who inveigh against their banks after living beyond their means and finding themselves in dire financial straits. Loans have to be paid back. Let that be the bottom line.",
    "Parliament should debate all vital agreements related to debt restructuring, but at the same time it ought to discuss ways and means of shoring up the country’s foreign exchange reserves, enhancing national productivity, boosting exports, combating corruption, curtailing waste and rationalising state expenditure. The government deserves the flak it is receiving, but the Opposition does not provide alternative solutions to the country’s burning issues; it only bellows rhetoric, mouths populist slogans, and advocates clientelism and welfarism. Instead of taking action to eliminate corruption in the Customs, Inland Revenue and the Exercise Department and cast the tax net wide, the government is bent on squeezing the public dry. The Opposition is promising tax cuts and freebies to the public in a bid to garner votes at the upcoming election. The SJB has undertaken to allocate more funds for education, healthcare, social welfare, etc., but it will not reveal how it is going to increase state revenue. The JVP/NPP has promised to grab power from the ‘corrupt political elites’ and hand it over to the youth! It tried to do so on two occasions—in 1971 and in the late 1980s—and left thousands of youth dead. Elites circulate, according to thinkers like Pareto, and one sees no difference between the traditional political elites and the JVP/NPP leaders.",
    "Parliamentary debates on vital national problems such as debt restructuring must not be polluted with platform rhetoric and partisan politics. It is hoped that Parliament will have a proper debate on the debt issue, and adopt a consensual approach to economic recovery instead of giving a fillip to anti-politics, which is menacingly on the rise.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}