{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sajiths-favourability-improves-in-march-but-akd-continues-lead-sri-lanka-survey-159172/",
  "time_ut": 1713444780.0,
  "original_lang": "en",
  "original_title": "Sajith’s favourability improves in March, but AKD continues lead: Sri Lanka survey",
  "original_body_lines": [
    "ECONOMYNEXT — Net favourability rating of Sri Lanka opposition leader Sajith Premadasa increased in March but rival Anura Kumara Dissanayake continued to lead, though all potential candidates including them had negative ratings for the month.",
    "The Institute for Health Policy (IHP) which carried out the survey found that Premadasa’s net favourability had increased by 30 points to -30 in March compared to the previous month while favourability ratings of National People’s Power (NPP) leader Dissanayake and President Ranil Wickremasinghe remained relatively unchanged at -24 (-2) and -78 (+1) respectively.",
    "IHP said in a statement on Thursday April 18 that favourability estimates for each month are based on 100–400 interviews conducted during that month and during a few weeks before and afterward to ensure a minimum set of responses. The March 2024 estimates are based on 401 (Premadasa), 377 (Dissanayake), 406 (Wickremasinghe), and 145 (former president Gotabaya Rajapaksa) interviews.",
    "IHP’s Sri Lanka Opinion Tracker Survey (SLOTS) surveys a national sample of adults (ages 18 and over) reached by random digit dialling of mobile numbers, and others coming from a national panel of respondents who were previously recruited through random selection. SLOTS tracks favourability by asking respondents if they have a favourable or unfavourable opinion of a public figure or institution: net favourability being the average of the positive (+100) and negative (-100) responses. All estimates are weighted to match the national population with respect to age, sex, ethnicity, socioeconomic status, sector, province and past voting preference. Monthly estimates are based on samples of 100+ interviews pooled from interviews in each month and from weeks before and afterwards. As the March update uses a more recent data set than the previous update, there are small changes in estimates of favourability ratings for previous months.",
    "“The SLOTS survey has previously been funded by the Neelan Tiruchelvam Trust, the UK National Institute for Health and Care Research (NIHR), The Asia Foundation in Sri Lanka, and others. Current field work is financed by the IHP Public Interest Research Fund and others. The sponsors play no role in the study design, analysis, or interpretation of findings. Furthermore, the survey findings do not necessarily reflect the views or positions of past and present funders,” IHP said. (Colombo/Apr18/2024)"
  ]
}