{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103689/substandard-drugs-scandal-harin-arrives-at-cid-to-record-statement",
  "time_ut": 1732263180.0,
  "original_lang": "en",
  "original_title": "Substandard drugs scandal: Harin arrives at CID to record statement",
  "original_body_lines": [
    "Former Minister Harin Fernando has stated that he does not believe the then-Cabinet of Ministers is responsible for the incident involving the procurement of substandard human immunoglobulin vials.",
    "He made these remarks today (22) while speaking to reporters as he arrived to provide a statement to the Criminal Investigation Department (CID) regarding the relevant incident.",
    "On November 12, the Maligakanda Magistrate’s Court had ordered to record statements from 18 then-Cabinet Ministers pertaining to the alleged importation of substandard human immunoglobulin vials.",
    "The Attorney General’s Department had informed the court that statements are required to be obtained from 18 individuals including former President Ranil Wickremesinghe, former Prime Minister Dinesh Gunawardena, former Ministers Tiran Alles, Mahinda Amaraweera, Wijeyadasa Rajapakshe, Harin Fernando, Roshan Ranasinghe and Nimal Siripala, who were members of the Cabinet which approved the Cabinet paper presented by then Health Minister Keheliya Rambukwella for the import of the controversial drugs in question.",
    "Apart from Harin Fernando, the rest of the former ministers had appeared at the CID yesterday (21) to provide their statements, with Fernando arriving today (22) to record his statement.",
    "In response to an inquiry regarding whether he believed the then-Cabinet was responsible for the incident involving the controversial medicine procurement, Fernando stated:",
    "“I don’t believe so, because at least 60 to 70 papers are submitted to the Cabinet each day. Usually, the secretaries of the respective ministries prepare these papers and submit them, and the minister then presents them to the Cabinet. Once submitted, the Ministry of Finance makes its recommendations. This is the normal process. This has never occurred in Sri Lanka’s history. However, we hope to respect the court and provide the information we know.”"
  ]
}