{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/will-tibetans-be-led-by-a-reincarnated-dalai-lama-or-one-picked-by-china-190282/",
  "time_ut": 1733049660.0,
  "original_lang": "en",
  "original_title": "Will Tibetans be led by a Reincarnated Dalai Lama, or One Picked by China?",
  "original_body_lines": [
    "ECONOMYNEXT – Chemi Lhamo, Campaign Director of Free Tibet would like to see more international support for preserving the Tibetan way of life and Dharma.",
    "Citing The Resolve Tibet Act, which US President Joe Biden signed into law in June this year, Ms Lhamo added that she was optimistic that European countries that constantly speak on human rights would not hesitate to pass similar legislation in support of Tibet.",
    "Tibet has been under the control of China since 1951, with a government in exile, also known as the Central Tibetan Administration being set up in neighbouring India, by the 14th Dalai Lama following the Lhasa uprising of 1959.",
    "Though he divested himself of all political authority in 2011, the Dalai Lama, who turned 89 this year, continues to be the spiritual head of Tibetans, who consider him the living incarnation of the Buddha. The search for a new Dalai Lama begins when he passes away, by senior disciples who look for visions and signs to identify the successor.",
    "China meanwhile, insists it has the right to pick the next Dalai Lama.",
    "Apart from that, there is the contentious issue of what’s referred to as ‘residential schools’ and described by the UN as a “compulsory education curriculum in the Mandarin Chinese language, or Putonghua, with no access to traditional or culturally-relevant learning.” But China disagrees. They claim it is preparing Tibetan children for a future where the language of communication will be Mandarin.",
    "Speaking at a web talk organised by the Friedrich Naumann Foundation South Asia, on November 20, 2024, Ms Lhamo pointed out that reincarnation and religion are personal issues and ‘no other external entity, China in this case, has the right or in fact to interfere with the process.’ Even as refugees, Tibetans enjoy ‘democracy without borders’ and she is confident that their culture and Dharma will stand the test of time.",
    "The web talk ‘The Future of Tibetan Leadership’ was moderated by Dr Anna Sawerthal, Editor of Der Standard, Austria and included the Ven Geshe Lakhdor, Director, Library of Tibetan Works and Archives, Dharamshala, Professor Anand Kumar, President of the India- Tibet Friendship Society and Tenzin Desal, Senior Research Fellow at the Tibet Policy Institute as panellists.",
    "Reincarnation, says Ven Geshe Lakhdor, is the root of Buddhist teaching, it is not blind faith. The China policy is ‘short-sighted,’ he adds, alleging that it is an attempt to destroy Tibet’s identity.",
    "When the Dalai Lama divested himself of the political aspect of things, it was to prepare Tibetans to function as though he was already gone, explained Ven Geshe Lakhdor, adding it was the Dalai Lama’s wish that Tibet should not be led by a religious figure. The Dalai Lama also believes that reposing too much power in one individual is risky. In that context, Ven Geshe Lakhdor hopes for better political awareness among Tibetans.",
    "If they are to unite against Chinese influence, they must also shed their regional and tribal differences, Ven Geshe Lakhdor opines. In a digital world it is not difficult to bring people together, he says, pointing out that staying united is the key to outlasting dictatorial systems built on oppression.",
    "Indians, says Anand Kumar, are generally supportive of Tibetans, but there are concerns about a post-Dalai Lama scenario. Would India, which has taken a middle path continue in the same vein? Could India successfully facilitate a smooth transition, he asks.",
    "He also points to the possibility of differences of opinions among Tibetans themselves; those living in Tibet may have different aspirations from those in exile, and again, Tibetans residing in India might think differently to those in Europe and the USA. A ‘plurality of perspectives and clear lines of communication among Tibetans in exile,’ is important, he says.",
    "Meanwhile, Tenzin Desal explains that China is markedly visible in the everyday lives of Tibetans through infrastructure projects and promoting the idea that Tibet is a part of China.",
    "However, the Dalai Lama has created the institutional framework for open discussion both within and outside Tibet on the devolution of power and the future of Tibet. An important feature is that those within and outside Tibet converse with each other, and the integrity of purpose of those in exile has never been questioned by Tibetans living in Tibet.",
    "Addressing the web talk, the current political leader of the executive branch (Kashag) of the CTA, Sikyong Penpa Tsering said reincarnation is unique to Tibetan Buddhism and religious activities are observed as enshrined by the Dalai Lama. While encouraged by the support of the USA, they were hopeful that more countries would endorse their cause. The Dalai Lama, had, in September 2011 been emphatic that no government or individual could interfere in Tibetan affairs.",
    "In a video message, Sandra Weeser, Member of the Bundestag reiterated that while the international community advocates for the rights of Tibetans, it must also be vigilant that the process of transition is free from external forces."
  ]
}