{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/swisstek-ceylon-chamari-athapaththu-to-set-high-standards-in-construction-industry/",
  "time_ut": 1724073420.0,
  "original_lang": "en",
  "original_title": "Swisstek Ceylon & Chamari Athapaththu to set high standards in construction industry",
  "original_body_lines": [
    "Swisstek Ceylon PLC, a pioneering force in Sri Lanka’s construction industry with a history of over 50 years, is proud to announce an exciting partnership with Chamari Athapaththu, the inspirational Captain of the Sri Lanka Women’s National Cricket Team, and a leading women’s cricketer in the world. The company is a market leader in tile adhesive and grout and was the first brand in its market category to receive SLS certification, which underscores the company’s commitment to maintaining high standards of quality.",
    "The company is taking a bold step with this initiative by using a female influencer in a male-centred industry to champion Sri Lanka’s recovering construction sector and empower both men and women to actively be involved in construction and renovation decision making, as it is crucial for long-term quality and durability of living spaces.",
    "Sharing core values of leadership, excellence and decision making, both Swisstek Ceylon PLC and Chamari Athapaththu have set the highest standards in their respective fields. Swisstek Ceylon PLC is dedicated to empowering their clientele to make informed decisions in regard to essential products for their construction and renovation needs.",
    "The primary objective through this alliance is to increase awareness for men and women of the critical importance of decision making and selection of high-quality construction materials, such as Swisstek’s Tile adhesive, skim coat, waterproofing solutions, and others, in the creation of safe, durable homes where the customers’ investment will be secured.",
    "Daminda Perera, CEO of Swisstek Ceylon PLC said, “It is an absolute honour and privilege for Swisstek Ceylon PLC to be able to collaborate with someone as inspirational as Chamari Athapaththu. Swisstek is built upon the same values and qualities that she emulates through her leadership. Our pursuit of excellence, integrity and commitment mirrors that of her own, and we look forward to building a long-lasting partnership.”",
    "“Helmet, If you love me”- Helmets for kids: AA Ceylon/ FIA Road Safety Programme 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}