{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112654/cambodian-pm-accuses-thai-forces-of-evicting-civilians-on-border",
  "time_ut": 1758213780.0,
  "original_lang": "en",
  "original_title": "Cambodian PM accuses Thai forces of evicting civilians on border",
  "original_body_lines": [
    "Cambodia’s leader Hun Manet has accused Thailand of preventing more than 20 families from returning to their homes on the disputed border, according to his letter to the head of the UN released on Thursday (Sep 18).",
    "The Thai army said the Cambodian residents had “illegally occupied” Thai territory.",
    "The Southeast Asian neighbours agreed a truce in late July following five days of clashes that killed at least 43 people on both sides - the latest eruption of a long-standing dispute over contested border temples on their 800km frontier.",
    "On Wednesday, Thai forces fired rubber bullets and tear gas at several hundred Cambodian protesters during a stand-off in a disputed border village, a move that Phnom Penh said injured nearly 30 people, including a soldier and a Buddhist monk.",
    "In a letter dated Sep 17 to United Nations Secretary-General Antonio Guterres, Hun Manet said Thai forces had “widened the conflict zone by erecting barbed wire and barricades”, and “forcibly” evicted Cambodian civilians from their “long-settled lands” in two border villages in northwestern Banteay Meanchey province since last month.",
    "“Twenty-five families have already been blocked from their homes and fields,” Hun Manet wrote, adding that a Thai military spokesperson had threatened more evictions, “potentially affecting hundreds of households comprised of about a thousand inhabitants”.",
    "Thai army spokesperson Winthai Suvaree said in a statement on Thursday that the Cambodian civilians involved in the violent incident the day before had “deliberately and illegally occupied Thai territory for an extended period”.",
    "Winthai also accused Cambodian military personnel of failing to intervene on Wednesday as Cambodian villagers “carried long wooden sticks as makeshift weapons, showing intent to harm Thai officials and breach Thai barriers”.",
    "Video released by the Thai military late Wednesday showed Thai security forces firing tear gas at several Cambodians, some of who flung long sticks towards Thai authorities and tried to remove barbed wire.",
    "In his letter, Hun Manet told the UN chief that the Thai military had “an intention of using forces to seize territory at 17 other locations” along the shared border.",
    "He also asked Malaysia - the current chair of the ASEAN regional bloc - to urge Thailand to refrain from using force against civilians and “halt planned forced evictions”.",
    "July’s military clashes between Cambodia and Thailand were their deadliest in decades, with 300,000 people also forced to flee their homes along the border."
  ]
}