{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/deeply-passionate-about-modelling-and-the-fashion-industry/",
  "time_ut": 1712793300.0,
  "original_lang": "en",
  "original_title": "Deeply Passionate about modelling and the fashion industry",
  "original_body_lines": [
    "Hey there! I’m a 30-year-old guy, deeply passionate about modelling and the fashion industry. Every day is an exciting adventure as I get to work with incredible designers, photographers, and stylists to bring their visions to life. My job takes me to various locations, from bustling cities to serene landscapes, for photo shoots and runway shows. I love the creativity and versatility this career offers, allowing me to express myself through different styles and concepts. It’s a fast-paced world, but I thrive on the energy and challenges it brings.",
    "I decided to become a model because I have a deep passion for fashion, creativity, and self-expression. The opportunity to collaborate with talented individuals in the industry, such as designers, photographers, and stylists, was a major driving force. Overall, modelling allows me to showcase my unique personality and style while pursuing a career that fuels my passion for creativity and expression.",
    "A combination of factors; Passion and Dedication: I have a deep passion for modelling and the fashion industry, which is evident in my commitment to my craft and continuous pursuit of excellence. Versatility:  I thrive on the diversity of styles and concepts in modelling, showcasing my ability to adapt and excel in various fashion trends and themes. Adventurous Nature: The willingness to travel to different locations for assignments and embrace new challenges shows my adventurous spirit and openness to new experiences. Creative Expression: My work reflects a unique blend of creativity, personality, and style, setting me apart and making my presence memorable in the competitive world of modelling. And, working seamlessly with designers, photographers, and stylists demonstrates my strong collaborative skills and professionalism, making me a valuable asset on any project.",
    "The cloths I prefer to model are outfits that have style, class and sophistication.",
    "05. What do you think is the most important aspect of modeling?",
    "The most important aspects of modelling are professionalism, versatility, confidence, health, and networking. These elements collectively contribute to a successful and fulfilling career in the industry.",
    "06. If you could change one thing about yourself, what would it be?",
    "I schooled at St Peter’s College Colombo, and during my schooling years I took part in many sports, including swimming, rugby, and table tennis. Also, I was a scout and part of the stamp club at the time.",
    "My happiest moment is when I get to travel to new place and experience new cultures, flavours, and making unforgettable memories.",
    "Believing in perfect happiness is why I value love, meaningful connections, and personal fulfillment. I find joy in relationships, pursuing meaningful goals, and appreciate the little moments in life. Balancing work and personal well-being is important to me, leading to a sense of contentment and inner peace.",
    "My ideal girl would likely be someone who shares similar values and priorities as me. I would be attracted to a woman who values love, meaningful connections, and personal fulfillment. She would appreciate the importance of nurturing loving relationships and finding joy in shared experiences with me. She would also be driven by meaningful goals and passions, complementing my own aspirations and supporting me in achieving them. Balancing life with personal well-being should be important to her, and she should value a healthy and fulfilling lifestyle. Overall, my ideal girl would be someone who brings joy, love, and mutual growth to my life.",
    "13. If you were marooned on a desert island, who would you like as your companion?",
    "Not one but many and I don’t think you would have the space to mention all.",
    "I love doing daring things like…yes, swimming with sharks, diving, cliff jumping and so much more; anything that would get my heart racing.",
    "My ideal vacation would be travelling through the Swiss Mountain, in the train, and taking in the scenic beauty, that the country has to offer, while sipping on some hot Swiss chocolate.",
    "I enjoy instrumental and country music…where the music speaks to me.",
    "I enjoy listening to Sun FM, especially on Sundays, where they play slow-flow music all day long.",
    "In the future, I envision a life filled with personal growth, meaningful experiences, and cherished relationships. I aspire to excel in my career or passion, finding fulfillment in my work, while also enjoying moments of adventure and exploration. Building strong connections with loved ones and creating lasting memories together are priorities for myself. I look forward to discovering new passions, travelling to new places, and embracing opportunities for learning and self-discovery. Overall, my future plans are centred around leading a balanced, fulfilling life, enriched by meaningful experiences and meaningful relationships.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}