{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/missed-opportunity-for-sri-lanka-opposition-to-raise-concerns-with-imf-govt-154122/",
  "time_ut": 1710156660.0,
  "original_lang": "en",
  "original_title": "Missed opportunity for Sri Lanka opposition to raise concerns with IMF: govt",
  "original_body_lines": [
    "ECONOMYNEXT — The opposition could’ve shared their concerns with the International Monetary Fund (IMF) and openly proposed any alternatives if they had attended the government’s latest round of talks with the international lender, State Minister of Finance Ranjith Siyambalapitiya said.",
    "“I’m very surprised. It was for a very important economic discussion that the president invited. He asked party leaders to come and bring whoever they like, which meant that the leaders’ economic advisors could’ve also come,” Siyambalapitiya said speaking to reporters outside the Presidential Secretariat on Monday March 11.",
    "“They could’ve shared their concerns with the whole gathering and said ‘not this tax, have this instead’, or anything at all,” he added.",
    "According to reports, most opposition parties including the Samgi Jana Balawegaya (SJB), the leftist National People’s Power (NPP) and the Sri Lanka Muslim Congress (SLMC) boycotted the meeting.",
    "There was some controversy over a claim made by President Ranil Wickremesinghe that SJB legislator had asked that party leaders be invited, but de Silva said later that he had only asked for a meeting with Sri Lanka’s creditors.",
    "Opposition Tamil National Alliance (TNA) parliamentarian M A Sumanthiran was the sole opposition member to attend the IMF meeting on Monday.",
    "He said the government has agreed to provide copies of the Technical Assistance Rteports compiled by the IMF to opposition party leaders on request.",
    "Sri Lanka’s opposition parties have not been overwhelmingly supportive of the IMF programme, the country’s 17th so far. Leftists outfits such as the National People’s Power (NPP) have historically taken an anti-IMF stance but recently met a group of representatives of the international lender.",
    "The SJB, which is more inclined to share President Wickremesinghe’s liberal outlook, too has been critical, with its leader claiming that he would renegotiate the deal under terms more preferable to Sri Lanka. (Colombo/Mar11/2024)"
  ]
}