{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/2024-presidential-race-the-unfinished-journey-of-womens-political-emancipation/",
  "time_ut": 1723824275.0,
  "original_lang": "en",
  "original_title": "2024 Presidential Race: The Unfinished Journey Of Women’s Political Emancipation",
  "original_body_lines": [
    "Sri Lanka is once again facing a male-dominated presidential race. As of August 15, 2024, thirty-nine out of the forty candidates who have paid deposits to contest the election are male. This overwhelming male dominance highlights the persistent gender imbalance in Sri Lankan politics, reflecting a broader trend where women’s representation remains limited despite existing legal frameworks and advocacy for gender equality. The absence of female candidates underscores the ongoing challenges in achieving equal political participation and representation for women in the country.",
    "Currently, women make up a fairly small percentage of leadership roles in the UN Member States. In these 193 Member States, 21% of Prime Ministers and 26% of Parliamentarians are women. Female leaders also make up 34% of local government positions. Despite this progress, gender equality in the highest positions of power remains a distant goal, with projections suggesting that it will take another 130 years to achieve at the current rate. These figures underscore the ongoing disparity in political leadership roles and the need for accelerated efforts to achieve gender parity in top political positions worldwide.",
    "Despite 186 of the 193 countries, including Sri Lanka, having ratified the CEDAW treaty, the political landscapes in these countries starkly contrast with its principles. The United States is one of only seven countries—along with Iran, Sudan, Somalia, Nauru, Palau, and Tonga—that have not yet ratified CEDAW. This discrepancy underscores the critical need for alignment between international commitments to women’s equal participation in politics and the actual political realities observed in these countries.",
    "Sri Lanka has legal frameworks designed to ensure equal rights and opportunities for women, but these often fall short in practice. Systemic barriers and a deeply entrenched patriarchal mindset continue to marginalize women in the political arena, confining them to secondary roles and significantly limiting their influence and participation. This persistent disparity underscores the considerable challenges in achieving genuine gender equality within Sri Lankan politics.",
    "Chandrika Bandaranaike Kumaratunga, the first woman to serve as Sri Lanka’s president from 1994 to 2005, marked a historic moment in the country’s political landscape. Her mother Sirimavo Bandaranaike, who served as Prime Minister for a total of 18 years, ran for office in the 1988 presidential election but was defeated by Ranasinghe Premadasa. In 1994, Srima Dissanayake, the widow of the late Gamini Dissanayake, also contested the presidential election alongside Kumaratunga. In the 2005, 2010, and 2015 presidential elections, no female candidates were on the ballot. In the 2019 election, academic Ajantha Perera participated but despite her bold participation, her campaign struggled to gain substantial power in the political arena.",
    "Except for Ajantha Perera these female politicians who contested have predominantly been the wives or daughters of established male politicians, often inheriting their political positions through familial connections rather than through independent achievements or democratic processes. This trend reflects a broader pattern where women’s entry into politics is largely mediated by their relationships with powerful men rather than by their own merit or electoral success. This practice perpetuates a cycle of political power concentrated within a few prominent families and underscores the challenges women face in breaking into politics on their own terms, highlighting a persistent gender imbalance in Sri Lanka’s political landscape.",
    "Women who inherit their power from male family members face inherent limitations in developing and advocating their own political agendas. This dynamic often leads to key ministerial positions being allocated to their male relatives, further entrenching a patriarchal political culture. As a result, the political influence of women is frequently confined to roles that reinforce existing power structures rather than challenging or reshaping them.",
    "Overall, Sri Lankan women face significant challenges in gaining political representation and influence at all levels of government. The following figures highlight the disparity: Women’s representation in Sri Lanka’s Parliament is a mere 5.8%, underscoring a significant gender imbalance in the country’s highest legislative body. This underrepresentation extends beyond Parliament, with women holding no seats in provincial councils and only 1.9% of positions in local authorities. Despite women constituting 51.9% of Sri Lanka’s population in 2023, men continue to dominate the national legislature, highlighting a significant shortfall in female representation within the country’s political landscape.",
    "Female candidates face significant challenges due to social factors, particularly the harsh impact of character assassinations. In a society shaped by existing social and cultural norms, these attacks can be more damaging to women than to their male counterparts. The repercussions often extend beyond the candidates themselves, affecting their families and children more acutely. Additionally, these attacks can influence their potential voter base, creating a more difficult landscape for women in politics.",
    "They also face more challenges than their male counterparts, primarily due to limited financial resources, often stemming from gender wage gaps. These financial constraints make it harder for women to run large-scale political campaigns and have a lasting impact on their lives.",
    "Traditional gender roles also continue to exert a strong influence on society, reinforcing the “patriarchalization” or “patriarchal dominance in politics.",
    "The prospect of electing another female president in Sri Lanka in the near future seems slim. One of the toughest barriers for women entering politics is the high personal cost—they often have to choose between pursuing a political career and the possibility of marriage and children. This difficult choice is one that many women across Asia are forced to make, as societal expectations dictate that a woman’s primary role should be within the home rather than in positions of power. As long as these traditional gender roles remain deeply entrenched, the path to political leadership for women will be fraught with challenges, making gender equality in the highest echelons of power an elusive goal."
  ]
}