{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/karl-marx-engels-would-have-approved-sri-lanka-rice-imports-for-working-class-analysis-194348/",
  "time_ut": 1734248880.0,
  "original_lang": "en",
  "original_title": "Karl Marx, Engels would have approved Sri Lanka rice imports for working class: analysis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has relaxed import licensing on rice, a staple food, till December 20, in bid to reduce rising local prices, but still kept a 220 dollar at tonne import tax in place, which is almost 50 percent duty on basic South Asian rice grades.",
    "Under the Rajapaksa regime and even earlier, Sri Lanka has imposed severe controls on the import of basic cereals, giving profits to politically powerful lobbies keeping both prices and malnutrition high.",
    "Sri Lanka to allow rice imports without licenses till December 20: Statement",
    "Going beyond taxes, import licensing was imposed, especially on maize to give profits to a collector lobby, making proteins like chicken and eggs also among the most expensive in the world. Taxes on protein rich grains like green gram was also hiked.",
    "Sri Lanka opposition laments child malnutrition as farmers protected at Rs300 cereal tax",
    "Sri Lanka’s import tax on rice is now about 220 dollars against export prices of around 440-450 dollar a tonne FOB price of indica rice, exported out of India and Pakistan.",
    "Though a currency collapse in 2022 after 2020 rate cuts, made some poor families skip meals, neither cereal taxes nor import licensing was removed, in almost unheard of economic nationalism.",
    "Only the tax on maize imported for Thriposha, a nutritional supplement given to children to reduce malnutrition was reduced during the crisis.",
    "The new administration allowed citizen owned companies to import rice – but with the tax still in place.",
    "At least the relaxation of the import licenses would have earned praise from Karl Marx, had he been alive, though the tax would have irked him as it still hurts workers and their families.",
    "“To impose protective duties on foreign corn is infamous, it is to speculate on the famine of peoples,” Marx wrote in a speech he was to deliver in the Free Trade Congress in Brussels in 1848.",
    "The congress was held a few years after the so-called ‘Corn Laws’ import taxes on cereals, primarily US wheat was repealed amid calls by exporters and the potato blight, which pushed up the prices cheapest alternative workers had to get calories.",
    "In Sri Lanka the poor is also cornered by the government through taxes on potatoes.",
    "Sri Lanka extends food tax on potatoes at $200 a tonne, slashes onion levy",
    "Though Marx said that industrial exporters wanted free trade to improve their own competitive edge by not having to pay higher wages, and not out of any compassion for worker he said he supported free trade.",
    "Marx opposed protective tariffs and though he opposed capitalists, he said free trade helped break up the old order.",
    "“But, in general, the protective system of our day is conservative, while the free trade system is destructive,” he wrote in ‘On the Question Free Trade’.",
    "“It breaks up old nationalities and pushes the antagonism of the proletariat and the bourgeoisie to the extreme point. In a word, the free trade system hastens the social revolution. It is in this revolutionary sense alone, gentlemen, that I vote in favor of free trade.”",
    "Friedrich Engels had the prepared speech translated in to English in 1888 and wrote his own preface.",
    "Engels had the benefit of seeing the effects of free trade in the UK in the ensuing decades after the repeal of the Corn Laws.",
    "Free trade led to a rapid expansion of the industrial sector in the UK, as cost of production fell.",
    "“The unparalleled expansion of British manufactures and commerce between 1848 and 1866 was no doubt due, to a great extent, to the removal of the protective duties on food and raw materials,” Engels observed in 1888.",
    "“Protection at home was of advantage to none but the producers of articles of food and other raw materials, to the agricultural interest, which, under then existing circumstances in England, meant the receivers of rent, the landed aristocracy. And this kind of protection was hurtful to the manufacturers.",
    "“By taxing raw materials, it raised the price of the articles manufactured from them; by taxing food, it raised the price of labor; in both ways, it placed the British manufacturer at a disadvantage as compared with his foreign competitor.’",
    "Engels came from a family of industrialists who had factories including in the UK. While working in Manchester factory he also became involved with UK Chartists.",
    "In the ensuing decades Engels seem to have studied protectionism closely as many other countries adopted it.",
    "“It was then held to be the normal policy of every civilized state in western Europe,” Engels wrote.",
    "“The only exceptions were the smaller states of Germany and Switzerland – not from dislike of the system, but from the impossibility of applying it to such small territories.”",
    "Germany later unified, and tariff protection was limited under customs union.",
    "“Thus the new German tariff, though slightly protective to some trades, was, at the time of its introduction, a model of Free Trade legislation,” Engels observed.",
    "However by 1878, Germany had imposed tariff on both food and non-foods Germany following economic crises, labour regulations and the gradual rise of economic nationalism.",
    "Under ‘German Historical Economics’ protectionism was brought to food. German exporters then started selling goods at higher prices at home and lower prices abroad, analysts say.",
    "The US for example under Alexander Hamilton started the process of ‘infant industry’ which involved taxing imports and paying subsidies to start up industries.",
    "Meanwhile Engels wrote that in some countries, protectionism seemed to have given an initial impetus, it became a drag later.",
    "” Protection is at best an endless screw, and you never know when you have done with it,” wrote Engels.",
    "“The legislature, by adopting the protective plan, has created vast interests, for which it is responsible.”",
    "In addition to the creating vested interests protectionist taxes had a ripple effect down the value chain killing all manner of industries, Engels found.",
    "In Sri Lanka the oligopolies in food and building materials built under protective tariffs to exploit the consumer are generally called a ‘mafia’ in common parlance.",
    "“By protecting one industry, you directly or indirectly hurt all others, and have therefore to protect them too.",
    "“By so doing you again damage the industry that you first protected, and have to compensate it; but this compensation reacts, as before, on all other trades, and entitles them to redress, and so on ad infinitum.",
    "“America, in this respect, offers us a striking example of the best way to kill an important industry by protectionism.”",
    "Engels recalled the effect of protecting the steel industry had in the US.",
    "In 1,856 about 75.2 percent of US imports and exports were carried on American ships and 24.8 percent on foreign ones. By 1860 it had fallen to 66.5 percent.",
    "“The Civil War came on, and protection to American shipbuilding; and the latter plan was so successful that it has nearly completely driven the American flag from the high seas,” Engels observed.",
    "“Forty years ago, the American flag was the most dangerous rival of the British flag, and bade fair to outstrip it on the ocean; now it is nowhere. Protection to shipbuilding has killed both shipping and shipbuilding.”",
    "Protection to the American steel industry had since made many US industries noncompetitive including automobiles.",
    "“The circumstances that permitted England to accomplish the change in a few years will not occur again,” Engels predicted.",
    "However in the last century, both Singapore and Vietnam achieved rapid industrialization in a few years under free trade.",
    "Vietnam also became a food exporters (though it imports rice to feed pigs and maize for animal feed) and an entire generation of young people grew taller in just two decades after abandoning self-sufficiency."
  ]
}