{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/New-Thai-envoy-calls-for-greater-diversification-of-Sri-Lanka-s-export-industry-to-benefit-from-FTA/34-771298",
  "time_ut": 1735768111.0,
  "original_lang": "en",
  "original_title": "New Thai envoy calls for greater diversification of Sri Lanka’s export industry to benefit from FTA",
  "original_body_lines": [
    "Seated (from left): Secretary Priyantha Kolonnage, Counsellor Prangtip Kongridhisuksakorn, Immediate Past President Lalith Kumarage,Founder and Past President Lional Fernando, President Dushyantha Basnayake, Thai Ambassador to Sri Lanka Paitoon Mahapannaporn, Founder and Past President Risan Nazeer, Vice President Kamil Weerasekara, Vice President A.M. Musajee",
    "Standing (from left): Committee Member Abdul Saliheen, Assistant Secretary Asitha Panabokke, Committee Member Deepal Abeysekara, Treasurer Asim Mukthar, Committee Member Rohan Elgiriyawithana, Committee Member Dishan Shaminda, and Assistant Treasurer Yashodha Peiris",
    "New Ambassador of Thailand Paitoon Mahapannaporn recently called for greater diversification of Sri Lanka’s export industry to benefit from the Free Trade Agreement between two countries.",
    "He made this observation during his address as the Chief Guest at the Annual General Meeting of the Sri Lanka-Thailand Business Council at which incumbent President Dushyantha Basnayake was re-elected for another term.",
    "Delivering the keynote titled “Opportunities in Business Interactions between Thailand and Sri Lanka” the Thai Ambassador highlighted Sri Lanka’s position as a growing hub for trade to Thailand and the world. He also reiterated the need for a more diversified export base and increased investment to elevate Sri Lanka’s status as an emerging trading power.",
    "“Thailand and Sri Lanka have enjoyed close, cordial and special relations tight-knitted by deep rooted cultural and religious heritage. There are also numerous enthusiastic friends of Thailand, like this Business Council, the very first gathering I have engaged in since my early arrival. I wish to reaffirm my determination and commitment in working closely with you to foster greater cordial ties and business partnership between our two countries,” Ambassador Mahapannaporn said.",
    "The recent development in trade, investment, and business interactions between Thailand and Sri Lanka has been elevated to a greater level by the signing of the FTA in February this year. The FTA is a new milestone in our economic ties that help pave the way for lower tariffs on 85% of products between the two countries over six years.",
    "It is projected that the trade volume between our two countries will increase to more than $ 300 million after the FTA takes effect in 2025.",
    "However, while the FTA offers great opportunities there also remain some challenges. Not all products will get duty-free access immediately. Some can get duty-free access after five years, some after 10 years, and some even after 16 years. Apparel, Sri Lanka’s key export product, is an example.",
    "What are the barriers to Sri Lankan trade? Therefore, in order to enhance Sri Lanka’s exports to Thailand, we need to look beyond tariff reductions. Focus may be more on diversification of export products and being suppliers of key products in high demand in Thailand, for example, the largest imports into Thailand are electrical machinery, equipment, and parts.",
    "Sri Lanka should focus more on producing high-quality products, encourage bilateral production with regard to global value chains, and attract export-oriented investments by dismantling barriers to reduce the cost of doing business in Sri Lanka and encompassing investment promotion and trade facilitation.",
    "In terms of investment overseas, Thailand remains an ideal destination for investment as it offers a business-friendly environment, advanced infrastructure, and a wide range of incentive packages for both manufacturing and services.",
    "Key sectors for investment and collaboration between Sri Lanka and Thailand",
    "Specific sectors that offer the highest potential for growth and export diversification include clean technology, agro-processing and bio-based activities, smart electronics, automotive manufacturing, medical and wellness, digital, wearing apparel and rubber as well as creative sectors. We warmly invite Sri Lankan companies to explore investment in these areas.",
    "At present, Sri Lanka has invested in Thailand in medical gloves, activated carbon, and logistics. At the same time, Thailand has invested in Sri Lanka in textiles, cement, food, and hospitality.",
    "After the FTA implementation, Sri Lankan investors can invest in some manufacturing sectors in Thailand such as textile decoration, rubber, and locomotives, while Thai investors can invest in Sri Lanka in areas such as fruit and food processing, textiles, vehicles and automobile parts, electronics, dental and pharmaceutical equipment.",
    "I am certain that there are ample opportunities for both Thailand and Sri Lanka to enhance our economic ties and business partnership. In order to help enhance our bilateral economic cooperation and optimise its FTA implementation, the Royal Thai Embassy, in collaboration with the Thai Chamber of Commerce and Board of Trade of Thailand and the Ceylon Chamber of Commerce, are organising an activity titled “Business Opportunities between Thailand and Sri Lanka: Food, Agriculture and Health for Sustainable Prosperity and Well-being” to be held between 2-6 February 2025 in Thailand.",
    "Activities include a consultative meeting with the Thai Chamber of Commerce and Board of Trade of Thailand, study visits at the agencies involved in food, agriculture, and health sectors, and also business matching activities in those sectors. Possible forms of cooperation can be joint ventures, business networking, advisory services, etc."
  ]
}