{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Vidullanka-s-nine-month-profit-tops-Rs-1-b-mark/34-758246",
  "time_ut": 1707346191.0,
  "original_lang": "en",
  "original_title": "Vidullanka’s nine month profit tops Rs. 1 b mark",
  "original_body_lines": [
    "Amalgamates Lower Kotmale Oya Hydro Power Ltd., Udawela Hydro Ltd., and Rideepana Hydro Ltd., with parent",
    "Vidullanka PLC said yesterday it has reported a profit after tax (PAT) of Rs. 1,057 million from a revenue of Rs. 4.3 billion during the nine months ended on 31 December 2023, as per the latest interim financials.",
    "The company’s financial statements published on the Colombo Stock Exchange indicate a healthy 37% increase in profits and a 48% increase in the revenue between the same period in 2022 and 2023.",
    "The group’s share of profits from joint ventures and associates stood at Rs. 206 million during the period which is a noteworthy contrast to the loss of Rs. 2 million recorded for the nine month period of the previous year. The Group also benefited from an 11% reduction in its finance costs from the corresponding period of the previous year, recording a finance cost of Rs. 377 million. Vidullanka PLC was also able to record its highest ever dividend pay out for a financial year amounting to Rs. 339 million.",
    "The Overseas Hydropower segment, which constitutes the hydro power operations in Uganda, continues to be the stalwart performer of the group, contributing to the group’s financial performance with a revenue of Rs. 2 billion and a profit of Rs. 1.1 billion. The newly initiated EPC segment was able to record a revenue of Rs. 1.4 billion during the period. This segment involves $ 12.85 million contract undertaken by the company to build two hydro power projects in Lethem, Guyana.",
    "The local hydro power segment recorded a revenue of Rs. 443 million and contributed Rs. 347 million to the group’s profits, an increase of 12% compared to the Rs. 308 million profit recorded during the previous period. Similarly, the local Dendro and Plantation segment recorded a revenue at Rs. 260 million, with its profits of Rs. 75 million exceeding that of its Rs. 1.9 million profit of the first nine months of the previous financial year. The Solar segment of the group materialised substantial improvements in performance, where the segment recorded a revenue of Rs. 99 million and profits of Rs. 81 million. The segment’s previous year’s corresponding period figures recorded were Rs. 17 million in revenue and Rs. 21 million in losses. Furthermore, the Engineering, Consultancy and Project Management segment recorded a loss of Rs. 6 million from a revenue of Rs. 22 million.",
    "During the financial year, the company commissioned a 2 MW ground-mounted solar project in Horana. This marks the third ground-mounted solar project within the group’s portfolio, contributing 4.4 GWh of clean energy annually to the national grid. The overall plant portfolio of the group has expanded to 21 projects, boasting a cumulative capacity of 51 MW. Additionally, the company is actively engaged in the development of numerous projects in Sri Lanka, Africa, and South Asia, establishing a robust pipeline for future growth.",
    "The Company said the Ceylon Electricity Board has shown significant improvements in its payment of outstanding generation payments, attributable to the new reforms implemented impacting the utility as well as the sector. The company is currently receiving generation payments by approximately three months in arrears, whereas the outstanding amount was equivalent to 11 months in arrears at the same point in time last year. However, the outstanding period as stipulated in the power purchase agreements with CEB is 30 days.",
    "On a subsequent disclosure, the company announced the amalgamation of Lower Kotmale Oya Hydro Power Ltd., Udawela Hydro Ltd., and Rideepana Hydro Ltd., with Vidullanka PLC, effective from 3 January 2024. The short form amalgamation was carried out without any considerations and in accordance with the provisions of Section 242 the Companies Act No. 7 of 2007.",
    "Vidullanka PLC said it remains steadfast in its commitment to advance and enhance its presence in the domestic and international renewable energy industry. Leveraging its acquired experience, capacity, and expertise, the company is poised for increased success in this sector. It aims to enhance profitability, improve capacity, and foster sustainable development, building upon its achievements in the field."
  ]
}