{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Governance-and-economy-Inseparable-twins/4-765536",
  "time_ut": 1723667523.0,
  "original_lang": "en",
  "original_title": "Governance and economy: Inseparable twins",
  "original_body_lines": [
    "Assuming that the 21 September Presidential election would be held as scheduled, the two most challenging issues facing the winner would be to reform Sri Lanka’s moribund system of governance and renegotiate with IMF parts of its economic reparation agenda so that the local economy could be put on sound footing to withstand the negative effects from turbulence from outside. Governance and economy are inseparable twins and no economic model or development plan could succeed when governments that are responsible to implement them remain corrupt and incompetent.",
    "That is why even IMF, after reviewing the economy’s two-year performance under its tutelage was compelled to urge governance reforms in earnest. The challenge facing the nation today therefore is to elect a leader who could fundamentally and fearlessly change the system of governance and its associated political culture so that even the IMF economic program could yield quicker and lasting benefits to a people who are no party to the current crisis.",
    "Of the two dozen or so candidates who are running for presidency, three are reckoned to be on the lead: Ranil Wickremesinghe (RW), Sajith Premadasa (SP) and Anura Kumara Dissanayake (AKD). Of the three, RW and his backers are bragging about the shaky economic stability the country has achieved through IMF intervention and financial assistance. The role that RW played in this episode was to invite IMF and accept all its conditionalities. The 2022-23 and 2023-24 budgets which he drew up as Finance Minister were entirely to satisfy those conditionalities. But the suffering those budgets caused to ordinary householders, which according to RW was “unfortunate”, shows the class bias in IMF’s remedy and RW’s commitment.",
    "IMF’s main objective in stabilisation was to raise the economy to a level so that it would earn enough foreign exchange to service and pay back its debt to international creditors. That was the hidden message from Peter Bruer, the IMF mission chief who visited Colombo few days ago when he said that “macroeconomic stability and debt sustainability require further efforts to raise fiscal revenues”. Fiscal consolidation in light of this statement would mean more taxes and less budget allocation to public welfare.",
    "RW’s unconditional surrender to IMF stipulations will therefore cause more hardship to middle and low-income householders if he were to be elected as president. His braggadocio about redeeming the economy from bankruptcy hides the darker side of IMF remedy. Poverty rate is increasing especially in rural areas, and RW is not prepared to renegotiate with IMF.",
    "RW is also a man who is determined to protect the ruling political order, because he owes his presidency to that order. When Aragalaya youth revolted in 2022, demanded system change and expressed no confidence on the current 225, the old order responded by replacing the ousted President Gotabaya Rajapaksa with RW. He showed his gratitude at once by sending the security forces to put down the revolt and kept the 225 intact. Since then, he started manipulating the weaknesses found among the 225 to strengthen his own position and it is from that strength he is standing today as an independent candidate for the presidency. His tactics seem to have paid handsomely because, quite a number of them had crossed side to canvass for RW.",
    "How bad governance is under existing political order, could be gleaned from the following instances, which all happened under RW’s presidency. (1) Mahindananda Aluthgamage, a sitting parliamentarian who was accused of purchasing a mansion worth Rs. 24.5 million through money laundering was allowed to go free. (2) Namal Rajapaksa, who was charged over Rs. 30 million money laundering in relation to Gowers Corporate Services was found not guilty. (3) Dr. Nalaka Godahewa of Securities Exchange Commission was acquitted over a Rs. 5 million misappropriation case. (4) Basil Rajapaksa was discharged over a case regarding a plot of land in Malwana, which he had improperly acquired to build a house. (5) Wimal Weerawansa, another sitting parliamentarian, was acquitted over a case regarding passport fraud. (6) Ajith Cabral was acquitted over a case in relation to misuse of $ 6.5 million Government funds. (7) Ravi Karunanayake was let go free in relation to CBSL bond scam. (8) Ranjit Soyza was found free of any wrong doing over an attempted murder. (9) Army men charged over raping Rajini Velayutham Pillai were let go free without conviction. (10) A Muslim parliamentarian who was caught red handed at the airport by customs officers for smuggling a large quantity of hand phones was let go free after paying a pittance as fine. (11) All complaints against the Rajapaksa family over financial embezzlement and corruption were dismissed for lack of evidence. (12) A Commission of Inquiry was appointed to investigate British TV Channel 4 allegations over Easter bombing and until now no report has been produced. What do these accusations and acquittals of VIPs indicate about the nature and form of governance in Sri Lanka? Shouldn’t this governance be reformed to allow at least the economy to achieve growth with equity?",
    "The second candidate SP is a chip off the old bloc and leading the breakaway group from RW’s UNP. Ideologically therefore, there is hardly any difference between the two. SP’s SJB is old wine in new bottle. Because there is no fundamental difference between SJB and UNP, SP’s campaign is dominated by criticising RW’s fiscal measures and he is trying to capitalise on the economic suffering and poverty caused by those measures. Apart from saying that his party would renegotiate with IMF there is hardly any difference between RW’s export oriented economic transition agenda and SP’s commitment to an open economy. One of his party lieutenants seems to believe that technological modernisation is the path to economic success without realising that Sri Lanka is a labour surplus economy and it needs to create employment to its growing labour force.",
    "On system change and governance SP is on the same boat as RW except for his reiteration that he would bring to books those responsible for causing the economic crisis. One can be rest assured that the mode of governance nurtured by the old system will not allow that to happen. SP is already benefiting from that system by indulging in business politics with Muslim parties. Why should he destroy it?",
    "It is the third candidate AKD who has committed to change the system of governance and “political culture of this country”, and promised to renegotiate with IMF on its conditionalities with a view to shift IMF’s remedial focus from achieving financial stability and economic growth to maintain debt sustainability primarily towards revitalising the domestic production sector to make it the engine of growth and achieve the same objectives. This is totally a different strategy from what is being advocated by the other two candidates, and it makes a lot of sense given the looming uncertainties and turbulence arising from the two wars which are already impacting negatively Sri Lanka’s foreign markets.",
    "Of course, devil is in the detail, and one has to wait until AKD publishes his party’s manifesto on the 26th of this month. However, and as pointed out already, the economy and governance are inseparable twins and neither of them can remain healthy while the other remains sick. AKD and his NPP want to tackle both simultaneously. That will necessitate a new constitution based on principles of secular democracy. NPP represents the collective aspirations of a young and politically educated generation of voters who have lost confidence in the old order. It is time to pass the baton to this generation and its leadership.",
    "(The writer is attached to Business School, Murdoch University, W. Australia.)"
  ]
}