{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104118/no-liquor-licenses-were-issued-as-bribes-ex-president-ranil-responds-to-allegations",
  "time_ut": 1733760240.0,
  "original_lang": "en",
  "original_title": "No liquor licenses were issued as bribes: Ex-President Ranil responds to allegations",
  "original_body_lines": [
    "Former President Ranil Wickremesinghe’s office has issued a statement, claiming that the former President did not issue any liquor licenses in violation of the rules and regulations of the Excise Department.",
    "The statement further highlighted that the government has received a revenue of over Rs. 3.1 billion during the first nine months of this year through the new liquor licenses issued during Wickremesinghe’s tenure as the President.",
    "The statement pointed out that the legitimacy of the procedure followed in granting the liquor licenses was verified through the recommendations made in the letter forwarded by the Election Commission to the Commissioner General of Excise on the 19 August 2024.",
    "It further highlights that the incumbent Cabinet of Ministers has the power to renew or revoke these “formal revenue-generating” liquor licenses.",
    "The statement was issued in response to the allegations made in Parliament by Leader of the House Minister Bimal Rathnayake that the former President has issued liquor licenses as political bribes.",
    "Addressing the Parliament recently, Minister Bimal Rathnayake disclosed that former President Ranil Wickremesinghe has issued 361 liquor vendor licenses alleging that 172 of them were granted as political bribes.",
    "“A total of 361 permits have been issued since January. Among these are 172 wine store permits. We believe that these licences were issued as political bribes by former President Ranil Wickremesinghe to entice MPs to change parties”, Rathnayake said while addressing the Parliament.",
    "Meanwhile on November 20, a Fundamental Rights (FR) petition was filed with the Supreme Court seeking an order that the fundamental human rights have been violated through the decision by the respondents including former President Ranil Wickremesinghe to issue liquor licenses in violation of the Excise Act after the 2024 Presidential Election was announced.",
    "The petitioners alleged that these licenses have been issued with the objective of obtaining support in the Presidential Election and that they have been issued in an arbitrary and unjust manner by avoiding the provisions of the Excise Act."
  ]
}