{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Gangaramaya-Temple-announces-Venerable-Galboda-Siri-Gnanissara-Memorial-Scholarship-Trust-Fund/56-768743",
  "time_ut": 1730502226.0,
  "original_lang": "en",
  "original_title": "Gangaramaya Temple announces Venerable Galboda Siri Gnanissara Memorial Scholarship Trust Fund",
  "original_body_lines": [
    "A series of events will be held by the Gangaramaya Temple to honour the legacy of the late Venerable Galboda Gnanissara Thero, one of Sri Lanka’s most revered Buddhist leaders and visionaries. Known affectionately as “Podi Hamuduruvo,” Venerable Gnanissara Thero devoted his life to both the spiritual upliftment of the Gangaramaya Temple and the educational and vocational empowerment of countless young students and monks across Sri Lanka.",
    "To commemorate his tremendous service to the Buddha Sasana and the nation, a three-month dhamma bana sermon will be held, followed by a daana offering to the Maha Sangha. Following these events, the Venerable Galboda Siri Gnanissara Memorial Scholarship Trust Fund will be officially launched. This fund aims to carry forward his vision by providing educational opportunities to underprivileged students and fostering the development of future leaders committed to social responsibility and sustainable development.",
    "The scholarship fund was launched through the compassionate leadership of Golden Pagoda Buddhist Temple and the Buddha Tooth Relic Temple in Singapore Chief Incumbent Master Shi Fa Zhao. Having been closely associated with Venerable Gnanissara Thero for over three decades cared for him during his medical treatment in Singapore. Master Shi Fa Zhao has generously donated $ 500,000 to the trust, marking the first major contribution to this worthy cause.",
    "Gangaramaya Temple Chief Incumbent Ven. Dr. Kirinde Assaji Thero added, “The newly established scholarship fund aims to continue Venerable Gnanissara Thero’s mission of fostering educational and vocational opportunities for future generations. His vision, marked by compassion and commitment to social betterment, remains a guiding force for the development of youth and the Buddhist monastic community island-wide. The Venerable Galboda Siri Gnanissara Memorial Scholarship Trust Fund will provide essential resources to support aspiring students and young monks in their educational pursuits, ensuring that Venerable Gnanissara Thero’s vision for an educated and skilled society continues to flourish. The fund serves not only as a tribute to his enduring legacy but also as a beacon of hope for future leaders shaped by his teachings.”",
    "“For decades, Venerable Gnanissara Thero’s unwavering commitment to education shaped the lives of many, especially those from underprivileged backgrounds. Recognising the vital role education plays in uplifting individuals and communities, he generously provided scholarships to deserving students, empowering them to access better opportunities.",
    "In keeping with this legacy, the Board of Trustees at Gangaramaya Temple, with the support of dedicated student monks and international benefactors, has established this scholarship trust fund. Its primary goal is to carry forward the noble work begun by Venerable Gnanissara Thero, ensuring that future generations can benefit from the gift of education.” added Ven. Dr. Pallegama Rathanasara Thero.",
    "The Venerable Galboda Siri Gnanissara Memorial Scholarship Trust Fund is designed to provide scholarships to students preparing for critical national exams such as the GCE O/L and A/L, as well as those attending technical and vocational colleges. By supporting students from disadvantaged backgrounds, the fund seeks to bridge the gap between poverty and opportunity.",
    "Moreover, the fund is committed to promoting entrepreneurship among youth by offering financial assistance to students who aspire to develop the skills needed to start their own businesses. By cultivating this spirit of innovation, the fund aims to equip young people with the tools they need to become independent and self-sustaining.",
    "In addition to academic scholarships, the fund will also play a pivotal role in nurturing Sri Lanka’s cultural heritage. Venerable Gnanissara Thero was a passionate advocate for preserving traditional Sri Lankan arts, regularly supporting peraheras (Buddhist processions) by providing costumes and instruments. The trust fund will continue to promote the arts by providing scholarships to students pursuing creative endeavours, keeping alive the rich cultural traditions of Sri Lanka.",
    "This noble initiative welcomes contributions from individuals and organisations who share the vision of empowering youth through education. There are several ways to support the Venerable Galboda Siri Gnanissara Memorial Scholarship Trust Fund:",
    "1. Make a donation: Direct contributions to the fund will help uplift students in need",
    "2. Monthly contributions: Set up a standing order to ensure ongoing support",
    "3. Corporate partnerships: Businesses can sponsor scholarships or educational programs",
    "4. Commemorate special days: Donate in memory of a loved one or to mark a special occasion",
    "5. Join the Trust Fund Membership Program: Become a member and contribute to the continued success of Sri Lanka’s future leaders",
    "For more information on how you can contribute or become involved, please contact the Venerable Galboda Siri Gnanissara Memorial Scholarship Trust Fund on +94 76 396 9696"
  ]
}