{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112738/worlds-oldest-person-116-meets-king-charles",
  "time_ut": 1758456000.0,
  "original_lang": "en",
  "original_title": "World’s oldest person, 116, meets King Charles",
  "original_body_lines": [
    "King Charles III has made a special visit to the world’s oldest person, who told him she remembered “all the girls were in love with you and wanted to marry you”.",
    "Ethel Caterham, 116, lives in a care home in Lightwater, Surrey, and is the last surviving subject of Edward VII.",
    "Mrs Caterham became the oldest living person in April following the death of Brazilian nun Sister Inah Canbarro Lucas at the age of 116.",
    "After previously revealing she would have swapped her quiet birthday celebration to meet the King, the monarch duly obliged a few weeks later.",
    "Born on 21 August 1909, three years before the Titanic disaster, Mrs Caterham has lived through the Russian Revolution, the Great Depression, two world wars and the Covid-19 pandemic.",
    "On her 115th birthday she received a letter from King Charles congratulating her on a “truly remarkable milestone”.",
    "She told the monarch on Thursday: “I remember when your mother crowned you in Caernarfon Castle.”",
    "The King expressed delight at her recollection of his 1969 investiture as the Prince of Wales when he was 21, laughing at Mrs Caterham’s comment about being the subject of many girls’ affection.",
    "One of Mrs Caterham’s granddaughters, Kate Henderson, added: “You were saying that the other day, weren’t you?",
    "“You said ‘Prince Charles was so handsome. All the girls were in love with him’. A true prince – and now the King.”",
    "Charles, who responded with a playful grimace, quipped: “Yes well, all that’s left of him anyway.”",
    "Mrs Caterham was born in Shipton Bellinger, Hampshire, as the second youngest of eight siblings.",
    "After growing up in Tidworth, Wiltshire, she travelled to India at the age of 18 where she worked as an au pair to a military family until she was 21.",
    "She met her husband Norman at a dinner party in the UK in 1931, with the pair going on to raise two daughters."
  ]
}