{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/American-Chamber-of-Commerce-in-Sri-Lanka-holds-32nd-AGM/34-767621",
  "time_ut": 1728245351.0,
  "original_lang": "en",
  "original_title": "American Chamber of Commerce in Sri Lanka holds 32nd AGM",
  "original_body_lines": [
    "The AmCham Sri Lanka held its 32nd Annual General Meeting and election of Directors recently.",
    "At this year’s AGM, the AmCham Sri Lanka reflected on a year of strengthened partnerships, and a commitment to fostering a robust, dynamic business environment. As the voice of the US-Sri Lanka business community, the AmCham Sri Lanka will continue to foster cross-border collaborations that drive economic prosperity.",
    "The AmCham Sri Lanka reported a year of exceptional performance, as highlighted during its AGM. In 2023/24, the Chamber successfully united the local business community through numerous business and social events, further strengthening bilateral relations between Sri Lanka and the United States of America, while demonstrating remarkable resilience and adaptability. The Chamber also achieved its highest net surplus for the fifth consecutive year. This underscores the AmCham Sri Lanka’s strength, even amid challenging economic conditions.",
    "With the election of a new Board of Directors, the AmCham Sri Lanka reaffirmed its commitment to driving trade, investment, and business growth between the two nations, setting the stage for another impactful year ahead.",
    "Addressing the gathering comprised of over 100 members and invitees, newly elected President Shirendra Lawrence noted that: “As we continue to strengthen bilateral trade with the US, our relationships with key federal agencies are vital for driving economic growth and collaboration. I was privileged to join a visit of regional counterparts as a member of the American chambers of the Asia Pacific to Washington DC in July and spend quality time with the US Chambers of Commerce and affiliates. Our strong relationship with the Office of the United States Trade Representative (USTR) also remains a priority, as their leadership in trade policy helps reinforce our shared commitment to advancing economic cooperation, benefitting both our members and Sri Lanka’s economy.”",
    "Lawrence, representing MAS Holdings, was elected President by the membership for the second consecutive year. Sandun Hapugoda representing Mastercard was elected Vice President, Harsha Randeny representing Microsoft Sri Lanka was elected Secretary, and Riza Wadood representing Digiratina Technology Solutions was elected Treasurer.",
    "Speaking about the projects and initiatives in the pipeline for 2024/25, Lawrence stated: “As we look to 2024 and 2025, we have exciting projects aimed at advancing our mission of promoting trade and investment between Sri Lanka and the US. These initiatives will expand our members’ access to new opportunities, foster innovation, and support sustainable growth. We are dedicated to providing value through strategic partnerships and knowledge sharing and creating platforms that foster meaningful business connections for our members.”",
    "“Over the next 12 months, the AmCham Sri Lanka will focus its resources, influence, and efforts on driving investments in Sri Lanka, recognising that investment promotion is essential for the nation’s economic recovery and long-term growth,” he added.",
    "The Chief Guest at the AmCham AGM 2024 was the Ambassador of the United States of America to Sri Lanka Julie J. Chung, who made the keynote address.",
    "Chung expressed US commitment to working with President Dissanayake and his administration to further strengthen bilateral ties by supporting Sri Lanka’s ongoing economic growth and reform efforts.",
    "“We welcome the new administration’s stated commitment to attracting new foreign direct investment (FDI) crucial for driving economic growth and creating new opportunities for the people of Sri Lanka. As Sri Lanka seeks to attract new FDI, it is essential to ensure transparency and uphold high standards for investors. This will ensure that the investments create jobs, spur growth, and genuinely benefit Sri Lankans. Moreover, a stable, transparent business environment will have a multiplier effect, incentivising additional foreign investors, such as yourselves, to make significant and long-lasting investment. The American Chamber of Commerce and its membership will play an instrumental role in that growth and innovation,” Ambassador Chung added.",
    "One of the initiatives of the AmCham Sri Lanka in collaboration with the US Embassy in the past year was a mentorship program.",
    "The purpose of this project was to connect the leaders of tomorrow, with the leaders from today. AmCham Sri Lanka Director Rasika Karunatilake who led this project stated that: “A special feature of this program was that mentors are C-Suite Executives from leading local and global companies. The program provided a very rare opportunity for university students to tap into the experience of these senior professionals and connect their academic knowledge with the experience from the business. Mentees were given the opportunity to participate in one-on-one sessions with their mentors, and the sessions were focused on professional growth, networking, career progression, and general life advice. Mentees gained practical exposure, by spending time in actual corporate environments.”",
    "The new Board of Directors, elected unanimously by the assembly are as follows: Shirendra Lawrence (MAS Holdings) – President; Sandun Hapugoda (Mastercard) – Vice President; Harsha Randeny (Microsoft Sri Lanka) – Secretary; Riza Wadood (Digiratina Technology Solutions) – Treasurer; Tania Polonnowita-Wettimuny (IAS Holdings) – Director; Bertram Paul (Chevron Lubricants Lanka) – Director; Thamari Senenayake (Coca-Cola Beverages Sri Lanka) – Director; Rasika Karunatilake (Sysco LABS) – Director; Tamani Dias (Standard Chartered Bank) – Director; Neela Marikkar (Dentsu Grant) – Director; Kavinda De Zoysa (Citibank) – Director, and Chamila Bandara (Hayleys Advantis) – Director.",
    "Additionally, Immediate Past President Lakshan Madurasinghe was appointed President Emeritus, while Zachary Bailey was appointed as the US Embassy’s Representative."
  ]
}