{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-trade-deficit-up-77-pct-to-feb-imports-surge-rupee-appreciates-156552/",
  "time_ut": 1711677180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka trade deficit up 77-pct to Feb, imports surge, rupee appreciates",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s trade deficit widened 817 percent to 319 million dollars in February 2024, from 39 million dollars and imports rose 35 percent, official data showed, while the rupee was allowed to appreciate amid deflationary monetary policy.",
    "In February merchandise exports went up 7.9 percent to 1,059 million dollars, and imports surged 35 percent to 1378 million US dollars, central bank data showed.",
    "In the two months to February 2024, exports to went up 3.6 percent to 2,030 million US dollars, imports went up 18.2 percent to 2,890 million dollars.",
    "The trade deficit widened 77 percent to 860 million dollars in the two months from 484 million dollars last year.",
    "The rupee was allowed to appreciate to 310 to the US dollar by end February from 323 to the US dollar by in December 2024 as the central bank operated deflationary policy and mopped up liquidity from dollar purchases.",
    "In Sri Lanka there is a deeply Mercantilist belief that trade deficits or imports contribute to currency weakness and monetary instability, which can only be done by domestic operations (note issue) of the central bank.",
    "The service account balance was a 400 million dollar net inflow with 346 million dollars of estimated tourism earnings. Services were a net inflow of 593 million dollars and an outflow of 193 million dollars the central bank said.",
    "Sri Lanka has collected reserves and had also been repaying debt to multilateral and India at a time when other bilateral creditors had halted projects. Financial account data was not given.",
    "Amid deflationary policy, the overall balance of payments was a positive 247 million dollars in the two months to February 2024. (Colombo/Mar29/2024)"
  ]
}