{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-offers-unbeatable-rates-on-tourist-sim-esim-packages/",
  "time_ut": 1727388360.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL offers unbeatable rates on Tourist SIM & eSIM packages",
  "original_body_lines": [
    "Reaffirming its commitment to offering best in class connectivity, SLT-MOBITEL has unveiled an exciting value proposition with its latest Tourist SIM pack, specifically designed to cater to the communication needs of tourists visiting the island nation.",
    "Be it exploring the lush tea plantations of the hill country, soaking up the sun on the southern beaches, or immersing yourself in Colombo’s vibrant culture, SLT-MOBITEL ensures you stay connected with seamless, ultra-high-speed mobile internet through its robust nationwide 4G network and future-ready network infrastructure.",
    "The Tourist Sim pack offers a range of affordable prepaid plans tailored to fit various lengths of stay, from 7-day to 30-day options. With features like unlimited local calls, abundant data bundles, and easy recharge options, staying connected has never been more convenient. For a short stay, the 7-Day Plan is an unbeatable deal at just Rs. 821, offering 15GB of data, unlimited local calls, and 1000 SMS to any network. For those on a longer vacation, the 30-Day Plan 1 provides 30GB of data for Rs. 1540, while the 30-Day Plan 2 offers unlimited data for Rs. 5131—perfect for sharing your Sri Lankan experience on social platforms without limits.",
    "Travelers can easily purchase the physical SIM packs upon arrival at the Bandaranaike International Airport (BIA), Mattala Rajapaksa International Airport, or Jaffna International Airport. For those preferring a fully digital experience, the eSIM option is available, offering the convenience of immediate activation without the need for a physical card. Customers can simply visit www.mobitel.lk/tourist-plans to select the preferred tourist plan or visit https://www.mobitel.lk/esim to activate the eSIM in a hassle free manner.",
    "HNBGI Chief Transformation Officer Dilshan Perera recognized at Sri Lanka Leadership Awards 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}