{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/when-gifts-come-with-strings-attached/",
  "time_ut": 1711215600.0,
  "original_lang": "en",
  "original_title": "When gifts come with strings attached",
  "original_body_lines": [
    "At an international maritime security conference in Colombo, the American Ambassador announced that Sri Lanka had sent a ship to join the international coalition against the Houthis in the Red Sea. The surprise announcement contradicted the earlier information in the press that Sri Lanka would not join this coalition, especially given the high cost involved in such an operation at a time of domestic economic crisis in Sri Lanka with national poverty levels rising, unemployment and malnutrition.",
    "The American Ambassador’s statement appeared to link this action by Sri Lanka to the gift of a “cutter” , naval vessel ostensibly for protecting our coasts but now evidently pressed into service for international operations on the high seas. Joining the American led naval coalition in the Red Sea will only cause embarrassment at a time when Sri Lanka is trying to assess its traditional non-aligned posture of which fundamental pillars call for non-participation in foreign military pacts and non-stationing of foreign bases on our soil.",
    "Our weakness is reflected against the strength of South Africa taking Israel to the International Commission of Jurists (ICJ) over its war on Gaza, recalling those early days when NAM fought in the UN for the eradication of apartheid in South Africa and statehood for Palestine. The argument that our participation in the US coalition is to defend the freedom of navigation in the high seas inscribed in the UNCLOS (Law of the Sea Agreements) appears lame considering the costs involved at a time of economic crisis when the need of the hour is to protect our own coastal waters. Our rulers also tend to forget that the US did not even sign the UNCLOS or ratify the UN Agreements although it is now said that the US considers these principles as customary international law.",
    "Forewarning of the problems faced with acceptance of foreign military equipment had surfaced in the last few months in the Maldives which had earlier accepted the gift of three Indian manufactured Dornier aircraft only to find that the gift also included the stationing of 89 Indian troops including 12 medical personnel. Sri Lanka’s Airforce has also accepted the similar gift of a Dornier aircraft and silence has prevailed thus far on whether any Indian military personnel were also attached to the gift who would now have been stationed in Sri Lanka for some time.",
    "In the Maldives a possible solution has been proposed to replace the Indian security forces personnel with civilians which may also be an acceptable way out of this conundrum for Sri Lanka. Now there is news that Maldives has acquired armed drones from Turkey and will use them to patrol its vast EEZ instead of acquiring expensive aircraft. Sea-bound vessels in the Maldives have for some time been required to install tracking devices for identification and combating drug-trafficking. Has Sri Lanka some lessons to learn from our small neighbor on best practices in search of independence in foreign and security policy making?",
    "However, evidently our leaders are not strong enough to take such matters in hand and the usual manthra these days seems to be to state that Sri Lanka would not do anything to jeopardize the security of India! It seems there is complete oblivion over those bad periods in our bilateral relations when India did intervene in Sri Lanka’s domestic problems including in the hosting and training of militants on Indian soil to commit acts of terror in Sri Lanka.",
    "The Northern fishermen remind our politicians constantly of the unending threat posed by the hundreds of Indian trawlers that poach in our waters and what is worse, destroy the ecosystem with bottom trawling (which is forbidden off the Indian coasts). It is only a matter of time before Sri Lankan environmentalists take to protest IIU fishing by the Indian fleet and try to block the EU purchase from India of poached Sri Lankan prawns .",
    "There is no secret about the present government’s pursuing of closer relations with India under the umbrella of “connectivity;”however public protests are rising everywhere in the island from researched articles to poster campaigns, questioning whether the Indian assistance is only a mask for a hidden agenda of integrating the island into the regional powerhouse. Such an agenda has no public support and its forcible implementation is provoking anti-Indian sentiment. Even with ADB funding, constructing a bridge between India and Sri Lanka is so controversial that the head of the Catholic Church has made a public statement calling for such initiative to be approved by a public referendum.",
    "Despite the public protests, bilateral plans inked for energy connectivity including through underwater oil pipelines are going blithely ahead ignoring the maritime disasters already experienced in this country, such as the Express Pearl, said to be the worst plastic pollution occurrence recorded anywhere in the world. Proposed flagship “connectivity” projects from the Adani backed massive wind farm in Mannar to ECTA the comprehensive economic trading arrangement are all being questioned by Sri Lankan experts, pointing to unequal economic terms and potential environmental damage. My point is that this type of high handed policy making, largely initiated by our giant neighbor and driven by a beholden government, can only provoke public animosity when the need of the hour is to build good relations for mutual benefit in a long term sustainable manner.",
    "So far, the bilateral agenda seems to be driven by the more powerful with advantage accruing only to the Indian side and the risks only on the Sri Lanka side. Why is it that India-Sri Lanka bilateral relations does not include cooperation on environment and wild life protection? We have much to learn from India in managing our wildlife parks and there could be useful cooperation in joint research and operational measures for protecting wildlife and marine sanctuary areas. In India, Prime Minister Modi is said to have taken the lead in these matters and given wide authority to wildlife authorities in India such that their success has led to increases in protected species like the tiger. Here, every day, elephants are at the losing end of the Human-Elephant conflict due to the failure to prioritize their needs over human encroachment on their land.",
    "The heart of the problem and attributed in no small measure to the IMF program with its narrow focus on raising revenue and opening up the domestic markets to foreign trade and foreign assistance, is to encourage everything in Sri Lanka to be driven by the objective of making money, by hook or by crook, judging by the rise in domestic crime. Even the poor monkeys in the wild were put on the sale block for export to foreign laboratories for experimentation! There are signs emerging of a lucrative trade in wild animal parts from killing of elephants, leopards, monitor lizards, lately even manta rays in the ocean are not spared.",
    "The conflict between public services and business for profit is emerging everywhere. A good example are the press releases from the zoo these days which tend to boast of increased revenue when their prime purpose should be to protect and care for the animals in their charge including many under exchange gift schemes.",
    "Some say that Emperor Asoka’s gift of the Buddhist doctrine to Sri Lanka so long ago had a political objective of pacifying a neighbouring territory. However the values this doctrine enshrines of compassion for all living beings in nature and wildlife, represents the true gift. Since ancient times people traveled from far and wide to explore the island’s legendary beauty and natural resources yet these treasures are not protected or prioritized by the rulers today.",
    "Why did our constitution makers not include a similar principle to that enshrined in the Indian Constitution which states: “It shall be the duty of every citizen of India to protect and improve the natural environment including forests, lakes, rivers and wildlife and to have compassion for living creatures.” (Article 51 (g). The Romesh de Silva guided new Constitution proposals has, it is rumoured, corrected this omission and even made such protection justiciable but of course no one knows what will be the outcome of that process…",
    "(Sarala Fernando, retired from the Foreign Ministry as Additional Secretary, her last Ambassadorial appointment was as Permanent Representative to the UN and International Organizations in Geneva . Her Ph.D was on India-Sri Lanka relations and she writes now on foreign policy, public diplomacy and protection of heritage).",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}