{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/horana-plantations-and-wnps-plant-building-an-ambitious-nine-km-forest-corridor/",
  "time_ut": 1707572100.0,
  "original_lang": "en",
  "original_title": "Horana Plantations and WNPS PLANT building an ambitious nine km Forest Corridor",
  "original_body_lines": [
    "Horana Plantations and WNPS PLANT have just announced the launch of an exciting new conservation initiative in the hill country which hopes to build a nine-kilometer-long forest corridor along the Maskeliya Oya, creating 55 hectares of new forest in the process.",
    "Agricultural expansion and intensive settlement pressures over years have resulted in many parts of the beautiful Maskeliya Oya having lost its natural tree cover on either bank. The Oya flows down from the Peak Wilderness Sanctuary for over 40 kilometers to become one of the major tributaries of the powerful Kelani River. The lack of forest cover on either side has also contributed to erosion, floods, and numerous other issues.",
    "Intent on restoring and bringing back some of the lost foliage, the Wildlife and Nature Protection Society (WNPS) through their Preserving Land and Nature (PLANT) initiative, conceptualized a new initiative and have partnered with Horana Plantations PLC, part of the Hayleys Plantations group, and kicked off an ambitious new project. What makes this one special is that the teams hope to create over 55 hectares of totally new forest as they restore the sides of the Oya to create a nine-kilometer-long forest passage connected to the Peak Wilderness Reserve, which will, in future, enable species to move among larger forest patchers in an uninterrupted manner.",
    "Enhanced Habitat for Small Species: Forest passages offer secure hiding places, reduce predation risks for small species, and ensure that water access and food availability are secured at times within these passages. They also help reduce road kills for such species.",
    "Improved Breeding Grounds and Genetic Diversity: Forest passages facilitate better breeding grounds, connecting fragmented small species populations, and these pathways expand the species’ footprint and gene pool, thereby enhancing overall genetic diversity.",
    "Mitigation of Human-Wildlife Conflicts for Large Species: Larger species, like Leopards, benefit from reduced confrontations by using forest passages and thereby avoiding populated estate patches and agricultural landscapes. Other smaller species like otters, lizards and snakes for example reduce the risk of being killed by dogs or cats or people, when they cross populated areas.",
    "Addressing Environmental Issues in Sri Lanka: The reduction in passageways has increased conflicts significantly and this is particularly evident in the case of elephants. Unplanned and illegal deforestation leads to isolated forest patches, causing confrontations, species extinction and financial losses in many cases. Secondary impacts on agriculture, climate change, soil erosion, flooding, and landslides are well connected with the root causes of habitat destruction.",
    "Preservation of Biodiversity and Ecosystem Health: Forest passages can counter unplanned deforestation, preserving biodiversity through undisturbed pathways, and hence contributing to overall ecosystem health. Many endemic floras are fighting extinction in many parts of Sri Lanka. Green pathways can reduce Environmental temperature levels and improve air quality, and many cities too are looking at narrow green corridors as the next evolution for modern city living.",
    "PLANT has a vision to build multiple linking foliage corridors to connect key protected forested areas in the South-Western part of Sri Lanka, where the nation’s highest biodiversity exists. Pioneering the notion of creating private conservation spaces with a scalable plan in mind, it hopes to help ease this tension and increase species survival. PLANT has been making waves by bringing over 2500 acres of private land under a conservation umbrella within three years (www.plantsl.org ), and PLANT conservation areas already protect several Critically Endangered species in over 20 locations. These include Deniyaya, Belihul Oya, Deraniyagala, Pannila, Ella, Koslanda, Bulathsinhala and more, either through partner-owned lands or ones which have been directly purchased by the society.",
    "Hayleys Plantations being one of Sri Lanka’s most progressive plantation groups, signed a MOU with PLANT in January 2023 and in this case, is allocating the land on either side of the Maskeliya Oya through five of their estates, namely Fairlawn, Gouravilla, Mahanilu, Alton and Stockholm, to facilitate the recreation of a green passage. The project is unique, ambitious and challenging. There are settlements in close proximity in many cases, residents clear the side banks for leaves and grass for cattle fodder, the weather is disruptive, and the relatively slow pace at which montane plants progress will make it a long journey for the team. A massive awareness creation exercise is needed, estates need to release some parts of their agricultural lands, and many communities need to be engaged. But Hayleys are leading by example and hopefully more estates will take note.",
    "The project was recently initiated in Maskeliya amidst participation from the leadership of Horana Plantations led by Mr. Wasantha Gunawardene, the WNPS and PLANT representatives, led by President Jehan CanagaRetna, and local communities who will play a key role as the project moves forward. Many community representatives engaged in tree planting on the occasion. The boundaries and the GPS mapping of the entire project had previously been done by both teams.",
    "Over 4,000 specialist montane plants have already been put to ground in the first few weeks but that is just scratching the surface. Given the magnitude of this undertaking, additional Partners have also been enlisted in this important task. Joining the launch were representatives of Teejay Lanka PLC who will fund one of the five legs of reforestation. Midaya Ceramics are also a notable financial contributor. PLANT is very grateful to have strong partnerships and applauds all those who strive to make our wonderful island greener and more interlinked for the future. The projects have oversight from leading naturalists and scientists, and that guidance becomes the cornerstone of all the work done.",
    "Several nurseries have also been established for the continued supply of montane plants which are not easily obtainable in such magnitudes. It has been determined that each plant will require protective coverage to battle the obstacles it faces, even though that puts immense financial pressure on the project. Baseline biodiversity studies will also be conducted as part of the regular methodology that PLANT applies for all their conservation locations.",
    "Speaking at the initiative, Chairman of PLANT, Sriyan de Silva Wijeyeratne said “Ecosystem restoration is difficult but extremely powerful. This is a big step forward in our pioneering vision of orchestrating the private sector to create new reservations for conservation. We are delighted to see different stakeholders coming together and we are acutely aware of the challenges in building new forest passages as opposed to only helping protect existing ones.",
    "But in the face of not just the economic but the environmental bankruptcy that we see around us, Sri Lanka will need many such corridors and we plan to pursue that mission in a steadfast manner.. I sincerely thank Hayleys and our partners and our teams on ground for their phenomenal commitment and passion”.",
    "Commenting on the ambition, Director/Chief Executive Officer of Horana Plantations PLC, Johann Rodrigo said “Being custodians of such large land footprints in Sri Lanka, we feel it is mandatory that we take on greater responsibilities in helping address the conservation challenges being faced. Our commitment is evidenced in our willingness to even set aside some current plantation spaces to facilitate such corridors, as we know we share these precious spaces with many species. We value the great work being done by WNPS PLANT and hope to keep accelerating similar initiatives across more locations”.",
    "“At the Institute of Chartered Accountants TAGS Awards in December 2023, which showcases excellence in corporate reporting with Transparency, Accountability, Governance, and Sustainability being paramount, Hayleys walked away with the coveted gold award among 14 more top awards that it picked up, including a clean sweep in the Plantations sector.",
    "Hayleys Plantations has been leading on many fronts when it comes to Sustainability and Conservation and this project is yet another groundbreaker which demonstrates our passion” said Hayleys Plantations Group Managing Director, Roshan Rajadurai.",
    "WNPS President Jehan says “Visionary Plantation companies like Hayleys can play a transformative role in helping us rebalance our montane landscapes. WNPS is very active in the hills and leading the education of communities on issues such as Leopard conflict, deforestation, climate change and the role of communities. Horana Plantations has already begun conservation work with us on multiple locations, but this will undoubtedly be one of our joint flagships.",
    "Given the rich, long WNPS history, we want to work on sustainable longer-term initiatives with impactful outcomes, and this is a great example of such thinking. I want to thank and congratulate the teams for their bold determination”.",
    "WNPS PLANT is supported by several local and international donors including many private individuals whose commitment towards reforesting Sri Lanka is exemplary. Within them, Hayleys Plantations are the single largest partner. WNPS has been already active in combating illegal snares, poaching, and leopard interaction management in the hills.",
    "PLANT has plans for more such forest corridors depending on donor fund availability, and is keenly exploring and seeking new partnerships and localities. Climate Change is real, but so is fighting back to rebalance our world – one tree, one acre, and one forest passage at a time. In Sri Lanka, with the help of many committed partners, WNPS is dreaming big and leading that charge through PLANT.",
    "Prof. J.E Jayasuriya: “A Guiding Light” in Sri Lankan Education",
    "Transformation, Reinvigoration and Reinvention: The Art and Life of George Keyt (1901 – 1993), Part I",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}