{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/High-Commission-facilitates-repatriation-of-1-732-illegal-Lankan-migrants-from-Malaysia/56-762146",
  "time_ut": 1716412497.0,
  "original_lang": "en",
  "original_title": "High Commission facilitates repatriation of 1,732 illegal Lankan migrants from Malaysia",
  "original_body_lines": [
    "The Sri Lanka High Commission in Malaysia successfully facilitated the repatriation of 1,608 Sri Lankan illegal migrants.",
    "This operation was conducted in coordination with the Malaysian Government’s Migrant Repatriation Program over a two-month period from 1 March to 30 April.",
    "Before the start of this repatriation program, from 1 January to 28 February, the High Commission facilitated the repatriation of 124 illegal migrants who were stranded in Malaysia with various difficulties. This brings the total number of repatriations to 1,732.",
    "The Migrant Repatriation Program which was initiated by the Malaysian Government, aims to assist illegal immigrants in voluntarily returning to their home countries by providing legal exemptions and financial relief. The High Commission of Sri Lanka played a pivotal role in ensuring that Sri Lankan nationals take full advantage of the program.",
    "During the repatriation period, the High Commission worked diligently to process applications, provide necessary travel documents, and coordinate with relevant Malaysian authorities to ensure a smooth and efficient return for all participants.",
    "Special attention was given to vulnerable groups, including the elderly, pregnant women, individuals requiring medical assistance, and children under the age of 12.",
    "The High Commission of Sri Lanka extends its gratitude to the Malaysian Government for their cooperation and support in making this repatriation initiative a success. The High Commission remains committed to supporting Sri Lankan nationals in Malaysia and ensuring their rights and welfare are safeguarded."
  ]
}