{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99708/maldives-and-sri-lanka-to-ink-new-deals-to-enhance-economic-cooperation",
  "time_ut": 1717670700.0,
  "original_lang": "en",
  "original_title": "Maldives and Sri Lanka to ink new deals to enhance economic cooperation",
  "original_body_lines": [
    "Minister of Foreign Affairs of the Maldives, Moosa Zameer has called on Sri Lankan Prime Minister Dinesh Gunawardena at Temple Trees in Colombo today (June 6).",
    "During the meeting, they exchanged views on strengthening existing areas of cooperation, and exploring new avenues, particularly on trade, investment, education and culture, the Prime Minister’s Media Division said.",
    "Minister Zameer expressed that his country is very keen to expand relations with Sri Lanka and the proposed bilateral treaties and Memorandums of Understanding (MoUs) would help to further strengthen economic cooperation between Maldives and Sri Lanka.",
    "It is proposed to sign an Investment Protection Treaty, Double Tax Avoidance Agreement and to facilitate remittances by Sri Lankans employed in the Maldives who receive payment in Maldivian currency and to facilitate Maldivian students and medical tourists to make payments in Sri Lanka, it added.",
    "He thanked the Prime Minister for the support given in the education sector and urged to facilitate education opportunities for more Maldives students. “Like many Maldivians, I also studied in Sri Lanka,” Minister Zameer said.",
    "He said Maldives wants to recruit Sri Lankan teachers and doctors and requested Prime Minister to consider a Government-to-Government agreement for this purpose.",
    "The Prime Minister said he would extend fullest cooperation to implement all the suggestions made by the Maldivian Foreign Minister. He requested the Maldives government to provide free passage to genuine fishermen from Sri Lanka.",
    "Minister Zameer said his government has introduced drone aircrafts to monitor vessel movements and it would ensure safe passage for Sri Lankan fishing vessels.",
    "Prime Minister Gunawardena stressed the need to enhance cooperation in tourism and energy sector, especially solar and wind power.",
    "Maldivian Minister Zameer was accompanied by the State Minister of Foreign Affairs in Maldives, Sheryana Abdul, High Commissioner of Maldives Masood Imad, Additional Secretary Shiruzimath Sameer, Director General, Aishath Fareena and Deputy High Commissioner Fathimath Ghina.",
    "MP Yadamii Gunawardena, Secretary to the Prime Minister, Anura Dissanayake, Director General of Foreign Ministry, Niluka Kadiragamuwa and International Affairs and Media Advisor to Prime Minister Sugeeswara Senadhira were also present at this discussion, according to the Prime Minister’s Media Division."
  ]
}