{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ex-presidents-backers-to-name-opposition-leader-pick-on-oct-14-182789/",
  "time_ut": 1728402360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ex-president’s backers to name opposition leader pick on Oct 14",
  "original_body_lines": [
    "ECONOMYNEXT — Politicians who backed former President Ranil Wickremesinghe during the presidential election will announce on Monday October 14 their choice for opposition leader at the upcoming parliamentary election.",
    "Former MP Nimal Lanza told reporters following a round of talks held in Colombo on Tuesday October 08 that their faction will submit strong lists of nominees covering the entire island.",
    "The Election Commission has said that the closing date for nominations is Friday October 11.",
    "“There will be a strong list for all of Sri Lanka. We don’t want a government but we do anticipate the opposition leadership,” said Lanza.",
    "“After we submit nominations on the 11th, we will meet on Saturday. On Monday there will be a meeting chaired by former President Wickremesinghe and former Prime Minister Dinesh Gunawardena. We will bring everyone who was nominated to Colombo and there we will announce who our opposition leader is,” he said.",
    "The former parliamentarian was unconcerned about claims that Gunawardena had reportedly met representatives of the Sri Lanka Podujana Peramuna (SLPP).",
    "“No, he is working with us strongly and with the former president,” he said.",
    "Lanza was also dismissive when asked to comment on recent talks with the Samagi Jana Balawegaya (SJB),",
    "“No, there’s point at all. If the SJB has any talent, Anura Kumara Dissanayake wouldn’t be president, would he?”",
    "By Monday October 07, with five weeks to go to Sri Lanka’s parliamentary election, the island nation’s opposition parties were still in talks on what party symbols to contest under.",
    "The UNP’ Vajira Abeyardana told reporters on Monday that discussions are under way for a common alliance to contest all districts under the gas cylinder with the exception of two.",
    "“It is very clear that the National People’s Power (NPP) government is following Wickremesinghe’s path. We must support that,” said Abeywardana.",
    "“There are discussions around everyone contesting under the gas cylinder while contestants in the Wanni and Nuwara Eliya districts run with the elephant symbol. These talks are set to conclude,” he added. (Colombo/Oct08/2024)"
  ]
}