{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/02/08/opposition-vows-to-fight-unconstitutional-online-safety-act/",
  "time_ut": 1707394680.0,
  "original_lang": "en",
  "original_title": "Opposition Vows to Fight “Unconstitutional” Online Safety Act",
  "original_body_lines": [
    "COLOMBO (News 1st); In a significant development today, the opposition leader raised concerns over the Online Safety Act, pointing out nine clauses that are allegedly not in line with the determination given by the Supreme Court.",
    "Despite these concerns, Justice Minister Dr. Wijeyadasa Rajapaksa maintained a firm stance, stating that no part of the passed Act can be altered.",
    "A heated exchange erupted in the Sri Lankan Parliament today between Opposition Leader Sajith Premadasa and Speaker Mahinda Yapa Abeywardena over the passing of the Online Safety Bill, which critics say violates Supreme Court rulings and disregards judicial guidance.",
    "Premadasa accused the government of ignoring the court's recommendations on several key clauses of the bill, including those pertaining to revoking internet access and addressing contempt of court. He highlighted the court's emphasis on the need for due process and magisterial oversight, both of which he claims are absent in the current legislation.",
    "The Speaker, however, defended the process, stating that both sides need to agree for a vote to take place. He denied any personal involvement in the amendments, claiming he merely \"mentioned names.\"",
    "Premadasa countered by criticizing the Speaker's refusal to vote on numerous occasions, calling it a dereliction of duty and a violation of the Constitution. He demanded a special party leaders meeting to address the concerns raised by the opposition.",
    "Minister of Justice Wijeyadasa Rajapakshe intervened, acknowledging the presence of \"shortcomings\" in the bill but downplaying their significance. He assured the chamber that the government is open to \"necessary amendments\" and emphasized that the measures were not designed to shield the government or the president.",
    "Premadasa seized on this admission, claiming it confirmed the opposition's concerns about the bill's flaws. He pointed out that even the Justice Minister recognized shortcomings in the process.",
    "Adding to the controversy, MP Weerasumana Weerasinghe raised concerns about the violation of parliamentary privileges, alleging that members were denied the opportunity to vote on the third reading of the bill.",
    "Civil society organisations condemn draconian laws; withdraw from Open Government Partnership",
    "Cops Suspended After Suspects Fall Ill While in Custody at Woulfendhal Station",
    "Electricity Bills In Sri Lanka; Highest In South Asia – Verité Research"
  ]
}