{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-banks-say-their-isb-restructure-should-be-cushioned-with-sldb-model-147266/",
  "time_ut": 1705217940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka banks say their ISB restructure should be cushioned with SLDB model",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka banks should be cushioned from the full impact of an International Sovereign Bond hair cut as they are vital for growth and both fairness and equality should be considered in comparing with foreign investors, top bankers said.",
    "Sri Lanka’s banks hold about 1.25 billion rupees out of about 1.8 billion dollars sovereign bonds held by residents, bankers say.",
    "The total outstanding sovereign bonds are about 12.55 billion US dollars with the bulk held by international bondholders. They want all holders to be equally treated.",
    "“So, we talk of a level playing field and we fully appreciate that and respect the agreements that are in place,” Jonathan Alles, Chief Executive of Hatton National Bank said in a discussion hosted by Sri Lanka’s Echelon Magazine.",
    "“But just think about that international creditor who is looking at a restructured bond post -haircut.",
    "“They’re dependent on the economy taking off in order to get their repayments and coupons on the new bond and the value of the new bond.",
    "“If the biggest catalyst who will drive this economy, which is the banking industry, is not stable – is not strong and is not in a position to support that – then they are not actually helping themselves.",
    "“So, to that end also you need to take the full picture when doing this calculation. I think you can’t just take a silo as in an ISB and say level playing field everybody takes the same.",
    "“We can talk of covid…but basically it is an economic crisis. And it is an economic crisis propelled by poor government, poor governance, bad leadership.”",
    "Sri Lanka banks have 1.5 trillion rupees in stage 3 non-performing loans from the economic crisis with about 13 percent of assets going bad.",
    "Banks have also made provisions up to around 50 percent for sovereign bond holdings.",
    "Bankers say a model similar to the treatment for Sri Lanka Development Bonds should be considered.",
    "SLDB’s were paid in rupees, though banks had credit lines and deposits covering them in US dollars. Banks then exchanged the rupees for dollars in the market.",
    "Bankers say treatment should be fair but not necessarily equal, as there are precedents in other countries.",
    "“…ISB restructuring is the single largest short-to-medium term issue the industry is having,” Sanath Manatunge, Chief Executive of Commercial Bank of Ceylon said.",
    "“We went through the SLDB restructuring and are very positive. ISB restructuring is the big hurdle we have to go through. We have lent to the government; we are going to take haircuts.",
    "“That impact should be minimized for the sector, not from a shareholder point of view. If we are to support the economy, the banks should retain this money which is given to the government.”",
    "If a bank loses one billion rupees in capital, the capacity to give loans is reduced by about 10 billion rupees, based on capital requirements.",
    "“Then you can’t support the economy and also as a sector, if you go to the share market the banking sector is not the most valued share,” Manatunge said.",
    "“All banks are around 0.5 to 0.6 of the book value.  That means the investors are reluctant.",
    "“If the local banks can get part of this money in rupees like SLDBs, it will create lot of confidence in the sector. Let’s say the bank goes to the market to raise capital; we have a story to tell, that the regulator looked after us, we are on a growth trajectory, support with capital.",
    "There was also uncertainty on the tax, treatment on the matter, he said.",
    "Banks say they invested in government securities to provide a safe investment for their deposits. ISBs were also qualified for regulatory liquid assets ratio.",
    "“For them it’s the evaluated investment decision that they made,” says Alles.  “It’s a liquid asset ratio which we need to keep 20 percent of our assets in liquid form. And this is one of the liquid instruments.",
    "“So, you parked it in ISBs and SLDBs. And this is what we give in order to give confidence to our depositors – by the way the deposits are secure because we put more than a percentage there.",
    "“And when that gets haircut, what kind of confidence do we give our depositors?",
    "Sri Lanka has chronic external instability and depreciation due to an anchor-conflicting monetary regime where a policy rate is targeted closely without a floating exchange rate and monetary policy errors are invariably compensated by depreciation (a soft-peg or flexible exchange rate).",
    "There are also exchange controls due to the bad-money regime and the reluctance of authorities or lack of knowledge, to move to a low inflation single-anchor regime that allows free movement of capital and external stability, according to critics.",
    "Foreign currency deposits reduce the incentive for Sri Lankan residents to stash savings out of the country, breaking exchange controls, to protect their savings from inflationary monetary policy, analysts say.",
    "Sri Lanka defaulted on its external debt in 2022 in peacetime, after the most aggressive macro-economic policy deployment involving rate cuts and tax cuts made to target a ‘potential output’. (Colombo/Jan14/2024)"
  ]
}