{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104530/govt-committed-to-providing-suitable-environment-for-happy-quality-life-without-discrimination-pm",
  "time_ut": 1735311780.0,
  "original_lang": "en",
  "original_title": "Govt committed to providing suitable environment for happy, quality life without discrimination - PM",
  "original_body_lines": [
    "Prime Minister Dr. Harini Amarasuriya has affirmed the government’s commitment to creating a suitable environment for all individuals to live a happy and quality life, free from discrimination.",
    "Prime Minister Dr. Amarasuriya made this statement today (December 27), during a ceremony held in Batariwatta, Moratuwa, to inaugurate the first phase of a housing project funded by Chinese financial assistance amounting to Rs. 22 billion. This initiative aims to enhance the living standards of low-income families, the PM’s Media Division reported.",
    "The project envisions the construction of 1,996 houses under Chinese financial assistance. The phase inaugurated in the Batariwatta area, Moratuwa, will provide 575 houses for low-income earners, while the housing project in Kottawa will include 108 houses designated for veteran artists.",
    "Addressing the inauguration ceremony, Prime Minister Dr. Harini Amarasuriya stated: “We extend our thanks to the Chinese government for supporting this housing project in Sri Lanka. A home is not merely a shelter; it is a space essential for a good, quality life and the security every citizen deserves.”",
    "“Beyond housing, the government is dedicated to stimiulating strong families and communities, ensuring the safety and wellbeing of women and children by addressing their specific needs.”",
    "“Low-income earners in the suburbs face challenges, often living in unsafe and insecure conditions. The government’s vision is to provide an environment where all citizens can lead happy and quality lives, without any form of discrimination based on race, religion, gender, or other factors. We appreciate the financial assistance and support extended by the Chinese government to Sri Lanka.”",
    "The event was attended by the Minister of Urban Development, Construction and Housing, Anura Karunathilaka; Deputy Minister T.B. Sarath; Chinese Ambassador to Sri Lanka, Qi ZhenHong; Economic and Commercial Counselor of the Chinese Embassy, Tang Yan Di; the Secretary of the Ministry of Urban Development, Construction and Housing, along with other government officials and representatives of the Chinese government."
  ]
}