{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110587/bangladesh-police-arrest-20-after-deadly-clashes-in-ousted-premiers-hometown",
  "time_ut": 1752767460.0,
  "original_lang": "en",
  "original_title": "Bangladesh police arrest 20 after deadly clashes in ousted premier’s hometown",
  "original_body_lines": [
    "Bangladesh police said on Thursday (Jul 17) they had arrested 20 people, a day after clashes between supporters of ousted premier Sheikh Hasina and security personnel killed at least four people.",
    "The clashes erupted in Hasina’s hometown of Gopalganj on Wednesday after members of her Awami League party tried to foil a rally by the National Citizens Party (NCP), made up of many students who spearheaded the uprising that toppled her government last year.",
    "Bricks, stones and shattered windows littered the area where the clashes occurred. More than 1,500 police, as well as soldiers and border guards, have been deployed in the district to enforce a curfew.",
    "“The law and order situation in Gopalganj is currently under control and remains peaceful,” the police said in a statement on Thursday.",
    "Sheikh Mujibur Rahman, the founding president of Bangladesh, hailed from Gopalganj and Hasina, his daughter, also contested elections from the district.",
    "Jibitesh Biswas, director of the Gopalganj District Hospital, said on Thursday that four people “were brought in dead” after the clashes.",
    "Biswas said shots were also fired in front of the hospital and that at least 18 wounded people were also brought in.",
    "“Three of them are in critical condition with wounds to the chest, back of the head, and leg,” he said.",
    "Ramjan Sheikh, an 18-year-old mason, died of bullet wounds, his family told AFP, blaming the military for his death.",
    "“They trampled on his chest ... We rushed to the hospital only to find his lifeless body soaked in blood,” Mohammed Kalim Munshi, Ramjan’s uncle, said.",
    "The Bangladeshi army said its soldiers intervened, along with the police, to control an “unruly crowd”.",
    "“In response, the crowd grew more aggressive, threw molotov (cocktails) and brickbats compelling the Army to use force in self-defence,” it said in a statement.",
    "A 24-year-old Gopalganj resident, who spoke on condition of anonymity, said the NCP should have understood that the town would not “accept any disrespect” towards Rahman.",
    "“But their leaders continued rants against Mujibur (Rahman),” the resident said.",
    "Human rights organisation Ain o Salish Kendra said “the application of excessive force on people in Gopalganj and shooting at them blatantly violates human rights standards and the constitution”.",
    "Bangladesh’s interim leader Muhammad Yunus said on Wednesday the attempt to foil the NCP rally was “a shameful violation of their fundamental rights”."
  ]
}