{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/India-pledges-61-5m-grant-to-develop-KKS-Port/56-759703",
  "time_ut": 1710879478.0,
  "original_lang": "en",
  "original_title": "India pledges $ 61.5m grant to develop KKS Port",
  "original_body_lines": [
    "Indian High Commissioner Santosh Jha and Ports, Shipping and Aviation Minister Nimal Siripala de Silva during their meeting yesterday",
    "The Government of India has pledged $ 61.5 million grant to fully develop the Port of Kankesanthurai Port (KKS) in Jaffna.",
    "The message was conveyed during a meeting between Indian High Commissioner Santosh Jha and Ports, Shipping and Aviation Minister NimalSiripala de Silva, a communiqué from the Ministry noted.",
    "“As part of the project, a new breakwater will be constructed, and the port will be dredged up to a depth of 30 meters to accommodate deep-draft vessels,” it read.",
    "During the discussion, the Indian High Commissioner has expressed India›s commitment to enhancing regional cooperation and connectivity between the two countries. He has also pledged their fullest support to attract more Indian tourists to Sri Lanka.",
    "He also said that the Indian Government has designated Sri Lanka as the top tier travel destination for Indian tourists, and hailed the commencement of flights between Chennai and Jaffna.",
    "The Ports Minister disclosed the construction of a new terminal which is underway with an investment of Rs. 600 million at the Port of Kankesanthurai, will cater to the convenience of Indian tourists.",
    "De Silva also highlighted that over the past year, a significant number of Indian tourists have visited Sri Lanka.",
    "In February this year, the Cabinet of Ministers approved a proposal to offer an affordable travel fee system between India and Sri Lanka to promote tourism. As per the approved measures, the embarkation tax currently levied on passengers departing Sri Lanka via passenger ferries is reduced from $ 60 to $ 5, whilst the passenger ships will be slashed from $ 60 to $ 20."
  ]
}