{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/Central-Bank-urges-legal-reforms-for-stronger-credit-recovery/155-277291",
  "time_ut": 1708299900.0,
  "original_lang": "en",
  "original_title": "Central Bank urges legal reforms for stronger credit recovery",
  "original_body_lines": [
    "Says shorter credit recovery cycle critical to ensure business continuity",
    "Asserts time taken to recover assets must be further minimised",
    "With a view to ensure continuity of businesses  and job security of employees,  the Central Bank (CB) has called for legal reforms to  further strengthen Sri Lanka’s Parate execution law and other credit recovery laws in order to shorten the credit recovery cycle on par with global practices .",
    "Instead of suspending Parate Rights for few borrowers who are in the cover of SMEs, Central Bank (CB) Governor Dr. Nandalal Weerasinghe asserted that further strengthening of the Parate execution law along with other credit recovery laws stands to benefit the country’s MSME sector with greater access to credit.",
    "“..This (Parate execution law) has to be strengthened to further minimise the time taken to recover the asset. So that banks and the businesses can survive and continue while the borrower who is not viable can basically transfer that asset to someone who can run the business. We don’t need to protect the borrower who is not liable, but the enterprise or the business,” Central Bank Governor said.",
    "He shared these remarks delivering the keynote speech at a recent webinar titled “Can Suspending Parate Rights help SME recovery?” organised by our sister paper – Daily FT, ACCA and The International Chamber of Commerce Sri Lanka Chapter together with Colombo MBA Association, CIMA, AAT, and CA Sri Lanka.",
    "The Governor said that 3-6 month credit recovery would enable to make this transformation.",
    "“Within three months, they acquire the property and let someone else to take the property and then borrow it out. So this is more efficient and will help the economy, help SMEs, and improve access to finance,” he elaborated.",
    "Prior to this, Dr. Weerasinghe highlighted that it’s essential to understand the difference between the SMEs and anti-parate activists who are largely made up of willful defaulters.",
    "Despite pressures from various quarters of the business community, especially the SME segment, the Central Bank continues to resist calls to amend banks’ Parate execution rights."
  ]
}