{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/india-pledges-61-5-million-dollar-grant-for-jaffna-kks-port-sri-lanka-says-155217/",
  "time_ut": 1710847800.0,
  "original_lang": "en",
  "original_title": "India pledges 61.5 million dollar grant for Jaffna KKS port Sri Lanka says",
  "original_body_lines": [
    "ECONOMYNEXT – India has pledged 61.5 million dollars in grant aid to develop Kankasanthurai port in the island’s Northern Jaffna peninsula, the Ministry of Ports and Aviation said in a statement.",
    "The message was conveyed during a meeting between Indian High Commission Santosh Jha and Ports and Aviation Minister Nimal Siripala de Silva, the statement said.",
    "“As part of the project, a new breakwater will be constructed, and the port will be dredged up to a depth of 30 metres to accommodate deep-draft vessels,” the statement said.",
    "The port suburb’s ferry terminal connects Kankesanthurai with Karaikal Port in Puducherry southeast of Tamil Nadu.",
    "The Commissioner said that the Indian Government has designated Sri Lanka as the top travel destination for Indian tourists, and commended the commencement of flights between Chennai and Jaffna, the statement said.",
    "The Ports Minister said that the construction of a new terminal costing 600 million rupees at the KKS port, meant to cater to the convenience of Indian tourists, is currently underway, it said. “He highlighted that over the past nine months, a significant number of Indian tourists have visited the island,” the statement said.",
    "Plans to initiate a ferry service route from KKS to Nagapattinam were recently stalled, as the costs to make the journey between the two points was not financially viable, resulting in high ticket prices, the Indian High Commissioner had said.",
    "Though slated to begin in February, the regular services to carry passengers from KKS to Nagapattinam are yet to commence.(Colombo/Mar19/2024)"
  ]
}