{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102273/parties-that-supported-ranil-to-form-alliance-for-parliamentary-election",
  "time_ut": 1727324040.0,
  "original_lang": "en",
  "original_title": "Parties that supported Ranil to form alliance for parliamentary election",
  "original_body_lines": [
    "It is reported that all the political parties and groups that supported former President Ranil Wickremesinghe will contest under a political alliance in this year’s parliamentary elections.",
    "However, no final decision has been made yet, and several discussions are scheduled to be held today (26).",
    "A special meeting is set to take place this morning between representatives of the United National Party (UNP) and former President Ranil Wickremesinghe.",
    "It is reported that the discussions will cover how to contest the upcoming parliamentary elections, including the symbol under which they will contest. If an alliance is formed, the essential groundwork required will also be discussed.",
    "Additionally, a meeting is scheduled for today at 4:00 p.m. between former President Ranil Wickremesinghe and the group that supported him in the last presidential election, representing the Sri Lanka Podujana Peramuna (SLPP).",
    "It is expected that a final agreement will be reached regarding the manner of contesting the parliamentary elections.",
    "Meanwhile, it is also reported that the ‘Podujana Eksath Nidahas Peramuna,’ which was recently formed by a group of MPs who supported Ranil Wickremesinghe from the SLPP, has not yet received approval from the Election Commission.",
    "In order to contest under the symbol of the “trophy,” the relevant alliance must obtain approval from the Election Commission, and it is reported that approval has not yet been granted.",
    "As a result, they are considering contesting the next election under the “chair” symbol with the Podujana Eksath Peramuna.",
    "However, it is reported that a final agreement will likely be reached today during the discussion with Ranil Wickremesinghe.",
    "Meanwhile, a special discussion involving the group that supported Ranil Wickremesinghe in the last presidential election was held in Colombo last afternoon (25)."
  ]
}