{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97298/sri-lanka-india-hold-talks-on-collaboration-in-personnel-administration-governance",
  "time_ut": 1707996240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, India hold talks on collaboration in personnel administration & governance",
  "original_body_lines": [
    "Sri Lanka and India kicked off bilateral delegation-level talks on Wednesday (Feb.14) in New Delhi for collaboration in personnel administration and governance.",
    "The discussion was chaired by Secretary to India’s Department of Administrative Reforms & Public Grievances (DARPG), Shri V. Srinivas and Secretary to the Prime Minister of Sri Lanka, Anura Dissanayake.",
    "The Sri Lankan delegation included Dr. Dharmasri Kumaratunga, Secretary to Ministry of Technology; Pradeep Yasarathna, Secretary to Ministry of Public Administration, Home Affairs, Provincial Councils & Local Government; Nalaka Kaluwewe, Director General of Sri Lanka Institute of Development Administration (SLIDA). Senior officials of India’s DARPG Shri NBS Rajput, Shri Puneet Yadav and Smt. Jaya Dubey participated in the discussions.",
    "Both sides deliberated on the modalities of a proposed Memorandum of Understanding (MoU) between SLIDA and National Centre for Good Governance (NCGG) of India with a view to conduct Capacity Building Programmes (CBP) for senior and mid-level civil servants of Sri Lanka by NCGG.",
    "The SLIDA director presented the capacity building plan for the service officers of Sri Lanka over the next five years and collaboration in developing the training curriculum and conduct training for 1,000 officials at various seniority levels in hybrid mode.",
    "The Indian side presented their key capabilities in administrative reforms and recognizing meritocracy under India’s Prime Minister’s Awards Scheme for Public Administration; handling public grievances through effective redressal of public grievances by using AI/ML (artificial intelligence and machine learning) in Centralized Public Grievance Redress and Monitoring System (CPGRAMS), and improving service delivery through promotion of e-governance by initiatives unified service portals, mandatory e-services and strengthening e-office and its analytics.",
    "The contours of the collaboration shall be structured in an MOU to be developed by both sides, the Indian High Commission in Colombo said in a press release.",
    "A high-level Sri Lankan delegation embarked on an official visit to India earlier this week to gain insights into the neighbour’s recent initiatives for transforming its public service qualitatively and implementing policy improvements successfully.",
    "During their stay from 12-17 February, the 14-member delegation, led by PM’s Secretary Anura Dissanayake, is seeking to prioritize capacity development in Sri Lankan government institutions contributing to the nation’s economic growth.",
    "They will also meet with key Indian officials including the Minister of Foreign Affairs, Minister of State for Personnel, and the Principal Secretary to the Prime Minister to explore avenues for further collaboration."
  ]
}