{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-anti-graft-body-challenges-public-financial-management-bill-in-supreme-court-167002/",
  "time_ut": 1717770240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s anti-graft body challenges Public Financial Management Bill in Supreme Court",
  "original_body_lines": [
    "ECONOMYNEXT – Transparency International Sri Lanka (TISL), a non government organization fighting against corruption has filed legal legal action in the Supreme Court against President Ranil Wickremesinghe government’s Public Financial Management Bill, raising concerns over public procurement.",
    "It said the bill “seriously weakens the controls on public procurement, thereby enhancing the corruption risk and weakening the level playing field.”",
    "The Bill grants the Finance Minister the discretion to exempt State Owned Enterprises (SOEs) from compliance with the National Procurement Guidelines, while permitting Provincial Councils to adopt their own procurement guidelines, it said.",
    "“The National Procurement Guidelines are issued with the approval of the Cabinet of Ministers to enhance the transparency of the Government procurement process, minimize delays, and obtain the most financially advantageous and qualitatively best services and supplies for the nation,” the TISL said in its petition.",
    "“The level of corruption and bribery in Sri Lanka does not justify a relaxation or loosening of the oversight and protection against such risks.”",
    "The TISL through the petition has sought a Supreme Court determination if the provisions related to procurement violate sovereignty of the people right to equal protection of the law of the constitution.",
    "The petition, filed in the public interest, names the Attorney General as the respondent.",
    "The petition cites the report of the Governance Diagnostic Assessment of Sri Lanka, conducted by the Sri Lankan Government with technical assistance from the International Monetary Fund (IMF).",
    "“This report identifies that SOEs and procurement are high risk areas for corruption, with a history of serious abuses of power and misuse of public resources. The Report highlights the pertinent need to tighten controls and enhance the transparency and accountability in public procurement,” the TISL said in a statement.",
    "TISL also said the provisions do not cumulatively strengthen accountability, oversight, or the management of public funds, as envisaged as the purpose of this Bill.",
    "The new bill, once enacted, was expected to repeal a Fiscal Management Responsibility Act (FMRA), which has been repeatedly breached in the past.",
    "The proposed Public Financial Management law has set a 13 percent primary spending limit (expenses before interest) as part of efforts to improve fiscal discipline in the future. (Colombo/June 07/2024)"
  ]
}