{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/centrum-marine-consultancy-and-dohle-iom-announce-strategic-partnership-to-boost-sri-lankas-maritime-industry/",
  "time_ut": 1727197380.0,
  "original_lang": "en",
  "original_title": "Centrum Marine Consultancy and Döhle (IOM) announce strategic partnership to boost Sri Lanka’s maritime industry",
  "original_body_lines": [
    "Centrum Marine Consultancy, the rising leader in Marine HR solutions in Sri Lanka, has announced a strategic partnership with Döhle (IOM) Limited, a renowned global maritime services provider and part of the Döhle Group. This collaboration has resulted in the formation of a joint venture, Doehle Marine Lanka Pvt Ltd, with the goal of significantly increasing employment opportunities for Sri Lankan seafarers in the global maritime industry.",
    "This joint venture highlights Sri Lanka’s importance as a vital source of skilled maritime professionals, recognizing the exceptional abilities and dedication of Sri Lankan seafarers. Döhle (IOM) Limited, having benefited from the expertise of Sri Lankan maritime professionals since 2015, is committed to expanding its workforce with talented Sri Lankan seafarers. The partnership will focus on developing cadets in engine, deck, and electrical disciplines, preparing young Sri Lankan officers for future management roles. Through comprehensive training and mentorship programs, these cadets will be equipped to assume officer positions within the Döhle Group, ensuring a sustainable pipeline of talent for the maritime industry.",
    "This investment is expected to provide employment to a pool of approximately 500 Sri Lankan seafarers, positively impacting the economy through seafarer wages alone. In addition to the direct economic benefits, the initiative will also strengthen skill development and establish Sri Lanka as a global hub for Marine HR solutions.",
    "NDB conducts Investor and Analysts Earnings Call on its H12024 financial results",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}