{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/a-journey-of-courage-pragmatism/",
  "time_ut": 1715545906.0,
  "original_lang": "en",
  "original_title": "A Journey Of Courage & Pragmatism",
  "original_body_lines": [
    "Bandula Chandrasekara: The Author of “Asuwe Parapuren Sannaddawa”- [අසූවෙ පරපුරෙන් සන්නද්ධව ] A Journey of Courage and Pragmatism",
    "Bandula Chandrasekara – A name that symbolizes resilience, courage and relentless pursuit of one’s beliefs.  When I reflect on my school days, memories come flooding back of the boy who sat next to me at Royal College, wearing the iconic blue shorts that symbolized our junior school education.  From those early days, Bandula stood out as a bright light, embodying the school motto of *”Learn or Depart” in every aspect of his life.",
    "His journey described in his book *”Asuwe Parapuren Sannaddawa”* speaks of his unwavering determination and dedication to his ideals.  Although I am sad that I missed the book launch, I am proud to know that our 83 logo was represented there, along with notable figures like Keerthi, Panduka and Malinda Seneviratne, who started his  political journey with Bandula and Patali  Champika Ranawaka .",
    "I have yet to delve into the pages of “Asuwe Parapuren Sannaddawa,” and I am drawn to the stories and accolades that adorn its back cover. (අපි පොතට කලින් හැමදාමත් පිට කවරෙම බැලුවෙ) But beyond the book lies a deep admiration for the man behind it. Bandula, unlike many of our peers, refused to confine himself to the comforts of familiarity.  Instead, he approached sports, politics and academia with a rare realism.",
    "Bandula’s steadfastness in confronting social prejudices in the early 80s, despite personal threats, is a testament to his courage. His alignment with Patali Champika in a tumultuous political era showed a keen understanding of ideologies and a commitment to practical solutions. While I don’t entirely agree with their political philosophy at that time, I do accept the rationale behind their stance at a time when extremism was on the rise.",
    "What makes Bandula different is not just his rhetoric but his actions. Undoubtedly Bandula’s principles and insights.  In a landscape where politicians often prioritize verbiage over substance, Bandula remains a paragon of restraint and “pragmatism”.",
    "As I ponder the substance of Bandula’s book, I am reminded that understanding the author is essential to grasping the depth of his narrative. Anuruddha Pradeep Karnasuriya’s controversial guest lecture on the book launch(as the lyrics of a modern day song so aptly puts it ,”Rama knows the book when Sita turning the page” ,  පිටුව පෙරළුවට සීතා පොත දන්නවා රාමා ) divisive, underscores the social realities that Bandula seeks to address. It is this commitment to transparency and dialogue that makes “Asuwa Parapuren Sannaddawa” a compelling read for all.",
    "In a world where political discourse is often marred by polarization and dogma, Bandula Chandrasekara’s journey stands as a beacon of hope for future politics in Sri Lanka, as he is a seasoned politician now.  His book serves not only as a historical record but also as a manifesto for practical leadership and unwavering faith, urging us all to delve into the wisdom inscribed within its pages."
  ]
}