{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-eureka-moment/",
  "time_ut": 1706110440.0,
  "original_lang": "en",
  "original_title": "A Eureka moment!",
  "original_body_lines": [
    "Anything that the incumbent government lays its hands on turns into an unholy mess instantly. It has made a botch of issuing tax identification numbers (TINs). It warned that everyone who did not obtain a TIN would be severely dealt with according to the law. Subsequently, it softened its stand when it realised how difficult the task of issuing TINs was.",
    "Proper planning is half the battle in accomplishing any task. Sri Lanka finds itself in the current predicament because successive governments have lacked strategic thinking and subjugated the interests of the public to political expediency. The current dispensation plunged head first into an ill-conceived organic farming initiative, which proved disastrous, went on a money-printing spree and expended foreign currency reserves without heeding the consequences of its actions. Having ruined the economy, it is now trying to achieve economic recovery haphazardly. It spares no pains to squeeze the public dry by jacking up taxes and tariffs.",
    "There cannot be anything stupider than to allow a bunch of failed politicians who have earned notoriety for inefficiency, ineptitude and corruption to undertake to revive an economy which they themselves have bankrupted. Sri Lanka must be the only country in the world to have made such a blunder. Worse, a parliamentary committee headed by a prominent member of the failed government is probing the country’s bankruptcy!",
    "That the SLPP-UNP government is devoid of foresight and groping in the dark in trying to help the country come out of the current economic crisis has become evident once again. The Finance Ministry made TIN mandatory without devising a strategy to handle the task of issuing it to every adult. The government began to think only after leaping, so to speak.",
    "State Minister of Finance Ranjith Siyambalapitiya has just had his Eureka moment; a person’s TIN can be based on his or her National Identity Card number, and the Inland Revenue Department can make use of the database of the Department of Registration of Persons.",
    "When the government declared that every adult had to obtain a TIN, even schoolchildren asked why the NIC number could not be used for that purpose. Curiously, it took so long for the government politicians and others to realise that. However, there are situations where their brains function at the optimal capacity; this happens when they get opportunities to cut corrupt deals.",
    "Siyambalapitiya told Parliament yesterday that the CID had concluded investigations into the sugar tax scam and handed over its findings to the Attorney General for legal action. Curiously, the government, which is in overdrive to ensure tax compliance and even threatens legal action against tax evaders, is dragging its feet on recovering the losses that the sugar tax scam caused to the state coffers. Opposition Leader Sajith Premadasa informed Parliament yesterday that the loss of state revenue due to the sugar tax racket amounted to about Rs. 16 billion.",
    "The government keeps both the CID and the Attorney General’s Department under its thumb, and therefore the possibility of the legal and judicial processes being manipulated to open an escape route for the pro-SLPP importers involved in the sugar tax racket cannot be ruled out. It has no qualms about giving kid-glove treatment to crooks who cause staggering losses to the state coffers and exploiting the law-abiding citizens to boost its tax revenue.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}