{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lanka-born-copper-artist-makes-waves-in-hawaii/",
  "time_ut": 1756542840.0,
  "original_lang": "en",
  "original_title": "Lanka-born copper artist makes waves in Hawaii",
  "original_body_lines": [
    "The master copper artist known as Sooriya not only inspires many with his larger-than-life sculptures of whales and dolphins in Nānākuli, but also with his peaceful messages of caring for the earth and serving others with aloha.",
    "On a sunny Westside morning in Nānākuli, the sculptured bodies of two humpback whales reflect an iridescent radiance. They represent the largest copper whale structure in the world, and are the handiwork of artist Muthukumaru Sooriyakumar (known by most as Sooriya), a 71-year-old Sri Lankan man whose values of unity, harmony and compassion go wherever his bare feet take him.",
    "As a young boy in a Ceylon village, Sooriya developed adoration for art after wandering upon workers who were shaping stone for a nearby temple.",
    "“I was very fascinated by the sound and rhythm. Everything is rhythm,” says Sooriya. “I knew that’s the way I wanted to do artwork.”",
    "It comes as no surprise, then, that the bulk of his artwork in the decades since is made from copper, an element that produces a distinct chime and vibration when manipulated.",
    "Sooriya’s lifelong dedication to the craft, along with his devotion to helping communities, has garnered him accolades and recognitions from nearly every corner of the world — most predominantly, here in the islands.",
    "From being named one of the Living Treasures of Hawai‘i by Honpa Hongwanji Mission of Hawai‘i to becoming a Hero of Forgiveness from Hawai‘i Forgiveness Project, Sooriya, who lives humbly in a 10-by-10-foot Wai‘anae cottage, overflows with continual gratitude, a virtue he credits to his parents and grandparents.",
    "“They did so much for the people,” he says. “I learned how to share, how to give, how to feed; this really took me all around the world. It’s already in my lineage — the gratitude, serving, helping and coming together.",
    "“I’m not attached to money, wealth or any of that. Whatever I have, I will share it and give it away,” he continues. “I don’t want anything. I don’t take anything when I go — only my soul and the good things I have done here. One day, my journey will end. Why should I get attached to unnecessary things? I create — that’s all I do. I work on the farm. I help people who need help. It’s a different path that I’ve taken.”",
    "Through his nonprofit Mouna Arts & Cultural Village, Sooriya shares a lifetime of lessons with all those who visit. Found beneath the Wai‘anae mountain range, the compound is a hub where people can learn about traditional visual arts and farming, while becoming one with nature and each other.",
    "An artistic venture that led to the creation of a 45-foot humpback whale and her 32-foot calf. PHOTOS COURTESY ALEXANDER BOCCHIERI OF LUMOS MEDIA",
    "The largest copper humpback whale sculptures in the world can be seen swimming along the side of Agnes Kalaniho‘okahā Community Learning Center at The Nānākuli Village Center.",
    "“I felt connected to this part of the island because the first thing I saw were the trees — all of the trees grow in the village where I was born,” he says. “Also, the mountains, the ocean, the sacredness and the people around here are beautiful.",
    "“I worked in many places around the world and I helped the people here, there, everywhere. But I wanted to give something back to the island and the people because gratitude is so important in our lives,” Sooriya says about why he decided to open the nonprofit. “We are a part of nature, so we have to take care of Mother Earth. When we take care of the soil, we cultivate ourselves. I want to share this message of farming, sharing, artwork and healing. I want to share it with the children and all walks of life.",
    "“Before the virus, children would come and they would plant trees and work on the farm,” he adds. “And, because there aren’t too many art programs in school, I started an artist village here, too. There are no expectations, it’s from the heart. This is a place for healing, feeding and sharing.”",
    "Serving as the perfect embodiment of his message is the Koholā Ola Peace Project, a mission that began nearly 10 years ago when Dr. Agnes “Aunty Aggie” Kalaniho‘okahā Cope, a dear friend of Sooriya’s and a founder of Wai‘anae Coast Comprehensive Health Center, approached him with a question.",
    "“One day, she asked me, ‘Sooriya, they’re going to build a building in Nānākuli … it’s a community center for all the people. Are you going to do some artwork there?’” remembers Sooriya, who has been WCCHC’s resident artist since 2005. “I said, ‘Mama, I would love to do something like that for you.’",
    "“In the meantime, Aunty Aggie passed away. I said, ‘word is word. I will do it’ — and I did. I finished it. That’s the way it all started — with the community. I wanted to do it with the children, people from all walks of life, coming together in harmony to create something.”",
    "In the fall of 2018, thousands of hands spanning generations, religions and ethnicities pounded pieces of copper that eventually transformed into a 45-foot humpback whale and her 32-foot calf. While there, Sooriya taught visitors — who ranged from area students to community leaders — about the importance of taking care of the environment, especially the ocean, a place where the project’s muse inhabits.",
    "“Without the people, without the community, I cannot do it,” he says. “When they come together to pound, they did it from their heart. There is no separation when creating something,” he says.",
    "Made possible with help from Cliff and Renée Tillotson, the project continued at their Kapolei-based workspace. Once welded, the whales were transported to Agnes Kalaniho‘okahā Community Learning Center at The Nānākuli Village Center.",
    "Thousands of hands pounded the copper of life-sized whale sculptures, including those of Sooriya’s mother Annapoorani (sitting) and his brother Jothykumar (standing next to her).",
    "Westside students visited Sooriya’s Wai‘anae nonprofit as part of Koholā Ola Peace Project.",
    "More of Sooriya’s work can be seen across the parking lot. A pod of copper dolphins, none of which look the same, playfully leap on the side of a nearby building. Only recently installed, Sooriya’s friends gaze in wonderment, joking that he “never sleeps.”",
    "“This is a project that has been a dream of my brother Sooriya for many, many, many years. I think this was a dream of his before he was even born,” states Kamaki Kanahele, director of WCCHC’s Traditional Hawaiian Healing Center and son of Cope. “It’s going to be a symbol for world peace from Hawai‘i to all the world, and in these very different times, it’s even more important.”",
    "“Last week, I was in Longs Drugs here in Wai‘anae and I was in the front of the line and a man said, ‘I know you! Thank you so much. Let me pay for it,’” says Sooriya. “I told him, ‘I have the money, brother, thank you,’ but he said, ‘No, please let me pay for it.’ That is love. That is heart. It’s not about the money, but the mana. What a great blessing it is to have done this for the people.”",
    "Although the whales have found their forever home, Koholā Ola Peace Project is far from over. The children who became a part of the legacy when their wooden mallets met the copper plates will grow up to share the message for years to come.",
    "Sooriya also teases that a documentary titled Koholā Ola is in the works. Created by Alexander Bocchieri and Matthew Nagato of Lumos Media, the film captures the heart and grit behind the project. Additionally, two books featuring children’s artwork and photographs will be released and the project is currently seeking donations for completion.",
    "As for Sooryia’s next endeavor, he’ll soon be on his way back to Sri Lanka. There, he’ll construct a model village to immortalize traditional lifestyles and values for future generations to witness.",
    "“I want to do this for my people,” he says. “I was born there and I feel as though it’s my duty.",
    "“In the Bible, there is a verse that says if you can save one soul, you can save the world. I believe this. When we come together, we can bring this aloha to the world and make it a better place.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}