{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85279",
  "time_ut": 1735572600.0,
  "original_lang": "en",
  "original_title": "Past and Present India -Sri Lanka Relations ; 1987 Rajiv-JR Accord and the 2024 Modi-AKD Meeting.",
  "original_body_lines": [
    "Sri Lanka’s newly elected President Anura Kumara Dissanayake  has successfully concluded his first state visit to  India from December 15 to 17. The optics of the three day visit to New Delhi has been hailed positively. President Dissanayake known popularly as AKD is the leader of the Janatha Vimukthi Peramuna as well as the JVP-led National People’s Power(NPP).",
    "The successful passage to India  has brought into focus the “mismatch” between JVP past and JVP present. The Janatha Vimukthi Peramuna’s  hard line regarding India in the past and its current soft line towards our big neighbour are being compared and contrasted.The successful state visit seems to indicate that the JVP’s relationship with India has  taken a positive “U”turn.",
    "The JVP from its inception has been rooted in anti-Indianism. In simplistic terms the JVP  was  perceived as an Anti-Indian, pro-China, political entity. The JVP opposed the India-Sri Lanka accord of 29 July 1987 and conducted a violent anti-Indian campaign for three years from 1987 to 1989.",
    "As stated in last week’s article, the Indo-Lanka accord was signed by  former Indian Prime Minister Rajiv Gandhi and ex-Sri Lankan president J.R.Jayewardene on 29 July 1987. The accord was signed with the laudable objective of bringing peace to Sri Lanka by ending the war between the Sri Lankan armed forces and armed Tamil militant groups including the Liberation Tigers of Tamil Eelam(LTTE).",
    "A ceasefire was declared and Indian army personnel with the nomenclature of Indian Peace Keeping Force (IPKF) were stationed in the Northern and Eastern Provinces of the island to maintain peace. Instead of ushering in a durable peace as expected, the Indo-Lanka Accord paved the way for more violence and bloodshed. The Liberation Tigers of Tamil Eelam (LTTE) led by its supremo Veluppillai Prabhakaran refused to accept the accord and went back to war. Soon a full-fledged guerrilla war was waged by the LTTE against the IPKF in the North and East.",
    "Meanwhile the JVP led by Rohana Wijeweera also opposed the Indo-Lanka Accord and engaged in armed resistance in the predominantly Sinhala areas. The JVP had in 1971 launched an armed insurrection when the United Front Government of Prime Minister Sirimavo Bandaranaike was in power. It was cruelly and brutally crushed with the aid of several countries. This is commonly referred to as the first JVP insurgency.",
    "The second JVP insurgency was against the United National Party (UNP) Governments of President J.R. Jayewardene and his successor President Ranasinghe Premadasa. It began in 1987 when JR was President and ended in 1989/90 under President Premadasa’s rule.",
    "When the JVP launched its second insurgency in 1987, it had very little membership in the pre-dominantly Tamil and Muslim regions of the Northern and Eastern Provinces. As such most of its armed activity was in the Sinhala majority seven provinces.",
    "The JVP’s anti-Indian military wing was named “Deshapremi Janatha Vyaparaya” (DJV) or “Patriotic People’s Movement”. The emphasis on patriotism or love of the country was to mobilise people’s support on those lines. A sense of history was invoked by the nom de guerre adopted by the DJV commander. It was Keerthi Wijebahu.",
    "It was Prince Keerthi who fought against the Chozha Monarchs, Raja Rajan and Rajendran in the 10th Century. The Ruhuna Prince eventually succeeded in evicting the Chola conquerors from Polonnaruwa and crowned himself as Wijebahu. The DJV Commander Keerthi Wijebahu was Saman Piyasiri Fernando. This native of Lunawa in Moratuwa was a Kelaniya University graduate.",
    "The second JVP insurgency lasting for more than three years resulted in thousands of people being brutally killed by both the JVP as well as the counter insurgency forces comprising Police, paramilitary and security personnel. Tens of thousands of Sinhala youth were massacred by agents of the State. While no reliable estimates are available of the number of killings done by security personnel and other agents of the State,  official figures of the killings done by the JVP have been released by the state.",
    "It is noteworthy that many of the frontline leaders of the JVP including Anura Kumara Dissanayake joined the movement while the anti_indian campaign was in progress. They were motivated by the twin passions of love for the motherland and hatred towards  India perceived as an alien invaders. The Indo _lanka accord and its off-spring the 13th Constitutional Amendment were regarded as impositions thrust upon Sri Lanka by India and were bitterly opposed. Ironically,Tamil hawks too oppesd the accord and 13 A.",
    "The Indo-Lanka Accord was not perfect. It did not rectify all problems concerning Tamils. But it provided a good and great beginning to a healing process. The Indo-Lanka Accord recognised Sri Lanka as a multi-ethnic, multi-religious nation. Thus, both the mono-ethnic claims of Sinhala supremacists and the two-nation theory of Tamil separatists were negated.",
    "It recognised the Northern and Eastern Provinces as historic areas of habitation of the Tamil and Muslim people where they lived with other ethnicities. Thus, the Tamils and Muslim right of historic habitation was recognised but there were no exclusive rights. The north-eastern region belonged to all ethnicities.",
    "Moreover the opportunity to create a single Tamil linguistic province was made available at that time. Both provinces were temporarily merged with the proviso that a referendum should be held in the Eastern province to either approve or reject the merger.",
    "A scheme providing devolution of powers on a provincial basis was brought in. Provincial Councils with powers allocated on provincial, concurrent and reserved basis were set up. Tamil was elevated to Official Language status. All those convicted of “terrorist” offences were given official pardon. All militants who took to arms were given a general amnesty.",
    "It appeared then that the basic grievances and legitimate aspirations of the Sri Lankan Tamils could be redressed and accommodated if and when the Indo-Lanka Accord was gradually implemented. Besides India was there to underwrite the accord and guarantee its implementation in general and the 13th amendment in particular.",
    "The 13th Constitutional Amendment was drafted in Colombo. An Indian Constitutional lawyer was consulted in an advisory capacity. Given the opposition mounted by the SLFP and JVP at that time,  it was feared that any Constitutional amendment requiring an island-wide referendum would not be ratified if the Supreme Court decreed so.",
    "Thus the powers and composition of the envisaged Provincial Councils through the 13th Amendment were somewhat restricted. The Supreme Court allowed the passage of 13 A  without a referendum because of this. Even then the nine-Judge bench was divided five to four.",
    "New Delhi however extracted a promise in writing from JR on 7 November 1987 that he would devolve more powers to the PCs within a specific timeframe. But events took a different turn and this promise was never adhered to by JR or successive regimes. The LTTE fight against the Indian Army escalated. This transformed the situation.",
    "When the accord was signed and Indian soldiers arrived in the Island as “peacekeepers” the predominantly Sinhala “south” protested vehemently. But the Tamils of the north-east welcomed the “jawans” wholeheartedly. Within months the situation reversed when the Tigers took on the Indian Army.",
    "In the words of JR “the referee was now fighting in the ring”. The image of the IPKF underwent a change from that of “Indian Peace Keeping Force” to “Innocent People Killing Force”. When the Indian Army left Lankan shores in 1990, there were very  few who  mourned  its departure.",
    "Primarily, India was acting in its own interest when it intervened benignly. There was no “identity” of interests between India and the Tamils but there was certainly a “convergence” of interests between both. But this congruence had its limits.",
    "Using the armed struggle for separatism as a pressuring device or bargaining tool was acceptable. But prolonging the struggle for a separate state in defiance of New Delhi was unacceptable. India was all for autonomy within a united Sri Lanka but opposed to Tamil Eelam.",
    "Moreover the accord among other things bestowed upon India the responsibility (shared with Sri Lanka) of ensuring and protecting the security and safety of all communities living in the Northern and Eastern Provinces of Sri Lanka. Clause 2.16(e) says: “The Governments of Sri Lanka and India will cooperate in ensuring the physical security and safety of all communities inhabiting the Northern and Eastern Provinces.”",
    "While the Sri Lankan Government agreed to implement the proposals outlined in the accord, clause 2.14 stated: “The Government of India will underwrite and guarantee the resolutions, and co-operate in the implementation of these proposals.”",
    "The Indo-Lanka Accord provided India a permanent “say” in the affairs of Sri Lanka as it had to underwrite the resolutions and guarantee their implementation. Also, it was – in theory at least – responsible for the safety and security of all people living in the north and east.",
    "The Indo-Lanka treaty has been “forgotten” for many years but nevertheless it remains valid. Provisions of the accord could be activated if and when necessary. Until and unless both countries jointly repudiate it, the Indo-Lanka Agreement will continue to be there. It cannot be unilaterally abrogated by one country.",
    "In a significant political move a few years ago, seven  political parties mainly representing the  Sri Lankan Tamils of the Northern and Eastern provinces wrote a joint letter to Indian Prime Minister Narendra Modi, seeking his help to fully implement the provisions of the 13th  amendment to the Constitution. The  letter draft  finalised on December 29th 2020  was approved by the 7  parties concerned on January 6th 2022. The seven party  signatories to the letter were the TNA, ITAK, TELO, PLOTE,EPRLF, TMP and TNP. The letter along with an annexure outlining key problems facing the Tamil speaking people of Sri Lanka was reportedly sent to PM Modi through the good offices of the Indian High Commission in Colombo.",
    "Matters of urgent serious concern to the Tamil speaking people in Sri Lanka were included in the annexure under seven categories. They were –",
    "a)\tTo bring back all provisions relating to Law and Order, Finance, Land, Education, Agrarian Services etc. derogated so far from the original provisions agreed upon under the Thirteenth Amendment consequent to the Indo Lanka Pact. This would include Presidential undertakings given by Sri Lanka.",
    "b)\tAs per assurances given by the Sri Lankan Government to the Parliamentary Select Committee on Electoral Reforms, to call upon the Government of Sri Lanka to pave the way for the Election Commission to hold the Provincial Council elections.",
    "a)\tThe provisions of the Sixteenth Amendment to the Constitution passed by the Parliament on 17th December 1988 soon after the enactment of the Thirteenth Amendment must be implemented in word and spirit.",
    "b)\tThe use of Sinhala and Tamil as languages of Governmental use and recognition of both languages as National languages and English as the Link language in the Thirteenth and Sixteenth amendments must be given full effect to, in word and spirit.",
    "c)\tThe provisions of Chapter-iv of the Constitution containing Articles 18 to 25 A dealing with National languages, their implementation in administration, legislation, Judiciary and as medium of instruction in schools as per the constitution of Sri Lanka shall be fully implemented in word, form and substance.",
    "a)All attempts to systematically change the demographic pattern of the North and East, acting contrary to the provisions and spirit of the Banda-Chelva Pact (1957), Dudley-Chelva Pact (1965) and the Indo-Lanka Accord (1987) shall stop forthwith.",
    "b)All activities and attempts by the Archaeological Department, Mahaweli Authority, Forest Department, Wild Life Department, Tourist Board and the Defence/Internal Security Ministry to destroy and pervert evidences that confirm the Historical Habitation of North and East as the traditional Homelands of the Tamils must immediately cease.",
    "c)The Archaeological Department must recognise the antiquity of the Tamils from pre Buddhistic times, accept that it was the Tamils who received Buddhism (Tamil Buddhists) into Sri Lanka and act accordingly instead of perverting and prevaricating history.",
    "d)Tamil villages in the border areas between Northern and Eastern Provinces are altered by either attaching them to Sinhala areas or bringing Sinhala Villages into Tamil areas thereby altering ethnic composition to make Tamils minorities in their own areas. This will prevent Tamil people from obtaining political representation in Local Councils, Provincial Councils and in Parliament. Such pernicious practices must be discontinued.",
    "Purpose and spirit of the Nehru-Kotelawala (1954), Sirimavo-Shastri (1964) and SirimavoIndira (1974) Pacts between Government of Sri Lanka (GoSL) and Government of India (GoI), both of which pledged full-fledged citizenship that implied equal rights to Sri Lankan Tamil people of recent Indian Origin in the fields of right to land, right to housing, livelihood, education, health and political representation are being discriminatively violated and ignored. This denial of equal rights and discriminations shall change forthwith towards full-fledged equal citizenship.",
    "The PTA which is used mainly against the Tamils and Muslims must forthwith be repealed and all those held under the PTA should be released.",
    "With a view to get adequate representation to racial and political nationalities and minorities living scattered in the Island whether Sinhala, Tamil, Muslim or any other minorities within the multi- party democratic framework prevalent in this Island, small political parties representing such interest groups must be enabled to enter Parliament or Provincial Councils.",
    "Hence the Proportional Representation method must be continued electorally and the Government must be requested to accept that method into its Electoral system.",
    "a)The Presidential Commission on “One Country One Law” has been appointed to eliminate or prevent existence of any other legislative bodies within the country other than the Central Government and prevent any meaningful devolution.",
    "b)\tIt will prevent Tamils and Muslims practicing their customary laws and preserving their culture, customs and practices. Such Commission must be done away with and the distinct identity and rights of all Nationalities in Sri Lanka must be recognised by the Sri Lankan Government.",
    "Three years have passed since this joint letter was sent to Indian Prime minister Narendra Modi at a time when Gotabaya Rajapaksa was in office as President.Much water has flowed under the bridge since then. There has been no positive response or forward movement regarding the letter by New Delhi so far. The Sri Lankan Tamil parties too have not displayed any sense of urgency on the matter.  It must be noted that there has been very little improvement in the situation highlighted by the Tamil parties in the annexure.",
    "It is against this backdrop that President Dissanayake has undertaken his state visit to India. As stated in last week’s article there was no mention of the thirteenth  Constitutional amendment in the  exhaustive joint statement issued. President Dissanayake ignored it in his media statement.Only Prime Minister Modi referred to a few points like “the aspirations of the Tamil people’ and the “commitment towards fully implementing the Constitution of Sri Lanka and conducting the Provincial Council Elections” in his media statement",
    "What was  conspicuous by its absence was  an explicit reference to the 13th Constitutional amendment  in the joint statement or in the  individual media statements of the Sri Lankan president or Indian premier.  Does this  mean that the 13th amendment is destined for oblivion soon?",
    "JVP leaders have assured Tamil political leaders that the 13th amendment will be in force until a new Constitution.  In short the writing is on the wall for the 13th amendment.The important question is will the quantum of devolution provided for in the 13th amendment be incorporated in the new Constitution envisaged by the JVP/NPP Government or not ?",
    "This article appears in the “DBS Jeyaraj Column” of the “Daily Mirror”dated 28 November 2024.It can be accessed here –"
  ]
}