{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fulfilment-of-aragalaya-at-presidential-election/",
  "time_ut": 1727113980.0,
  "original_lang": "en",
  "original_title": "Fulfilment of Aragalaya at presidential election",
  "original_body_lines": [
    "The extraordinary events that took place during 2022 have reached their denouement at the recently concluded presidential election.  The Aragalaya protests that lasted for over three months in the middle of 2022 that were spearheaded by youth and became a mighty protest movement by tens of thousands of people from all walks of life and all parts of the country finally drove the then president and government from power.  But as the president and government they forced out had more than two years of their terms remaining, being elected in 2019 and 2020 respectively, the protestors could only force the government to resign. They could not replace it with a government of their choice until elections were due again, which happened on September 21.",
    "Now, in another extraordinary turn of events, the Sri Lankan people have elected a new president with a democratic mandate that comes from having won the presidential election of 2024.  President Anura Kumara Dissanayake comes from outside the mainstream political parties that have dominated Sri Lanka’s political life from the very dawn of Independence from colonial rule in 1948. More than any other candidate, Anura Kumara Dissanayake represented the spirit of the Aragalaya protest movement of 2022 which called for “system change” and for new faces in politics. Underlying both these demands was the conviction that the Augean Stables of corrupt government needed to be cleansed.",
    "The victory of NPP leader Anura Kumara Dissanayake is a testament to the strength of Sri Lankan democracy that has given space to all those who wish to contest democratic politics to come to the fore.  At the last presidential election in 2019, President Dissanayake was able to obtain only three percent of the popular vote.  This time around, contesting a field of 38 candidates, including the incumbent president Ranil Wickremesinghe and Opposition leader Sajith Premadasa he was able to garner 43 percent of the vote in the first count.  Although needing to go to a second count due to his inability to secure more than 50 percent of the vote, he was a comfortable winner by more than a million votes.",
    "There were two special features that paved the way for President Dissanayake’s extraordinary rise to become the president and head of state of the country.  The first was the economic collapse that the country experienced in March 2022 when it ran out of foreign exchange and was forced to declare international bankruptcy.  The sufferings of the people, which included shortages of medicines and cooking gas, kilometer long lines of every sort of vehicle outside of petrol stations and sky high prices led to the crystallisation of two key demands—for system change that would rid the country of its entrenched corruption and for new faces in the political arena.",
    "The protest movement was able to force President Gotabaya Rajapaksa and his government to resign.  But they could not replace him with a person of their choice. Instead it was President Ranil Wickremesinghe, elected by parliament, who replaced him. The new president did not conform to the Aragalaya’s two main demands.  Instead he was successful in halting the country’s economic plunge and restoring economic stability while also ensuring that the external manifestations of the protest movement was suppressed. There was neither system change nor was there a significant change in the faces in government.  Most of them remained, and along with them the corruption that the protest movement and virtually the entire country believed was rampant, which continued as before.",
    "The steep rise in the support for the JVP of which President Dissanayake has been the longtime leader and the NPP which is a newer and more broad-based grouping reflects the popular desire for system change and for new faces in politics.  The largest bloc of voters at the presidential elections have seen in President Dissanayake the best hope that the unfulfilled demands of the Aragalaya protests will be met.  However, the challenges facing the new president will be formidable.  The economy continues to be vulnerable.  The government’s expenditures continue to outstrip its earnings despite the moratorium on the repayment of most of the outstanding international debt till 2028.  But the expectations of the general population will be high that the new president, with his commitment to the masses of people, and to change, will be able to turn the situation around and make their lives better in the not too distant future.",
    "The challenge to the new president will be compounded by the resistance that is likely to be generated through attempts to change the prevailing system.  Corruption and abuse of power has become part and parcel of the government, state and society, and at every level, and attempts to change them will invariably generate both open and hidden resistance.  Andrew Jackson, the 7th President of the United States (1829-37) said that “Society is a mule, not a horse. If pressed too hard, it will throw off its rider.” This metaphor emphasises the idea that societal change should not be forced too quickly, or it may react unpredictably, resisting or rejecting such pressure. There is also the need to build broad based support for the changes at every level, including at the party political level.",
    "The new president also needs to keep in mind that more than half of the electorate did not vote for him and the views and apprehensions of that sector of society too need to be considered.  This would be particularly true of the ethnic and religious minorities.  It is observable that the areas in which President Dissanayake was not able to secure a preponderance of the vote were those areas in which the ethnic and religious minorities predominated. The memory of the JVP’s role in opposing the 13th Amendment at the time of its inception in 1987, the continued antipathy to the devolution of power, the reluctance to accept that ethnic and religious identities require their own space and autonomy are issues that will need to be dealt with consultatively rather than through a single formula approach.",
    "Since 2014 when he became the JVP leader Anura Kumara Dissanayake has been one of the most articulate and intelligent critics of policies put forward by governments and rival political parties, speaking in simple and clear language, and giving support where needed.  When he gave constructive support to the efforts of the government during the period 2015-2019 and opposed the constitutional coup of 2019, he was even referred to as the “red elephant” that bracketed him with the green elephant symbol of then Prime Minister Ranil Wickremesinghe’s political party. This is the background and the strength he will need to utilise to win the trust of both the people who did not vote for him and his political rivals “to build a thriving nation and beautiful life.”  Ensuring the inclusion of minorities in this vision, and on the ground, would be of significance if the one country they speak of is to be realised.",
    "A hybrid of Theravada ethics and Mahayana pragmatism in a capitalist framework",
    "2024 SL presidential election: A significant shift towards liberal leftist politics",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}