{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/NPP-fires-off-three-LoDs-to-Tissa-Rauff-and-ABC-over-defamatory-statements/56-765947",
  "time_ut": 1724444214.0,
  "original_lang": "en",
  "original_title": "NPP fires off three LoDs to Tissa, Rauff and ABC over defamatory statements",
  "original_body_lines": [
    "The National People’s Power (NPP) party issued a Letter of Demand (LoD) to Samagi Jana Balawegaya (SJB) MP Rauff Hakeem yesterday, alleging that a recent statement by Hakeem purposely distorted remarks made by NPP leader Anura Kumara Dissanayake.",
    "The Letter of Demand requested that Hakeem, who is also the leader of the Sri Lanka Muslim Congress (SLMC), pay Rs. 2 billion to Dissanayake for the comments made or face legal action.",
    "The offending remarks by Hakeem were reportedly made during a political meeting held in Kattankudy on 19 August. The NPP Presidential candidate has accused Hakeem of distorting, fabricating, and deliberately misrepresenting a comment originally made by him in 2019, and of repeating it in Tamil at the political meeting.",
    "The Letter of Demand noted that Hakeem had claimed Dissanayake said in Parliament that “terrorism is growing in the womb of every Muslim mother.”",
    "Dissanayake alleged that Hakeem’s statement was made with malicious intent and bad faith to damage his reputation, undermine his respect among the public, and tarnish his image as a political leader and presidential candidate.",
    "Meanwhile, two more Letters of Demand were also sent by the NPP yesterday over alleged defamatory statements made against NPP MP Dr. Harini Amarasuriya.",
    "Letters of Demand were sent to SJB MP Tissa Attanayake for alleging that Amarasuriya had expressed views against the Dalada Perahera and intended to halt it under a future NPP Government. another Letter of Demand was sent to Asia Broadcasting Corporation (ABC) for widely publicising these erroneous comments made by Attanayake. Despite independent fact-checkers confirming that Amarasuriya made no such statements, the MP has been subjected to a barrage of disinformation and false content in the lead-up to the elections.",
    "Attanayake was given one day’s notice by NPP’s Nalinda Jayatissa to apologise for his comments or face legal action. Since no apology was forthcoming, the party proceeded to send the Letter of Demand yesterday, as warned.",
    "Attanayake is accused of making a false statement that undermines religious harmony and propagating it as a comment made by Amarasuriya while ABC is accused of broadcasting it via Television Channel Hiru TV.",
    "Accordingly, she has demanded compensation of Rs. 100 million from the channel and an additional Rs. 100 million from Tissa Attanayake. The notices also specify that if the compensation is not paid within 14 days, a lawsuit will be filed to recover the amount."
  ]
}