{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/How-to-miss-five-industrial-revolutions/4-760419",
  "time_ut": 1712521538.0,
  "original_lang": "en",
  "original_title": "How to miss five industrial revolutions",
  "original_body_lines": [
    "The signs of having gone through industrial revolutions are the country becoming wealthy, and population having a high level of per capita income",
    "Sri Lanka did not have a complete set of Government institutions to maintain a corruption-free economy. This incompleteness later led to countrywide corruption and creating a generation of rent seekers whose primary objective was to profit from the Government, at the expense of the welfare of the general public. This should have been obvious to the political leaders and bureaucrats of Sri Lanka who oversaw the transition of political power from the colonial master. Thus, the need to import and adopt technology and the need to install the full set of institutions should have been a top priority of the country. In similar situations, countries like Japan and Singapore adopted correct strategies",
    "The world has already undergone four industrial revolutions and is now witnessing the dawn of the fifth revolution being fuelled by Artificial Intelligence (AI). Sri Lanka has missed the first four and may miss the fifth one too. This note explains how Sri Lanka missed the first four, and further explains broad parameters of how to avoid missing the fifth one.",
    "An Industrial Revolution is a profound economic, technological, and social transformation arising from a series of innovations that radically transforms the existing ways of production and distribution. Industrial revolutions occur when a country creates a suitable environment for innovation, population has means of acquiring knowledge and skills, and the country is going through a process of proto industrialisation (having primitive industries) which enables the population to gain a reasonable purchasing power. Some countries, not all, have already gone through four industrial revolutions, and are now passing through the fifth industrial revolution. The signs of having gone through industrial revolutions are the country becoming wealthy, and population having a high level of per capita income.",
    "The first industrial revolution happened in England from 1750 to 1850. At that time England had an environment conducive to investment and innovation. Law and order reigned supreme, property rights were protected, and the government was facilitating private enterprises. The results were industrial and scientific innovations.",
    "The revolutionary inventions were the textile machinery such as spinning jenny (1764) by James Hargreaves, the spinning frame (1769) by Richard Arkwright, and the power loom (1785) by Edmund Cartwright which revolutionised textile production. This mechanisation reversed the comparative advantage in producing textiles to England from India, which used mainly manual labor. Later, the invention of the steam engine by James Watt in 1776 became a primary cause of the first Industrial Revolution. Steam engines were initially used to pump water out of mines but later used in steam locomotives, steamships, and machines in factories.",
    "Furthermore, the Government and wealthy merchants build infrastructure such as canals, railroads, and bridges to facilitate long-distance trade benefitting from the innovations in iron and steel production processes. This was further facilitated by the invention of the electric telegraph by Samuel Morse in the 1830s that revolutionised communication by allowing messages to be transmitted over long distances almost instantly, and facilitated coordination of economic activities, transportation, and commerce on a national as well as global scale.",
    "English industrial policy was to prohibit any form of industrialisation in any of their colonies",
    "During the advent of the first industrial revolution Sri Lanka was mostly under the rule of European colonisers. In 1815, Sri Lanka was fully conquered by the English Empire. In fact, at that time, the English industrial policy was to prohibit any form of industrialisation in any of their colonies, and to use them only as sources of raw material to fuel up the industrialisation in England. In colonies they built canals and railroads and used steam engines only to transport raw materials from inner parts of colonies to the seaports. They set up government institutions that facilitated the extraction of resources and did not set up complete sets of institutions that were necessary for industrialisation and promoting economic growth and development within colonies. Thus, Sri Lanka missed the first industrial revolution.",
    "The second industrial revolution took place from about 1850 to 1930 with the discovery of electricity, chemicals such as synthetic dyes, fertilisers, explosives, antibiotics, the internal combustion engine, mass production of factory goods using assembly lines, further advances in communication and transportation, and the establishment of research laboratories by major companies and governments. During this time Sri Lanka continued to remain a colony of the British Empire and was subject to their rule of ‘no industrialisation’ in colonies. Thus, Sri Lanka missed the second industrial revolution too.",
    "The third industrial revolution began in around 1930 and lasted until 2000. It was fuelled by electronics, digital technology, computers, space exploration, nuclear fusion, electron microscopes, synthetic fibres, antibiotics, fibre optics, mobile phones, and the internet. Sri Lanka gained independence in the middle of this industrial revolution in 1948. At the time, Sri Lanka was lagging in technology, growth and development because of not having gone through the first two industrial revolutions.",
    "Sri Lanka also did not have a complete set of Government institutions to maintain a corruption-free economy. This incompleteness later led to countrywide corruption and creating a generation of rent seekers whose primary objective was to profit from the Government, at the expense of the welfare of the general public. This should have been obvious to the political leaders and bureaucrats of Sri Lanka who oversaw the transition of political power from the colonial master. Thus, the need to import and adopt technology and the need to install the full set of institutions should have been a top priority of the country. In similar situations, countries like Japan and Singapore adopted correct strategies.",
    "After missing industrial revolutions, the strategies of Japan and Singapore were to reenact the missed revolutions quickly and be ready for the new revolutions to come. In Japan, when a US navy ship forcefully entered a Japanese port in 1853, the Japanese realised that their country was backward in technology. Their response was to overthrow the existing lethargic political regime, and bring back a regime that is committed to industrial development. They developed factors of production such as technology, infrastructure, and human capital. They set up state owned enterprises such as cotton spinning mills and factories to produce commodities such as cement, sugar, and beer. They invested in infrastructure and developed human capital to provide skills by enhancing domestic technological education and through foreign training. The country did not suffer from corruption and as a result the government was able to successfully engineer the first industrial revolution and was ready for the future revolutions.",
    "By the time Singapore regained independence in 1965, the world was going through the third industrial revolution, and Singapore was just a poor country. To escape from poverty, post-independent Singaporean politicians had the foresight to create an environment conducive to staging industrial revolutions.",
    "First, the Singaporean government invited foreign investors to set up low-tech industries such as textiles and garments. Next, they began to set up higher education institutions to produce a skilled work force with the objective of inviting high-tech industries. The higher education institutions benefitted from the emigration of professionals from South Asia, and the return of Singaporean professionals who were working abroad attracted by excellent benefits provided to them by the government. Eventually, those institutions provided higher levels of skills to Singaporean population and helped attract industries with higher technology as planned and helped graduate the country from low technology industries to industries with advance technology.",
    "The Singaporean government had further realised that their future depended on free trade. Being a small country, the domestic market was not large enough to support any industry that depends solely on the domestic market, and any industry must compete internationally. To facilitate international trade, they set up a monetary authority with sole objective of maintaining stable exchange rates which prevented frenzied money printing and hyperinflation, enhanced the efficiency of ports and the airport, and build an efficient road network and mass transport systems. Those efforts paid off quickly and Singapore reenacted the first three industrial revolutions and was ready for the fourth industrial revolution by the year 2000.",
    "Post-independent politicians may not have realised complementary needs of industrial success",
    "Sri Lanka, like other newly independent post-colonial countries, made some attempts in the 1950s and 1960s to set up state owned industrial enterprises, notably in cement, steel, paper, tires, plywood, petroleum refining, fertiliser, and electricity. The nationalisation or acquiring private enterprises by the Government swept through the country beginning 1957 all the way to 1980s. Such private enterprises were bus transport, airport, seaports, banking, insurance, petroleum distribution, graphite mines, major export crop plantations, and newspapers. But the post-independent politicians of Sri Lanka may not have realised the complementary needs of industrial success. They may not have recognised the needs of upgrading the political stability, filling the gaps in Government institutions, developing infrastructure, developing higher education institutions, maintaining monetary stability, establishing anti-corruption practices, and maintaining ethnic and religious harmony among many other factors that would foster industrial success and lead to further innovations.",
    "The policies adopted in Sri Lanka were, in fact, the opposite of the required policies. As a result, the mostly agrarian Sri Lanka economy could not see a vast success in state owned enterprises, could not develop a proto-industrial state, could not avoid the corruption becoming omnipresent, witnessed professionals emigrating to foreign countries in large numbers, and the eruption of civil wars.",
    "During 1970 to 1977, the country experimented with closed economy policies, which are countermeasures of industrial revolutions, and resulted in a colossal failure. From 1978 onwards, policies were reversed to embrace free trade, develop infrastructure such as power generation, and set up low-tech industries such as production of garments. Yet, insufficient efforts were made to develop other complementary infrastructure and institutions. As the corruption in the state sector intensified, the state-owned enterprises faltered. Furthermore, the stability of the country disintegrated as signified by the eruption of a major ethnic strife in Northern Sri Lanka, and the worsening of insurgency in southern Sri Lanka in mid to late 1980s. The entire country was engulfed in violence which distanced Sri Lanka from becoming industrialised.",
    "A further devastating impact on industrialisation happened when the Government institutions and civil service were undermined after 1978. A dictatorial political culture swept through the country and already weak Government institutions were further weakened. Politics entered the civil service, and politically appointed bureaucrats played havoc in policy circles and distanced the country further from reenacting the three bygone industrial revolutions. During this era, some efforts were made to plant low-tech industries such as garment manufacturing. Those industries benefitted from the availability of low-cost labour but should have gradually upgraded to high-tech industries as was the case in both Japan and Singapore. This did not happen because of insufficiency in the production of high-skill work force, weaknesses in institutions, and failures in other policy spheres. Meanwhile, the world was awakening to the fourth industrial revolution.",
    "The fourth industrial revolution happened from 2000 to 2020 spearheaded by the digital and wireless technology. There were further advances in biotechnology, nanotechnology, and quantum computing. Both production and consumer applications were seamlessly integrated through the internet. The result was an exponential increase in the per capita income of those countries who benefitted from the fourth industrial revolution.",
    "During 2000 to 2020, Sri Lanka’s macroeconomic policies led to deterioration of economic stability as it amassed a massive foreign debt stock without any corresponding assets to show for it and went through an episode of frenzied money printing culminating in inflation, currency depreciation and an embarrassing foreign debt default. Sri Lanka to date remains bankrupt with no sign of the resumption of repaying debt, while the fifth industrial revolution is dawning upon the world",
    "Showing some signs of Sri Lanka’s capabilities, the private sector of Sri Lanka benefitted from the imports of new technology mostly in the telecommunication and information technology amidst political disharmony, civil unrest and weak economic policies. The universities also embraced the new technology and produced graduates with degrees in information technology. The benefits did not spread throughout the nation, due to the failure of converting the newly available technology to an industrial revolution. Instead, foreign countries began to attract Sri Lanka’s high-skilled graduates through selective emigration and with remote job opportunities facilitated by the internet. Thus, Sri Lanka’s opportunities to stage an industrial revolution became muted, while rich nations became the biggest beneficiaries of Sri Lanka’s advances in technological education.",
    "Furthermore, during 2000 to 2020, Sri Lanka’s macroeconomic policies led to deterioration of economic stability as it amassed a massive foreign debt stock without any corresponding assets to show for it and went through an episode of frenzied money printing culminating in inflation, currency depreciation and an embarrassing foreign debt default. Sri Lanka to date remains bankrupt with no sign of the resumption of repaying debt, while the fifth industrial revolution is dawning upon the world.",
    "The fifth industrial revolution is being fuelled by Artificial Intelligence (AI). Judging by the speed of developments in AI, it seems that within next five years the world will become an unrecognisable place. In response to the fast developments in AI, Government institutions, private sector institutions and universities in developed countries are vigorously experimenting with the applications of AI and finding strategies to face challenges posed by AI. To seek strategies from AI for Sri Lanka to stage an industrial revolution, we posed the question ‘Can Sri Lanka stage an industrial revolution?’ to ChatGPT4, the latest AI application in internet search. This is the response.",
    "Sri Lanka has the potential to undergo significant industrial development, which could be seen as an industrial revolution. However, whether it can stage an industrial revolution akin to those seen in Western countries during the 18th and 19th centuries depends on several factors:",
    "Economic Stability: Sri Lanka has faced economic challenges, including debt, inflation, and currency depreciation. Overcoming these issues is crucial for creating a stable environment that encourages investment and industrial growth.",
    "Infrastructure Development: Adequate infrastructure, including transportation, energy, and communication systems, is essential for industrial growth. Investments in these areas can facilitate industrial activities and attract foreign investment.",
    "Education and Skilled Workforce: Developing a skilled workforce through education and training is crucial for supporting industrialisation. This includes not only technical skills related to manufacturing and industry but also innovation and research capabilities.",
    "Government Policy and Regulation: Supportive government policies, including incentives for investment, clear and favourable regulations, and efforts to maintain political stability, are important for fostering an environment conducive to industrial growth.",
    "Technology and Innovation: Embracing new technologies and encouraging innovation can help Sri Lanka move up the value chain in manufacturing and industry, making it more competitive on a global scale.",
    "Access to Markets: For an industrial revolution to be sustainable, there must be access to markets for manufactured goods. This includes both domestic markets and export opportunities.",
    "Environmental and Social Considerations: Sustainable industrial growth also requires attention to environmental protection and social impacts, ensuring that industrialisation does not come at the expense of environmental degradation or social unrest.",
    "In summary, while Sri Lanka has the potential to stage significant industrial development, achieving an industrial revolution would require concerted efforts in economic stabilisation, infrastructure development, education, government policy, technology adoption, market access, and sustainability.",
    "Since AI is fast developing and changing the economic environment, Sri Lanka’s policymakers may use the above suggestions and generate a more comprehensive political and economic policy package to recapture the foregone four industrial revolutions, and ready to stage the fifth industrial revolution.",
    "(The writer has worked at the Central Bank of Sri Lanka as the Superintendent of Public Debt, Director of Economic Research, and an Assistant Governor. At present he teaches Economic Theory and Policy at the University of Iowa, USA. He may be contacted through [email protected].)"
  ]
}