{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84097",
  "time_ut": 1716737400.0,
  "original_lang": "en",
  "original_title": "The dubious record of our police is primarily for arresting Tamil women cooking  porridge or dragging away a Sinhalese  comedian or a  Muslim) poet on the basis of advocating national, racial or religious hatred",
  "original_body_lines": [
    "Amidst the not-so-happy transformation of Vesak from the serene marking of an incomparably sacred event in the Buddhist calendar to an indulgent if not excessive race to compete with the ‘biggest pandal’ or the largest ‘dansal’ (generous gifting of food to the public), President Ranil Wickremesinghe has sublimely remarked that the long lines of Sri Lankans patiently waiting for free food means that ‘life is returning to normal.’",
    "There are, of course, multiple interpretations to these (unprecedented) numbers crowding ‘dansal’ tents across the country. Another reason that may have escaped the President’s sunny mind is that crowds jostle for free food in the backdrop of large swathes of the rural populace and daily wage earners in cities being hit by (unprecedented) levels of poverty in the wake of the eruption of Sri Lanka’s economic crisis in 2022.",
    "This has particularly affected mothers and children suffering from acute malnutrition leading to aid agencies tripling their efforts in remote regions.",
    "These unfortunates live a world apart from the city-elite that the President typically surrounds himself with.  But in the spirit of loving kindness to all beings, let us refrain from being too acerbic about Presidential optimism in that regard.",
    "Certainly, it gladdened the spiritual heart to see the hosting of interfaith Vesak ‘dansals’ as well as the gifting of free vegetables to the poor in slum communities and the charitable feeding of animals to mark the birth, enlightenment and passing away of the Gautama Buddha.",
    "That is more in keeping with the philosophy of the middle path that the Buddha taught rather than ostentatious displays of garishly festooned pandals with flashing green, red and blue neon lights and electronic television channels vulgarly trying to rival with each other to put on the best ‘Vesak show.’",
    "Indeed, Vesak ‘dansals’ of ‘kanji’ (porridge) should have been organised across the North and the East. That would have been a fitting lesson to the colossal imprudence of the police who had arrested Tamil women communally partaking of ‘kanji’ just a week before.",
    "This was to mark the annual sombre recollection of the Wanni’s dead and ‘disappeared’ following the Liberation Tigers of Tamil Eelam (LTTE) being defeated by state forces in 2009. It is a pity that no one thought of this innovative way to exhibit resistance to a dominant state narrative that parrots peace and reconciliation but summarily stops the minorities from remembering their dead.",
    "That said and as Sri Lanka complacently basked in the reassuring glow of Vesak, we proceed to a far more serious point.",
    "At the exact time during which the Inspector General of Police (IGP) pasted Buddhist stickers on three-wheelers along with the Prime Minister and joined the President in ladling out rice to smiling supplicants,",
    "Indian anti-terrorist investigation agencies announced the arrest of four Sri Lankans with alleged Islamic State (ISIS) links. This was on the basis that they had, in contact with a well-known Islamist terrorist leader, planned to carry out attacks in India against ruling Bharatiya Janata Party (BJP) politicians and leaders.",
    "The arrests followed the discovery of an ISIS flag, three loaded pistols, mobile phones, photos and videos with ISIS propaganda. Reports are to the effect that one of the suspects is the son of the notorious Sri Lankan underworld criminal who was handed down the death penalty for the assassination of High Court judge Sarath Ambepitiya.",
    "Apparently, the suspects detained under India’s anti-terrorist laws as well as the Indian Penal Code, had informed Indian anti-terrorist intelligence of their earlier association with Sri Lanka’s National Thowheed Jamath implicated in the Easter Sunday attacks on Sri Lanka’s churches and hotels in 2019.",
    "Close upon that announcement splashed across the Indian media, Sri Lanka’s IGP and his patron, the Minister of Public Security, hurriedly proclaimed that they were ‘following up’ on the arrests. The Terrorist Investigation Division (TID) had arrested an ‘associate’ of the suspects in Colombo who had helped them obtain air tickets. But the absurd sequence of these developments leaves one literally gasping for breath.",
    "Our police and intelligence agencies had been incapable of tracking these individuals, allowing them to leave the national airport without interrogation.",
    "This is despite available information indicating that the suspects had been ‘radicalised’ and identified as ‘individuals to watch’ following the 2019 Islamist attacks.",
    "To all intents and purposes, Sri Lankan intelligence seems to have sprung into action only after being apprised by Indian intelligence. This is déjà vu of the most unsettling kind, indeed an alarming throwback to the 2019 Islamist attacks where sections of the Sri Lankan intelligence apparatus have been accused of collusive non-action in advance.",
    "Now, our intelligence agencies can only boast of arresting the person who issued their air tickets. On that same reasoning, every travel agency and travel agent must cower in apprehension before issuing air tickets to prospective passengers. Or perchance call for clearance from the Minister of Public Security before proceeding to buy a ticket? But satire aside, questions must be asked. Whose ‘security’ is being protected? Is this national security or the ‘security’ of their political masters?",
    "True, it must not be forgotten that both India and Sri Lanka are in an exceedingly critical election year. Some cynics, critical of the BJP, have scoffed that the arrests of the four suspects on allegations of targeting prominent BJP leaders are election-timed.",
    "Even so, the farcical ‘springing into action’ of local law enforcement agencies on the heels of the Indian arrests evokes derisive scorn. The dubious record of our police is primarily for arresting Tamil women cooking pots of porridge or dragging away a (Sinhalese) comedian or a (Muslim) poet on the basis of advocating national, racial or religious hatred.",
    "And let us not forget racially profiling a (Muslim) doctor on unsustainable if not hysterical charges of ‘forcibly sterilising’ Sinhala mothers levelled by communalistic politicians greedily grasping for votes.",
    "These are only a few examples in a deadly comedy of errors, as the Bard may have remarked. Considerable energies are expended by the police in hauling those who criticise the State before courts. All that effort may surely be better expended in performing their mandated tasks under the law including tracking identified ‘radicalised’ individuals.",
    "Time and time again, the police have been warned by the Supreme Court down to the Magistrate’s Court that the law must not be abused to criminalise dissent. None of these injunctions have had any effect. Essentially are the Sri Lankan police ‘fit for the purpose’?",
    "Patently not, we dare say. And verily is it the job of the IGP to paste stickers on three-wheelers, hand out dry goods or distribute rice to the populace? Consequentially, from farce comes possibly tragedy as the 2019 Easter Sunday barbarity demonstrated in full, which still seems unacknowledged.",
    "This brings into focus an equally important point being articulated with increasing authority from the defence establishment in the wake of arrests of suspected ISIS terrorists in India this week.",
    "That is, Sri Lanka’s long-disputed Counter-Terror Bill must be enacted without further delay. But this is a classic illustration of an ad hominem argument. Sri Lanka’s intelligence failures have not been due to the lack of adequate law. Rather it has been the result of endemic politicisation of the police and intelligence apparatus.",
    "Enacting a badly framed and vaguely worded law criminalising legitimate activities as ‘terrorism’ will not help. It will only aggravate the current confusion of separating who is a ‘terrorist’ from who is not."
  ]
}