{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97929/govt-to-gradually-allow-essential-vehicle-imports-starting-next-year-president-",
  "time_ut": 1710334260.0,
  "original_lang": "en",
  "original_title": "Govt to gradually allow essential vehicle imports starting next year - President",
  "original_body_lines": [
    "President Ranil Wickremesinghe underscored the consequences of political promises made without a comprehensive understanding of the country’s economy, highlighting the resulting hardships faced by the people.",
    "In a departure from such approaches, the President emphasized the importance of facing reality and working collectively towards a positive future for the nation.",
    "The President made these remarks during his presence in a convivial gathering organized by the United Youth Union, titled “Future of the Youth,” held yesterday (12) at Thaprobane Entertainment.",
    "“The collapse of our country’s economy can largely be attributed to the unsustainable practice of providing everything for free. This approach ultimately burdens someone else, leading to economic instability,” he said, responding to a question on increasing prices of mobile phones and internet service charges.",
    "He said the government is committed to implementing measures aimed at creating an economy that fosters self-sufficiency and financial resilience.",
    "“While it may be tempting to make promises of free services, such as data, doing so would only exacerbate our economic challenges. Instead, our pledge is to focus on building a robust economy that empowers individuals to afford essential services and goods,” he said.",
    "Wickremesinghe added that providing everything for free may lead to disruptions such as power and fuel shortages in the future, reminiscent of darker times in the country’s history.",
    "Asked about plans to ease restrictions on the importation of vehicles, he said that the government aims to initiate this process gradually from the following year.",
    "While acknowledging the challenges in the automobile market, he stressed that Sri Lanka’s current balance of payments situation is not favorable and that although most imports are permitted, restrictions remain on vehicle imports.",
    "“However, starting next year, we intend to gradually allow essential vehicle imports. This year, we’ve permitted the importation of buses for tourist transportation as a step toward this goal,” he explained.",
    "Addressing the audience, President Wickremesinghe stressed the imperative of transitioning swiftly to an export-oriented economy as a key aspect of economic development.",
    "The event saw the attendance of numerous young individuals representing diverse sectors, who directly posed questions to the President. In return, President Wickremesinghe offered constructive responses to their inquiries and engaged in friendly interactions with the attendees.",
    "In recognition of presence of the President, Mr. Neomal Perera, advisor to the United Youth Union, presented a commemorative gift to the President, marking the significance of his participation in the event.",
    "The exchange of questions and answers between President Ranil Wickremesinghe and the attendees encompassed various pertinent topics concerning the country’s future trajectory and the challenges ahead.",
    "The current increase in the price of mobile phones coupled with rising internet service charges has posed challenges for many individuals. However, the online education system introduced during the recent period of the COVID-19 pandemic has proven to be a significant convenience for students. What measures have been implemented to enhance the digital literacy of youth in response to these challenges?",
    "The collapse of our country’s economy can largely be attributed to the unsustainable practice of providing everything for free. This approach ultimately burdens someone else, leading to economic instability. In Sri Lanka, we adopted a policy of extensive free relief, even resorting to printing money when faced with a lack of income. This reckless strategy made it impossible to honour our foreign debts, resulting in a severe economic crisis.",
    "As a responsible government, we understand that strengthening the economy is paramount to ensuring the well-being of our people. We are committed to implementing measures aimed at creating an economy that fosters self-sufficiency and financial resilience. Currently, our currency faces significant devaluation, with the exchange rate reaching approximately Rs. 310 for one US dollar. This dire situation necessitates urgent action.",
    "While it may be tempting to make promises of free services, such as data, doing so would only exacerbate our economic challenges. Instead, our pledge is to focus on building a robust economy that empowers individuals to afford essential services and goods. Providing everything for free may lead to disruptions such as power and fuel shortages in the future, reminiscent of darker times in our history.",
    "It is incumbent upon all of us to prioritize fiscal prudence and responsible economic management to prevent regression into past economic turmoil. Through concerted efforts and prudent policies, we can overcome our current crisis and build a prosperous future for Sri Lanka.",
    "There are individuals seeking to leverage their talents for business endeavours without being a burden to the government. What avenues exist to provide contribution for them? Additionally, what measures are in place for student recruitment into the teaching profession, particularly in the Sabaragamuwa province?",
    "Regarding the recruitment of teachers, an ongoing court case has resulted in a postponement of appointments as certain individuals have raised concerns about perceived injustices in the selection process. We anticipate a resolution to this legal matter in the near future, allowing recruitment proceedings to proceed smoothly.",
    "In addressing the needs of self-employed entrepreneurs, particularly amidst economic challenges, careful consideration is given to avoid exacerbating financial instability. To support this vital sector, bank loans are being allocated based on the priorities of self-employed individuals. Recognizing the importance of tourism-related self-employment, efforts are underway to prioritize this area given the promising growth of the tourism industry in the country.",
    "Athletes have encountered nutritional challenges. What steps have the government taken to address this issue?",
    "The Ministry of Sports has initiated relief efforts to address the nutritional needs of athletes. Plans are underway to implement more comprehensive and organized strategies to enhance athletes’ nutrition in the future. It is imperative to start addressing athletes’ nutritional requirements from a young age, with a focus on athletes as young as 8 years old. Private institutions are encouraged to contribute to improving the nutritional status of school athletes.",
    "Furthermore, a program has been devised to provide athletes with necessary medical advice, as well as the provision of sports attire. In countries where sports have reached commercial levels, private entities play a significant role in supporting athletes directly. Sri Lanka aims to develop its sports sector to a commercial level in the up-coming decade, with the government committed to providing necessary support for this transformation.",
    "Rather than solely relying on the Rs. 5000 distributed through the Aswesuma program, wouldn’t it be more effective to implement a program providing capital and training individuals based on their skills to strengthen the economy?",
    "During our nation’s challenging times, our primary focus was on ensuring the survival of our people. Addressing immediate needs was paramount before delving into broader economic initiatives. Discussions with international bodies like the International Monetary Fund and the World Bank underscored the importance of supporting vulnerable populations.",
    "To initiate assistance, we secured a USD 100 million grant from the World Bank to kick start the Aswesuma program. However, the funds provided through the Aswesuma program alone are insufficient. Hence, we devised a strategy to triple the initial amount through guarantees, ensuring direct financial support to eligible individuals. This aid is crucial for enabling people to progress in their endeavours.",
    "Notably, the spending of these funds by low-income individuals stimulates market activity, subsequently bolstering the economy. Moreover, the allocation of funds through decentralized budgets and rural development initiatives circulates money back into government coffers. By reviving rural industries and supporting small-scale entrepreneurs, we aim to augment the country’s economic output.",
    "Our economic advancement also hinges on agricultural productivity, with concerted efforts in place to enhance yields starting from 2023. Furthermore, initiatives such as granting free land rights and transferring ownership of housing units to low-income residents in the Western Province contribute to broader socioeconomic empowerment. These multifaceted approaches are pivotal in fostering sustainable economic growth and prosperity for all citizens.",
    "Wouldn’t it be beneficial to provide improved communication facilities to children in remote areas to facilitate their education?",
    "This is indeed a challenge in certain regions. As we progress towards a digital economy, access to modern communication infrastructure becomes increasingly crucial, particularly for remote communities. Efforts are underway to enhance these facilities at a grassroots level. Notably, the privatization of the SLT has prompted directives for increased investment in infrastructure development. The transition to a digital economy is imperative for national progress and collaboration with the private sector is essential given the government’s financial constraints.",
    "There seems to be no method for recovering funds lost due to fraud during the previous regime. Is there a plan to enact legislation preventing such financial misconduct in the future?",
    "As a nation, we are burdened with a substantial amount of debt, prompting my request for an extension until 2042 to repay these loans. Therefore, claims suggesting that a single individual or a select few can resolve this issue are entirely unfounded.",
    "To address concerns related to corruption and financial mismanagement, we have established a new commission. This commission operates independently, allowing anyone to come forward and provide relevant information without government interference. Legal actions have been taken against those individuals implicated in corruption cases, and efforts are ongoing to gather evidence against others involved.",
    "Our commitment to combating corruption remains steadfast. Numerous cases have been filed, and an independent commission has been tasked with investigating allegations of corruption. Recognizing the importance of adequate resources for these investigations, we have sought assistance from foreign countries to bolster our efforts.",
    "It is imperative that those responsible for defrauding the country are held accountable, and efforts to recover misappropriated funds must be pursued vigorously. Simultaneously, we must implement comprehensive programs to revitalize the nation’s economy. It is crucial to understand that addressing corruption and economic recovery are distinct yet interconnected challenges that require our unwavering commitment and resolve.",
    "The film industry lacks recognition as an official industry and faces challenges in distribution. Can measures be taken to grant the film industry the privileges enjoyed by other industries and address distribution shortcomings?",
    "The film industry faces challenges in swiftly delivering completed films to audiences despite the significant time and effort invested in their creation, often taking up to five years. It’s imperative that films are promptly presented to viewers once completed. This issue is currently under discussion, with efforts aimed at finding solutions.",
    "Furthermore, the development of the film industry hinges on the availability of high-quality cinemas. To achieve this, we must consider opening up the cinema market, akin to practices in other countries. However, economic viability is paramount, and any investment must yield appropriate returns. Hence, discussions are underway to address this challenge and ensure the sustainable growth of the cinema industry.",
    "Could you outline the economic challenges facing the country and propose solutions to expedite economic recovery?",
    "The economic crisis in our country has deep roots that extend back over a considerable period. Following the war, our exports dwindled while imports surged, leading to a significant trade imbalance. Regrettably, our focus on agriculture waned, resulting in the collapse of vital industries such as tea, coconut, and rubber. Our flawed land policies drove foreign tea cultivators to seek greener pastures in countries like Africa and Kenya, where they flourished, leaving us to rue missed opportunities.",
    "Our failure to nurture the export sector is glaring. Reflecting on my tenure as Minister of Industry in 1991, I recall being asked by Vietnam’s Minister of Industry how we planned to develop our industries. Now, the tables have turned, and I find myself posing the same question.",
    "Politicians have made lofty promises, yet we’ve often failed to confront harsh realities. Bangladesh’s journey from economic adversity to generosity serves as a stark reminder of our own lapses. We must move forward with a clear understanding of our past missteps, eschewing empty promises for pragmatic action.",
    "Some advocate for an inward-focused economy, but history teaches us otherwise. King Parakramabahu understood the imperative of exports, and so must we. Accepting my current position was not a decision born of eagerness but of necessity. Yet, amidst diverse claims and theories, one truth remains: if our imports consistently outweigh exports, borrowing becomes unsustainable.",
    "Amidst the turmoil, some have sought migrate abroad, but comparing our challenges to those of other nations offers no solace. Let us rally together to confront our challenges head-on, for the road ahead is fraught with difficulties. I extend an invitation to all to join hands in rebuilding our nation and forging a brighter future.",
    "Studies have indicated that sanitary napkins are subject to a high tax rate of 47%. Minister Ranjith Siyambalapitiya refuted this claim today, but the issue persists, causing concern. It is crucial to ascertain the truth regarding this matter.",
    "The minister has addressed this concern, but there are additional challenges such as currency depreciation contributing to price increases. Consequently, accessibility to sanitary napkins for nearly half the female population has become problematic. The government is actively considering how to address this issue, balancing tax obligations with affordability. It’s a pressing matter that requires attention, and I acknowledge its significance.",
    "Is there a plan to ease the importation of private vehicles this year?",
    "We aim to initiate this process gradually from the following year. While acknowledging the challenges in the automobile market, our current balance of payments situation is not favorable.",
    "Although most imports are permitted, restrictions remain on vehicle imports. However, starting next year, we intend to gradually allow essential vehicle imports. This year, we’ve permitted the importation of buses for tourist transportation as a step toward this goal."
  ]
}