{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/National-Business-Excellence-Awards-2025-celebrates-two-decades-of-excellence/34-779609",
  "time_ut": 1753743576.0,
  "original_lang": "en",
  "original_title": "National Business Excellence Awards  2025 celebrates two decades of excellence",
  "original_body_lines": [
    "From left: Bronze Award Winner: People’s Bank, Gold Award Winner: Dipped Products and Silver Award Winner: Dankotuwa Porcelain",
    "The National Chamber of Commerce of Sri Lanka has announced the successful conclusion of the National Business Excellence Awards (NBEA) 2025, marking a remarkable milestone of 20 years in celebrating and recognising business excellence in the country.",
    "The grand awards ceremony was held on 24 July at the Shangri-La Colombo, in the presence of a distinguished gathering comprising corporate leaders, business community members, and esteemed guests.",
    "Launched in 2004, the NBEA has emerged as Sri Lanka’s most prestigious and pioneering awards schemes. Over the past two decades, it has maintained the highest standards in evaluating and recognising outstanding business organisations, earning a reputation as a well-structured and credible platform for promoting excellence in the Sri Lankan corporate landscape.",
    "At the pinnacle of achievement this year stood the following outstanding winners; Gold Award winner: Dipped Products PLC, Silver Award winner: Dankotuwa Porcelain PLC, and Bronze Award winner: People’s Bank.",
    "During the grand awards night, a total of 144 awards were proudly clinched by the winners across various sectors and categories.",
    "Chief Guest New Zealand High Commissioner David Gregory Pine extended his heartfelt congratulations to the winners and emphasised the importance of fostering innovation, integrity, and sustainable growth in business leadership. Guest of Honour South African High Commissioner Sandile Edwin Schalk also congratulated the award recipients and underscored the vital role of bilateral cooperation and responsible entrepreneurship in driving inclusive economic development.",
    "National Chamber of Commerce of Sri Lanka President Anura Warnakulasooriya addressing the gathering remarked: “The NBEA has gained widespread recognition and trust within the business community. Through a comprehensive and transparent evaluation framework, it serves as a platform to identify and honour top-performing enterprises across sectors.”",
    "The co-chairs of the panel of judges of NBEA 2025, Senior Professor Ajantha Dharmasiri and Lasantha S. Salgado, emphasised the process that has been followed ‘In Search of Excellence’ among the applicants.",
    "“The NBEA model highlights excellence in key dimensions such as Leadership, Corporate Governance and Strategy, Capacity Building, Performance Management, Market Reach (Local and Global), Environmental and Social Governance, and Financial Results.”",
    "The National Chamber further extended their appreciation to the Technical and Financial Evaluation Committee led by NBEA 2025 Technical and Financial Evaluation Committee Chair Sanath Fernando, where each stage of the process ensured objectivity, credibility, and adherence to the core principles of excellence that the awards stand for.",
    "The NBEA recognises organisations that exemplify business excellence while contributing significantly to the country’s economic development.",
    "The National Chamber extends its sincere gratitude to all its valued sponsors, partners, evaluators, and participants for their unwavering support in making the 20th edition of NBEA a resounding success."
  ]
}