{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/presidential-stakes-and-aragalaya-memory-bells/",
  "time_ut": 1723925700.0,
  "original_lang": "en",
  "original_title": "Presidential Stakes and Aragalaya Memory Bells",
  "original_body_lines": [
    "Nominations for the presidential elections were formalized on Thursday, leaving 37 days on the countdown to the national vote on September 21. Thirty nine candidates are in the fray and one of them, President Wickremasinghe, has been assigned the ‘Gas Cylinder’ symbol for the ballot. No more candidates or elephant rides for the UNP. Mr. Wickremesinghe is standing as an independent candidate, the last of the Lake House Mohicans, so to speak.",
    "He could use the Gas Cylinder symbol to remind voters how as the caretaker President he has restored the supplies of goods that were a scarcity under the previous regime. Hopefully, the government will make sure that there are no gas cylinder explosions in people’s kitchens. That would be tragic for the households and could be electorally costly for the candidate.The gas cylinder could have been the only reminder to Sri Lanka’s aragalaya experience were it not for the events in Bangladesh that started ringing political memory bells in Colombo. Sri Lanka’s aragalaya experience and outcomes were far less severe or far reaching than what Bangladesh has now just gone through.",
    "Not that Sri Lanka’s aragalaya had some demonstration effect in Bangladesh; Imran Khan had earlier refused to emulate it in Pakistan. It is only that the aragalaya experience here provides a prism for Sri Lankans to view events elsewhere, make comparative sense of them, and to be reminded that it is easier for bad history to repeat itself when nothing is learnt (say from the aragalaya experience) and everything is forgotten.",
    "There is superficial comparison between Bangladesh and Sri Lanka. In Bangladesh, mounting protests in spite of brutal put down efforts by then Prime Minister Sheik Hasina forced her to flee the country seven months after winning a fourth consecutive election victory. Everyone in the Awami League government has disappeared according to the newly installed interim government leader Muhammad Yunus, a Nobel Laureate and one of the many critics and opponents of Ms. Hasina who have been virtually exiled or imprisoned during her long rule.",
    "All of them are free now and the daughter of the father of nation, Sheikh Mujibur Rahuman, is now a political fugitive. Her remarkable achievements on the economic front notwithstanding. Her sanctuary in India will be a constant factor in the regional backbiting over the internal causes and the external catalysts of Bangladesh’s sudden woes.",
    "The causes and consequences of the aragalaya in Sri Lanka were far more straightforward and were far more easily contained. To his credit, Gotabaya Rajapaksa did not order a brutal put down but that could also be because of his awareness of his own limitations. He left the country but was allowed to come back and live rather well at public expense. His nephew, Namal Rajapaksa is now a presidential candidate following his nomination at a family poruwa. Remarkable were the absentees, including Gotabaya Rajapaksa. That could be one of the more lasting effects of aragalaya – fissures in the Rajapaksa political edifice. Namal Rajapaksa could be the last of the lesser Mohicans in Sri Lankan politics. His first election candidacy could be his last, unlike Ranil Wickremesinghe who is running in his last election hoping to savour his first victory.",
    "According to the latest (June 2024) polling data for “General Election Voting Intention” from the Institute for Health Policy (IHP), the SJB is leading the pack at 38% of voting intention, followed by the JVP/NPP at 26%, the SLPP at 16%, and the UNP at 7%. The other entities account for less than five percent each: ITAK – three percnt, SLMC – two percent, CWC – two percent, SLFP – one percent and others – four percent. There are technical problems with the sampling and methodology of the survey. Yet the periodical results could be indicative of any trends in the support levels.",
    "Also, the answers to the survey question, “If there was a General Election today, which party would you vote for?” are not directly translatable as support for the candidates in the presidential election. Especially for President Wickremesinghe, who is contesting as an independent candidate hoping to garner votes from all voting constituents across the board, and not just seven percent of the votes based on the support for the UNP.",
    "That said, inasmuch as it is the IHP poll that gave the JVP/NPP its early momentum at 31%, it is reasonable to interpret the new numbers as indicating a declining or flattening trend for the JVP/NPP. The JVP/NPP support is deemed to have dipped by five p.c. and the SJB support to have increased by one p.c. Yet 26% is quite a jump from the 3.2 p.c. and 3.8 p.c. support levels that the JVP/NPP registered at the 2019 presidential election and the 2020 parliamentary election.",
    "There is no question that the JVP/NPP support has since ballooned to impressive proportions, but the question is whether the swelling support is enough to propel Anura Kumara Dissanayake to be one of the top two candidates in the September election. I say ‘top two candidates’ because it is almost impossible that any one of the three main candidates could be elected on the first ballot, and so the race is really to be one of the top two for reckoning in the second count of preferential votes.",
    "Sajith Premadasa and Ranil Wickremesinghe have opposite reasons to be happy with the IHP polling for all its limitations. The SJB’s 38% support is significantly higher than its 24% vote share in the 2020 parliamentary election. It is obviously lower than the 42% share that Sajith Premadasa polled in the 2019 presidential election, and Mr. Premadasa might look to the 42% mark to be optimistic about reaching upward of 35% on the first count. That is if only Ranil Wickremesinghe would let him have it so easily.",
    "President Wickremesinghe would be looking to slice off as much as he could from the UNP votes that Sajith Premadasa garnered for himself in the 2019 presidential election. How much would it be is the question. Mr. Wickremesinghe might consider it to be positive that the UNP’s support of seven p.c. in the IHP poll is more than thrice the 2.15 p.c. vote share the grand old party managed to collect in the 2020 parliamentary election. As an independent candidate, Mr. Wickremesinghe would be looking to pilfer votes across the board, but the two main vote banks that he could draw from are the SJB (which is the old UNP account) and the SLPP. RW would have been hoping for a maximum draw from the SLPP account which may have been possible if the Rajapaksas had endorsed his (RW’s) candidacy.",
    "But with Mahinda and Basil Rajapaksa betraying Ranil and settling on Namal Rajapaksa to carry the family torch, RW’s earlier calculations might now need some revisiting. At the same time, the 16% support level for the SLPP in the IHP polling, from the highs of 52% in the 2019 presidential election and 59% in the 2020 parliamentary election, is indicative of the erosion of SLPP support in the country, or among the Sinhalese. Much of it likely would have migrated to the JVP, and they are not likely to trek to Ranil Wickremesinghe.",
    "Put another way, Ranil Wickremesinghe might be starting with the smallest vote bank and the weakest organization for mobilizing votes. While all three candidates would look for support from the Tamil, Muslim and the Malayagha Tamil votes, not to mention the Sinhala Catholic vote, RW could be the one most dependent on them. Already, the SLMC has indicated its support for Sajith Premadasa, and the CWC for Ranil Wickremesinghe. Where the Tamil vote will fall or if the ITAK will openly support a candidate is still unknown.",
    "A common Tamil candidate if there were to be one could be in a race to the bottom with Wijeyadasa Rajapakshe who might present himself as the only authentic Sinhala candidate in the mix. He apparently has the support of a third of the SLFP organization although none of the organizational claimants have any vote base left in the country. It would be impossible to discern where the pre-2005 SLFP voters are now and could be a problem for Ranil Wickremesinghe.",
    "Now to voter preferences for the second and third best. With 39 candidates on the ballot, each voter can vote for any one of them and could also indicate her/his second and third preferences. As no candidate is likely to get more than 50% of the vote on the first count, the winner will have to be determined from the top two candidates. This will be done by eliminating the other 37 candidates and counting the second and third preferences marked on the eliminated ballots for either one of the top two candidates. Notably, the second/third preferences marked on the ballots of the top two candidates will not be counted against each other. Whoever gets the higher total after adding the preferential votes will be declared the winner.",
    "Given their common voter allegiances, those who vote for Sajith Premadasa would likely cast their second preference for Ranil Wickremesinghe, and vice versa. So, if the two of them end up as the top two candidates, then their mutually preferential votes will be of no value. On the other hand, if one of them and Anura Kumara Dissanayake end up as the top two candidates, Mr. Dissanayake could be at a disadvantage when preferential votes are counted. The constitution also provides for drawing lots to determine the winner if two or more candidates end up with the same number of votes. That would be a long shot, but the three main candidates could end up with totals that are quite close. Picking a winner out of them without a runoff election is hardly a democratic exercise. That only begs the question: why have this system at all!",
    "WHY DO CORPORATE DIRECTORS REMAIN OBLIVIOUS TO ANTI MONEY LAUNDERING REQUIREMENTS?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}