{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103596/over-46kg-heroin-found-in-fishing-trawler-intercepted-on-high-seas-5-arrested",
  "time_ut": 1731948180.0,
  "original_lang": "en",
  "original_title": "Over 46kg heroin found in fishing trawler intercepted on high seas; 5 arrested",
  "original_body_lines": [
    "The Sri Lanka Navy says that more than 46kg of heroin with an estimated street value exceeding Rs. 1,152 million was found inside a local multi-day fishing trawler intercepted during a special operation on the high seas about 110 nautical miles (200km) west of Sri Lanka.",
    "The operation, conducted by SLNS Nandimithra, resulted in the apprehension of 05 suspects linked to the illicit activity, the navy said.",
    "Upon escorting the vessel to Galle Harbour, a detailed inspection uncovered approximately 46kg and 116g of heroin, concealed in 40 parcels packed into 02 sacks. The seized narcotics are estimated to have a street value exceeding Rs. 1152 million.",
    "Based on intelligence received, the Sri Lanka Navy had launched this special operation, deploying SLNS Nandimithra to intercept the suspicious local multi-day fishing trawler on the high seas west of Sri Lanka on Saturday (16).",
    "Upon inspection, naval personnel discovered 02 sacks suspected to contain heroin. The 05 individuals aboard the trawler were also apprehended and escorted to Galle Harbour for a detailed inspection earlier this morning (18), the navy said.",
    "During thorough inspection at the Galle Harbour, the Navy found 40 parcels of heroin concealed in those 02 sacks. The packages of heroin weighed about 46kg and 116g. Meanwhile, the gross street value of the seized heroin is believed to be more than Rs. 1,152 million.",
    "The apprehended suspects, who are between 23 to 33 years of age, have been identified as residents of Gandara area.",
    "The 05 suspects, together with the haul of heroin and the fishing trawler held in this operation will be handed over to the Police Narcotic Bureau (PNB) for onward legal action, the navy media unit said.",
    "In 2024, the Navy’s operations have resulted in the seizure of narcotics worth over Rs. 18,790 million in street value, which have been handed over to authorities for legal action, it said.",
    "Against this backdrop, the Navy urges the public to report any individuals posing as fishermen and engaging in drug smuggling to the Navy or law enforcement agencies."
  ]
}