{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102066/sri-lanka-to-exit-bankruptcy-after-tomorrows-talks-with-sovereign-bondholders-president",
  "time_ut": 1726672260.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to exit bankruptcy after tomorrow’s talks with sovereign bondholders - President",
  "original_body_lines": [
    "President Ranil Wickremesinghe announced that a crucial discussion between the Government of Sri Lanka and international sovereign bondholders will take place tomorrow (19).",
    "Following this meeting, Sri Lanka is expected to receive international support once the country’s bankruptcy is fully resolved, he said.",
    "The President also expressed his satisfaction, stating that he was entrusted with a task and he is pleased to report that the work entrusted to him has been successfully completed by September 21.",
    "He made these remarks during the “Ranil Can” election rally held at the Matara Uyanwatta Stadium earlier today (18).",
    "President Wickremesinghe highlighted that he successfully addressed the country’s economic crisis with the motto “Puluwan Sri Lanka” (Yes we Can) and emphasized that the current focus is on developing the nation under the same banner.",
    "He stressed the importance of electing a leader capable of leading the country forward.",
    "The President questioned why Sajith Premadasa and Anura Kumara Dissanayake did not take over the government two years ago if they had solutions to the economic problems.",
    "He claimed that Sajith’s team had previously claimed that the country’s economy could not be rebuilt.",
    "In his address, President Wickremesinghe reiterated his commitment to guiding Sri Lanka toward economic recovery and development.",
    "“Our election campaign ends today. On September 21, the people of this country will make a decision about their future. I have lived my life as a politician, and as citizens, you have placed your trust in political leaders. Over the past two years, we have all had a new experience—leaders you relied on, failed to confront the nation’s problems and abandoned their responsibilities.",
    "I stepped in and took over a country in dire straits. As leaders, we must face challenges. There are moments of both joy and hardship. We hear praise and criticism alike. Our names become well-known, then forgotten. The political process brings both gains and losses, and we are forced to make tough decisions.",
    "Even when I was rejected by the people, I made the choice that I could not turn my back on them. As the leader of this country, I accepted the challenge and chose to stand by the people, not to abandon them. The ship I inherited had gaping holes—it could have sunk like the Titanic.",
    "Water had already flooded in, and there was no captain. But we took control of the ship and began the journey together with everyone on board.",
    "I inherited a country unable to pay its debts—a bankrupt nation, with no foreign reserves. Our bondholders had lost faith in us. Yet, over the past two years, we’ve worked to rebuild, resolving these issues and restoring our debt sustainability. We reached agreements with the International Monetary Fund (IMF), the World Bank, and the Asian Development Bank, which have allowed us to move beyond bankruptcy and begin to rebuild.",
    "We have also worked with countries that lent us money. We’ve reached an agreement with 18 nations and have a separate understanding with China. Together, we have created a new framework to recognize our debt sustainability, demonstrate that we are no longer bankrupt, and move towards development. The final step is negotiating with the international sovereign bondholders, and tomorrow’s discussion will conclude that.",
    "Once this is done, Sri Lanka’s bankruptcy will be formally over, and we will receive much-needed support from other countries.",
    "I am proud to announce that, before the presidential election on September 21, the work I was entrusted with has been successfully completed. This gives me great satisfaction.",
    "Throughout this process, we have had to make difficult and unpopular decisions. There was no alternative. People faced hardships, but I worked to address and resolve those issues. Today, the rupee has strengthened, the prices of goods have gradually come down, and the people have received some relief. I am also committed to fully easing the cost of living by 2025.",
    "We must move the country forward and think about the next steps we need to take. It’s crucial to solidify the economic stability we’ve worked hard to achieve. We faced the economic crisis with the belief that “Sri Lanka can,” and now, “Puluwan Sri Lanka” is focused on developing the country. I have already passed the necessary laws for this, including the Economic Transformation Act, which gives us the foundation to advance.",
    "Today, Sajith and Anura are talking about canceling the agreement with the International Monetary Fund. I ask them: do they really want to undo this progress and take us back to where we were two years ago? They have no real plans—what they seek is power. If they cancel the IMF agreement, it would have to be renegotiated, causing us to lose international trust, and we could find ourselves back in a time of shortages and long queues.",
    "However, if we continue on our current path, we have the chance to strengthen the rupee, ease the cost of living, and develop the nation.",
    "The people must decide whether to stay on a proven path or risk getting lost on an uncertain one. If Sajith and Anura had solutions, I ask, why didn’t they step up two years ago when the country needed leadership? Should we entrust the country to those who ran away from responsibility?",
    "In this presidential election, it’s not about picking a team like you would for a cricket match. The team is chosen by Parliament. Some say they have a team, but I ask why that same group didn’t rebuild the economy when they had the chance two years ago. In fact, it was that group who declared that they wouldn’t take on the responsibility of leading the country.",
    "As we approach this election, it’s important for people to think about their future and the future of our youth. I am asking for your mandate to embark on a new journey. After tomorrow’s agreement with private bondholders, we will be ready to start that journey from the 22nd.",
    "By reducing the cost of living, creating jobs, and building a new economy, I aim to move this country forward with pride, without losing foreign exchange. On September 21, I ask for your vote for the gas cylinder to help us continue this progress.”"
  ]
}