{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/addressing-issue-of-poaching-in-sri-lankas-territorial-waters/",
  "time_ut": 1721000820.0,
  "original_lang": "en",
  "original_title": "Addressing issue of poaching in Sri Lanka’s territorial waters",
  "original_body_lines": [
    "A point of view has been presented by the Pathfinder Foundation in an article titled, “Poachers take an aggressive stand: A wake-up call for action” (The Island, July 8, 2024).  The reason for “action” is apparently to prevent the ‘fisheries dispute’ from being used by “political opponents” to derail the growing bilateral relations between India and Sri Lanka.",
    "If the motive for “action” is only to prop up bilateral relations, the question that needs to be asked is this: “at what cost to Sri Lanka are these relations?” not only in terms of the economic loss and environmental degradation due to bottom trawling but also in terms of the loss of livelihood of the Sri Lankan fishing Community. Furthermore, if such costs are to be incurred by Sri Lanka, despite the much-touted India’s policy of “Neighbourhood First”, what could Sri Lanka possibly expect, other than more exploitation in one form or another, through connectivity.",
    "Discussions between the representatives of India and Sri Lanka, at various levels to resolve issues of poaching amicably, have failed thus far. The article cited above states that India has in fact “acknowledged that the number of trawlers and other mechanized fishing vessels in the Palk Bay area is far beyond the Bay’s holding capacity”. Following this acknowledgement, the Union Government and the State of Tamil Nadu, in 2017 “proposed to remove 2,000 mechanised vessels from the bay area within three years (i. e. 2020). Despite such intentions, all they could achieve to date was to refit around 60 vessels” (Ibid).",
    "The fact that the Union Government has done nothing since then indicates that either it has no influence over the issue of poaching by Tamil Nadu, or the belief that they could overcome its negative impact by other means, such as financial aid and infrastructure to bolster connectivity of a sort to make Sri Lanka dependent on India.",
    "The Union Government lacks influence over poaching because the DMK, which has a majority of Lok Sabha members from Tamil Nadu, supports the fishing community in that state; out of 39 seats, the DMK won 22, Congress nine and others eight at the recently concluded election.",
    "Under the circumstances, nothing is going to be achieved by “negotiating the matter or delegating the matter to a Joint Working Group” since it will turn out to be an exercise in futility because Pathfinder has not factored in the influence of the DMK in Tamil Nadu politics. Furthermore, such an exercise would most likely result in a much-publicized undertaking, similar to the one in 2017, with no penalties for failing to fulfill its commitments.",
    "Therefore, if Sri Lanka is to protect its resources, and the livelihood of its people, it has to engage in a frank discussion and inform India that the only option left for Sri Lanka, in the absence of effective and just intervention by the Union Government of India, is to seek the opinion of the International Court of Justice (ICJ) on the condition that both India and Sri Lanka will accept its determination. Such a determination should include compensation for the annual economic loss to Sri Lanka’s resources, for the destruction of the seabed within its Exclusive Economic Zone over the years as well as the annual livelihood losses due to sustained poaching.",
    "According to Black’s Law Dictionary the legal Doctrine of “Uti Possidetis Juris” is defined as “the doctrine that old administrative boundaries will become international boundaries when a political subdivision achieves independence (Hensel & Allison, “A Colonial Legacy and border Stability”, p.2 quoting Garner 1999).",
    "“The principle behind this doctrine dates to Roman times. The principle first emerged in the modern sense with decolonization of Latin America when each former Spanish colony agreed to accept territories that were “presumed to be possessed by its colonial predecessors” (Ibid). The same Doctrine was accepted by former colonies in the African continent. The International Court of Justice (ICJ) “has argued for its relevance across the world” (Ibid).",
    "“The principle was stated most directly in the ICJ’s decision in the Frontier Dispute/Burkina Faso Republic of Mali case. The ICJ had been asked to settle the location of a disputed segment of the border between Mali and Burkina Faso, both of which had been part of French West Africa before independence. In their judgment over the merits of these frontier dispute cases the ICJ emphasized the legal principle of “uti possidetis juris”.",
    "“The ICJ judgment in the Mali-Burkina Faso Dispute case also argued that the principle of uti possidetis should apply to any decolonization situation, regardless of the legal or political status of the entities on which side of the border”.",
    "“The territorial boundaries which have to be respected may also derive from international frontiers which previously divided a colony of one State from the colony of another, or indeed a colonial territory from the territory of another independent State.     There is no doubt that the obligation to respect pre-existing international frontiers, in the event of State succession, derives from the general rule of international law, whether or not the rule is expressed in the formula of uti possidetis” (ICJ 1986, Ibid).",
    "The issue of poaching is intimately linked to the issue of International Maritime Border Line (IMBL). Despite the fact that the IMBL was established after protracted discussions, dating back to colonial times and embodied in Bilateral Agreements of 1974 and 1976, Tamil Nadu does not accept the agreements concluded by the Union Government. The most recent expression of this fact was made by Prime Minister Narendra Modi during the run up to the recent election.",
    "Since the background for these agreements are based on historical narratives, there is sufficient room for the claims made on such narratives to be challenged. Therefore, it is imperative that a fresh approach be jointly pursued by India and Sri Lanka by relying on International Law for the sake of furthering bilateral relations and in keeping with India’s Policy of “Neighbourhood First”. Since the most appropriate and recognised Institution is the International Court of Justice (ICJ), the issue of establishing IMBL should be resolved by jointly seeking a determination from the ICJ. Such a determination would go a long way to resolve the issue of poaching. However, since poaching is not likely to cease overnight, the determination by the ICJ should address compensation for the losses incurred by Sri Lanka in respect of lost revenue, damage to the seabed via the practice of bottom trawling and livelihood losses incurred by the Sri Lankan fishing community over decades.",
    "Despite the fact that the losses cited above far outweigh, what the “View Point” by the Pathfinder refers to as “generously provided” by India “to pull Sri Lanka out of the economic morass”, reflects a level of reality that is appalling because the $4 billion given was a loan to be paid back unlike the looting, death and destruction of resources that continue unabated without compensation. Sri Lanka must exercise its rights in keeping with international law, notwithstanding the disingenuous Policy of “Neighbourhood First”, which in practice means India is “First in the Neighbourhood”.  Therefore, whether India participates or not, Sri Lanka should seek the opinion of the ICJ supported by the International Seabed Authority to establish the IMBL in terms of recognised International Law of “Uti Possidetis juris” and put an end to the status of Kachchativu and address the issue of compensation for violations committed against universally recognised rights of a sovereign State.",
    "Sixty-five years after entry to university of Ceylon, Peradeniya – II",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}