{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Creating-a-holistic-experience-for-tourists-at-popular-sites-Lessons-from-Bangkok-and-Ayutthaya/4-767953",
  "time_ut": 1728925686.0,
  "original_lang": "en",
  "original_title": "Creating a holistic experience for tourists at popular sites: Lessons from Bangkok and Ayutthaya",
  "original_body_lines": [
    "While the practice of removing shoes when entering places of Buddhist worship is practiced in both countries, Sri Lanka appears to be taking a more extreme stand regarding the distance at which this requirement must be met",
    "Both Thailand and Sri Lanka boast of numerous tourist attractions that are essentially places of religious worship. The challenge faced by administrators of such sites is to strike a balance between the need to maintain dignity and decorum expected in a place of worship with the need to create a pleasant and convenient experience to those who travel from faraway places to catch a glimpse of these renowned sites",
    "Most articles on tourism development tend to dwell on destination marketing with little attention given to developing site related infrastructure, which is essential to create a holistic experience to tourists who choose to visit Sri Lanka. The observations and recommendations made in this article are largely based on experiences gained during a recent family trip to Thailand compared with experiences gained during recent trips to similar sites of tourist interest in Sri Lanka.",
    "To be more specific, places chosen from Thailand are popular sites such as the Grand Palace, Temple of the Emerald Buddha, Wat Pho and Wat Arun in Bangkok and Bang Pa-in Palace, Wat Panan Cheong, Wat Chaya Mongkol, Wat Mahatat and Wat Chaiwattanaram in Ayutthaya. Comparisons are drawn with key historical sites in Anuradhapura such as Ruwanweliseya and Sri Maha Bodhi and the Temple of the Tooth in Kandy. In addition, I wish to add some comments based on a visit to the Asiatique – the Riverfront, a night market located in Bangkok from which lessons can be drawn on how to create a tourist friendly shopping experience in places like the Dutch Hospital and Arcade premises in Colombo.",
    "Both Thailand and Sri Lanka boast of numerous tourist attractions that are essentially places of religious worship. The challenge faced by administrators of such sites is to strike a balance between the need to maintain dignity and decorum expected in a place of worship with the need to create a pleasant and convenient experience to those who travel from faraway places to catch a glimpse of these renowned sites.",
    "The following are a few observations based on the experience we gained at such places of religious interest in both countries as mentioned earlier during recent visits.",
    "(a) While the practice of removing shoes when entering places of Buddhist worship is practiced in both countries, Sri Lanka appears to be taking a more extreme stand regarding the distance at which this requirement must be met. Visitors are thus compelled to walk long distances barefoot. This can be a gruelling experience at places like Ruwanweliseya and Sri Maha Bodhi where the recently tiled terrain can get heated up during daytime making it near impossible to walk barefoot! In contrast, temples in Thailand require you to remove shoes at a much closer point to the shrines while the terra cotta tiles used by them ensure that it is not too difficult to walk barefoot.",
    "Interestingly, small areas which retain tiles from the olden days in Anuradhapura remain cool and provide much needed relief to both locals and tourists alike, but the recent ceramic tiling covering vast areas makes it extremely difficult to cross from one point to another. Administrators too seem to have realised this and have started to use various forms of makeshift rugs/carpets and have employed people to spray water on a continuous basis, but none of these methods appear to be effective against the blazing hot sun! Hence, this remains to be an area which needs to be addressed urgently to create a more conducive environment for visitors without compromising the need to show respect at places of worship. Incidentally, this issue is managed much better at the Temple of the Tooth in Kandy, which allows visitors to walk up to a point much closer to the temple before removing footwear.",
    "b) Another factor which is managed better in the temples of Thailand is the dress code. While restrictions exist as in Sri Lanka, they do not take it to an extreme. Further, they have ensured that souvenir shops are located at entrances offering appropriate clothing at reasonable prices so that an inappropriately clad tourist can buy something suitable and change into it. This is far better than the practice adopted here of providing reusable cloth which is not considered hygienic by most. We are also missing out on the opportunity to generate some income. Also, the polite way this sensitive matter is tackled in Thailand is also refreshingly more acceptable.",
    "c) Sanitary facilities provided at these places of tourist interest in Bangkok and Ayutthaya are at a significantly higher standard than what we experience here in Sri Lanka. This is one area which can be easily improved by contracting suitable operators by incurring a reasonable cost which can easily be borne by the revenue collected as admission fees.",
    "d) One more aspect that requires attention is the need for better information that will enable tourists to plan their travel itineraries better. For example, we witnessed many tourists missing out on the opportunity to view the inner chamber of the Temple of the Tooth due to lack of visibility of the scheduled times of opening and closing. Making these details better known will enable tourists to enjoy the optimal experience they could have, since in many instances it could be the only occasion they will be visiting that place in their lifetime. Thailand scored better on this count too since there is an abundance of information in the form of brochures, websites as well as signboards.",
    "Among the many other places that we visited during our weeklong stay in Thailand was Asiatique, the Riverfront, which is a night market located alongside the Chao Phraya River in Bangkok. It offers an interesting combination of shopping, dining, sightseeing and entertainment. One of the main attractions that draw in large numbers of visitors every night to Asiatique is the large variety of small shops selling clothes, accessories, souvenirs, bags and various other products made by small and medium enterprises at very affordable prices. The wide range of restaurants located at the same place offer numerous dining options alongside other activities available such as Ferris wheels, boat rides and cultural performances.",
    "In contrast, Colombo’s newly restored shopping complexes like the Dutch Hospital premises in Fort and the Arcade at Independence Square draw very few people to the few high-end shops located in these places. The secret of success behind the high footfall enjoyed by a tourist-friendly night market is to have many small shops selling a wide variety of low-priced products, as people do not patronise such places to buy high valued items. When the shops can attract many customers, both locals and tourists, it creates a strong platform for those offering other services such as dining and entertainment to thrive. I feel the authorities should seriously study the Asiatique model and create something similar in Colombo and perhaps in Kandy too. In addition to serving tourists and local customers, it will also benefit SMEs that make tourist friendly products by giving them a marketplace to sell their produce.",
    "The observations I have shared above are based on recent travel experiences as a visitor and my intention is to draw the attention of relevant authorities to the need to address some of these issues urgently. It can certainly help provide a more enjoyable experience to tourists who are beginning to rediscover Sri Lanka as a preferred holiday destination. I must also add that most tourist sites in Thailand charge a fee from foreign visitors while allowing free access to locals. There did not appear to be any resistance to this practice since the amounts charged are reasonable and the visitors feel they get ‘value for money’!",
    "(The writer is a former Secretary General and CEO of the Ceylon Chamber of Commerce.)"
  ]
}