{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100011/govt-to-rebuild-or-compensate-houses-damaged-by-bad-weather-sagala",
  "time_ut": 1718977440.0,
  "original_lang": "en",
  "original_title": "Govt. to rebuild or compensate houses damaged by bad weather - Sagala",
  "original_body_lines": [
    "Senior Advisor to the President on National Security and Chief of Staff to the President Sagala Ratnayaka, announced that President Ranil Wickremesinghe has directed take the necessary measures to either rebuild or provide compensation, subject to a maximum limit, for houses that were completely damaged by the recent adverse weather conditions.",
    "Sagala Ratnayaka also stated that measures will be implemented to assess the damage and provide compensation, subject to a specified maximum limit, for the repair of partially damaged houses.",
    "Ratnayaka shared these views during a discussion held at the Presidential Secretariat yesterday (20), concerning the rebuilding of houses fully and partially damaged by recent adverse weather conditions.",
    "The discussion extensively covered the reconstruction of houses affected by natural calamities such as strong winds, floods and landslides, which have impacted various parts of the country in recent days. The provision of suitable compensation, subject to a maximum limit, was also deliberated.",
    "To ensure appropriate compensation within specified limits, for fully damaged houses upon agreement with beneficiaries, and prompt construction of such houses with the assistance of the Armed Forces. Additionally, the assessment and repair of partially damaged houses, with compensation also subject to a specified maximum limit, were discussed.",
    "Sagala Ratnayaka also directed District Secretaries to submit formal reports on houses fully and partially damaged by natural calamities.",
    "In attendance at the discussion were State Minister of Defence Pramitha Bandara Tennakoon, the three commanders of the armed forces, and heads of relevant line Institutions. Participating remotely were District Secretaries and Divisional Secretaries via online technology."
  ]
}