{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/oohwhat-a-night/",
  "time_ut": 1756748580.0,
  "original_lang": "en",
  "original_title": "Ooh…what a night!",
  "original_body_lines": [
    "I was part of the action that took place at Gatz, City of Dreams, Cinnamon Life, on the evening of 24th August, 2025 … mainly to check out singer Noeline Honter doing her thing at this prestigious venue.",
    "Noeline is, indeed, a Sri Lankan legend in music, entertainment and television, and she proved her versatility and talent that night, showcasing her superb vocal range and adaptability to an audience that went gaga over her performance.",
    "She has a singing style of her own and her singing encompasses multiple genres, including Rhythm and Blues, Soul, Pop, Rock, and Jazz.",
    "Noeline’s opener, on the 24th night, was Shirley Bassey’s classic ‘Never, Never, Never’, and her charismatic stage presence and engaging singing style immediately got the attention of the full house.",
    "Her repertoire included many hits of the past, including ‘Simply The Best’ and ‘Pata Pata,’ and with a voice that conveyed emotion and dept.",
    "Noeline has performed with top professional bands and entertained diverse audiences worldwide and that is precisely why she is capable of adapting to different musical styles and performances.",
    "On the 24th night, Noeline was backed by Terry & The Big Spenders and they were brilliant, too – not only in providing the music for Noeline to entertain, but as performers themselves.",
    "Terry Bertus was awesome and so was Viraj Perera. I truly enjoyed listening to them.",
    "In fact, the band, as a whole, was very impressive and I hope more music lovers would get the opportunity to see this outfit in action.",
    "From what I gather, everyone present to catch Noeline Honter in action at the Gatz, on the 24th, had a good time and the applause said it all.",
    "Brand Ambassador and Entertainment Consultant maestro Sohan Weerasinghe did a marvelous job, making certain that everyone was having a good time.",
    "There were quite a few known faces among the guests, including Mignonne and Suraj, Naushad from Flame, Rajiv Sebastian, Honorine and Yohan, Sidath Nanayakkara (Redemption) , and Chrys Wikramanayake.",
    "They had all come to see Noeline Honter, who is now based in Australia, in action, and they all had praise for Noeline’s performance.",
    "Noeline has another date at Gaz – 20th September with Mirage – and I’m certain it will turn out to be another unforgettable event.",
    "How much work is too much work? Academic workload and the accountability culture",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}