{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/European-Union-and-Sri-Lanka-host-landmark-International-Conference-on-Child-Protection-to-tackle-violence-against-children/56-779553",
  "time_ut": 1753653281.0,
  "original_lang": "en",
  "original_title": "European Union and Sri Lanka host landmark International Conference on Child Protection to tackle violence against children",
  "original_body_lines": [
    "Marking a critical push to combat all forms of violence against children in Sri Lanka, the International Conference on Child Protection (ICCP’25) was inaugurated on 25 July and ran until yesterday (27 July). The conference brings together over 250 participants, including Government  leaders, leading Government  institutions, international and local experts, researchers, and child protection practitioners, to forge stronger protection systems for children.",
    "Hosted by the Centre for Gender Studies at the University of Kelaniya in collaboration with the National Child Protection Authority (NCPA) and supported by the European Union (EU) through UNICEF Sri Lanka, ICCP’25 aims to drive policy, academic, and institutional action on some of the country’s most pressing issues related to children.",
    "According to NCPA, over 10,000 child abuse and related complaints were reported in 2024, with over 8% involving some form of sexual abuse. Recognising the urgent need for evidence-informed solutions, ICCP’25 brings together policy makers, academics and practitioners with the aim of supporting Sri Lanka’s renewed commitments in addressing violence against children. Therefore, the conference is fully aligned with the national policy on child protection and represents a milestone in implementing the international pledges made at the 2024 Global Ministerial Conference to End Violence Against Children.",
    "“This is not just a conference. This is an important contribution to the national discourse on ways to protect our children. This is a platform to act, not just reflect,” said Speaker of Parliament Dr. Jagath Wickramaratne addressing the inaugural session.",
    "Meanwhile Minister of Justice and a Guest of Honour at the conference Harshana Nanayakkara said, “Child protection is a justice issue. We are committed to reform systems to focus on the best interests of children and ensure that every victim has access to child-friendly justice.”",
    "Echoing this commitment, EU Ambassador to Sri Lanka Carmen Moreno expressed the importance of their support for child-centred justice reforms, strengthening the legislative framework and enhancing the capacity of institutions and professionals working with children. She said, “The primary aspiration of any justice system must not be retribution, but reintegration into society. Justice for children must be guided by principles of proportionality, including age and gender appropriate treatment, and take at heart the need to care and protect the dignity and future development of these children.”",
    "“With strong evidence, effective leadership, coordination, and investment, Sri Lanka can establish a protection system that benefits every child. Academia plays a crucial role in informing policy to address violence against children,” said UNICEF Sri Lanka Acting Representative, Begoña Arellano.",
    "Highlighting the critical role of the academic sector in translating data into action, University of Kelaniya Vice-Chancellor Senior Professor Nilanthi de Silva said, “Universities must not only study child protection, but they must also shape it. ICCP’25 is where that transformation begins.”",
    "In a video message, Special Representative of the UN Secretary General (SRSG) on Violence Against Children Dr. Najat Maalla M’jid, stressed the need to provide a continuum of survivor-centred services, leaving no one behind.",
    "National Child Protection Authority (NCPA) Chairperson Former High Court Judge Preethi Inoka Ranasinghe, highlighted that preventing children from being subjected to abuse is equally important as delivering justice to those who have already been victimised. “It is only through a united and informed society that we can ensure protective future for every child,” she added.",
    "The International Conference on Child Protection (ICCP’25) is organised by the Centre for Gender Studies of the University of Kelaniya, with support from the European Union through UNICEF Sri Lanka, in partnership with the National Child Protection Authority. ICCP’25 brings together national leadership, academia, and international actors to drive evidence-based solutions to end violence against children.",
    "The conference is funded through the European Union’s Support to Justice Sector (JURE) project, jointly implemented by UNICEF and UNDP with the Ministry of Justice."
  ]
}