{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Weather-economy-and-fate-of-cricket-team/172-279415",
  "time_ut": 1711132200.0,
  "original_lang": "en",
  "original_title": "Weather, economy and fate of cricket team",
  "original_body_lines": [
    "It’s growing hotter by the day. Last Saturday the temperature in Colombo rose to around 89 degrees Fahrenheit.",
    "Forecasters have predicted that there will be no let-up in the spell of hot weather. Rather they are warning that temperatures will rise further by April when the sun will be directly over Lanka.",
    "Doctors also warn the public to avoid strenuous labour, to wear white clothing that absorbs solar energy and drink more water. A difficulty here is that our reservoirs are running low on water supplies. The Department of Irrigation is requesting the public to reduce the consumption of water!",
    "The irony of it all is that the Department of Meteorology warned us of the impending dry spell around mid-last year. In this column we have constantly drawn attention to the need to dredge our ancient tanks and the need for clearing waterways which feed the tanks, thereby enhancing the collection of greater quantities of water.",
    "However, as is common in our land, no actions were set in motion to meet the predicted extreme weather. Perhaps our government and its Cabinet of ministers were too busy mapping out strategies to cope with scandals resulting from ministerial misdeeds.",
    "As we all know, one of our Cabinet Ministers is now in remand prison. Lanka being a ‘Wonder of Asia’ however, treats its privileged criminals with kid gloves. According to media reports, this alleged criminal has been accorded privileged transport facilities to and from courts in a vehicle donated by UNICEF for the exclusive transport of women and female children.",
    "Be that as it may. But, can we not, even at this late hour, turn the present dry weather into an opportunity to ensure we do not face a similar situation next year? Is it not possible to use these drought-like conditions to dredge tanks/reservoirs, and reinforce bunds using our engineering skills?",
    "The leak at the Samanala Wewa dam has not as yet been completely rectified. Investigations into some leakage are reportedly still not complete and rectification work needs to be completed.",
    "Sadly, while we and our fellow citizens are forced to reduce consumption of water, the leak in irrigation reservoirs via sinkholes ensures this precious liquid runs unutilised to the sea.",
    "The dawn of the 21st century has not been good to us Lankans. We have in the past two decades seen our wages cut-sometimes by as much as fifty percent shortages of fuel, food and astronomic rises in the cost of living which in turn have led to malnutrition and the bankrupting of our country.",
    "A UNICEF report posted on January 4 this year shows that 3.9 million people were moderately food insecure with over 10,000 households facing severe food insecurity. Over 2.9 million children need humanitarian assistance to access lifesaving nutrition, health, education, water, sanitation, and social protection services.",
    "Despite reports of the ‘stabilisation of our economy’ in the aftermath of the IMF debt restructuring agreement on March 20, 2023, the reality is that many families continue facing the loss of livelihoods. In other words, they are forced to search for coping methods. The most obvious has been the cutting down on meals, nutrition, children’s education and health.",
    "In stressful times like this, the successes of our cricket team often helped reduce the pain of day-to-day life and take people’s minds away from their real-life difficulties. Unfortunately today the fortunes of our cricket team have been as depressing as our real life reality.",
    "We have lost matches to cricketing minnows like Bangladesh and Afghanistan. To make matters worse we even suffered a series defeat in an arena of what once was our greatest cricketing glory-the ‘One Day Internationals’.",
    "Just yesterday, Bangladesh via their thrashing of our team during the ODI series confirmed our cricket team has been reduced from heroes to zeros. The empty stands showed Bangladeshi spectators do not consider watching our team was money well spent.",
    "Have we now been brought down to a level where we will have to depend on divine intervention to get out of our economic woes and hone our cricketing skills... Only time will tell."
  ]
}