{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84609",
  "time_ut": 1724761800.0,
  "original_lang": "en",
  "original_title": "Sajith Premadasa does not seem to have the experience or intellectual fortitude to lead the country out of economic trouble. As Thalatha fears,it may be a repetition of Gotabaya,if Sajith  Wins.",
  "original_body_lines": [
    "A rhetorical question: What difference would it have made if Sajith Premadasa delivered the speech Thalatha Athukorala did last week?",
    "First and foremost, the difference would have been between a mature democracy and one driven by petty personal greed; the latter is a hallmark of politics in this part of the world.",
    "Take for instance, France, where political parties of the Centre and Left regularly join ranks to stop the far-right from taking power, notwithstanding the major policy differences between the two sides. Still, the common agenda is to save the fabric of the Fifth Republic.",
    "The latest rapport came after the first round of national polls gave  Marine Le Pen’s National Rally the most votes and projected seats. Not limited to France, tactical voting and alliance between traditional foes is a big winner in much of E",
    "urope, where the newly resurgent far-right is making inroads to power.",
    "An interesting contrast in the Sri Lankan context is that there are hardly any policy differences between the two major parties, the Grand Old UNP and its splinter group, Samagi Jana Balawegaya (SJB).",
    "That would add an extra layer to the stupidity of the choice to field two presidential candidates, dividing the like-minded voters into two blocs in a crucial election-  Athukorala called it an ‘olamottala thiranaya (a folly).",
    "Politics aside, her observations are statistically significant. The UNP and SJB candidates have turned an election they could have won on a platter into a patricidal three-way contest.",
    "That had given the JVP, which had historically failed to cross 5 per cent of popular votes whenever it ran alone, a unique advantage.",
    "Sri Lankan opinion polls are slimy and should be taken with a pinch of salt. Some give JVP/NPP candidate Anura Kumara Dissanayake 30 per cent of popular votes, same places Sajith Premadasa at 45 per cent. Both are broad exaggerations, considering the ground context.",
    "However, the special context under which Sri Lankan elections are held- i.e. in the backdrop of IMF-proposed austerity measures, subsidy cuts and reduced disposable income of a large part of voters- makes the electorate more susceptible to the anti-establishment parties who offer sun and the moon in exchange for votes.",
    "Even the voters in better-off places have been lured by anti-establishment forces during the economic crisis, though such experiments ended in a colossal failure, prolonging the crisis.",
    "In 2015, Greece returned an assortment of far-lefties known as Syriza, who campaigned against austerity measures, complicating its relations with the Euro Zone. Syriza moderated its stance when in power and then lost the next election.",
    "The economic crisis and hardships in Sri Lanka would make protest votes a determining factor. That is partly out of bitterness and party, out of entitlement, with no consideration of the potential fallout of such an outcome. (Gotabaya Rajapaksa, though ran on a feudal dynastic ticket, was propelled by a large share of protest votes, driven by the Pohottuwa-instigated Islamophobia and numerous conspiracy theories that Sri Lankan voters love to believe in).",
    "The JVP exploits the bitterness without offering tangible solutions. (List five realistic proposals in the JVP/NPP manifesto that can propel long-term growth for the country.)",
    "The strange irony is that SJB, by placing a separate candidate and then mouthing the same campaign slogans of the JVP, is magnifying the JVP’s messages. It is tantamount to hitting an own goal.",
    "What is more worrying is how this strategy of harping on grass root bitterness, without offering any practical programme to redress them in a system that would provide long-term growth on par with high-growth emerging market economies, will play out if the SJB’s Sajith Premadasa wins.",
    "That would make Athukorala’s premonition of the return of Gotabaya Rajapaksa part two disturbingly real.",
    "Several factors stand out. First, the SJB has not offered any practical programme.",
    "Second, Sajith Premadasa does not seem to have the experience or intellectual fortitude to lead the country out of economic trouble. If you want to learn high flown English words, use the Oxford dictionary yourself.",
    "Third, the executive presidency offers its holder an oversized self-validation. Though the position was created to address the urgency of economic development, those lucky enough to land in that all-powerful office in Sri Lanka were not Lee Kuan Yew’s or Mahathir Mohamad’s, not even Pinochets, but self-entitled nincompoops.",
    "Gotabaya Rajapaksa provided the most eloquent practical answer to N.M Perera’s rhetorical question: What if a madman gets elected to the executive presidency?",
    "That Thalatha Athukorala fears the repetition of Gotabaya if Sajith Premadasa gets elected, may not be out of reality, considering her long association with the SJB.",
    "Fourth is the baggage the SJB candidate carries with him to the presidency. As much as the SJB has failed to provide an economic blueprint, it has also capitalised on the bitterness against the IMF programme. This particular public disgruntlement, though real, is not nihilistic. Most people are willing to put up if it provides long-term economic security.",
    "However, both the JVP and SJB have resorted to amplifying the nihilism of a few, often better-off middle-class and upper-middle-class sections, who cosplay as if they were the worst affected.",
    "The ploy is to erode whatever goodwill and positivity emanating from the ongoing economic recovery. When you sleep with the dogs, you wake up with the flies and carry them to the president’s house.",
    "The so-called civil society, professional union, and trade union partners of Sajith Premadasa or, worse still, Anura Kumara Dissanayake are the worst form of anti-reform, economic cavemen.",
    "Sajith Premadasa would be a captive of these groups if he stays true to his agreement with them. So would Sri Lanka.",
    "Even if the gas queues would not return, the miserable sub-par economic growth of the country would continue.",
    "What Sri Lanka needs right now is political stability to turbocharge the economic transition – not a political transition.",
    "Even the die-hard SJB supporters, who are UNPers, nonetheless, would agree with that premise. But, Premadasa’s ego is bigger than the country. If he loses, it would be a tragedy. If Anura Kumara Dissanayake wins by some miracle, it would be a crime."
  ]
}