{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/is-sri-lanka-on-right-path-for-economic-and-social-recovery/",
  "time_ut": 1719326580.0,
  "original_lang": "en",
  "original_title": "Is Sri Lanka on right path for economic and social recovery?",
  "original_body_lines": [
    "Elected governments are temporary caretakers of national assets; they have no right to sell these to foreigners without a nationwide referendum. A simple majority of parliamentarians selected the current temporary president—not by constituents. The unelected executive branch and the conflicted cabinet rushing to privatize national resources, public assets, and state-owned enterprises threaten the security and sovereignty of Sri Lanka. Besides, such actions will harm the recovery, the longer-term economy, and the country’s sustenance. Are these sales (and long-term leases) done to benefit the public or for the personal gains of the executives and their political survival?",
    "Besides, instead of economic recovery and job creation programs, why is the government desperate to create new legislation to centralize and strengthen its power base to protect itself? Why would they be so interested in selling national assets suppress are not entitled to), contracting unwarranted and unnecessary mega-projects to benefit themselves and their cronies, and suppressing freedom of speech, unity, progress, and growth of the country? These short-sighted acts threaten the unitary nature and sovereignty of Sri Lanka.",
    "With lost priorities, the caretaker government continues to make significant financial and policy errors that harm the country, continue with untransparent secret deals, and deliberately take destructive and risky actions that harm the country and its people. With such a pitiful history and flawed policies designed to benefit themselves and stay in power at any cost, could voters trust any members of parliament and the president?",
    "None of the constitutional amendments enacted by the parliament during the past two decades were directed to help the country, economy, or its citizens. Nor have they been designed to alleviate food and energy insecurity or overcome curses associated with healthcare, education, and agriculture. The poorly crafted constitution in 1978 was now tainted with multiple rotten amendments to strengthen the political authority and control over the public, facilitate the looting of the treasury, and open additional doors for corruption. None of these benefit “we the people.”",
    "Many of the expensive and potentially unconstitutional stunts are designed to strengthen their partisan base. It has not taken a single credible step to reduce government expenses, increase GDP and value-added exports, leverage growth, and systematically reduce the debt-to-GDP ratio (i.e., comparing what a country owes with what it produces) to a sustainable level—e.g., bring down to less than 90%. Lowering government costs and/or increasing productivity and the GDP would reduce this ratio. This would allow the repayment of loans, balancing the budget, reducing the deficit, and re-establishing the prosperity of Sri Lanka, as well as the unity and happiness of its people. However, to date, the current government has not achieved these. In addition, debt restructuring has not been successful.",
    "The caretaker government had two years to implement a firm, effective economic program to get Sri Lanka out of the economic crisis, but it failed. Apart from enforcing multiple tax burdens on people, it has done little to revamp the growth and recovery of the economy or reduce governmental expenditure. The unelected president and conflicted cabinet continue to fail to take crucial, fundamental steps toward debt reduction and a sustainable economic recovery. Despite the bankruptcy, its expenses have increased, and it still relies on taking additional loans to run the government, which is insanity. The trend of continuing to take loans is a disastrous path that any fool can take—there is no need for economic advisors and a finance minister.",
    "The current IMF offer accepted by Sri Lankan political leaders is not just a debt trap but a “death trap,” as shown by its historical dealings with other developing countries. Its officials are expert manipulators—keeping developing countries poor, expanding internal markets to benefit the West, allowing product dumping, reducing the growth rate (GDP) partly via increasing exorbitant taxes and tightening regulations, and even forcing (unconstitutional) changes in recipient countries’ laws to benefit themselves.",
    "Few people know that, as part of the agreement, a significant portion of the IMF loan in 2023 was paid back to the IMF to service “previous” loans–particularly from 2016. So, the priority of the IMF was to recover its loaned money with interest, not solve the economic crisis in the recipient country. The current involvement with the IMF is like holding the ‘tiger’s tail.’ However, it provides one benefit—a platform for the government to negotiate loan repayment structures with other entities. As usual, the IMF’s prescription was not to cure the disease but to prolong the suffering. It has little to foster developments in Sri Lanka to increase GDP and facilitate loan payments—especially high-interest commercial loans.",
    "Surprisingly, none have yet exposed this dual interest of the IMF. Besides, it uses paid consultants (formerly known as iNGOs, now disguised under a fancy name) to propagate and entice the falsehoods about the importance and value of IMF conditions that perpetuate poverty, shortages, and disharmony in Sri Lanka, forcing her to take more loans for sustenance.",
    "To protect and recover the sinking ship—Sri Lanka—it is time for the younger generation to take leadership positions and let the current entrenched older lot retire. The country’s next leader must be young, preferably less than 55, intelligent and able to multi-task, a true patriot who practises five-prefects (so no wrong-doings will be done), and a champion of honesty and integrity. He or she must be fully conversant with macroeconomics, transparent and accountable, uphold freedom of speech and the country’s laws, treat all Sri Lankans equally, and promise to protect the sovereignty and unitary nature of the country, leading to prosperity.",
    "The new leader (and his or her team) must be educated with a university degree, with at least 15 years of business and international experience, and willing to take out-of-the-box but data-driven informed actions. These qualities would allow the restoration of the economy and the confidence in all elected democratic institutions, appointed bodies, and the judiciary—i.e., protecting the interests of all Sri Lankans—united under one law, one flag, and one anthem. It must re-establish a “United Sri Lanka” by replacing the current constitution as early as possible.",
    "Unfortunately, none of the current party leaders possess these qualities. The country had a 76-year history of party-political maneuvering by such failed leaders to maintain power and benefit themselves. For them, people and the country come last. So, why would any Sri Lankan trust or vote for the current lot of politicians?",
    "The unelected, self-serving leader and the cabinet have made no tangible contribution to restoring the economy and balancing the budget. They have",
    "accepted the conditions imposed by the IMF mindlessly to stay in power despite such conditions harming the country and its people. The only major contribution was enforcing a broader range of tax burdens on individuals and industries. It failed to reduce government expenses, pay off govt loans, or stop taking additional loans.",
    "The lack of specific and effective policies to reverse the economic crisis and the absence of truthful nationalistic speeches and policies by politicians and administrators are striking. Evidence indicates there are no true patriots among the 225+1 politicians. They focus on short-term gains and retaining power—often through deception, blind-siding the naïve public, and painting a rosy picture to get votes.",
    "None of the political parties have proposed tangible, practical, and effective economic policies and solutions to alleviate the fiscal crisis. They do not even have a plan to ensure food, medicine, and fuel adequacy at an affordable cost to the public in the short- and longer term. They failed to establish a safety net for people experiencing poverty, job recovery/unemployment, reversing people’s distress, means of paying off debt without taking additional loans, reducing government expenses by at least 35% (out of the current employment of 1.54 million people), and encouraging private sector growth.",
    "Education, healthcare, and agriculture policies, infrastructure, communication, and technologies are outdated. How would the new government reform them? Where are the cost analyses and expected outcomes? The public has heard nothing about these. Apart from taxes, the only area that has increased is tourism, but this is driven by private sector initiatives, not by the government. The private sector has launched major campaigns to popularize destinations, increasing tourism. However, this could be a temporary peak.",
    "Economic shocks and misplaced priorities could threaten Sri Lanka’s tourism and growth",
    "As seen in early 2020, economic shocks—whether external or internal—can swiftly devastate tourism, a vital income source for the government. This collapse has a cascading effect on related industries, such as travel, hotels, and restaurants. Without genuine growth, business-friendly deregulations, access to global markets for Sri Lankan products, reduced government expenses, and increased value-added exports, the growth rate (GDP) will be insufficient to service the current debt. The government has missed crucial priorities for the country’s development and people. Meanwhile, the unelected president and conflicted cabinet focus on extending their tenure by a year by attempting to postpone the presidential election unconstitutionally.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}