{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Haritha-TV-protests-ECSL-s-suspension-of-fertiliser-subsidy/56-767433",
  "time_ut": 1727815797.0,
  "original_lang": "en",
  "original_title": "Haritha TV protests ECSL’s suspension of fertiliser subsidy",
  "original_body_lines": [
    "Haritha TV, a national agriculture and environment-focused channel, is protesting the temporary suspension of the Government’s fertiliser subsidy program and the free distribution of Muriate of Potash (M.O.P) fertiliser. The Election Commission’s decision to halt these initiatives, citing the upcoming Parliamentary elections, has sparked complaints from farmers across Sri Lanka, the channel said.",
    "Lodging a complaint with the ECSL yesterday Haritha TV, operated by Haritha TV Company, highlighted that the suspension affects agricultural communities in various regions who have expressed grievances over the impact on their livelihoods. The channel, whose mission is to uplift agriculture, fisheries, and women empowerment in Sri Lanka, is protesting the suspension, calling it unjust and beyond the authority of the Election Commission.",
    "The fertiliser subsidy, which was to be increased from Rs. 15,000 to Rs. 25,000 per hectare for the 2024/25 paddy season, was set to be implemented from 1 October 2024. This decision, approved by the Cabinet and announced by the Ministry of Agriculture and Plantation Industries on 10 September was suspended by the Election Commission to prevent any electoral bias ahead of the upcoming Parliamentary elections.",
    "In response, Haritha TV argues that the Election Commission’s suspension of the subsidy, as well as the decision to halt the free distribution of M.O.P fertiliser imported in 2022 under an Asian Development Bank loan, is illegal, unfair, and detrimental to farmers.",
    "Haritha TV argued that delaying this subsidy until after the elections would render it ineffective, as the maha season had already begun. Additionally, the remaining stocks of M.O.P fertiliser, imported in 2022 with assistance from the Asian Development Bank, are set to expire in December 2024, potentially wasting the loan funds used for their purchase.",
    "Haritha TV also cited a previous Supreme Court ruling in Vasantha Jayalath and others v. Secretary, Ministry of Economic Development and others (SC/FR/258/2014), which dealt with the distribution of essential commodities during the 2014 drought. The channel urged the Election Commission to reconsider its decision, warning that failure to do so could result in legal action to protect the rights of Sri Lankan farmers. Green TV has expressed hope for a prompt and favourable response from the Election Commission and reiterated its commitment to pursuing legal measures if necessary."
  ]
}