{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceylon-chamber-highlights-opportunities-in-uks-enhanced-trade-scheme/",
  "time_ut": 1755808440.0,
  "original_lang": "en",
  "original_title": "Ceylon Chamber highlights opportunities in UK’s Enhanced Trade Scheme",
  "original_body_lines": [
    "The Ceylon Chamber of Commerce welcomes the UK Government’s liberalisation of rules of origin under its Developing Countries Trading Scheme (DCTS), set to take effect in early 2026. This important step reflects the UK’s continued commitment to greater trade openness and flexibility, offering Sri Lankan exporters enhanced access to one of their key markets.",
    "The reforms, which allow Sri Lankan apparel manufacturers to source up to 100% of inputs from any country while retaining tariff-free access to the UK, will provide a timely boost for the apparel industry—Sri Lanka’s largest export sector. In addition, the expanded regional cumulation arrangements across 18 Asian countries will further strengthen supply chains and open up opportunities for other value-added exports.",
    "Krishan Balendra, Chairperson of The Ceylon Chamber of Commerce, stated: “We deeply appreciate the efforts of the UK Government, the British High Commission in Sri Lanka, the Sri Lankan Government, and the Joint Apparel Association Forum in advancing this initiative. The liberalised rules of origin will provide a strong impetus to Sri Lanka’s apparel industry and help strengthen our position as a trusted and competitive partner in global supply chains.”",
    "The Ceylon Chamber encourages Sri Lankan exporters to familiarise themselves with the new trade arrangements and prepare to take full advantage of the opportunities available. To support this transition, the Ceylon Chamber will collaborate closely with the UK High Commission and the Government of Sri Lanka to disseminate information and build broad-based awareness across the private sector.",
    "CSE contends with up-and-down trend during the day but ends on high note",
    "Mahindra Ideal Finance rolls out revolving credit solution for multi brand vehicle importers and SMEs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}