{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Fitch-says-lower-generation-costs-support-CEB-s-tariff-cut-no-risk-to-IPP-payments/14-764780",
  "time_ut": 1721943224.0,
  "original_lang": "en",
  "original_title": "Fitch says lower generation costs support CEB’s tariff cut; no risk to IPP payments",
  "original_body_lines": [
    "Fitch Ratings said yesterday Ceylon Electricity Board’s (CEB, BB+(lka)/Stable) cash flow will stay adequate to service debt despite a 22.5% tariff cut from 16 July 2024.",
    "Fitch does not expect the latest cut to affect the Sri Lankan electricity distributor’s payments to independent power producers (IPPs). Lower tariffs are supported by falling generation costs from CEB’s higher mix of hydropower and lower coal prices YoY. Financing costs will also fall amid lower market interest rates, Fitch said.",
    "The Public Utilities Commission of Sri Lanka’s instruction on the 22.5% average tariff cut, made during the regulator’s quarterly tariff review, was larger than the 10% proposed by CEB. However, generation costs have fallen in tandem with the rise in hydropower to 31% of the generation mix in 1H24 (1H23: 23%), while prices of coal, which fuels over 36% of the country’s generation mix, have dropped 32% YoY. Fitch expects thermal coal prices to fall 20% and 10% in 2024 and 2025, respectively.",
    "“Following the tariff cut and assuming unchanged tariffs and costs for the rest of the year, we estimate CEB’s EBITDA margin will narrow to about 11% in 2024, from the 26% in 2023 reported in its preliminary accounts. EBITDA interest coverage will fall but remain sufficient at 1.8x (2023: 3x), helped by declining market interest rates. We believe, if required, CEB has the flexibility to reduce annual capex by about Rs. 20 billion to Rs. 70 billion during 2024-2025, in line with the previous three years, to mitigate the impact of lower tariffs. This will help maintain EBITDA net leverage at a healthy 3x,” Fitch said.",
    "It understands that CEB is targeting further reductions in operating costs in the near-to-medium term, although implementation is subject to execution risk. CEB’s rating is equalised with that of its parent, the Sri Lankan sovereign (Long-Term Foreign-Currency Issuer Default Rating (IDR): RD; Long-Term Local-Currency IDR: CCC-), given the very high socio-political implications of a CEB default because it accounts for most of Sri Lanka’s power-generation capacity, and its 100% state ownership. Deviating from the current cost-reflective tariff structure is a key risk to CEB’s balance sheet and the long-term health of Sri Lanka’s power generation sector. A weakening in CEB’s cash flow could lead to delays in settling IPP payments and weigh on the IPPs’ financial profile and liquidity. A deterioration in CEB’s health could also put pressure on the country’s power generation targets and energy transition plans, as tariffs for renewable IPPs are typically fixed over the life of the power purchase agreement. Delays in settling dues to renewable IPPs could stretch their cash flow and drive up the cost of future investments into the sector and the country’s power generation costs.",
    "Fitch-rated IPPs have seen a marked improvement in their receivable days following the implementation of cost-reflective tariffs since 2023. WindForce PLC’s (BBB+(lka)/Stable) and Resus Energy PLC’s (BBB(lka)/Stable) receivable days improved to an average of 95 as of 31 March 2024, from an average of over 200 days as of 31 December 2023. This led to Fitch’s revision of the Outlook on Resus to Stable from Negative in March 2024. We expect IPPs’ receivable days to improve further to average around 80 days over the next 12-18 months, notwithstanding the latest tariff cuts, Fitch added."
  ]
}