{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-exporters-to-maintain-king-coconut-prices-at-Rs-2-000/108-277736",
  "time_ut": 1708938840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka exporters to maintain king coconut prices at Rs 2,000",
  "original_body_lines": [
    "Colombo, Feb 26 (Daily Mirror) - In a move to bolster Sri Lanka's position as a leading exporter of king coconuts, exporters have agreed to uphold prices at 2000 rupees per fruit, announced Minister of Agriculture and Plantation Industry, Mahinda Amaraweera.",
    "The decision came amidst plans to expand king coconut cultivation, with the inauguration of the second king coconut cultivation village near Murutawela Raluwa village.",
    "The inauguration ceremony, presided over by Minister Mahinda Amaraweera, marked the establishment of the second king coconut cultivation village, following the success of the first village in Pahala Muruthawela last year. The initiative aims to meet the growing demand for Sri Lankan king coconuts, particularly in the United Arab Emirates and other international markets.",
    "With approximately 252,000 king coconuts exported to the UAE weekly, the industry generated an impressive income of two billion rupees in 2022, with expectations soaring to six billion rupees in 2023. Sri Lanka's monopoly in the world market for king coconuts remains unchallenged due to the unparalleled taste and quality of its produce.",
    "During the ceremony, Minister Amaraweera distributed 1600 king coconut saplings to local farmers, emphasizing the importance of expanding cultivation efforts to meet global demand. He underscored the uniqueness of Sri Lankan king coconuts, stating plans to elevate its prominence worldwide under the Sri Lanka Sweet Coconut brand.",
    "Highlighting the significance of maintaining competitive pricing, Minister Amaraweera revealed that exporters had committed to sustaining prices at 2000 rupees per fruit. Currently, Sri Lanka exports around 200 containers of king coconuts to the Dubai market monthly, fetching premium prices compared to global competitors.",
    "Despite the promising prospects, Minister Amaraweera acknowledged the need for expansive cultivation efforts to meet the burgeoning demand. He urged the Coconut Cultivation Board to spearhead initiatives aimed at expanding king coconut cultivation nationwide."
  ]
}