{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104529/german-president-dissolves-parliament-for-snap-elections",
  "time_ut": 1735304340.0,
  "original_lang": "en",
  "original_title": "German president dissolves parliament for snap elections",
  "original_body_lines": [
    "President Frank-Walter Steinmeier on Friday dissolved Germany’s lower house of parliament to pave the way for snap elections on Feb. 23 following the collapse of Chancellor Olaf Scholz’s three-way coalition.",
    "“Especially in difficult times, like now, stability requires a government capable of acting, and reliable majorities in parliament,” which was why early elections were the right way forward for Germany, Steinmeier said in Berlin.",
    "After the elections, problem-solving must become the core business of politics again, added Steinmeier in a speech.",
    "The president, whose post has been largely ceremonial in the post-war era, also called for the election campaign to be conducted fairly and transparently.",
    "“External influence is a danger to democracy, whether it is covert, as was evidently the case recently in the Romanian elections, or open and blatant, as is currently being practiced particularly intensively on (social media) platform X,” he said.",
    "Scholz, a Social Democrat who will head a caretaker government until a new one can be formed, lost a confidence vote in parliament earlier this month after the departure of Finance Minister Christian Lindner’s Free Democrats left his unwieldy governing coalition without a legislative majority.",
    "The vote also kicked off election campaigning in earnest, with conservative challenger Friedrich Merz, who surveys suggest is likely to replace Scholz, asserting that the incumbent government had imposed excessive regulations and stifled growth.",
    "The conservatives hold a comfortable lead of more than 10 points over the Social Democrats (SPD) in most polls. The far-right Alternative for Germany (AfD) is slightly ahead of the SPD, while the Greens, a coalition partner, are in fourth place.",
    "The mainstream parties have refused to govern with the AfD, but its presence complicates the parliamentary arithmetic, making shaky coalitions more likely."
  ]
}