{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100121/sri-lanka-reaches-deal-on-debt-treatment-with-chinas-exim-bank",
  "time_ut": 1719403260.0,
  "original_lang": "en",
  "original_title": "Sri Lanka reaches deal on debt treatment with China’s Exim Bank",
  "original_body_lines": [
    "State Minister of Finance Shehan Semasinghe says that he met the Chinese Vice Minister of Finance, Liao Min in Paris and the final agreement has been reached on debt treatment between Sri Lanka and Export Import Bank of China.",
    "Posting on ‘X’ (formerly Twitter), Semasinghe stated that the formalities for signing of the implementing agreements are under way.",
    "Meanwhile, earlier today, Sri Lanka had also reached a final restructuring agreement for USD 5.8 billion of debt with its bilateral lenders’ Official Creditor Committee in Paris, France.",
    "This agreement grants significant debt relief, allowing Sri Lanka to allocate funds to essential public services and secure concessional financing for its development needs, according to the President’s Media Division (PMD).",
    "Sri Lanka’s finance ministry said in November that the debt restructuring agreement in principle covered approximately $5.9 billion of outstanding public debt and involved a mix of extending the maturity of long-term borrowings and reducing interest rates on the credit.",
    "The majority of the debt is owed to Japan and India, which chair the OCC along with France. A provisional agreement with the OCC was reached in November.",
    "The Official Creditor Committee (OCC), led by Japan, France and India, covers about $5.9 billion of Sri Lanka’s outstanding external debt of $37 billion, according to the country’s finance ministry. The Export-Import Bank of China (EXIM) covers about $4 billion of outstanding debt, latest government data showed.",
    "Among bilateral creditors, Sri Lanka owed China $4.7 billion with debt to India standing at $1.74 billion. Japan, a part of the Paris Club group, was owed $2.68 billion. China, Sri Lanka’s largest bilateral lender, is not an official member of the OCC.",
    "Meanwhile, the total value of debt restructuring agreements that Sri Lanka reached today with creditor nations, including Official Creditor Committee and with EXIM bank of China is USD 10 billion.",
    "They will provide up to 92% relief on debt repayments during International Monetary Fund (IMF) Extended Fund Facility (EFF) program."
  ]
}