{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97914/biden-trump-set-for-election-rematch-after-securing-party-nominations",
  "time_ut": 1710304380.0,
  "original_lang": "en",
  "original_title": "Biden, Trump set for election rematch after securing party nominations",
  "original_body_lines": [
    "US President Joe Biden and his predecessor Donald Trump have both passed the delegate thresholds to clinch their parties’ nominations for the election in November.",
    "Four states, one American territory and Democrats living abroad held their primaries on Tuesday.",
    "The result means US voters face a rematch of the 2020 presidential election in eight months’ time.",
    "The nominations will be made official at party conventions this summer.",
    "The 81-year-old president said on Tuesday evening that he was “honoured” voters had backed his re-election bid “in a moment when the threat Trump poses is greater than ever”.",
    "Citing positive economic trends, he asserted the US was “in the middle of a comeback” but faced challenges to its future as a democracy, as well as from those seeking to pass abortion restrictions and cut social programmes.",
    "“I believe that the American people will choose to keep us moving into the future,” Mr Biden said in a statement from his campaign.",
    "Incumbency gave Mr Biden a natural advantage and he faced no serious challengers for the Democratic nomination.",
    "Despite persistent concerns from voters that his age limits his ability to perform the duties of the presidency, the party apparatus rallied around him.",
    "Meanwhile, Mr Trump, 77, remains very popular with the Republican voter base, which has propelled him to victory in primary after primary over well-funded rivals.",
    "His campaign for a second term in the White House has zeroed in on stricter immigrations laws, including a pledge to “seal the border” and implement “record-setting” deportations.",
    "Mr Trump has also vowed to fight crime, boost domestic energy production, tax foreign imports, end the war in Ukraine and resume an “America first” approach to global affairs.",
    "Tuesday night’s results do not come as a shock, as both men have dominated their races so far.",
    "Both their re-nominations seemed all but predetermined, despite polling that indicates Americans are dissatisfied with the prospect of another showdown between Mr Biden and Mr Trump in November.",
    "The US presidential primaries and caucuses are a state-by-state competition to secure the most party delegates.",
    "The Democrats and the Republicans have slightly different rules for their primaries, but the process is essentially the same.",
    "Each state is allocated a certain share of party delegates, which are awarded either as a whole to the winning candidate or proportionally, based on the results.",
    "A Republican candidate must secure at least 1,215 of their party’s delegates during the primary season to win their presidential nomination, while a Democrat must secure 1,968.",
    "On Tuesday, Republicans held primaries in Mississippi, Georgia and Washington State, and a caucus in Hawaii.",
    "Democrats, meanwhile, held primaries in the states of Georgia, Washington and Mississippi, as well as in the Northern Mariana Islands and for Democrats living abroad.",
    "Mr Biden and Mr Trump’s main competitors had dropped out before Tuesday’s primary contests, so the results had been all but certain.",
    "Former UN Ambassador Nikki Haley, Mr Trump’s last remaining rival, dropped out earlier this month after losing 14 states to Mr Trump on Super Tuesday.",
    "Though several more states have yet to hold their primary contests, with Mr Trump and Mr Biden over the delegate threshold, the 2024 general election is now effectively under way.",
    "The US presidential election will be held on 5 November 2024."
  ]
}