{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-reacts-positively-to-debt-moratorium-time-frame/",
  "time_ut": 1712595840.0,
  "original_lang": "en",
  "original_title": "CSE reacts positively to debt moratorium time frame",
  "original_body_lines": [
    "The CSE yesterday reacted in a very positive manner to a recent interview given by the Chief of staff to the President of Sri Lanka and National Security Advisor Sagala Ratnayake, to a media organization that Sri Lanka may likely get a debt moratorium until 2028.",
    "This was a major impetus to the stock market, which showed heavy buying interest, thus creating a bullish sentiment. Against this backdrop the market performed well and a strong rally on banking sector counters was noted throughout the day, market analysts said.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 130.4 points while S and P SL20 rose by 60.95 points. Turnover stood at Rs 3.2 billion with five crossings.",
    "Those crossings were reported in Sampath Bank, where 3 million shares crossed to the tune of Rs 243 million at Rs 81 per share, Hemas Holdings 500,000 shares crossed for Rs 41 million; its shares traded at Rs 82, HNB 150,000 shares crossed for Rs 30.1 million; its shares traded at Rs 200.50, Ceylon Cold Stores 500,000 shares crossed for Rs 27.5 million and its shares traded at Rs 55 and Commercial Bank 205,000 shares crossed to the tune of Rs 22.3 million and its share sold at Rs 109.",
    "In the retail market top five companies that mainly contributed to the turnover were; Sampath Bank Rs 432 million (5.3 million shares traded), JKH Rs 207 million (1 million shares traded), Commercial Bank Rs167 million (1.5 million shares traded), Hemas Holdings Rs 150 million (1.8 million shares traded) and Lanka Aluminium Rs 123 million (1.8 million shares traded). During the day, 117 million share volumes changed hands in 20000 transactions.",
    "Yesterday the rupee opened at Rs 298.80/299.00 to the US dollar in the spot forex market, stronger from 299.25/30 on Friday, dealers said, while bond yields were steady. A bond maturing on 15.12.2026 was quoted at 11.35/45 percent from 11.40/45 percent, down from Friday. A bond maturing on 15.09.2027 was quoted at 11.95/12.00 percent from 11.90/12.00 percent. A bond maturing on 15.12.2028 was quoted at 12.10/25 percent from 12.15/25 percent.",
    "ADB’s knowledge engagement in Sri Lanka to be aligned with govt’s reform programme",
    "Expectations over reaching debt restructuring requirements keep CSE in fine trim",
    "Major transactions in Taprobane shares take CSE turnover past Rs. 4 billion mark",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}