{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/shaping-tomorrow-panel-discussion-emphasises-need-for-strong-female-influence/",
  "time_ut": 1711755180.0,
  "original_lang": "en",
  "original_title": "Shaping Tomorrow, panel discussion emphasises need for strong female influence",
  "original_body_lines": [
    "A diverse and esteemed panel came together to delve into a crucial conversation surrounding the significance of impactful female figures in shaping the aspirations and dreams of future generations. The panel discussion served as a platform highlighting the critical need for recognising and celebrating the remarkable achievements of prominent female personalities in the public sphere of Sri Lanka.",
    "The discussion involved notable figures, Justice Shiranee Tilakawardane, retired Acting Chief Justice and Supreme Court Judge, Madam Ferial Ashraff, former Cabinet Minister for Housing, Jerusha Crossette-Thambiah, Attorney-at-Law, Gender and family law practitioner, lecturer, and Dr. Giselle Dass, Child and Adolescent Psychologist. Moderated by Yashodhara Pathanjali, Principal and Co-Founder of Independent Collective School, the panellists offered their independent perspectives on the vital importance the role of strong female personalities play in motivating and empowering young girls. Throughout the dialogue, they expressed their personal viewpoints on the multifaceted roles women play culturally and socially and strategies to recognise and immortalise the contributions made by Sri Lankan women.",
    "As the discussion drew to a close, Shamara Silva, Marketing Director of Beauty, Wellbeing, and Personal Care at Unilever Sri Lanka, expressed her gratitude, stating, ‘We sincerely thank each distinguished panellist for their insightful contributions to today’s discourse. Their impassioned insights have sparked profound reflections on the objectives that Lifebuoy Shampoo seeks to accomplish through this initiative.’ She further stated, ‘Recognising a vital gap in the portrayal of inspiring Sri Lankan female figures, the campaign was launched in partnership with MullenLowe to rectify this imbalance. We’re pleased to announce that the initiative garnered more than 100,000 pledges. For each pledge, we are dedicated to contributing Rs. 5/- towards the creation of a statue honouring a remarkable female personality.’",
    "The event wrapped up with a heartfelt invitation for the public to join this worthy cause. Individuals were encouraged to pledge their support and honour these inspiring legacies. To make your pledge and pay homage to these remarkable figures, please visit: https://www.inspiregirls.lk/",
    "Dialog Enterprise launches stronger customer cloud propositions with VMware by Broadcom",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}