{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Old-MEN-and-the-SEA-Apologies-to-Hemingway-Reminiscing-RMS-Titanic-Cabinet-on-board-HMS-Newfoundland/172-275031",
  "time_ut": 1705257180.0,
  "original_lang": "en",
  "original_title": "‘Old MEN’ and the SEA - Apologies to Hemingway: Reminiscing ‘RMS Titanic’ & Cabinet on board ‘HMS Newfoundland’",
  "original_body_lines": [
    "‘No cabinet worthy of being representative of a large mass of mankind can afford to take any step merely because it is likely to win the hasty applause of an unthinking public. In the midst of insanity, should not our best representatives retain sanity and bravely prevent a wreck of the ship of state under their care?’",
    "Observing two reports detailing reckless activities linked to the ‘devil and the deep blue sea,’ where the SL Navy is conducting surveillance on international seas and a group of ruling MPs are having a lavish party on board a ship in the port, we had to slightly alter the title of the renowned creation by Nobel laureate, tall and handsome author Ernest Hemingway, who at 51 in 1951, finalized his magnum opus, ‘The Old Man and the Sea.’",
    "Opposition Leader, Sajith Premadasa brought up both of the aforementioned issues in Parliament, showcasing his unwavering commitment to exposing any misconduct within the government ranks. His dedication to scrutinizing the actions of the government is evident as he leaves no stone unturned in holding them accountable. He emphasized the need to scrutinize the proposed Red Sea deployment in light of the dismal state of the economy, exacerbated by the recent increase and expansion of VAT.",
    "Why were only SLPP members present during the East and West Terminal ‘inspection’ drama? If invited, MPs from various parties would have shared a scotch with the Rajapaksas and sang to the music of the live band and perhaps prevented the next day’s Parliamentary uproar. The band should have played, Nearer, My God, to Thee; drawing a parallel to the final piece the Titanic band played on the ballroom deck of the ship which struck an iceberg in the North Atlantic Ocean and sank with 1,500 passengers in 1912.",
    "The exclusive event, with only SLPP members having a picnic on board, raises transparency concerns. The public may not be as naive as State Minister Premalal believes. The presence of politicians on board brings to mind high-level meetings during the mass uprising in August 1953 (Hartal). A panic-stricken Prime Minister, his UNP Cabinet, and senior public officers sought refuge on the British Warship ‘HMS Newfoundland’ docked at the Colombo port.",
    "Attacks by Iran backed Houthi rebels in Yemen, on commercial vessels in the Bab-el-Mandeb Strait between the Arabian Peninsula and the Horn of Africa since late November have prompted major shipping companies to temporarily halt shipments, introducing the potential for a significant impact on the global economy. Ships are rerouted around the Cape of Good Hope — adding thousands of miles, causing a surge in shipment costs from Asia to Europe. This situation raises concerns about the possibility of a renewed inflationary shock for the world economy.",
    "This development comes in response to Israel’s bombardments of Gaza that killed 23,000 civilians [one-third children another one-third women] which have escalated in the past week. In response to a recent attack by militants on a vessel owned by Maersk, helicopters launched from US Navy warships were deployed to repel the assault over the weekend. The Sri Lankan Navy is already conducting surveillance in international seas, State Minister of Defence Pramitha Tennekoon said in Parliament (in reply to Premadasa): “We are already affected by the situation in the Red Sea. Ships have been forced to come past South Africa because of the threats posed by the Houthi terror group. Prices of imported essential items are going up as a result. The Colombo Port has to ensure container trans-shipment and the safety of vessels. Supplies will end up in SL, if shipping lines are blocked! The consequences can be terrible. The Red Sea is heavily used by commercial shipping companies. It will definitely affect the supply chain.”",
    "Despite a surge in transshipment volumes at the Colombo Port due to major shipping lines rerouting vessels around the Cape of Good Hope to avoid Red Sea disruptions, industry sources caution that this is a short-term benefit. This trend is seen as a temporary transit point until the Red Sea situation stabilizes. The Red Sea crisis may result in a loss of transshipment volumes, impacting the supply chain. Shipping lines, operating on short-term plans, may skip calling at Colombo one week but reconsider based on cargo availability in the next. Freight rates are increasing, with a 30 percent hike announced from January 15. This situation, affecting commercial shipping in the Red Sea, poses a potential long-term challenge for the Port of Colombo and disrupts the broader supply chain. The overall tone reflects a complex and dynamic political landscape, with internal party conflicts, requiring strategic maneuvers.",
    "‘No one is isolated; everyone is connected to the larger whole. If a piece is lost, the entire entity is affected. Whether it’s a person or a part of the world, any loss diminishes us because we are all part of humanity. So, never ask “for whom the bell tolls”; it tolls for you.’",
    "There seem to be issues growing out of the controversial decision by President Ranil Wickremesinghe to deploy a Sri Lankan naval vessel in the Red Sea, ostensibly to help manage law-and-order in the region. Critics of the administration’s move are right when they take up the position that Sri Lanka should keep out of the US-led, seemingly anti-terrorism naval operation in the Red Sea. Simply put, this is not small Sri Lanka’s war. Nor is there anything much in it for Sri Lanka. Does it appear that we offering to assist the West in managing terror-related issues is primarily an attempt to aid Western interests? Will this movement put Sri Lanka’s neutrality at risk, along with its neutral credentials, in a potential regional conflict that seems to be escalating beyond the Middle East.",
    "The U.S. and U.K. have conducted strikes on targets in Yemen in retaliation for Houthi attacks including the use of anti-ship ballistic missiles for the first time. The strikes received support from Australia, Bahrain, Canada, and The Netherlands, but not from the nuclear power, France. Yemeni Houthis escalated tensions with the US and UK in response to retaliatory strikes. Western companies feel the supply chain impact, and so do Indians.",
    "Back home, facing challenges in collecting direct taxes, we impose additional burdens effortlessly on indirect taxpayers. Is there an alternative? At the risk of losing monumental support, Mahatma Gandhi famously questioned:",
    "‘No cabinet worthy of being representative of a large mass of mankind can afford to take any step merely because it is likely to win the hasty applause of an unthinking public. In the midst of insanity, should not our best representatives retain sanity and bravely prevent a wreck of the ship of state under their care?’",
    "Unlike some politicians who oppose anything, others who have genuine concerns have also raised the issue. It is essential to note that any disaster faced by a nation or disruptions in the smooth flow of trade and economic progress in any part of the globe, in this era of unwavering recognition of the ‘global village’ concept, will certainly affect us as well. It is our primary duty to contribute in whichever way possible to safeguard the security and well-being of human lives, irrespective of their nationality. That’s why Hemingway copied 17th century poet and philosopher John Donne’s line, “For whom the bell tolls” as his third novel’s title in 1940. In 1624, Donne wrote:",
    "‘No one is isolated; everyone is connected to the larger whole. If a piece is lost, the entire entity is affected. Whether it’s a person or a part of the world, any loss diminishes us because we are all part of humanity. So, never ask “for whom the bell tolls”; it tolls for you.’",
    "However, the President must reconsider the decision, for our own interest."
  ]
}