{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113061/gold-hits-fresh-record-above-3800-on-us-shutdown-fears",
  "time_ut": 1759205280.0,
  "original_lang": "en",
  "original_title": "Gold hits fresh record above $3,800 on US shutdown fears",
  "original_body_lines": [
    "Gold edged higher to a fresh record as the prospect of a looming US government shutdown clouded the Federal Reserve’s monetary policy path ahead of next month’s interest-rate decision.",
    "Bullion briefly touched an all-time high of $3,839.52 an ounce on Tuesday. Gold rallied in the previous session as a meeting between top congressional leaders and US President Donald Trump ended without a deal on short-term funding. That’s fanned fears of a shutdown, which could hinder the release of economic reports — depriving investors of crucial data needed to assess the US economy.",
    "Gold has soared more than 45% this year, setting successive peaks on central-bank demand and a resumption of interest-rate cuts by the Fed. Prices are on track to close out a third consecutive quarterly gain, with holdings in bullion-backed exchange-traded funds at the highest since 2022.",
    "US Treasuries also gained on Monday, partly supported by worries over a potential shutdown. Lower yields on US government bonds tend to benefit precious metals, which do not pay interest, while a weaker greenback makes dollar-denominated bullion cheaper for most buyers.",
    "In other precious metals, silver and platinum took a breather on Tuesday, after charging to multi-year highs in the previous session. The metals are up about 62% and 76% year-to-date, respectively, with gains underpinned by persistent market tightness as several years of supply deficits come to a head.",
    "Meanwhile, spot gold was little changed at $3,837.28 an ounce as of 8:17 a.m. in Singapore after climbing as much as 0.2% earlier.",
    "Silver was steady at $46.94 an ounce — after climbing as much as 2.4% on Monday, adding to a rally last week that pushed prices above $45 an ounce for the first time in 14 years. Platinum was flat at $1,604.27 an ounce, after reaching the highest since 2013 in the previous session. Palladium was little changed."
  ]
}