{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/increasing-the-productivity-and-efficiency-of-sri-lankas-bloated-public-sector/",
  "time_ut": 1728494160.0,
  "original_lang": "en",
  "original_title": "Increasing the productivity and efficiency of Sri Lanka’s ‘bloated public sector’",
  "original_body_lines": [
    "In an analysis of Sri Lanka’s public sector, Dr. Lakmini Fernando, Research Fellow at the Institute of Policy Studies of Sri Lanka (IPS), stresses the urgent need for rationalizing public sector employment to create a more productive and efficient system.",
    "Addressing a packed audience at the launch of the IPS annual report, titled “Sri Lanka: State of the Economy 2024” on Tuesday, Dr. Fernando outlined how Sri Lanka’s bloated public sector, while providing substantial employment, should be rationalized for increased productivity.",
    "The public sector employs 15% of the total workforce in Sri Lanka and makes up 35% of formal employment—figures that reflect global trends, where public sectors account for 11% of total employment and 37% of formal employment. In addition, it consumes a staggering 26% of public expenditure and 5% of GDP.",
    "Fernando argued that, in this context, improving the efficiency of this vast machinery is critical, not only for the government’s fiscal health but also for the nation’s social welfare goals.",
    "Fernando added: ‘If we are to achieve our social objectives like the Sustainable Development Goals and improving governance, the public sector must be more productive. In fact, from 2005 to 2023, Sri Lanka’s public sector grew by 60%, from 0.9 million to 1.4 million employees. Despite this expansion, the country’s governance score is alarmingly low, with a rating of -0.65, compared to the much higher ratings of 1.8 in countries like New Zealand and Australia.",
    "‘At its core my proposal is to downsize the public sector, while simultaneously increasing wages for remaining workers. If Sri Lanka reduces its public sector workforce by 20%, it could afford a 30% pay rise for the remaining employees, while keeping the wage bill at 4% of GDP. This would not only boost worker morale but also improve productivity across the board.",
    "‘However, such a pay rise alone would not guarantee productivity gains. The real challenge lies in reforming administrative operations. We need to adopt a new public management approach, similar to those implemented successfully in Malaysia, Singapore, and New Zealand, which focuses on merit-based recruitment and digitalization of services.",
    "‘We need to eliminate “CEO-based performance systems” and replacing them with merit-based assessments to ensure that the public sector hires and retains the best talent.’",
    "Research Officer IPS, Suresh Ranasinghe delved into the challenges facing Sri Lanka’s broader employment landscape. He pointed out that the country’s labour force participation rate had dropped to 48.6% in 2023, while the employment-to-population ratio declined to 46.3%. His research found that unemployment was not the only issue—labour market inactivity was also on the rise, particularly among the youth and less-educated men.",
    "One of the most worrying trends Ranasinghe highlighted was the significant decline in high-skilled employment. From 2018 to 2023, the share of high-skilled workers fell from 23% to 20%, driven by migration during the country’s economic crises. He argued that without competitive salaries and investment in knowledge-based industries, Sri Lanka risked losing even more skilled professionals to emigration.",
    "Both Fernando and Ranasinghe emphasised that immediate reforms are critical if Sri Lanka is to remain competitive in the global economy. Ranasinghe recommended promoting vocational education and training to combat youth unemployment, as well as updating education curricula to meet local and global demand.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}