{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99866/chamari-athapaththu-named-icc-womens-player-of-month-for-second-time",
  "time_ut": 1718296740.0,
  "original_lang": "en",
  "original_title": "Chamari Athapaththu named ICC Women’s Player of Month for second time",
  "original_body_lines": [
    "West Indies’ left-arm spinner Gudakesh Motie won the ICC Men’s Player of the Month award, while Sri Lanka skipper Chamari Athapaththu secured her second ICC Women’s Player of the Month when she won the top prize for her performances in May 2024.",
    "Motie claimed the Men’s award by beating competition from Pakistan’s Shaheen Shah Afridi and Lorcan Tucker of Ireland, while Chamari won the women’s award by overcoming Scotland’s Kathryn Bryce and England’s Sophie Ecclestone.",
    "In May, Motie took eight wickets at an average of 8.50 across the three-match series against South Africa in Jamaica, as the West Indies gathered valuable momentum in the lead-up to their Men’s T20 World Cup campaign at home.",
    "Defending a score of 175 in the first contest, Motie played a pivotal part in restricting South Africa’s middle-order charge, with his 3-25 including the prized wicket of the dangerous Rassie van der Dussen. With a higher total to defend in the second match, the Guyanese once again hampered a promising South African run chase with career-best figures of 3-22.",
    "More success followed in the final outing, with the left-arm spinner exploiting conditions and varying his pace expertly in a spell of 2-21, which got him Player of the Series prize to accompany the 3-0 series sweep by the West Indies.",
    "“It means a lot to me and I am thrilled to win this award. It’s very encouraging, I have put in a lot of work during this season and I am happy that I am seeing the rewards now. The standout performance for me during the series against South Africa was the first game, where I took three for 25. The third wicket that night was my favourite.”",
    "“Playing in a World Cup means a lot to me, and playing at home in front of our fans and knowing the conditions is also special. We have started strongly, playing three games and getting three wins, and I see us going all the way and lifting that cup on June 29,” said Motie to ICC.",
    "On the other hand, Chamari had plenty of success in May 2024 as she captained Sri Lanka to qualify for this year’s ICC Women’s T20 World Cup 2024 in Bangladesh with a victorious campaign in the Qualifying tournament in Abu Dhabi.",
    "Chamari topped the run-scoring charts at the event and capped another fine spell of performances with 151 runs and six wickets in May, culminating in a sublime yet explosive 102 score in 63 balls against fellow finalists Scotland to guide Sri Lanka to the Qualifier trophy.",
    "“I am extremely delighted and honoured to once again receive the ICC Women’s Player of the Month Award, and wish to mention that continuous recognition at this level keeps me motivated to further up my game and continue the good performance.”",
    "“I wish to mention here that, both Kathryn (Bryce) and Sophie (Ecclestone) are also two exceptionally talented players with a proven record, and wish them the very best, whilst I thank my teammates for their support given to me in this endeavour,” she said."
  ]
}