{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110551/president-urges-sports-ministry-and-associations-to-collaborate-for-international-success",
  "time_ut": 1752669780.0,
  "original_lang": "en",
  "original_title": "President urges Sports Ministry and associations to collaborate for international success",
  "original_body_lines": [
    "President Anura Kumara Dissanayake emphasized the need for the Ministry of Sports and Sports Associations to collaborate on joint initiatives aimed at elevating Sri Lankan sports to the international stage.",
    "The President stressed that instead of isolated efforts such as merely distributing sports equipment, the focus must shift toward structured and impactful programmes that support long-term sports development, the President’s Media Division (PMD) said.",
    "The President made these remarks during a progress review meeting of the Ministry of Youth Affairs and Sports held this morning (16) at the Presidential Secretariat.",
    "The meeting reviewed the institutional progress of the Ministry of Sports, the National Youth Services Council and the National Youth Corps. The President was briefed on the current projects being implemented by these institutions and the programmes aimed at youth development across the country, the PMD added.",
    "During the discussion, the President noted that, similar to developed countries, sports can bring not only social benefits but also significant economic returns. He closely examined the Ministry’s sports development initiatives and called for a more strategic approach.",
    "Attention was also drawn to the “YOUTH CLUB” programme of the National Youth Services Council. The President directed officials to focus on establishing modern and well-equipped vocational training centers that cater to school leavers and promote youth employment, according to the PMD.",
    "Underscoring the importance of efficient and results-oriented implementation, the President stressed that all institutions under the Ministry must work collectively to achieve both physical and financial targets by the end of 2025, ensuring the optimal use of allocated resources.",
    "Minister of Youth Affairs and Sports Sunil Kumara Gamage, Deputy Minister of Youth Affairs, Eranga Gunasekara, Secretary to the President, Dr. Nandika Sanath Kumanayake, Secretary to the Ministry of Youth Affairs and Sports, Aruna Bandara, Chairman of the National Youth Services Council, Attorney Supun Wijeratne and other senior officials from the Ministry and affiliated institutions attended the meeting."
  ]
}