{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/us-combat-ship-to-arrive-in-colombo-after-visits-of-indian-navy-tanker-destroyer-236460/",
  "time_ut": 1755238440.0,
  "original_lang": "en",
  "original_title": "US combat ship to arrive in Colombo after visits of Indian navy tanker, destroyer",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will see the visit of the Independence-variant littoral combat ship USS Santa Barbara (LCS 32) to the Port of Colombo this weekend over a port call, the US Embassy in Colombo said days after the visit of Indian Navy’s INS Jyoti (Fleet Tanker) and INS Rana (Destroyer) earlier this week.",
    "India and the United States have increased the frequency of their naval ship visits to Sri Lanka as part of a broader strategic response to growing Chinese influence in the island nation’s ports and economy.",
    "The US Embassy in Colombo said the visit of Santa Barbara was underscoring the strength of the US–Sri Lanka partnership and our shared commitment to a secure, prosperous, and free Indo-Pacific.",
    "“It also reflects the longstanding ties between our navies and the close cooperation that defines our relationship. Colombo will serve as a brief stop for the ship to take on fuel and supplies before continuing its mission,” the US Embassy said in its statement.",
    "The USS Santa Barbara is a part of the US 7th Fleet which commands the world’s largest forward-deployed fleet with the primary mission of providing operational control and planning for its forces in the Western Pacific and Indian Oceans, while promoting regional stability and maritime security through engagements with allies and partners, it said.",
    "“The arrival of the USS Santa Barbara to Sri Lanka is a powerful symbol of the US–Sri Lanka partnership in action. As part of the US 7th Fleet—the Navy’s largest forward-deployed fleet—this visit reflects our shared commitment to maritime security, regional stability, and a free and open Indo-Pacific,” US Ambassador to Sri Lanka Julie Chung was quoted as saying.",
    "“We’re proud to stand alongside Sri Lanka as we work together to promote peace and prosperity across the region.”",
    "The USS Santa Barbara is an Independence-variant Littoral Combat Ship designed to operate in near-shore environments and support forward presence, maritime security, sea control, and deterrence missions.",
    "The Santa Barbara conducts regular Indo-Pacific patrols to deter aggression, strengthen alliances and partnerships, and advance future war fighting capabilities, the US Embassy said.",
    "The Santa Barbara’s visit comes while this Indian Navy’s INS Jyoti (Fleet Tanker) and INS Rana (Destroyer) are in Sri Lanka for the 12th Edition of annual Indian Navy (IN) – Sri Lanka Navy (SLN) bilateral maritime exercise SLINEX-2025.",
    "SLINEX-2025 has been aimed at enhancing inter-operability, improve mutual understanding and exchange best practices/ procedures in multi-faceted Maritime operations between both Navies.",
    "Over the past decade, China has made significant inroads into Sri Lanka through major infrastructure investments, most notably the controversial 99-year lease of the Hambantota Port and large-scale loans for projects under the Belt and Road Initiative (BRI).",
    "These developments have raised alarm in New Delhi and Washington, both of which view Sri Lanka as a key node in the Indian Ocean’s maritime security architecture.",
    "Frequent naval engagements, joint exercises, and port calls by Indian and US vessels are seen as efforts to reaffirm military ties, maintain strategic balance, and ensure freedom of navigation in the region, security experts say.",
    "By strengthening defence cooperation with Colombo, India and the US aim to counterbalance China’s expanding footprint and keep vital sea lanes secure from potential geopolitical coercion, they say. (Colombo/August 15/2025)"
  ]
}