{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/AKD-highlights-historic-alliances-shift-as-political-figures-unite-against-NPP/56-758695",
  "time_ut": 1708470380.0,
  "original_lang": "en",
  "original_title": "AKD highlights historic alliances shift as political figures unite against NPP",
  "original_body_lines": [
    "Claims attempts are being made to form Ranil - Sajith alliance despite friction between duo",
    "Notes that an alliance consisting of all major political leaders is now being formed against NPP",
    "Says regardless of who forms an alliance and unites, their efforts will not succeed against NPP",
    "Stresses any attempt by President to postpone polls would only hasten his departure",
    "Says India’s invitation to NPP underscores support it garners from citizens in SL",
    "National People’s Power (NPP) leader Anura Kumara Dissanayake recently downplayed President Ranil Wickremesinghe’s political acumen, stating that Wickremesinghe’s ascension to the presidency was not due to exceptional cunning or intellect.",
    "Addressing a rally held in Kurunegala by the NPP women’s wing over the weekend Dissanayake asserted that Wickremesinghe assumed the presidency only after Samagi Jana Balawegaya (SJB) leader Sajith Premadasa declined the position, and SJB MP Sarath Fonseka requested more time to consider the offer when it was initially presented to them by former President Gotabaya Rajapaksa before ultimately being offered to Wickremesinghe.",
    "“If Sajith had accepted the offer Ranil would still be a mere MP. When Gotabaya Rajapaksa offered the post to Wickremesinghe after being left with no option, he readily accepted. It is not heroism but shamelessness for someone devoid of conscience to accept the Presidency. He is not some great operator,” he remarked.",
    "The NPP leader also claimed that there are attempts to forge an alliance between Wickremesinghe and Premadasa in the run-up to the Presidential elections due to be held in October this year. Dissanayake suggested that the alliance would have already been formed if not for an apparent personal animosity between the two leaders.",
    "“Today, Karu Jayasuriya, along with Chandrika Kumaratunga, advocates for the abolition of the Executive Presidency. Mahinda Rajapaksa reminisces about the perks he received from the post. Others pledge to create the broadest alliance. Throughout the country’s history, there have been only two significant alliances: one formed by the Rajapaksas against Ranil, and the other orchestrated by Ranil against the Rajapaksas. Now, both factions have united to establish a platform against the NPP. We are poised to witness Mahinda, Ranil, Chandrika, Gotabaya, and Maithripala Sirisena jointly on the next Presidential platform,” he said.",
    "However, the NPP leader asserted that regardless of who forms an alliance and unites, their efforts will not succeed if the ballot boxes in the villages record significant vote numbers in favour of the NPP.",
    "“Despite the challenges and criticisms, we will emerge victorious. Let’s collaborate over the next seven months to forge a formidable force. The authority to achieve this does not rest with the President or Parliament, but with the people,” he asserted.",
    "The NPP leader emphasised that despite having only three MPs in parliament, India extended an official invitation to the NPP for a visit, underscoring the evident support the NPP garners from the people. “Therefore I invite everyone to stand together until we achieve victory,” he declared.",
    "Dissanayake also rema-rked that any endeavours by Ranil Wickremesinghe to postpone the polls would only hasten his departure sooner than anticipated.",
    "“The Presidential election must proceed. Numerous individuals aspire to redirect our nation from its misguided course onto a new trajectory,” he noted. The NPP leader noted that leaders must recall that the country’s citizens even actively removed leaders who secured two-thirds of the vote to come into power.",
    "“The people are yearning to see change. It should be noted that they are now rallying around the NPP” he said."
  ]
}