{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Kamindu-Mendis-cranks-up-pressure-on-Kusal-Mendis/108-279568",
  "time_ut": 1711371300.0,
  "original_lang": "en",
  "original_title": "Kamindu Mendis cranks up pressure on Kusal Mendis",
  "original_body_lines": [
    "Colombo, March 25 (Daily Mirror) - Kamindu Mendis made a grand comeback to the longest format smashing twin centuries against Bangladesh in the First Test concluded in Sylhet on Monday (25) becoming the first batman to do so batting at number 7 or lower position.",
    "Despite scoring a fifty on his Test debut against Australia in 2022,  Kamindu was not given an opportunity until the first Test against Bangladesh. The former Richmond College star had to regain his spot in the XI the harder way by scoring tons of runs in the domestic tournaments which saw him averaging over 63 in first class cricket after 45 games.",
    "The manner in which the left hander scored runs against Bangladesh on a fairly difficult wicket proves that in Kamindu Sri Lanka has got a very solid  batsman.",
    "However, his inclusion in the Playing XI does present Sri Lanka with some selection headaches moving forward. Sadeera Samarawickrama has been batting at seven for Sri Lanka in the recent past. Him being a wicket-keeper was an ideal scenario for Sri Lanka, but against Bangladesh the national selectors took a gamble with Kamindu and it paid off sensationally, but now Sri Lanka's wicket-keeper is batting at number 3 which is very rare in the modern era.",
    "Kusal Mendis is regarded as Sri Lanka's best batsman at present by many ex-cricketers. From time-to-time, he has shown glimpse of his class, but after 62 Test matches he is averaging in mid 30s batting at number three and adding wicket-keeping duties on his shoulders, could only lower that average.",
    "Some of the greats of the games like Kumar Sangakkara had to give up wicket-keeping as part of being number 3 of the batting line-up and in most of the top teams wicket-keepers bat at either six or seven. So what next for Kusal Mendis?",
    "The chances of Kusal Mendis batting at number 7 is very unlikely given that he has been a top order batsman all his life, but Sri Lanka cannot have a wicket-keeper batting at 3 for a longer period because if Kusal Mendis were to continue at three as a wicket-keeper, every times he fails, selectors will come under heavy criticism.",
    "At some point Sri Lanka will have to consider bringing back Sadeera Samarawickrama into the Playing XI which means he will slot in at 7. With Kamindu Mendis is the form of his life the selectors might want to push him up the batting order.",
    "Over the last few years Sri Lanka had a very settled middle order comprised of Angelo Mathews, Dinesh Chandimal and Dhananjaya de Silva, so the chances of Kamindu playing at any position from number 4 to 6 are very slim, with Mathews' position being untouchable and Dhananjaya being the captain and Chandimal averaging nearly 45 in Tests. So, the selectors perhaps opt to replace a Mendis with a Mendis at 3.",
    "One other potential solution would be to drop opener Nishan Madushanka and push Kusal Mendis up the order to open the innings with Dimuth Karunaratne which looks like most likely scenario despite Madushka's excellent Test and First Class record."
  ]
}