{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/India-Sri-Lanka-Security-Intertwined-Vijitha-Herath/231-277124",
  "time_ut": 1708025520.0,
  "original_lang": "en",
  "original_title": "India-Sri Lanka Security Intertwined - Vijitha Herath",
  "original_body_lines": [
    "Also maintaining close contact with the Communist Party of China (CPC) too",
    "Won’t compromise on Indian interests over China and vice versa",
    "Emphasized that Sri Lanka, as a country, would remain committed to regional security",
    "The delegation was led by JVP/NPP leader, Anura Kumara Dissanayake, and had talks with Indian External Affairs Minister, Dr. S. Jaishankar, Foreign Secretary, Vinay Mohan, and National Security Advisor, Ajit Doval. The delegation was afforded a broad overview of India’s growth momentum, industrialization and its security interests in the region.National People’s Power (NPP) MP, Vijitha Herath who was part of the party delegation that visited India shared his thoughts on the outcome.",
    "Q   How far is the policy of your party in line with the broader vision of India for national security in the region?",
    "Regional security is something that matters to Sri Lanka as well. We have to uphold national security, territorial integrity and the sovereignty of Sri Lanka. In case a conflict erupts in the region, it is bound to have spill-over effects on Sri Lanka.  As such, we stand for regional security at the highest possible level. The Indian leaders talked about regional security with us. We made it clear that Sri Lanka, as a country, would remain committed to regional security. It is our policy. We did not discuss in details what specific action will be taken in this direction, though.",
    "Q   You met with Indian National Security Advisor, Ajit Doval. Once an Indian envoy said, Sri Lanka’s security is India’s security and vice versa. How acceptable is this statement?",
    "We accept it for sure. We can look at Russia and Ukraine for insights. What happens in Ukraine has a bearing on Russia and vice versa. If we act like Ukraine, we will only end up being a victim of superpower rivalry in the world. It is common knowledge that India, China and the United States are in a global power rivalry. If we become party to that rivalry, the fate that befell Ukraine will befall us. Any conflict situation in Sri Lanka will affect India   and vice versa. The Security of India and Sri Lanka is intertwined.",
    "Q   Like India, China also has geopolitical interests in the region. It has become a difficult task for the successive Sri Lankan governments to strike a balance between India and China.  The public perception is that your party is close to China. How do you intend to manage ties with these two countries?",
    "We have maintained healthy ties with the Communist Party of China (CPC). It is not a hindrance for us to have ties with India.  Any India-China trade rivalry is irrelevant to us. We explore what is best to be taken from both China and India, in the greater interests of the Sri Lankan people. We won’t make any India-China rivalry an issue for us. We have spelt out our policies to both the countries.",
    "Q   Will there be any India-centric approach as far as national security is concerned?",
    "There is nothing like that. One cannot say we are aligned more with one country and less with the other. We will prioritize Sri Lanka’s national interests. We will stand for our security interests in the event of any adverse action from any country.",
    "Q   Does it mean to say that you will not compromise on the interests of one country?",
    "It is a mistake done in our country that the interests of one country were compromised over the other. In the awarding of projects, we have followed such an approach. When the Norochcholai coal power plant was awarded to China, the Sampur project was awarded to India. We are not for such a policy.",
    "Q   Does it mean projects will be awarded only according to an open tender process in future?",
    "As far as projects are concerned, we are for calling for tenders according to a transparent criterion and procurement guidelines. We look at what is best for the country and decide. For example, the contract for printing digital identity cards had been awarded to a company in South India. We raised it in the House. The government cancelled the project and decided to go for tender calling. That is good. In India, there are numerous organizations ready to undertake such a contract.  The Adani Group is not the only company in operation in India. If there is a tender process, the Adani Group and other companies can apply. We should look at the best deal for Sri Lanka.",
    "We have a question. Why can’t we develop our  NLDB and Milco, based on the Amul model? That is what we should learn. But, the government does the exact opposite here. We believe we can develop the NLDB and Milco, based on insights from Amul",
    "Q   What is your overall impression about the invitation to visit India?",
    "It is actually special. Locally and internationally, everybody understands that people are with us. President Ranil Wickremesinghe holds office without any mandate from people. He was appointed through a constitutional procedure only. The international community has sensed who will win. We got this invitation in such a context. We are happy about it.",
    "Q   India’s main focus is connectivity. Already, there are numerous connectivity projects going on. Those include the grid connectivity project and the proposed land bridge. Did you discuss anything about them?",
    "We did not touch on them. Those are matters for the governments of the two countries to proceed with. We will deal with them when we secure power to rule the country.",
    "Q   Can you tell me something about these connectivity projects?",
    "We did not discuss it. It was not relevant to this visit. We will look into it separately.",
    "Q   India achieved giant development strides after the implementation of economic reforms in consultation with the International Monetary Fund (IMF) at one point.  What is your view on India’s economic model?",
    "There are insights to be derived from the Indian economic model. We will definitely seek them.",
    "Q   I am asking about economic liberalization and market economy. What is your view?",
    "It is nothing to be learnt from India only. It is practiced in many other countries in the world today. What inspired us in India is the service sector, particularly the development of the Information Technology (IT) sector. The IT sector contribution accounts for a greater percentage of India’s GDP. It first started in Kerala in the 1990s, and then expanded to other states. Ours is a small country. We need to enter the global IT market. Still, we lack capacity. But, we can try to enter the market through Indian companies. We briefed India about it.  The Indian government is ready to help us.",
    "Q   You had a different attitude towards India in the past. Is there a change of attitude towards the current India after the visit?",
    "It is not like that. We were aware of how India was governed in the past. There is nothing new to be learnt now. If you ask about the past issue, it was something linked to the world politics at that time. The United States was one powerhouse. Then President, late J.R. Jayewardene aligned with the United States. As a result, we had to succumb to Indian pressure. Now it is a different situation. Soviet Russia is no more. India was close to Soviet Russia at that time. Now the global landscape has transformed.",
    "Our bond got strengthened. It is not a post-visit change of attitude.  The visit furthered our mutual understanding and respect for each other. We learned how to work closely as two countries.",
    "Q   You visited India’s Amul dairy plant. It is a farmer cooperative, a model common in a socialist economic system. Do you think it is a model that can be adopted in Sri Lanka?",
    "We visited not only Amul but also Tata. It is better not to highlight Amul only. We visited Techno parks. Yes, Amul is a cooperative. Dairy farmers at grassroots level hold shares in it. They get dividends. This is not the first time we visited Amul. Our leader comrade Anura Kumara Dissanayake visited it in the past when he was the Agriculture Minister.",
    "We have a question. Why can’t we develop our National Livestock Development Board (NLDB) and Milco, based on the Amul model? That is what we should learn. But, the government does the exact opposite here. The government rendered both Milco and the NLDB economically unviable and is trying to sell them off to Amul. We don’t approve of it.  There are over 30 state institutes earmarked for privatization. There is no tender procedure here.",
    "If we intend to sell them (NLDB, Milco) to Amul, we should follow the tender procedure allowing other companies to participate in it. That has not been done yet. The government has chosen Amul and its local partner. There is no transparency.",
    "We believe we can develop the NLDB and Milco, based on insights from Amul.",
    "Q   Now the government has progressed in this transaction. Can it be reversed now?",
    "The Memorandum of Understanding has been signed and the valuation is in progress. We are against such transactions. There is no contradiction in our position. We should learn from Amul, not to divest our ventures to them, but to develop them in our own country.  We did not go and strike a deal with Amul.",
    "We learnt a lot from Tata too. That is about manufacturing vehicles using the latest technology. We don’t manufacture vehicles where as Tata does in India.  We learnt about the local manufacturing base.  If India can manufacture, why can’t we do it?",
    "Q   You visited Kerala in India, where there is a left leaning government. Yours is also a leftist party.  What is your impression about the leftist model in Kerala?",
    "The education and health sectors are well advanced in Kerala. In other states of India, inequality is high whereas it is much less in Kerala. In Gujarat, there are hapless people begging for money despite the presence of a wealthy merchant class. In Kerala, we noticed a middle layer of society which is not extremely rich or extremely poor. The Gross Domestic Product (GDP) size of Gujarat is much higher, though.  We found an equitable distribution of wealth in Kerala to a great extent. Kerala has produced the highest number of Indian professionals working abroad.  Human development is very high in Kerala, as we observed.",
    "Our experience from each state was unique.  In Gujarat, the institution called ‘iCreate’ is encouraging. It is meant to encourage those with innovation. If someone innovates something, he will be supported through this institution. In Sri Lanka, if someone innovates something, there is no one to support him for further improvement of it.  In Gujarat, the State Government has set up this institution dedicated for this purpose."
  ]
}