{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-recognises-100-smes-for-advancing-sustainable-tourism/",
  "time_ut": 1754244300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka recognises 100 SMEs for advancing sustainable tourism",
  "original_body_lines": [
    "In a significant boost to Sri Lanka’s green economic revival, the Sri Lanka Tourism Development Authority (SLTDA) and the United Nations Development Programme (UNDP) have certified 100 small and medium enterprises (SMEs) under the National Sustainable Tourism Certification (NSTC) scheme, reinforcing the island’s commitment to eco-friendly and inclusive tourism growth.",
    "The certification, aligned with Global Sustainable Tourism Council (GSTC) standards, highlights Sri Lanka’s push to position itself as a global leader in sustainable tourism – a sector that employs thousands and contributes over 50% of the nation’s GDP. The awards ceremony, graced by Tourism Minister Vijitha Herath, UNDP Resident Representative Azusa Kubota, and British Deputy High Commissioner Lisa Whanstall, underscored the critical role of public-private partnerships in driving nature-positive investments.",
    "A standout achievement of this year’s awards is the marked increase in women-led tourism businesses, with 27 of the 100 certified SMEs being female-owned – five times higher than the industry average. This milestone aligns with Sri Lanka’s commitments under the Kunming-Montreal Global Biodiversity Framework and the Paris Agreement.",
    "“By embedding sustainability into tourism, we’re not just protecting our environment but also creating livelihoods and empowering underrepresented groups,” said SLTDA Chairman Buddika Hewawasam.",
    "Since 2018, UNDP’s Biodiversity Finance Initiative (BIOFIN), backed by Germany, France, the UK, Switzerland, and the EU, has supported Sri Lanka’s sustainable tourism roadmap. The 2023 expansion to SMEs, particularly women entrepreneurs, aims to unlock new market opportunities as global demand for eco-conscious travel surges.",
    "Azusa Kubota of UNDP stressed, “For Sri Lanka to emerge as a resilient, sustainable destination, all stakeholders must unite to promote responsible tourism and inclusive growth.”",
    "With the global wellness tourism market projected to hit $1 trillion by 2025, Sri Lanka’s rich biodiversity, Ayurveda heritage, and cultural assets offer a competitive edge. The NSTC scheme equips local businesses to capitalize on this trend while preserving the island’s ecological and cultural legacy.",
    "As Sri Lanka charts its post-pandemic recovery, these certifications signal a transformative shift, proving that tourism can thrive in harmony with both people and the planet.",
    "Würth Group doubles down on Sri Lanka investment as local arm posts 64% growth",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}