{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/creative-industries-remain-an-untapped-sector-in-sri-lanka-147725/",
  "time_ut": 1705559400.0,
  "original_lang": "en",
  "original_title": "Creative industries remain an untapped sector in Sri Lanka",
  "original_body_lines": [
    "ECONOMYNEXT – The power of creative economies as an accelerator of Gross Domestic Product (GDP) has been harnessed in many countries around the world.",
    "Creative industries create employment, income, increase export earnings, promote innovation and contribute to societal wellbeing (United Nations Publications, 2002).",
    "The creative industry sector generated USD 2,250 billion in revenues and amounted to 3% of the global GDP in 2015, a study conducted by Ernst & Young and presented jointly by UNESCO and CISAC (the International Confederation of Authors and Composers Society) showed.",
    "The “creative economy” encompasses all industries relying on creative activities and akin to the “knowledge economy” is a key driver of endogenous growth through investment in human capital.",
    "The United Nations Conference on Trade and Development (UNCTAD) defines creative industries as cycles of creating, producing and distributing goods and services that use creativity and intellectual capital as primary inputs.",
    "They compromise a set of knowledge-based activities that produce tangible goods and intangible or artistic services with creative content, economic value and market objectives.",
    "Globally, creative economies are a feasible development option in developing economies (United Nations Publications, 2002).",
    "UNCTAD estimates that in 2020, creative goods and services represented 3% to 21% of total merchandise and services exports and it employed more young people than any other industries and accounted for more than 50 million jobs worldwide.",
    "In 2020 main export products in creative goods were design products, new media products, art crafts, visual arts, publishing and performing arts.",
    "Creative Services vastly exceed exports in creative goods but are more difficult to measure.",
    "A White Paper published by the World Economic Forum identified the following factors in enabling a creative economy:",
    "a)\tEnhancing the local strengths through academic, research and cultural centres to allow ideas and people to mingle.",
    "b)\tEnabling technological platforms to enable creative ventures to be launched from any location to scale.",
    "c)\tInspiring entrepreneurs – highlighting successful individuals to inspire and train other creative entrepreneurs.",
    "d)\tGovernmental regulation and incentives to create the right conditions for creativity to flourish",
    "e)\tThe power of place – making the locality a place people want to live due to location and amenities.",
    "The paper highlights how Chinese governments focus on developing creative clusters including an art zone and creative village with more than 1,000 artists from around the world has led to Beijing becoming a leading creative economy hub in Asia (The World Economic Forum, 2016).",
    "Creative economies recognise and value to interplay between human creativity, ideas, intellectual property, knowledge and technology (United Nations Publications, 2002).",
    "The United National Generation Assembly Resolution 74/198 highlighted that the creative economy is contributing to the Sustainable Development Goals (SDGs) in multiple ways, especially in Goal 1(no poverty), 5(gender equality), 8(decent work and economic growth), 9 (industry, innovation and infrastructure), 10 (reduced inequalities), 11 (sustainable cities), 12 (sustainable consumption and production pattern), 15 (peaceful and inclusive societies) and 17 (means of implementation and global partnerships).",
    "As we navigate the narrow and perilous path of economic revival in Sri Lanka in an unstable and uncertain world, thought should be given to whether enough is being done by both the policy makers and private enterprise to foster the creative economy in Sri Lanka.",
    "In this context the work being done by local arts organisations bear special examination."
  ]
}