{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/getting-ready-for-presidential-election/",
  "time_ut": 1709469720.0,
  "original_lang": "en",
  "original_title": "Getting Ready For Presidential Election",
  "original_body_lines": [
    "President Ranil Wickremesinghe’s tenure will be over by November 2024. Constitution Section 31.3 stipulates that “not less than one month and not more than two months before the expiration of the term of office of the President” the notification for the presidential poll must be issued. In the present context the deadline for election notification is due before September 4, 2024. Barring some unforeseen calamity, the presidential elections will have to be held before October 2024.",
    "However, President Wickremesinghe presenting his policy statement at the opening of the fifth session of parliament on February 7 made no reference to the presidential election. His address highlighted the achievements in stabilisation of the economy with the implementation of reforms, under his watch. There was a significant turnaround of the country’s economy, indicated by the 1.6% growth in the third quarter of 2023, after negative growth in the past six consecutive quarters in 2022. There was a 130% growth in tax registrations; major state-owned enterprises bounced back with a profit of Rs 313 billion by September 2023 after suffering a loss of Rs 745 billion by end September 2022. The tourism sector was surging back with 200,000 arrivals in January 2024 and was expected to close the year with 5 million tourist arrivals.",
    "The policy speech full of nuggets of achievement under his watch, may well be a forerunner of his campaign for the presidential election. Political leaders are always suspicious of Wickremesinghe’s astute moves and try to read between the lines. Chief whip Lakshman Kiriella, perhaps reading the political tea leaves, saw “a plan to have the presidential election put off making use of the civil society as a cat’s paw.” Perhaps he had in mind former speaker Karu Jayasuriya led National Movement for Social Justice which has initiated discussion on scrapping the executive presidency, though it was against postponing the election. Anyway, this triggered doubts afresh about Wickremesinghe’s intentions on the presidential election.",
    "In October 2023, when he appointed the Presidential Committee to examine all existing election law and regulations and make necessary recommendations for amendments to election laws “to suit current” situation, many saw it as a ploy to delay parliamentary elections due in 2025. Abolition of executive presidency and the proportional voting system are hardy perennials when politicians talk of constitutional reforms. Their fear is the Committee may recommend some reforms to the constitution, delaying the general election.",
    "So, when three former presidents Mrs Chandrika Kumaratunga, Mahinda Rajapaksa and Maithripala Sirisena came out in support of the abolition of executive presidency, the issue got political traction. The ruling pro-Rajapaksa Sri Lanka Podujana Peramuna (SLPP), the main opposition Samagi Jana Balawegaya (SJB) led by Sajith Premadasa and the aspirant for the big-league politics National People’s Power (NPP) led by the Janatha Vimukti Peramuna (JVP) are not for the abolition of executive presidency at this juncture. The Sri Lanka Freedom Party (SLFP), emasculated after the poor performance of Maithripala Sirisena as President, supported the proposal but opposed “any attempt by President Wickremesinghe to remain in power beyond his term.” The President’s own United National Party (UNP) is still to regain its strength after the drubbing in the last parliament elections.The Tamil polity traditionally led by the Ilankai Tamil Arasu Katchi (ITAK) is locked in leadership schism. The party leaders have shot themselves in the foot by going to court over the recently held election of ITAK’s chairman. ITAK may not be able to assert its strength as in the past, due to internal preoccupations.",
    "Though President Wickremesinghe’s own UNP could not win a single seat in parliamentary election, he is likely to be fielded as the candidate by SLPP. According to chief government whip Prasanna Ranatunga the party will decide when Basil Rajapaksa arrives in Sri Lanka shortly. He indicated that the party will have to rally round Wickremesinghe as he has managed to bring some kind of stability to the nation. More importantly, Wickremesinghe has been lending a helping hand to SLPP stalwarts in trouble. The sordid tale of scam in the procurement of substandard human intravenous immunoglobulin under the watch of Keheliya Rambukwella the then Health Minister is a case in point. When stories of the scam dogged him, he was shifted as environment minister. The arrest of the elusive and influential minister on February 2 came after widespread demand for action from media and civil society. Apparently, when the President ran out of options, the errant minister was brought to book. He is now remanded to custody till March 14. His lawyers have filed a fundamental rights petition challenging his arrest, demanding a compensation of Rs 100 million. This is only one such example among many.",
    "But Rajapaksas will demand a price for SLPP support to Wickremesinghe’s candidature. The heir apparent Namal Rajapaksa has been politically active, paying his respects to the right Nikayas. His ascent in the power structure of Wickremesinghe as President is probably in the reckoning.",
    "India and the US would also probably prefer Wickremesinghe’s election. India earned a lot of goodwill in Sri Lanka by lending $4 billion, when it was bankrupt and China played ducks and drakes with its loans. President Wickremesinghe cashed in on the goodwill to invite Indian investments in a big way. Adani group has two big ticket investments in Sri Lanka – developing the West Container Terminal of Colombo Port using $553 million from the US Development Finance Corporation (DFC) and the Adani Green Energy (Sri Lanka) winning the clearance and energy permit to operate $355 million 234MW Pooneryn Wind Energy Project in Northern Province.",
    "The Mint has reported that India is working on operationalizing rupee investments in Sri Lanka to boost Indian investments in the island nation. Last year, the RBI had allowed invoicing and payments for international trade with Sri Lanka in Indian rupee, easing the settlement of export and import transactions. With the introduction of UPI online transactions in Sri Lanka, Indian tourists are flocking to Sri Lanka.",
    "India and Sri Lanka are working on a number of connectivity initiatives unveiled during President Wickremesinghe’s visit to New Delhi in July 2023. These initiatives include power grid linkages, a petroleum pipeline, a land bridge, capacity building in administration and a Comprehensive Economic and Technology Cooperation Agreement (ETCA). The ETCA deal always triggers political polemics among fringe politicians. If the goodwill India had generated during Sri Lanka’s tough times lasts, the ETCA negotiations can be finalized during 2025.",
    "President Wickremesinghe has not been successful in fulfilling India’s insistence on enforcing in full the 13th Amendment to the Constitution to give a level of autonomy to the Tamil minority. But he has demonstrated his efforts through dialogue with Tamil politicians and holistically through initiatives like Plural Action for Conflict Transformation project in 17 districts for a duration of three years to foster reconciliation and harmony across the nation.",
    "Probably, the US will also prefer the election of President Wickremesinghe. US Deputy Secretary of State Richard Verma visited Sri Lanka during the month. Sri Lanka got a pat from him for showing solidarity with US-led multinational naval initiative ‘Operation Prosperity Guardian’ against Houthis attacking international marine traffic in Red Sea. He announced that the US will gift a fourth Coast Guard cutter to expand its naval operations. Sri Lanka Navy has confirmed one of its ships had completed its maiden patrol in the Bab el-Mandeb Strait and was returning home. The US probably appreciates Sri Lanka’s cooperation in ensuring Indo-Pacific security, particularly in refusing to allow Chinese survey ship’s entry into Sri Lanka. Sri Lanka also needs US support in international forums like UNHRC.",
    "The problem is Wickremesinghe’s record of election defeats, probably unmatched by other frontline leaders. His re-election is likely to be challenged by SJB leader Sajith Premadasa and the dark horse Anura Kumar Dissanayake of NPP. Both the leaders are wooing army veterans to join their ranks. Sajith is also looking for former supporters of Gotabaya to join the SJB.",
    "The Leftist leader Anura Kumara Dissanayake, who rose in popularity during the Aragalaya days seems to be grooming himself for the high office with a makeover of his image. He has been meeting IMF representatives and foreign diplomats including the US ambassador. He has dropped the JVP’s signature anti-India rhetoric. AK Dissanayake was invited to India by the Indian Council of Cultural Research; during the visit he met with External Affairs Minister S Jaishankar, National Security Adviser Ajit Doval and other key leaders. He also went on a trip to Gujarat and visited Anand, the home of the Amul dairy project. The Sinhala nationalist leader Patali Champika Ranawaka who has formed United Republic Front (URF) is also in the fray. During the month of March, we can expect political parties to get in a frenzy in their quest to form winning fronts to face the election. More clarity on the fortunes of various candidates will probably emerge in the course of next two months.",
    "Tailpiece: The Ceylon Today has described the recent episode of the Sri Lanka’s national airline grounding an aircraft for three days to hunt out a rat as “a testament to the sorry state of affairs within the cash-strapped carrier.” The daily went on to say “to suggest that a single rodent could wreak such havoc on an aircraft, causing chaotic delays and sparking fears among investors, is nothing short of absurd…. It’s inconceivable that a modern airline, especially one with a fleet of 23 aircraft, would be brought to its knees by a rat.” The rat was found when the flight arrived from Lahore in Pakistan, is a matter of detail.",
    "*Col R Hariharan, a retired MI specialist on South Asia and terrorism, served as the head of intelligence of the Indian Peace Keeping Force in Sri Lanka 1987-90. He is associated with the Chennai Centre for China Studies. Email: haridirect@gmail.com"
  ]
}