{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SriLanka-Bangladesh-keen-to-enhance-economic-cooperation/34-779505",
  "time_ut": 1753479863.0,
  "original_lang": "en",
  "original_title": "Sri Lanka – Bangladesh keen to enhance economic cooperation",
  "original_body_lines": [
    "Sri Lanka High Commissioner Dharmapala Weerakkody met the Vice President of the Dhaka Chamber of Commerce and Industry (DCCI), Md. Salem Sulaiman on 21 July, at the Sri Lanka High Commission in Dhaka.",
    "The meeting focused on a follow-up discussion regarding the Business delegation organised by the DCCI to Sri Lanka from 16-20 June 2025. The visit was co-organised and supported by the High Commission of Sri Lanka in Dhaka.",
    "The Vice President of DCCI Md. Salem Sulaiman mentioned that the visit to Sri Lanka was successful, and the Bangladesh companies that joined the delegation were able to explore a number of new business opportunities during the visit and continue to receive inquiries from Sri Lankan companies. During the visit, the Bangladeshi delegation was able to obtain more than 450 B2B meetings organised by the Sri Lankan Chambers. Vice President of DCCI commended the support extended by the High Commission of Sri Lanka to organise the visit. Furthermore, Salem Sulaiman stated that the Chamber is eager to collaborate further with the Sri Lankan High Commission to strengthen economic cooperation between Sri Lanka and Bangladesh.",
    "Joining the discussion, High Commissioner Dharmapala Weerakkody expressed appreciation for DCCI’s support and its close cooperation with the High Commission of Sri Lanka. He underlined the mutually beneficial opportunities in the pharmaceutical, ICT, education, healthcare, and tourism sectors that both Sri Lanka and Bangladesh can capitalise on. The High Commissioner further emphasised that the Sri Lankan High Commission is fully prepared to offer every possible support to the DCCI to strengthen bilateral economic cooperation between Sri Lanka and Bangladesh.",
    "At the end of the meeting, the DCCI Vice President handed over the outcome report of the visit to Sri Lanka to the High Commissioner.",
    "The High Commission of Sri Lanka Minister Counsellor (Commercial) Srimali Jayarathna, DCCI Acting Secretary General A.K.M. Asaduzzaman Patwary, and DCCI Trade Facilitation Department Additional Executive Secretary A.H.M. Maniruzzaman joined the meeting."
  ]
}