{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/are-we-there-yet-the-quest-for-the-cure-for-diabetes/",
  "time_ut": 1717346326.0,
  "original_lang": "en",
  "original_title": "Are We There Yet?: The Quest For The Cure For Diabetes",
  "original_body_lines": [
    "My residency in Internal Medicine in the Bronx was marked by the harrowing presence of the AIDS epidemic, where patients faced agonizing deaths with little hope for effective treatment. The residency itself was a grueling experience, to make matters worse, we had to break the worst news to our patients — the diagnosis of HIV positivity — a soul-crushing task. However, amidst this darkness, there was a glimmer of hope during our Endocrinology rotation, embodied in the form of Dr. Ernest Swartz. A towering giant in physical stature, yet a kind-hearted man of gentle demeanor, his mere presence erased the burdens we carried. During that time, both my parents were battling complications of diabetes, making Dr. Swartz the ideal person to pose my nagging question, “What are my chances of developing diabetes?” His signature laughter lingered for a while, then he offered a riddle in response. He said it wasn’t that difficult to avoid diabetes as long as I could keep myself perpetually hungry. I was left baffled, unsure of what to make of his answer.",
    "A little over a century ago, a similar situation prevailed: doctors braced themselves before delivering the diagnosis of juvenile diabetes to parents—it was a death sentence in every sense. Refusing the recommended starvation diet — keeping a child in perpetual hunger — for an emaciated child meant certain death within a year. Even with consent, the treatment could only prolong the agony for another one or two years. Sadly, the treatment was worse than the disease itself.",
    "Fortunately, in Toronto, amidst quarrelsome partnership, an awkward quartet, Banting, Best, Collip, and Macleod, pioneered the discovery of insulin as a solution. Thanks to the mass production efforts of Eli Lilly and Company, this breakthrough brought an end to the tragic era of untreated Type 1 Diabetes. Yet, the drama surrounding insulin’s discovery persisted before and after its Nobel Prize recognition . . . awarded eventually to only Banting and Macleod, infuriating not only the other two but many more from the woodwork. Initially hailed as a cure, insulin ultimately proved to be more of a band-aid, merely postponing major complications, especially for those who failed to adhere to dietary restrictions.",
    "Then, the era of plenty ushered in a new challenge: the widespread prevalence of Type 2 Diabetes. This issue stemmed from an excessive demand on insulin production within the body, compounded by the body’s lack of response to the available insulin, known as insulin resistance. Consequently, a multitude of oral agents flooded the market — some designed to stimulate the pancreas to produce more insulin, others aimed at curbing sugar output from the liver, and still others focused on enhancing the responsiveness of the liver,fat tissues and muscles to insulin. However, these medications again offered more of a temporary solution than a permanent cure. As expected, complications persisted, albeit with a delayed onset. None of these agents provided robust protection against life-threatening complications such as heart attacks and strokes.",
    "Among the array of oral agents, the class known as Biguanides, faced widespread rejection due to earlier instances of causing lactic acidosis(Except in developing countries). Metformin, as part of the same group, endured skepticism merely due to its association. Its redemption came after a prolonged FDA scrutiny. Soon, with the findings of the UK Prospective Diabetes Study (UKPDS), Metformin would ascend to become the primary treatment for type 2 diabetes, a position it would firmly hold in the USA since 1995, barring exceptional circumstances such as kidney impairment. However, this dominance has recently faced challenges with the introduction of two new classes of medications. But before we explore them, it is essential to examine the method of measuring blood sugar that facilitated numerous drug trials and clinical practice in general — the emergence of Hemoglobin A1c.",
    "In the 1960s, Samuel Rahbar developed a fascination with the hemoglobin molecule. As electrophoresis (identification) advanced and interest in sickle cell anemia grew, Rahbar eagerly sought out new genetic variants. In Teheran, he stumbled upon a subtle variant of the most common form, Hemoglobin A, that diverged from the norm. Further investigation revealed a common characteristic among these patients: they all suffered from diabetes.",
    "Like many scientists, Rahbar’s peripatetic nature led him to the Bronx, where he found himself with access to a wealth of blood samples. Once again, he observed the same pattern, this time in every sample, but particularly pronounced in those with diabetes. A thorough review of existing literature revealed the identification of five subtypes of Hemoglobin A1 (A1a, A1b, A1c, A1d, and A1e), with Rahbar’s findings closely resembling A1c.",
    "In his discovery, he observed that nondiabetics typically possessed less than 6% of A1c band while diabetics possessed more than 7.5% of total hemoglobin, attributed to the addition of glucose during the red cell’s lifespan,  since red cell doesn’t possess nucleus any addition must come from without. Thus, the birth of Hemoglobin A1c as a marker for diabetes control emerged.",
    "Let’s now delve into the two new classes of medications: in 1932, Belgian scientist La Barre introduced the term “incretin” to describe substances released from the intestines in response to food ingestion. This concept gained traction as researchers repeatedly observed variations in blood sugar decline rates following oral versus intravenous sugar administration. Such disparities indicated more pronounced insulin spikes with the oral route, underscoring the significance of gut-secreted factors in regulating insulin release.",
    "But identifying these factors felt like a herculean challenge. Many tried and failed repeatedly. When the identification of these factors reached an impasse, influential scientists conveniently dismissed their existence. As a result, the search for “incretins” was shelved for nearly half a century. However, interest was revived with the invention of radioimmunoassay—a breakthrough credited to Rosalyn Yalow, a scientist at the Bronx Veterans Administration. This innovative technique allowed for precise measurements of known hormones, enabling the detection of even the minute fluctuations during the incretin effect and paving the way for the identification of incretins.",
    "The first identified incretin was GIP (Glucose-dependent Insulinotropic Polypeptide), followed by GLP-1 and GLP-2, both bore resemblance to glucagon and were hence termed glucagon-like peptides (GLP). Habener and Drucker took this further and uncovered truncated forms of GLP-1, possessing heightened incretin effects, notably in inducing increased insulin production.",
    "Just like the discovery of insulin has its blemishes, the GLP-1 story couldn’t escape one of its own: Svetlana Mojsov, a scientist from Rockefeller University, conducted independent research on GLP-1, including synthetic GLP-1 and its antibodies, during her time at Massachusetts General Hospital. Having worked with Drucker, who was under Habner’s supervision at that time, she made a shocking revelation, accusing Habener of deliberately excluding her from patents relating to these discoveries. Legal battles ensued, ultimately resulting in Mojsov’s rightful inclusion on the patents. Despite this victory, she was unjustly overlooked for the prestigious accolades repeatedly bestowed upon her male counterparts. However, recent recognition as one of the 100 most influential pioneers in the world has finally brought her the acknowledgment she deserves.",
    "With incretins now identified and measurable, their ability to increase insulin levels in response to food intake presents a promising avenue for combating diabetes. Moreover, the so-called incretin effect fades once food is metabolized, preventing a dangerous drop in blood sugar levels. Scientists recognized the potential of harnessing these properties against diabetes, but encountered a hurdle: GLP-1 is easily degraded by the enzyme DPP-4. To address this challenge, researchers explored two avenues: inhibiting DPP-4 or developing a mimic for the GLP-1 that bypasses DPP-4. For the former, oral DPP-4 inhibitors were developed, but they proved to be weak in their incretin effect. (sitagliptin)",
    "For the latter, a mimic of GLP-1 that bypasses the DPP-4 enzyme was found in the southwestern part of the United States, where Gila Dragons exist. It’s their saliva that contains this mimic, and once isolated, it was named exendin-4. Isolation was done by an endocrinologist, John Eng, once again at the Bronx VA, and proved to be effective. With that, the first GLP-1 receptor agonist was born in 2005 (Exenatide).",
    "The development of human GLP-1 mimetics that resist degradation and combine with albumin to prolong their systemic presence was pioneered by Bjerre Knudsen in Copenhagen. This innovation led to the creation of Liraglutide in 2010 and once a week injection Semaglutide in 2017. Building on this foundation, Richard DiMarchi and Matthias Tschöp advanced the field by combining GLP-1 with GIP, resulting in Tirzepatide. Tirzepatide demonstrated remarkable weight loss effects in addition to its anti-diabetic properties. Both scientists further enhanced this approach by developing a triple agonist—Retatrutide—that targets GLP-1, GIP, and glucagon, achieving even greater weight loss.",
    "These advancements underscore a significant shift in understanding endocrine regulation. The focus is moving away from traditional endocrine organs like the thyroid, pituitary, and adrenals, and towards the gut and surrounding fat tissues. Emerging research highlights that these regions may constitute the body’s largest endocrine system, with ongoing investigations on known gut and adipose hormones (adipokines)and also searching for new incretins, promising to unlock new therapeutic potentials.",
    "The initial aim of developing human GLP-1 mimetics was to reduce blood sugar levels. However, this search quickly expanded into various other critical areas, significantly impacting clinical practice. Studies have unequivocally confirmed that these treatments provide protection against heart attacks, strokes, kidney failure, and liver failure, particularly from fatty liver disease. Additionally, they are well-known for their effectiveness in promoting weight loss. Ongoing research is exploring their potential benefits for memory loss and Parkinson’s disease. The benefits from bariatric surgery partly stem from the inadvertent manipulation of these hormones, namely reduction in hunger hormone Ghrelin and escalation of satiety hormones GLP-1 and Peptide YY. While the West is reaping the benefits of these medical advancements, many developing countries remain largely unaware of these innovations. Bridging this gap is crucial to ensure that people worldwide can access these life-saving treatments.",
    "Having explored incretins, let’s now shift to the second newer class of drugs—SGLT-2 inhibitors, introduced around 12 years ago. The body conserves energy, especially sugar, through the kidneys, which reabsorb glucose via cotransporters (SGLT-1 and SGLT-2). While advantageous during times of energy scarcity, this mechanism becomes detrimental in cases of energy excess.",
    "People lacking these cotransporters due to genetic variations excrete more sugar in their urine and maintain lower blood sugar levels. Surprisingly, they also never develop low blood sugar levels. This phenomenon inspired researchers to find a way to mimic this effect. Interestingly, the discovery began with phlorizin, a compound from apple tree roots initially investigated for its antimalarial properties, which caused glucose excretion in humans by blocking the function of cotransporters.",
    "This led to the development of synthetic analogs that block SGLT-2. Initially aimed at reducing excess blood sugar, SGLT-2 inhibitors, like GLP-1 agonists, have since shown additional benefits, such as reducing heart failure and kidney failure. Remarkably, they are also effective in treating heart failure in patients without diabetes, due to their safety profile in not causing hypoglycemia. The two most common SGLT-2 inhibitors are Empagliflozin and Dapagliflozin.",
    "Initially, the medical community in the West faced significant challenges in encouraging patients to accept new treatments, due to factors such as cost, insurance refusals, and patient uncertainty. However, public awareness and demand for these treatments, especially GLP-1 agonists, skyrocketed after high-profile endorsements from celebrities like Oprah Winfrey, particularly highlighting their effectiveness in weight loss.",
    "This surge in popularity, coupled with the recognition of obesity as a disease, has, in my opinion, veered the narrative in the wrong direction, shifting the focus away from personal responsibility and the fight against the powerful processed food industry in addressing the obesity crisis. Additionally, the medical community’s push for the early use of these treatments in childhood obesity has sparked debate. Concerns have arisen about the ethical and financial implications of placing a large population on lifelong medication from early childhood onwards.",
    "Amidst such ambivalence, I thought about Dr. Swartz and was saddened to learn of his passing. His obituary mentioned that he was still perusing endocrinology journals well into his 90s. I couldn’t help but wonder what he would have thought about these recent developments. Knowing his keen insight and sense of humor, he likely would have admired the development of the new classes of medications but also would have had a hearty chuckle at how the narratives on obesity seem to place the blame solely on nuances of endocrinology."
  ]
}