{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aitken-spence-travels-south-asias-best/",
  "time_ut": 1759257240.0,
  "original_lang": "en",
  "original_title": "Aitken Spence Travels South Asia’s Best",
  "original_body_lines": [
    "Aitken Spence Travels once again demonstrated its industry leadership by winning South Asia’s Best Inbound Travel Agent and Best Cruise Travel Agent for the third consecutive year at the 9th annual South Asian Travel Awards (SATA), held recently at a glittering gala in Colombo, Sri Lanka.",
    "In addition, SATA honoured the late Chairman, Deshamanya D.H. S. (Harry) Jayawardena, with the prestigious ‘Faces of South Asia’ recognition award for his invaluable contribution to Sri Lanka’s tourism and hospitality industry.",
    "SATA is one of the region’s most prominent platforms celebrating excellence and innovation in tourism, attracting over 500 nominations this year from across Sri Lanka, Maldives, Bangladesh, Bhutan, Nepal, and India. The awards span a wide spectrum of categories, from leading beach resorts to adventure and sports operators, showcasing the diverse strengths of South Asia’s travel sector.",
    "Chairperson Stasshani Jayawardena of Aitken Spence PLC added “These awards highlight Aitken Spence Travels’ growing influence not just in Sri Lanka but in the region as well. With our continued support and commitment, Travels is well positioned to set new benchmarks, drive innovation, and expand its global footprint while showcasing Sri Lanka as a world class destination. I look forward to seeing its leadership inspire progress not just locally, but across the region.”",
    "Managing Director of Aitken Spence Travels, Nalin Jayasundera, commented “Securing these top awards of Best Inbound Travel Agent and Best Cruise Operator once again reaffirms Aitken Spence Travels’ unparallelled market leader position and now as South Asia’s best. I dedicate these wins to our devoted and committed teams, who constantly go beyond expectations to craft and deliver unforgettable travel experiences to our valued travellers. We will continue to innovate in brining & showcasing the best possible experiences of destination Sri Lanka and raise industry benchmarks as the market leader.”",
    "This year’s awards were endorsed by more than 18 leading tourism organisations and boards, including the Sri Lanka Tourism Promotion Bureau (SLTPB) and the Travel Agents Association of India (TAAI), underscoring SATA’s industry-wide credibility and relevance.",
    "Looking ahead, Aitken Spence Travels remains steadfast in its commitment to shaping the future of Sri Lanka’s tourism with sustainability at its core. By nurturing partnerships, investing in people, and driving innovation, the company is determined to grow responsibly, preserving the island’s rich natural and cultural heritage while creating meaningful opportunities for future generations. As Sri Lanka strengthens its position on the global tourism map, Aitken Spence Travels is proud to lead the way with purpose, resilience, and a vision for a more sustainable tomorrow.",
    "Sri Lanka’s PR agency Mark and Comm joins GlobalCom PR network",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}