{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101937/how-can-we-trust-leaders-who-refuse-to-admit-past-mistakes-president-ranil",
  "time_ut": 1726205280.0,
  "original_lang": "en",
  "original_title": "‘How can we trust leaders who refuse to admit past mistakes?’ - President Ranil",
  "original_body_lines": [
    "President Ranil Wickremesinghe stated that all political parties, except his own, are responsible for the current state of the country.",
    "He accused the JVP of deceiving the public by pretending to distance themselves from past armed rebellions, asserting that this is a misleading tactic.",
    "The President criticized the JVP for repeating the mistake of making unrealistic promises and questioned whether it is wise to entrust the country’s future to a group unwilling to acknowledge their past errors.",
    "These remarks were made by President Wickremesinghe during the “Puluwan Peraliya” program held yesterday (12) at The Stables in Park Street Mews, Colombo.",
    "Emphasizing the importance of the upcoming election, Wickremesinghe warned that the 2024 presidential election represents the last opportunity for national rebuilding.",
    "He cautioned that further economic struggles could make recovery nearly impossible, underscoring the critical nature of this election in shaping the future of the nation.",
    "Wickremesinghe criticized the JVP’s failure to define a clear economic strategy, stating, “What about the NPP’s manifesto? They don’t have clear answers. Are they for an export-oriented economy or an import substitution economy? They can’t answer that question. I’ve asked them to clarify so we can have a meaningful debate, but they avoid it.”",
    "The President also questioned the trustworthiness of leaders who refuse to admit past mistakes. “As politicians, we’ve made mistakes, promising the people everything when we didn’t have the resources to deliver. We didn’t always tell the truth, but at least we are admitting our errors now. If you can’t admit your past mistakes, how can you be trusted with the future?”",
    "Wickremesinghe further described the JVP’s manifesto as filled with vague and impractical commitments.",
    "He noted that their manifesto is excessively lengthy and largely consists of general statements. He specifically challenged their claim to recover stolen money, pointing out that the Anti-Corruption Act does not support such recovery.",
    "“They don’t even know we’ve introduced a second piece of legislation, the Proceeds of Crime Bill. And even if they manage to catch someone next year, it would take five years before a case is resolved. So, for 2025, their plans are pure nonsense,” he said."
  ]
}