{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/iihs-opens-xr-and-high-fidelity-simulation-labs-2/",
  "time_ut": 1713739680.0,
  "original_lang": "en",
  "original_title": "IIHS opens XR and high-fidelity simulation labs",
  "original_body_lines": [
    "The International Institute of Health Sciences (IIHS), the leading health education institute in South Asia, recently opened an XR Lab and High-Fidelity Simulation Lab, showcasing their commitment to delivering a leading experience that transcends traditional boundaries. The newly opened XR lab of IIHS, which is equipped with cutting-edge virtual reality (VR), augmented reality (AR), and mixed reality (MR) technologies, is a testament to their commitment to delivering digital experiences to boost learning in students.",
    "This dynamic learning environment stimulates curiosity and enhances the comprehension of complex theories and procedures. In the XR Lab, students are active participants in their own education instead of being mere observers. Every experience such as performing delicate surgeries, diagnosing complex conditions, or responding to emergencies, is a stepping stone towards mastery. .",
    "“We believe that the new XR Hub and the High-Fidelity Simulation Lab is a catalyst for transformation. They represent a paradigm shift in healthcare education, where innovation meets imagination, and the future is shaped by those bold enough to embrace it. Armed with these new facilities at IIHS, we strive to nurture our graduates with not just knowledge, but practical skills refined through immersive experiences. It will help them to become the vanguards of change in hospitals, clinics, and communities around the world.” Chief Executive Officer of IIHS, Dr. Kithsiri Edirisinghe stated.",
    "Sanasa General Insurance named among Companies for Best Management Practices",
    "Prime Health Herbal Products recognised at Indigenous Medical Entrepreneurship Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}