{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112050/death-toll-in-afghanistan-earthquake-rises-to-over-600",
  "time_ut": 1756703940.0,
  "original_lang": "en",
  "original_title": "Death toll in Afghanistan earthquake rises to over 600",
  "original_body_lines": [
    "UPDATE: The death toll in the Afghanistan earthquake has increased to over 600 while more than 1500 have sustained injuries, according to Taliban officials.",
    "At least 250 people have been killed and over 500 have been injured in Afghanistan after a 6.0-magnitude earthquake hit the country, Taliban officials said Monday.At least 250 people have been killed and over 500 have been injured in Afghanistan after a 6.0-magnitude earthquake hit the country, Taliban officials said Monday.",
    "The earthquake struck 17 miles from the city of Jalalabad near the border with Pakistan around midnight local time (3:30 p.m. ET Sunday), according to the U.S. Geological Survey.",
    "Because the earthquake hit a remote mountainous area, “it will take time to get the exact information about human losses and damage to the infrastructure,” said Sharafat Zaman, a spokesperson for the Afghan Public Health Ministry.",
    "“We have launched a massive rescue operation and mobilized hundreds of people to help people in the affected areas,” Zaman said.",
    "Since the initial quake, at least five aftershocks ranging from 4.5 magnitude to 5.2 magnitude have hit the area throughout Monday, according to the USGS.",
    "Aftershocks can last for days and can sometimes be worse than the first quake.",
    "Afghanistan is especially vulnerable to earthquakes as it sits on top of several fault lines where the Indian and Eurasian plates meet. The mountainous terrain of eastern Afghanistan is also prone to landslides, making it harder for emergency services to carry out rescues.",
    "This quake was especially devastating as it hit at a shallow depth of 5 miles, making it far more destructive even at moderate magnitude.",
    "In 2022, around 1,000 people were killed and thousands more were injured when a 5.9-magnitude earthquake hit eastern Afghanistan.",
    "The next year, three 6.3-magnitude quakes hit the western Afghanistan province of Herat in one week, killing around 1,500 people, according to the U.N.",
    "Monday’s quake comes at a challenging time for Afghanistan, one of the world’s poorest countries, which is suffering from four consecutive years of drought and the influx of over 2.3 million Afghans who have returned from Iran and Pakistan this year.",
    "“Below-average first and second season crop production and reduced livestock income limit their ability to stock food for the winter,” the Famine Early Warning Systems Network, which was established by the United States Agency for International Development, said in a report last week."
  ]
}