{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Partnering-to-unleash-SL-s-maritime-industry-and-blue-economy-into-multibillion-dollar-income-generation/4-767219",
  "time_ut": 1727393739.0,
  "original_lang": "en",
  "original_title": "Partnering to unleash SL’s maritime industry and blue economy into multibillion-dollar income generation",
  "original_body_lines": [
    "Sri Lanka has immense potential in nautical tourism, but there are regulatory barriers that limit its growth",
    "Chamber of Marine Industries of Sri Lanka extends best wishes to new President Anura Kumara Dissanayake",
    "On behalf of the Chamber of Marine Industries of Sri Lanka (CMISL), I, as Chairman, extend our heartfelt congratulations to Anura Kumara Dissanayake on your election as the 9th Executive President of Sri Lanka. Your victory reflects the trust and confidence that the people of Sri Lanka have placed in your leadership. We firmly believe that under your guidance, Sri Lanka will see sustained economic growth and transform into a key player in the global maritime industry. We are committed to partnering with your administration on this journey to unlock the vast potential of the country’s marine sector.",
    "As a member of the International Council of Marine Industry Associations (ICOMIA), CMISL has consistently worked to elevate Sri Lanka’s standing on the global marine stage. Over the years, our flagship event, the Sri Lanka International Boat Show, has brought together local talent and connected them with international companies and buyers, creating valuable opportunities and investments for the marine sector.",
    "CMISL’s Grow Boating Initiative is a pivotal part of our strategy, aimed at promoting private boat ownership and fostering a vibrant boating culture in Sri Lanka. By encouraging recreational boating, we create new business opportunities in sectors such as boat manufacturing, marine services, and tourism.",
    "To support this, we are advocating for the development of mini marinas across Sri Lanka’s coastlines. These marinas will provide essential infrastructure for boat owners, offering safe docking and access to a range of marine services. The Mirissa Fishing Harbour is a prime example of how a facility can operate with dual functions serving both commercial fishing boats and luxury yachts. Expanding this model will stimulate local economies and enhance Sri Lanka’s appeal to international boaters and tourists.",
    "Sri Lanka has immense potential in nautical tourism, but there are regulatory barriers that limit its growth. Foreign yachts face challenges in stopovers, repairs, and docking, putting Sri Lanka at a competitive disadvantage. We urge the Government to implement regulatory reforms that streamline processes for foreign yachts and eliminate non-competitive regulations that hinder the industry’s progress.",
    "By addressing these issues, Sri Lanka can position itself as a premier destination for luxury yachts and marine tourism, opening up new revenue streams. Promoting regattas as a leisure sport will also attract high-net-worth individuals and bolster the country’s tourism industry, further driving economic growth.",
    "CMISL is taking a leadership role in promoting Public-Private Partnerships (PPPs) to drive investments in Sri Lanka’s marine industry. A key proposal we bring forward is the establishment of an export zone exclusively for boat manufacturers. This zone will be equipped with state-of-the-art infrastructure and will host supply chain industries necessary to support boat manufacturing. Companies within this zone will operate according to global Standard Operating Procedures (SOPs), ensuring Sri Lankan-made boats meet international quality standards.",
    "This export zone will serve as a major driver for attracting foreign direct investment, positioning Sri Lanka as a leader in the global boat and yacht manufacturing market. CMISL is committed to supporting the Government’s efforts in setting up this zone and working collaboratively to ensure its success. Our goal is to increase the sector’s annual revenue to over $ 1.5 billion within the next three years.",
    "We understand that a skilled workforce is key to driving innovation and competitiveness in the maritime industry. CMISL is deeply invested in youth training and workforce development, working alongside member companies to provide comprehensive training programs.",
    "These programs equip young Sri Lankans with globally recognised certifications and skills, preparing them for lucrative careers in the marine and fisheries industries.",
    "Our Corporate Social Responsibility (CSR) initiatives also focus on creating long-term employment opportunities, ensuring that the next generation is ready to contribute to the industry’s growth. By partnering with the Government, we can together build a skilled, qualified maritime workforce that meets international standards.",
    "Offshore marine services and development of marine and offshore construction industry in Trincomalee",
    "Beyond recreational boating, CMISL is committed to developing a strong offshore marine services industry and offshore industry related to renewable energy like wind farm construction and natural gas explorations in Sri Lanka. By removing barriers to entry and attracting new businesses, Sri Lanka can become a regional leader in offshore industry and operations. This will create valuable opportunities for local businesses, increase foreign investment and enhancement of FDI to further diversify the economy.",
    "Establishing a business-friendly environment is critical for the country’s long-term success and global competitiveness.",
    "Our vision for Sri Lanka is clear: to build a multibillion-dollar marine industry that encompasses boat and yacht manufacturing, marine services, offshore operations, luxury yachting, and nautical tourism. The Chamber of Marine Industries of Sri Lanka stands ready to partner with the Government to turn this vision into reality. Together, we can elevate Sri Lanka’s marine industry to the global stage and unlock the full potential of this vital sector.",
    "We are confident that under Anura Kumara Dissanayake’s leadership, the necessary policy decisions will be made to propel the marine industry forward.",
    "CMISL offers its full support and partnership at every step of this journey, ensuring that Sri Lanka achieves new heights of success and recognition.",
    "We look forward to a successful collaboration with the administration of new President Anura Kumara Dissanayake to create a prosperous future for Sri Lanka’s maritime sector.",
    "(The writer is Chairman, The Chamber of Marine Industries of Sri Lanka (CMISL).)"
  ]
}