{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/frances-afd-keen-on-pump-storage-plants-as-sri-lanka-eyes-funding-241122/",
  "time_ut": 1758238200.0,
  "original_lang": "en",
  "original_title": "France’s AFD keen on pump storage plants as Sri Lanka eyes funding",
  "original_body_lines": [
    "ECONOMYNEXT – The French development agency is keen to support pump storage plants as part of its commitment to climate change resilience and green energy, an official said as Sri Lanka’s power grid eyes 600 MegWatt unit accommodate intermittent renewables.",
    "“Actually, pump storage is one of the solutions that AFD is really keen to support,” the Deputy Head of Energy at Agence Française de Développement, Manelle Ait Sahlia told reporters in Paris.",
    "“It’s not an easy solution from a technical point of view. But it’s a very interesting solution in countries with hydro potential.”",
    "“We’ve approved the financing last year for a pump storage project in Vietnam. And AFD was leading a pool of financiers and leading a Team Europe approach for this project.”",
    "The AFD, currently has an active portfolio of around 50 billion euros of which around a third has been committed to the Indo-Pacific area, Executive Director of AFD operations Philippe Orliange said.",
    "Supporting resilience to climate change, preserving biodiversity and energy transition to reduce carbon emissions are key focus areas of the development lender.",
    "The German Reconstruction Bank (KfW), the Japan International Cooperation Agency (JICA), the European Investment Bank (EIB) had joined AFD in co-financing the Vietnam project.",
    "Vietnam’s Bac Ai plant has four 300Mega Watt pump-generators which will take water to the upper reservoirs in the daytime from rooftop solar power or other sources to be used to meet supply or demand changes at peak times.",
    "A pumped storage plant consists of two dams in a cascade where water is collected in the lower reservoir as power is generated from the plant on the top.",
    "The water will be pumped back up in daytime when solar power is plentiful to be used at other times when demand is higher and is sometimes called a ‘water battery’.",
    "Hydro plants can also be used for frequency control generally to provide stability to the grid with inertia to absorb shocks and prevent Sunny Sunday blackout.",
    "Sri Lanka is seeking funding the first 600MW pumped storage plant where feasibility and other studies are underway.",
    "RELATED : Sri Lanka seeks multilateral funds for 600MW pumped storage plant to integrate renewables",
    "Sri Lanka’s power grid will have to contact the local AFD office to initiate discussions on the pump storage plant before the energy division of the lender can evaluate any pump storage project on specific details and the grid requirements.",
    "“Whenever there is a request or a question, the first entry point is our local office,” Sahlia said.",
    "“And then the local office will explain the modalities of intervention and take the question to the technical teams.",
    "“And it’s then based on the information that we receive that we can start discussion to see if the solution is suitable. ADB considers pump storage in general as a good solution.”",
    "AFD also has a subsidiary, Expertise France, which provides consultancy and technical support to European nations and also developing countries.",
    "Expertise France could also conduct feasibility studies and technical support for electricity grids, as part of broader projects of AFD, Chief Executive Jérémie Pellet said.",
    "Expertise France provides technical assistance only on demand, that means a country has to make a request through diplomatic channels.",
    "Sri Lanka is just emerging from default which had previously stopped the AFD from giving fresh loans for several years. Sri Lanka is just wrapping up a restructure of sovereign debt where France also restructured defaulted debt.",
    "There are ongoing projects in Sri Lanka including and air quality study and to start a geographical indicator on tea.",
    "AFD has a portfolio of projects around 58 billion rupees and raise about 8.5 billion euros from markets though its own paper for lending. It gets around 900 million dollars from the Treasury for interest subsidies.",
    "The French ministry of foreign affairs gives around 500 to 600 million dollars in grants to finances countries which cannot afford loans. The EU also gives around 600 to 700 million euros. (Colombo/Aug17/2025)"
  ]
}