{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Overseas-Realty-records-Rs-3-5-b-Profit-Before-Tax-in-1H/34-764770",
  "time_ut": 1721941925.0,
  "original_lang": "en",
  "original_title": "Overseas Realty records Rs. 3.5 b Profit Before Tax in 1H",
  "original_body_lines": [
    "Overseas Realty (Ceylon) PLC said yesterday it has recorded a Group Revenue of Rs. 3,605 million and a Group Profit Before Tax of Rs. 3,519 million for six months ending 30 June.",
    "In a statement the Company said the appreciation of the LKR resulted in a net exchange gain of Rs. 1,134 million compared to Rs. 2,908 million recorded in the corresponding period of last year on foreign currency loans. Net fair value gain recorded from Investment Properties was Rs. 1,160 million compared to the fair value loss of Rs. 33 million in the same period of last year.",
    "The Company Revenue of Rs. 1,340 million at the World Trade Center, Colombo, was 19% higher than the corresponding period of last year, due mainly to higher occupancy and rental rates.",
    "Revenue of Rs. 797 million was recorded from Residential Sales of Havelock City which was higher than the corresponding period in 2023.  A limited number of move-in ready luxury apartments are available for purchase in the fourth and final phase of Havelock City Residential.",
    "Mireka Tower at Havelock City, offering distinctive workspaces recorded a Revenue of Rs. 454 million compared to Rs. 315 million in the corresponding period of last year due mainly to higher occupancy.  Havelock City Mall, which commenced operations in October 2023 recorded a Revenue of Rs. 594 million.",
    "Overseas Realty (Ceylon) PLC Group CEO/Director Pravir Samarasinghe said:  “We are excited to announce the opening of two anchor tenants shortly – the Odel Department store and Scope Cinema Multiplex at the Havelock City Mall (HCM). On 26 July we will have the official opening of the 1,000 seat, six screen multiplex, along with the first and only premium, large format IMAX Cinema with laser technology in the country. IMAX Cinema will offer movie enthusiasts a better picture, a better sound and a better experience. With luxurious seating, a wide array of delicious snacks, and a diverse selection of films, Scope Cinemas at Havelock City promises to be the ultimate destination for entertainment.”",
    "The Group Net Asset Value per Share as at 30 June stood at Rs. 45.02 and the Earnings per Share for the period was Rs. 2.72."
  ]
}