{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/From-JVP-to-NPP-Through-the-eyes-of-a-former-military-officer/4-771584",
  "time_ut": 1736363501.0,
  "original_lang": "en",
  "original_title": "From JVP to NPP: Through the eyes of a former military officer",
  "original_body_lines": [
    "The insurrection of ‘71 as well as ‘88/’89 always had underlying reasons of inequality, injustice, marginalisation, and deprivation, exacerbated when dissent was met with suppression and further oppression",
    "It is also true that the JVP reacted to the suppression and carried out many acts of violence on their own, from brutal killings to damage of public property and many other vicious attacks on those who did not acquiesce to their demands. It is creditable that the JVP has since then openly accepted and unreservedly apologised for their violent excesses pledging to follow democratic means eschewing violence. They have admirably honoured the pledge showing great patience and resilience despite many provocations",
    "The first time I came to know the JVP was during my school days around 1970, when the raw, rebellious energy of the movement swept through downtrodden youth like a wildfire. Young minds, restless and hungry for change, were drawn to its visceral appeal, captivated more by the intensity of its rebellious activities than by understanding the social inequities it sought to dismantle.",
    "The ‘71 insurrection followed, and I joined the Navy immediately afterwards. Becoming an officer cadet was more than a career choice, it was a seduction of youthful imagination of adventure and an escape from dull academics.",
    "That was last days of the use of .303 rifle in the military, other than for drill. The military was unprepared for the insurrection perhaps as a result of its downgrading following the attempted coup in 1962 by some military officers. The ‘71 JVP insurrection perhaps led to the first major upgrading of military equipment of the armed forces of Ceylon, as Sri Lanka was known then. T 56, the Chinese version of the famed AK 47, became the main weapon replacing the .303 rifle and the 9mm Sterling SMG. The Navy benefitted greatly with a Chinese donation of five Fast Gun Boats, named starting with letters S, W, R, D and B.",
    "The insurrection and its aftermath were soon forgotten. My only memory about it during the next few years was visiting Fort Hammenheil where the JVP leader, Rohana Wijeweera was supposed to have been incarcerated. Fort Hammenheil takes up wholly a small island separated from Karainagar Navy base by only a few meters of water of the Kayts channel. The Fort is now renovated and preserved. Visitors are permitted.",
    "Nearly two decades later, now a senior officer, I found myself confronting the JVP uprising of ‘88/’89 and its brutal crackdown. The systematic suppression by the State and widespread violence swept through the social fabric. It is estimated that about 60,000 youth were killed during the crackdown, most of them by the State, either through law enforcement agencies or by illegal goon gangs and death squads unleashed to carry out politically motivated killings with impunity. It became so bad that innocent and peaceful demonstrators became targets. Since undergraduates were at the forefront of the uprising, being an undergraduate itself became perilous with the risk of being arrested, tortured and killed.",
    "Yet, the Government orchestrated a masterful propaganda campaign to redirect public fear and fury towards the JVP. With calculated precision, they reframed the narrative, successfully transforming public opinion against the JVP. Continuing the subterfuge, the Government carried out damages to public property and blamed the JVP for it. Vast majority of Sri Lankan society do not know this and still believe JVP committed all the mayhem during that period.",
    "JVP reacted with intensified civil disobedience by threatening Government offices and businesses to shut down, but the Government responded with the ultimate master-stroke. The Government printed threatening letters to military personnel on JVP letterheads and posted them continuing its subterfuge.",
    "That turned the tide, as many neutral military personnel felt threatened by the JVP and supported the crackdown of suspected JVP cadres with renewed vigour and violence. That naturally increased the number of youths arrested, tortured and killed. Almost all districts in Sri Lanka had State operated torture chambers, the most infamous being Batalanda, though there were many others far sinister.",
    "During this time, many military officers, displaying abject servility, carried out wishes of political masters for furthering personal ambitions. In contrast, the reputed and highly respected military officers, unwilling to compromise their principles, stood firm resisting to carry out illegal orders of arbitrary arrests and killings. For many, it was a revelation of the reality of the pernicious system far removed from what they had envisioned when they first joined the military. Some chose to resign with their honour intact whilst many others were disillusioned.",
    "That period of ’88-’89 was probably the darkest hour of our history where no one was safe other than the perpetrators of violence; Government forces, both legal and illegal, and violent elements of the JVP. In response, Prof. Sunil T. Ariyaratne and Nanda Malini created a musical show, ‘Pawana’ (පවන), an unfiltered indictment of State oppression. The song, ‘Yadamin Banda Wilangu La’ (යදමින් බැඳ විලංගු ලා) laments the oppression. That show was promptly banned.",
    "It is also true that the JVP reacted to the suppression and carried out many acts of violence on their own, from brutal killings to damage of public property and many other vicious attacks on those who did not acquiesce to their demands. It is creditable that the JVP has since then openly accepted and unreservedly apologised for their violent excesses pledging to follow democratic means eschewing violence. They have admirably honoured the pledge showing great patience and resilience despite many provocations.",
    "The complete transformation of the JVP was evident in the aftermath of the NPP victories at the two national elections last year, when perhaps for the first time in history, there were no victory celebrations or defeated candidates or supporters faced by threats. That was in stark contrast to previous elections, which is testimony that NPP has already created a system change of our political culture.",
    "The Government orchestrated a masterful propaganda campaign to redirect public fear and fury towards the JVP. With calculated precision, they reframed the narrative, successfully transforming public opinion against the JVP. Continuing the subterfuge, the Government carried out damages to public property and blamed the JVP for it. Vast majority of Sri Lankan society do not know this and still believe JVP committed all the mayhem during that period",
    "The insurrection of ‘71 as well as ‘88/’89 always had underlying reasons of inequality, injustice, marginalisation, and deprivation, exacerbated when dissent was met with suppression and further oppression. Mainly due to its demand for social justice and an egalitarian society, the JVP insurrection of ‘71 was categorised as a leftist insurgency movement for socialism. It is crucial to view these developments within the broader context of global trends prevailing at the time. Numerous socialist republics emerged, sparking a global wave of political realignment that saw over 75% of nations joining the Non-Aligned Movement.",
    "It is imperative that any unrest and dissent be analysed and root causes understood to devise effective strategies for resolution and lasting stability. Only through such introspection and meaningful change can dissent be resolved and harmony restored. Suppression by force is unwise as that leads to disdain and repulsion. Realising it, I advised the then Navy Commander to create a think tank to analyse the reasons for both Southern and Northern uprisings in order to find a solution. He agreed but jokingly said that both of us would be charged for sedition by the Government. That was the state of our democracy!",
    "Ruthless suppression of legitimate grievances of inequality, deprivation and injustice and systematic silencing of pollical opponents have been the norm of Sri Lankan politics as long as I remember. It has become a vicious game where those in power take refuge behind incongruous or inappropriate rules and blatantly manipulate them to suit their ulterior motives.",
    "The sinister nature is clearly seen in banning the LSSP, CP and JVP, stripping civic rights of Mrs Sirimavo Bandaranaike, having the 1982 referendum, the brazen murder of Rohana Wijeweera (a leader of a political party albeit proscribed at that time), burning of the Jaffna library, imprisonment of another political figure; Vijaya Kumaratunga, and possibly even his assassination, amongst many more. The system has so evolved that leaders believe and arrogantly flaunt their invincibility acting beyond the very laws they are supposed to make and uphold. Even the shameful violence of 1983 ‘Black-July’ is suspected to be State instigated.",
    "I believe their primary motivation is a belief in a presumptuous superiority complex due to their ability to converse in English and their belief that superficial adoption of colonial styles should somehow entitle them to a privileged position. That has permeated down to the society and misconstrued as refinement demanding servility like in the realms of the colonial past. It has created a segregation further deepening the social disparity and deprivation. Shockingly, an invidious trend has emerged where not proficient in good Sinhala has become fashionable. That was colonial servility at its zenith!",
    "It played into the hands of the JVP, the members of which, in the true spirit of revolutionaries, persisted to empower the masses. Sinhala educated youth, deprived of opportunity were naturally attracted to the rebellious nature of the movement. The failure of successive Governments to improve living standards, provide equal opportunities and uphold justice, exacerbated by rampant corruption, galvanised the masses and gravitated them to the JVP. Women played a key role as they are more marginalised and deprived of opportunity in our male dominated patriarchal society.",
    "Yet, the JVP was never allowed to rise, repeatedly knocked down by successive governments. But they always got up, aptly displaying their resilience, discipline and focus. They were never knocked out!",
    "I reckon the proper JVP is like a monastic order. In addition to being well disciplined and focussed, members are highly educated and knowledgeable. They may sacrifice anything for a cause. Like abbots and monks, their strength has always been commitment, persistence and patience. Unlike others, they scrutinise everything, vociferously pointing out flaws and maintain principles, earning the moniker of ‘watchdogs’.",
    "The significance of the JVP’s principles became evident during a critical moment in Sri Lanka’s political history. The ruling Government, backed by Norwegian mediators and several Western powers, was on the verge of implementing the Post Tsunami Operating Mechanism known as P-TOM. It would have granted the Liberation Tigers of Tamil Eelam (LTTE) the status of an Interim Self Governing Authority (ISGA), unofficially legitimising the proscribed group and fundamentally undermining the country’s unitary constitutional structure, leading perhaps to even a separate State.",
    "As a key coalition partner, the JVP vocally opposed the mechanism taking an uncompromising position and threatened to withdraw from the Government if the proposal was implemented. Faced with the potential collapse of their coalition, the ruling party was compelled to abandon the P-TOM. Subsequently, the Supreme Court affirmed that the mechanism was unconstitutional, vindicating the principled stand of the JVP.",
    "It is also understood that when the JVP was a partner of the Government, they dismissed a member of the party for taking along a friend or relative on an official foreign visit. Such enforcement of discipline elevates standards. JVP does not compromise. They have rejected many leading political figures trying to join the bandwagon. That is in total contrast to the ‘saloon door’ policies of all other political parties.",
    "These episodes demonstrated the JVP’s commitment to national integrity over political expediency. Their willingness to risk political power to protect national interests underscores the party’s genuine commitment. This is in stark contrast to practices of other political parties, which are known to have provided weapons to proscribed terrorist groups, asked hundreds of Policemen to surrender and be killed, and having had secret alliances with the same terrorist group to win elections considering those as politically expedient.",
    "Yet, despite its members being well educated and immensely knowledgeable, JVP was still perceived as representative of the working class, of the common man or the proletariat, not worthy of recognition and leadership because they were not English educated. Unfortunately, the English speaking segment of our society tends to marginalise those not fully conversant in English, a stark remnant of the colonial past. The rulers were mostly English-speaking. They kept others subjugated as empowering them would threaten their very existence. Unbeknownst to them, that actually strengthened the JVP, as common folk deprived of basic necessities increasingly gravitated towards the JVP.",
    "As time went on, the suffering of people became unbearable, and most importantly, the common folk noticed the vast disparity of living standards between the ruling class and the common man. That in turn led to greater scrutiny leading to disclosure of abuse and corruption of public money. These are ideal catalysts for revolt and the society clamoured for rejection of all 225 MPs in Parliament. It became a battle-cry.",
    "Though the JVP became the obvious choice to replace, it was haunted by the violence of ‘88 and ‘89 as many people thought they were fully responsible for it. But, in an astute political manoeuvre, JVP formed a new front called the National People’s Power (NPP) to contest future elections, still remaining in the background maintaining discipline and high ethical values. With that, JVP was able to effectively obfuscate its questionable past and attract many moderate elements mainly from the intellectual elite and academic circle.",
    "The ethics of JVP have been recognised and appreciated by these political novices. The focus of them became changing the insidious system and political culture that has pervaded all sections of society and redirecting them to a new direction. By design or by accident, that has been augmented by the choice of the compass or the ‘malimawa’ as its symbol. In addition to implying new direction, it sounds so well as a slogan; Ma-li-ma-wa! A master stroke.",
    "While knowledge and capability can be learned, character and values are the fundamental essence that defines an individual or organisation. The JVP’s rigorous discipline and unwavering commitment have been strategically enhanced by the professionals to form the NPP, creating a movement that combines principled conviction with substantive expertise.",
    "Still, the NPP is controlled by the disciplined and focused stalwarts of the JVP with the commitment to serve without clamouring for positions. Those qualities have been accepted and followed by the new entrants to NPP as was clearly seen during the general elections and its aftermath. I understand they still take collective decisions, with the participation of many vastly knowledgeable and highly capable cadres working behind the scenes led by the inimitable Tilvin Silva whose unshakeable composure appears to inspire those around him.",
    "Whatever the future holds, NPP has already made a profound change to the political culture. Irrespective of the rhetoric, its electrifying political campaign has made the society realise that glorifying politicians and giving them a freehand in governance has been a grave mistake.",
    "The Opposition is in tatters. The old guard has been dismissed with disgrace or retired in ignominy. That is a seismic change. Any future opposition to the NPP is likely to be from any breakaways from the NPP or completely new players.",
    "Future political landscape will evolve naturally like the Darwin’s evolution of the species. People have learnt the lesson on the necessity of rejecting those who have betrayed trust. The JVP has made that happen with their resolute defiance and resilient commitment from its inception, now projected effectively through NPP.",
    "It is no more the “unwanted 225” or “Ali Baba and the den of thieves”.",
    "Instead, through NPP, the JVP has made it “AKD and the 159 Praxis Collective!”.",
    "The underlying causes that fuelled the JVP uprising may have contributed to the separatist insurgency in the North. Social and economic frustrations among disillusioned Northern youth initially drew them to socialist values, some linked to the Southern movements, leading to emergence of many factions. Over time, these factions evolved into a broader separatist agenda —a complex story in its own right."
  ]
}