{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/peoples-role-in-npp-govt/",
  "time_ut": 1731951960.0,
  "original_lang": "en",
  "original_title": "People’s role in NPP govt.",
  "original_body_lines": [
    "The election of the NPP as the new government of Sri Lanka is a victory for the people, whether they recognise it or not. While I don’t believe the election results reflect a major ideological shift, the government has the potential to spark one. However, for this to happen, the citizens of the country must also do their part",
    "To begin with, citizens should avoid glorifying trivial actions of politicians. For instance, the Prime Minister bending down to speak with a child or the President climbing Pidurangala are not acts deserving praise; they are simply ordinary human behaviours and certainly not newsworthy. My understanding is that we often tend to glorify these actions by comparing the newly elected parliamentarians to their predecessors. However, what we need to keep in mind is that the politicians of earlier times frequently relied on propaganda tactics to elevate such symbolic actions because they did not do much else that was of benefit to the nation. These were often superficial gestures designed to attract public attention and boost their personal popularity, without addressing the real issues or fulfilling their core responsibilities. Instead of focusing on implementing well-designed, effective policies or maintaining integrity, their efforts were aimed at creating a public image, often at the expense of genuine governance and also at public cost.",
    "As citizens, we are conditioned to scrutinise and interpret every action and behaviour of politicians, often using exaggerated language and overemphasising their significance. This tendency can be traced back to a culture where political leaders are frequently treated as larger-than-life figures, and even the smallest gesture is magnified for public consumption. This exaggerated focus often tend to distort our perception of what really matters in governance, shifting attention away from the critical issues of governance and the real achievements — or failures — of those in power.",
    "Politicians are elected and compensated to serve the best interests of the country and its people. As Harini Amarasuriya, the Prime Minister, aptly stated, they are in a social contract with the public, meaning that their role is not voluntary or philanthropic, but rather a responsibility that comes with the authority entrusted to them by the citizens. The decisions they make and the policies they implement are part of their fundamental duty, not acts of charity or benevolence. It is crucial to recognise that politicians are not doing the public a favour by fulfilling their obligations: rather, they are carrying out the tasks for which they were elected and are paid for. In a functioning democracy, this contract between the government and the people requires that politicians prioritise the welfare of the nation and ensure that their actions align with the promises made during their campaign. The real measure of a politician’s effectiveness lies not in the praise they receive for ‘doing good deeds,’ but in the tangible results of their work—the policies they enact, the laws they pass, and the positive impact they have on the lives of citizens",
    "Many academics and civil society members post images on social media showing their closeness to the Prime Minister or the President. The government has promised to abolish nepotism, yet it is ironic to see these images circulating, showcasing how some individuals appear to be personally connected to the ruling powers. In urban settings, nepotism is not necessarily tied to blood relations; it can also exist within close friend circles. This behaviour contradicts the very principles of transparency and fairness that the government claims to uphold. When influential figures in society publicly display their proximity to those in power, it not only undermines the government’s anti-nepotism stance, but also raises questions about the authenticity of their commitment to equitable governance. Such images can create an unhealthy perception of favouritism, where access to political leaders seems to be based on personal connections, thus perpetuating the same power dynamics the government aims to dismantle.",
    "Many academics have positioned themselves as staunch supporters of the new government, effectively trying to claim ownership of its success. While it is true that academics — particularly those in the humanities and social sciences — are often privileged with a deeper understanding of society, they should, in my view, maintain a significant degree of impartiality when it comes to political affiliations. Academics possess the tools to analyse complex societal issues from multiple perspectives, and this should enable them to remain objective rather than become overtly aligned with any one political party. Their role, in my opinion, is not to be the driving force behind a government, but to serve as critical thinkers who hold powers to account. By remaining neutral, academics can more effectively challenge the government when it strays from its responsibilities, promote healthy criticism, and spark constructive dialogue between the state and the citizens. Prof. Sasanka Perera raised similar concerns in the People’s Movement for Renaissance Forum, where he addressed the role and responsibilities of academics under the new government. In a democratic society, this role of impartial oversight is essential to ensuring that policies are well thought out, citizens’ voices are heard, and the government remains responsive to the needs of the people.",
    "Finally, I sincerely wish the newly elected government all the success and strength in fulfilling their responsibilities. As they take on the enormous task of leading the country, I hope they prioritise expanding democratic spaces and fostering meaningful dialogue. A strong democracy thrives when citizens have the freedom to engage in open discussions, voice their concerns, and participate actively in shaping the direction of the nation. It is crucial that the government not only respects these principles but also actively works to create an environment where diverse perspectives can be heard and valued.",
    "(Anushka Kahandagamage is reading for her PhD in the School of Social Sciences, University of Otago).",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}