{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-axiata-recognised-as-the-largest-fdi-contributor-by-boi/",
  "time_ut": 1714236840.0,
  "original_lang": "en",
  "original_title": "Dialog Axiata Recognised as the Largest FDI Contributor by BOI",
  "original_body_lines": [
    "In a significant acknowledgment of its contribution towards the development and growth of the national economy, Dialog Axiata PLC, Sri Lanka’s #1 connectivity provider, was recognised by the Board of Investment (BOI) as the largest FDI Contributor. This prestigious accolade, presented during the BOI’s 45th anniversary celebrations, underscores Dialog’s unwavering commitment to driving forward Sri Lanka’s economic development as the country’s largest Foreign Direct Investor, with investments totalling USD 3.25 Billion to date.",
    "The Board of Investment Awards programmewas incepted to recognise a wide spectrum of enterprises that have demonstrated resilience, innovative capabilities, and remarkable agility in navigating the global marketplace. This recognition is part of the BOI’s mandate to facilitate significant Foreign Direct Investment (FDI) projects that have helped shape and transform Sri Lanka’s Economy. Held at the Presidential Secretariat, the ceremony saw His Excellency the President of Sri Lanka, Ranil Wickremesinghe bestowing 30 awards on companies that have made noteworthy contributions to foreign direct investment, export performance, and the broader economic landscape of Sri Lanka.",
    "Commenting, Mr. Dinesh Weerakkody, Chairman of the Board of Investment of Sri Lanka said, “We are pleased to recognize Dialog Axiata as a significant FDI contributor and its contribution to Sri Lanka’s economy. It is this spirit that the BOI Awards seeks to recognize – a testament to our collective resilience and ambition.”",
    "“We are honoured to receive this distinction from the Board of Investment of Sri Lanka,” stated Mr. Supun Weerasinghe, Group Chief Executive of Dialog Axiata PLC. “This recognition reflects our significant investment in Sri Lanka along with our commitment to fostering a resilient, competitive economy. It reiterates our dedication to the nation’s growth and our promise to continue being a catalyst for innovation and development.”",
    "The award highlights Dialog Axiata’s extensive contributions to the Sri Lankan economy, reinforcing its position as a leader in driving economic growth and innovation. As Dialog continues to invest in the country’s future, this recognition by the BOI serves as a testament to the company’s enduring commitment to enhancing Sri Lanka’s global competitiveness and economic stature.",
    "HNBA Continues Dominance as Best Life Bancassurance Provider for Fourth Consecutive Year",
    "Sri Lanka Insurance Life strengthens it Bancassurance partnership with Regional Development Bank",
    "Dialog Axiata recognised as the Most Significant FDI Contributor by BOI",
    "Dialog Axiata’s Genie and Dialog Finance recognised at LankaPay Technnovation Awards 2024",
    "Dialog unveils all-new Fun Blaster Plan for the ultimate social media experience",
    "Dialog Axiata becomes the first Telco in South Asia to adopt SASB & GSMA Standards",
    "Dialog Axiata Surpasses 200,000 Users on Sri Lanka’s largest 5G Trial Network",
    "Dialog Axiata Upgrades its Official Website to Support Inclusive Online Journeys",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}