{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Aquafresh-launches-eco-friendly-glass-water-bottles/34-767259",
  "time_ut": 1727461390.0,
  "original_lang": "en",
  "original_title": "Aquafresh launches eco-friendly glass water bottles",
  "original_body_lines": [
    "In an era where environmental sustainability is becoming a global priority, Aquafresh, one of Sri Lanka’s most recognised bottled water brands, has taken a significant leap by launching a new line of glass water bottles. This initiative aligns with the company’s long-standing mission of environmental stewardship, offering consumers an eco-friendly alternative to conventional plastic packaging while preserving the purity and quality they have come to trust.",
    "“Aquafresh has always been committed to providing pure, high-quality drinking water while ensuring we minimise our environmental impact. The introduction of our new glass water bottles reflects our ongoing dedication to sustainability, offering consumers an eco-friendly choice without compromising on quality,” said Access Natural Water Ltd., Executive Director A. D. Chinthaka.",
    "“The launch of our new website is a testament to our commitment to transparency and accessibility for our customers,” said Access Natural Water Director Dilhan Perera, during the launch of the website, accompanied by Senior Sales Manager Jude Ranasinghe. “We aim to provide a seamless experience that showcases our dedication to quality and sustainability in bottled water.”",
    "Plastic pollution has emerged as a global environmental crisis. It is estimated that over 8 million tons of plastic waste enter the oceans every year, causing catastrophic damage to marine life and ecosystems. Plastic is not biodegradable; instead, it breaks down into micro plastics, which infiltrate food chains, polluting water, soil, and air. For decades, bottled water has contributed significantly to plastic waste, with billions of plastic bottles ending up in landfills and oceans annually.",
    "In light of these alarming trends, many consumers and industries have begun to seek alternatives. Glass, as a packaging material, offers a sustainable solution. It is 100% recyclable, reusable, and free from harmful chemicals that can leach into water, unlike some plastic materials. By switching to glass, companies like Aquafresh are leading the charge in reducing plastic consumption and minimising their environmental impact.",
    "Aquafresh’s new glass bottles aren’t just environmentally conscious—they are also a celebration of Sri Lanka’s rich cultural heritage and natural beauty. The bottles feature three distinct artistic labels under the theme “Live Sri Lanka,” each depicting an iconic aspect of the island nation. The designs highlight the Sri Lankan elephant alongside the famed Sigiriya rock, a leopard paired with the safari experience, and the majestic blue whale, showcasing the island’s biodiversity.",
    "“These designs aim to connect consumers with the natural world, reminding them of the beauty that needs protection. Sri Lanka is a biodiversity hotspot, home to unique species and ecosystems that are increasingly under threat from human activities, including plastic pollution. Through these visual representations, Aquafresh encourages its customers to reflect on the broader environmental responsibility we all share,” said Access Group of Companies Chairman Sumal Perera accompanied by Access Natural Water Executive Director A.D. Chinthaka."
  ]
}