{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/rw-israel-honeymoon-political-matchmaking/",
  "time_ut": 1708271711.0,
  "original_lang": "en",
  "original_title": "RW-Israel Honeymoon & Political Matchmaking",
  "original_body_lines": [
    "Although historians could trace the origins of Jewish contact with Arabic Serendib to 9th century or even earlier and could identify Galle as the Biblical Tarshish, the 1911 Colonial census registered only 8 Jews in Ceylon. Yet, when Israel came into existence in 1948, Ceylon’s Prime Minister DS Senanayake was among the earliest to recognize that state. And it was during his time that Israel helped to lay tube wells to provide drinking water to people in the dry north of the country. Diplomatic relations continued until 1970 when the leftist coalition government of Sirimavo Bandaranaike cut off all connections with Israel and increased its relations with the Arab world and PLO by championing the cause of non-alignment. The 1986 NAM Conference in Colombo that saw the arrival of a galaxy of Arab and Muslim leaders was the hallmark of her government. After her defeat 1977, her successor JR Jayewardena made himself the Executive President and to meet the challenges from armed Tamil groups, he re-established Israeli connection and an Israeli Mission was opened in Colombo in 1984. When Muslims protested against his move, JR went to the extent of asking his Muslim ministers to quit if they did not approve his decision. The ministers meekly consented and remained in the cabinet. In 1992 under the Presidency of Premadasa once again relations were suspended. But it was after 2000 when the civil war was reaching a critical point that Israel’s expertise and advice in tackling terrorism was eagerly sought out by governments in Colombo. The 2014 visit to Israel by Mahinda Rajapaksa cemented that relationship, and with RW’s new initiatives it will not be far away for Israel to open an Embassy in Colombo in place of its Consulate.",
    "In factualizing Israel’s relations with Sri Lanka, Antony Loewenstein, a Jewish critic of Israel’s foreign policy, has the following to say in his The Palestine Laboratory (Scribe Publications, Australia, 2023, pp.52-53). “One of the most successful tough bloody counterinsurgency battles of the early twenty-first century was the Sri Lankan government’s destruction of the Tamil Tigers militant group. Israel played a key, though largely unpublicized, part on Colombo’s successful campaign in a civil war that killed and disappeared more than 200,000 people, mostly Tamils, over a quarter-century that ended in 2009. Israel sold Kfir fighter jets and trained the Special Task Force, a brutal unit of the Sri Lankan police. Sri Lanka borrowed the Israeli playbook during the Last stages of the civil war and ignored calls by NGOs, human rights organizations, and foreign governments to cease violence. The military stopped when the Tamil Tigers were completely decimated and Veluppillai Prabakaran, its leader, killed.",
    "Israel also helped generations of Sinhalese politicians build and maintain Sinhalese enclaves in the north and east of Sri Lanka, areas where most Tamils live. The aim was to create buffer zones around Tamil-majority areas and establish an unofficial occupation of Tamil territory. These plans continued after 2009 and Sinhala colonization has never stopped. These ideas were directly taken from Israel’s presence in the West Bank, where Palestinian sovereignty is denied with numerous fortified Jewish colonies. Israel signed a $50 million deal with Sri Lanka in 2021 to upgrade the country’s Kfir jets.”",
    "President Ranil Wickremesinghe’s meeting with Israel’s Minister of Transport and Road Safety, Brig. Gen. Miri Regev, which ended in an agreement between the two countries for a direct airline service between Tel Aviv and Colombo, opens another chapter in the chequered history of Sri Lanka-Israel relations. The fact that this visit comes after RW’s daring entry into the Middle East turmoil by dispatching a naval vessel to the Red Sea as part of “Operation Prosperity Guardian”, a US-led multinational initiative, to combat Houthis attacks on commercial ships, particularly those carrying cargo to Israel, was his signal to Israel that Sri Lanka wishes to be a trustworthy friend of Israel. While championing the cause of Palestine in Kampala, RW’s office continued to reiterated the hackneyed two-state solution to Palestine with security guarantee to Israel. Behind this double face RW’s real agenda for honeymooning with Israel has an economic as well as a political side.",
    "Economically, RW would honeymoon even with the devil if it could bring some foreign exchange to the country’s bankrupt treasury. With the ongoing discrimination against Arabs living in Israel and by closing the gate to Arab workers from Palestine since the outbreak of the war, unemployment in Israel has worsened, and as a result there is a strong demand for agricultural workers, bricklayers, masons and painters in the construction industry in addition to home carers. To Sri Lanka, which relies heavily on remittances from expatriate Sri Lankans and revenue from tourism Israeli demand for workers comes as a bonanza. According one source, Israel seems to promise employment for nearly 100,000 Sri Lankans. With direct flight between Tel Aviv and Colombo Israeli tourists are also expected to visit Sri Lanka in large numbers. Above all Israeli friendship would also help smoothening any difficulty arising in the forthcoming debt restructuring negotiations, because quite a number of private creditors have Jewish connection.",
    "On the political side, Israel along with India and US could engage in match making initiatives to keep Sri Lanka’s current socio-economic and political system continue without disturbance under IMF economic supervision.  In that match making the CIA, RAW and Mossad could work as a trio in coordinating their moves to get a president and prime minister elected at the forthcoming elections to suit their interests. To US, India and the West (which includes Israel) and not to mention IMF, RW seems to be the man for the season to head the realm.  It is in this context Anura Kumara Dissanayake’s visit to India and his meetings with US Ambassador Julie Chung in 2022 and 2023 gain added significance.  There is no doubt of a groundswell of popular support to AKD and his political party NPP, because of their commitment to system change. But whether that swell is sufficient enough for the two to cross the line without coalescing with any other party is still a question mark. There is also a talk going round in Colombo that AKD’s visit to Delhi was sponsored by RW. Stitching these loose ends together is it not a valid question to raise whether the three foreign powers US, India and Israel are engaging in some sort of a political match making in Sri Lanka?",
    "*Dr. Ameer Ali, Murdoch Business School, Murdoch University, W. Australia"
  ]
}