{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Independence-and-Self-Sufficiency-Co-operation-in-Times-of-Crisis/172-276324",
  "time_ut": 1707071700.0,
  "original_lang": "en",
  "original_title": "Independence and Self-Sufficiency: Co-operation in Times of Crisis",
  "original_body_lines": [
    "For close to a decade and a half I have been studying co-operatives, particularly as I was preoccupied with questions about the post-war reconstruction of Jaffna. As I watched the failure of development policies that prioritised building transport and urban infrastructure over rural livelihoods, supported the proliferation of financial institutions leading to indebtedness, and grand claims about the private sector generating employment that did not materialize, I became more and more involved with the co-operative movement. Drawing on the institutional memory of the co-operative movement and the vast network of co-operatives that survived the war, some of us began to see an alternative for social and economic revival of the still rural war-torn society in the North.",
    "Those initiatives that began as an alternative for post-war recovery have gained more traction with the ongoing economic crisis. As agricultural production and the food system have become crucial for survival amidst a food crisis, and the cost of living along with transport and energy costs multiply, people are increasingly turning to the local economy linked to co-operatives. A younger generation of youth, including young women, are entering the co-operatives as employees and members, and in some places becoming energetic leaders of the movement.",
    "The government’s and the elite’s bluff about economic recovery is now exposed, with the mounting hardships of the working class. The challenge for the working people today is to throw out this government and ensure that another government with the same bankrupt vision is not elected",
    "The co-operative alternative for war-torn rural livelihoods in Northern Sri Lanka is now slowly providing some options to address the economic crisis that is devastating the country as a whole. For those of us who are part of the co-operative movement in the North, the renewed interest in co-operation from women’s groups, peoples’ movements and intellectuals – from the East, the Hill Country and the South more broadly – is pushing us to think critically about our own work, including our strengths and weaknesses.",
    "Is co-operation towards achieving self-sufficiency – in the context of a global debt crisis that is not only crippling Sri Lanka but much of the Global South after decades of neo-colonial financial dependency on the West – an alternative for survival and recovery? And how much of that co-operative alternative depends on the particular historical development of each region and country?",
    "As we mark another anniversary of Sri Lanka gaining independence from colonial rule on 4th February 1948, I record below from a report that year. The Reserve Bank of India (RBI) undertook a study about the co-operative movement in Ceylon in 1948 to gain insights for co-operatives in India. Reviewing the tremendous increase in co-operatives in the 1940s, the RBI claimed every village in Ceylon had a co-operative and that it was now a “live issue”, where co-operatives whose membership comprised just 7 percent of the population in 1942 had risen to two-thirds of the population by 1947.",
    "The question of course is what role the state played in such an expansion. And what cost would the state have to incur for such an expansion, particularly if we are to draw any lessons for our Government today, which is under the fiscal straight jacket of an IMF program. On the question of state support for co-operatives during the stringent financial situation of the Second World War, the RBI report has the following to say:",
    "Our country has been placed at the mercy of the IMF, World Bank and Asian Development Bank backed by the West, powerful creditors including China, Japan and India, and the extractive global financiers to whom we have sold our sovereignty in the form of International Sovereign Bonds",
    "“At the outset it may be mentioned that from the point of view of the financial stake, the government does not seem to have committed themselves more than what the government in any other country, particularly in India, has done. The movement has been self-supporting to a very large extent, and the finance amounting to millions of rupees has all been found from within… The importance of state-aid is, therefore, to be seen more on the moral side than on the material.” (pages 66-67, Co-operation in Ceylon – Reserve Bank of India, 1948.)",
    "I draw on this history recorded during the year of Sri Lanka’s Independence for three reasons. Firstly, it is important for us to think again about what independence means as our country has been placed at the mercy of the IMF, World Bank and Asian Development Bank backed by the West, powerful creditors including China, Japan and India, and the extractive global financiers to whom we have sold our sovereignty in the form of International Sovereign Bonds. Secondly, our history tells us that co-operation is more about a vision than funds from an external actor and for that matter the state, although the redistribution of resources including land and are crucial for economic progress. Thirdly, that we advanced co-operation towards self-sufficiency during a similar crisis in the past and in a relatively short period of time.",
    "The problem today is not just that the government will not provide material support towards co-operation. Rather, the government’s colonised ideological vision works actively against any form of co-operation and self-sufficiency. Instead of rejecting decades of dependency on crisis inducing extractive financiers and for that matter the fickle tourism sector, government policies are only reinforcing such dependency under the watchful eye and stringent conditions of the IMF, such as trade liberalisation. The challenge for the working people today is to throw out this government and ensure that another government with the same bankrupt vision is not elected.",
    "Co-operation is ultimately about the mobilisation of people. The government’s and the elite’s bluff about economic recovery is now exposed, with the mounting hardships of the working class. In the agitation of the fisher folk, the farmers, the factory workers and the youth, there are possibilities of forging a vision for co-operation in our crisis-ridden times. Such a vision cannot merely go back to the strategies of the 1940s, rather we need to research and rethink how production, markets, technology, credit, services and the institutional forms of co-operative societies and federations have to be developed for the realities of the 21st century. From addressing the microfinance debt crisis to the challenges of reviving rural livelihoods there are many lessons from co-operative ventures in the North that could be scaled up towards a national vision of self-sufficiency and development."
  ]
}