{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-becomes-22nd-best-connected-country-in-the-world/108-280304",
  "time_ut": 1712354040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka becomes 22nd best connected country in the world",
  "original_body_lines": [
    "Climbs two spots in latest UNCATD’s Liner Shipping Connectivity Index",
    "SL overtakes Saudi Arabia in Middle East and Indian subcontinent, emerging as third best connected country",
    "Sri Lanka climbed two spots in the latest United Nations Conference on Trade and Development’s (UNCATD) Liner Shipping Connectivity Index (LSCI), becoming the 22nd best connected country in the world.",
    "Sri Lanka’s score in the LSCI rose by 7.5 percent to 253.4 points in the first quarter of this year from a year ago. Compared to five years ago (1Q 2019), the country’s score is up by 19 percent, with an improvement of one spot in the global rankings.",
    "In the Middle East and Indian subcontinent, Sri Lanka emerged as the third best connected country, overtaking Saudi Arabia.",
    "India (14th best connected country in the world) and the United Arab Emirates (15th best connected in the world) remained as the best connected countries in the region.",
    "Sri Lanka was able to record the second highest increase in the LSCI, among the top five best connected countries in the region, over the one-year period. Pakistan’s LSCI improved by 8.9 percent over the period.",
    "The list of the best connected countries worldwide include the seven Asian countries, United States and two European countries.",
    "China, South Korea and Singapore topped the list, followed by the United States. The latter is the only country with the best connections that has not experienced improvements in its liner shipping connectivity over the last year. Spain is the best connected European country and stands eighth on the global list.",
    "Compared to a year before (1Q 2023), the percentage increase of the LSCI in South Korea (+6,5 percent), Japan (+4,8 percent) and China (+2,7 percent) exceeded the improvements in the other countries of the list.",
    "In four more of the best-connected countries – Malaysia, Spain, Singapore and Vietnam – the LSCI stands one percent higher. On the other hand, the LSCI stands lower in the Netherlands (-3,3 percent), the United States (-3,3 percent) and Hong Kong, special administrative regions of China (-3,5 percent).",
    "The UNCTAD revised its well-established LSCI in mid-March this year, adjusting the impact of vessel size on the final index measurements. In the initial index, the country or port that received the highest score in the reference year of 2006 was assigned a value of 100, which serves as a benchmark to assign value to the other ports and countries. Accordingly, the LSCI was updated this year."
  ]
}