{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/more-people-feel-sri-lanka-economy-is-getting-better-approval-up-survey-172049/",
  "time_ut": 1721009160.0,
  "original_lang": "en",
  "original_title": "More people feel Sri Lanka economy is getting better, approval up: Survey",
  "original_body_lines": [
    "ECONOMYNEXT – More people feel the economy is getting better and approval of the government is also up, a Survey by Verité Research, a Colombo based think tank has said.",
    "The approval rating of the government more than tripled to 24 percent in July, up from 7 percent in February 2024, the survey found.",
    "Current economic conditions were rated as either “good” or “excellent” by 28 percent of respondents, marking a threefold increase from 9 percent in February 2024, Verité Research said.",
    "The share of people who believe that the country’s economic conditions are “getting better” has also tripled, with 30 percent of respondents holding this view, up from 9 percent in February 2024.",
    "“The positivity in July 2024 is around the same level or a little higher than it was in June 2023, which was the highest level recorded since January 2022. The comparison is detailed below,”  the Verete said.",
    "To the question, “Do you approve or disapprove of the way the current government is working?”, 24% of the respondents said that they approve (with an error margin of ± 2.73%). The approval rating was higher than in June 2023, when it was 21%.",
    "2. Economic Conditions Rating | “Good” or “Excellent”: 28% |",
    "When asked to “Rate the economic conditions in the country today” as either excellent, good, or poor, 28% said it was “good” or “excellent” (with an error margin of ± 2.87%). This was around the same as June 2023, when it was 27%.",
    "To the question, “Do you think that the economic conditions in the country as a whole are getting better or getting worse?”, 30% of respondents believed that the economy was “getting better” (with an error margin of ± 2.91%). This is around the same as June 2023, when it was 29%.",
    "The latest poll was based on a nationally representative multi-stage randomised sample of 1,038 Sri Lankan adults from separate households and was carried out from 28th June to 6th July. This survey was designed to have a maximum sampling error margin of ±3.04% at a 95% confidence level. Error margins can be further affected by lapses that could arise in the process of implementation.",
    "This regularly conducted poll is part of the Syndicated Surveys instrument of Verité Research. The polling partner was Vanguard Survey (Pvt) Ltd."
  ]
}