{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111652/india-china-agree-to-resume-direct-flights-boost-business-links",
  "time_ut": 1755648480.0,
  "original_lang": "en",
  "original_title": "India, China agree to resume direct flights, boost business links",
  "original_body_lines": [
    "India and China agreed on Tuesday (Aug 19) to resume direct flights and step up trade and investment flows as the neighbours rebuild ties damaged by a deadly border clash in 2020.",
    "The announcements followed Chinese Foreign Minister Wang Yi’s two-day visit to New Delhi for the 24th round of border talks with India’s National Security Advisor Ajit Doval. The talks addressed troop deployments, delimitation of borders and boundary management, though no breakthrough was achieved.",
    "Beijing said both countries agreed to meet again in China in 2026.",
    "The two sides said they would restore direct flights suspended since the COVID-19 pandemic, ease visas and boost trade and investment. No date was given for when flights would resume.",
    "“Stable, predictable, constructive ties between India and China will contribute significantly to regional as well as global peace and prosperity,” Prime Minister Narendra Modi posted on X after meeting Wang.",
    "Modi is due to travel to China at the end of August to attend the Shanghai Cooperation Organisation summit, his first visit to the country in more than seven years.",
    "A Chinese foreign ministry readout said Wang told Doval that the “stable and healthy development of China-India relations is in the fundamental interests” of both peoples, urging mutual trust and expanded cooperation.",
    "India, however, raised concerns over a massive dam China is building on the Yarlung Zangbo river in Tibet, which becomes the Brahmaputra in India and Bangladesh.",
    "Foreign Minister Subrahmanyam Jaishankar stressed the need for “utmost transparency”, warning of potential risks to millions of people downstream.",
    "China has insisted its hydropower projects in Tibet will not harm the environment or reduce water flow, though India and Bangladesh remain wary.",
    "An Indian source said Wang assured Jaishankar that Beijing was working to address New Delhi’s key needs, including fertilisers, rare earths and tunnel boring machines."
  ]
}