{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/HNB-renews-partnership-with-Iconic-Developments-to-offer-homeowners-exclusive-deals/34-757350",
  "time_ut": 1705087865.0,
  "original_lang": "en",
  "original_title": "HNB renews partnership with Iconic Developments to offer homeowners exclusive deals",
  "original_body_lines": [
    "From left: HNB Mortgaged Advisor Rajika Nishantha, Home and Personal Loans Manager Sampath Dodanwela, Personal Financial Services Manager Asitha Fernando, Personal Financial Services Assistant General Manager Kanchana Karunagama, Retail Banking Group Deputy General Manager Sanjay Wijemanne, Iconic Development Country Director Shiraz Dawood, Senior Administration Manager Harshani Alahakoon",
    "In a bid to offer customers the best possible deal towards investing in their dream home, Sri Lanka’s most customer-friendly bank HNB PLC renewed its partnership with Iconic Developments.",
    "The partnership will provide prospective homeowners with the value proposition best suited to their needs, for their home investment. HNB Retail Banking Group Deputy General Manager Sanjay Wijemanne and Iconic Developments Country Director Shiraz Dawood were present at a special ceremony organised to celebrate the occasion.",
    "Commenting on the collaboration, HNB Assistant General Manager - Personal Financial Services Kanchana Karunagama said: “At HNB, we’re delighted to renew our partnership with Iconic Developments to continue offering our customers the best value proposition for their dream homes at Iconic Galaxy. Their commitment to vertical living and providing proximity to all essential facilities aligns perfectly with our mission to make homeownership a reality for our clients. This partnership is about more than just providing a place to live; it’s about providing urban luxury and peace of mind to homeowners.”",
    "HNB will offer customers with special interest rates and other benefits during the promotional period in addition to convenient and flexible repayment options tailor-made to their budgets. To provide maximum support, the bank’s dedicated agents also support customers with legal documentation needed for the facility. Moreover, HNB’s backend processes ensure a speedy loan approval process.",
    "“While the journey towards completion was long, it was by no means an easy one. We are excited to state that through perseverance and determination, everything has been completed and we are now completing the finishing touches. Given, that we have less than 20% of the units available, we believe that our partnership with HNB will ensure prospective homeowners make use of this exclusive opportunity to invest in a home of their dreams,” Iconic Development Country Director Shiraz Dawood said.",
    "The developer will significantly contribute to this collaborative initiative and support aspiring homeowners with a hassle-free home-buying experience.",
    "With 254 customer centres and 800+ Self Service Devices (SSMs) nationwide, HNB is one of Sri Lanka’s largest, most technologically innovative private banks. Consolidating its legacy in",
    "sustainability, good governance and corporate excellence, HNB was crowned the Best Corporate Citizen for 2022 at the Ceylon Chamber of Commerce Best Corporate Citizen Awards. The bank further secured four additional accolades, including being ranked among the Top 10 Best Corporate Citizens and taking home the Governance category and Sustainability Champion for the Finance sector titles.",
    "Additionally, HNB was ranked among the World’s Top 1,000 Banks list compiled by the prestigious UK-based Banker Magazine for the sixth consecutive year in 2022, in addition to being crowned the Best Retail Bank in Sri Lanka for the 13th occasion at the prestigious International Excellence in Retail Financial Services Awards 2023 hosted by the Asian Banker Magazine."
  ]
}