{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SLID-to-inspire-leaders-with-first-ever-International-Director-Conference/34-768112",
  "time_ut": 1729212145.0,
  "original_lang": "en",
  "original_title": "SLID to inspire leaders with first-ever International Director Conference",
  "original_body_lines": [
    "The Sri Lanka Institute of Directors (SLID) is set to host the highly anticipated International Director Conference on 29 October 2024, at the Oak Room, Cinnamon Grand Hotel, Colombo, from 9.00 a.m. to 5 p.m.",
    "The event, which will be held under the theme ‘The Courage To be Bold’, has been curated to inspire business leaders to go above and beyond and lead with confidence in an ever evolving global landscape.",
    "Featuring over 20 foreign and local thought leaders from a variety of industries, this groundbreaking event is geared to offer participants with an opportunity to witness the incredible success stories of many organisations which have excelled in a volatile and challenging landscape. This conference is the first of its kind, providing tools, strategies and inspiration to Directors to steward their companies to a greater future.",
    "“We are indeed excited to host Sri Lanka’s inaugural Director Conference on the 29th of this month. We are honoured to have a host of eminent panellists from Sri Lanka and the region in the four sessions planned and incredibly fortunate to have the support of our Technical Partners who are sharing key research on each of the topics. Participants will walk away not only with new perspectives and actionable strategies in conducting their businesses but also with the inspiration to be bold, to be courageous, to take their companies to the next level”, said SLID Chairperson Aroshi Nanayakkara.",
    "The event will showcase four in-depth sessions, which will cover the key areas of business growth, digital transformation, sustainability and governance, to provide attendees with valuable insights and knowledge from icons in the industry.",
    "The first session will set the tone for businesses looking to thrive in the new world and is titled “Business growth: Thriving in the global market”. This session will bring in an expert panel who will take on topics such as the future economic landscape, the interplay between economic growth, trade and geopolitical challenges. Attendees will be able to explore a plethora of strategies for navigating the complexities of global markets.",
    "The second session under the topic “Digital horizons: Venturing into new frontiers” will cover the ever-important topic of digital transformation. How will technology change corporate behaviour, the way we serve, the way we engage and how can companies maintain relevance in the future.",
    "The third session is “Sustaining success: Green strategies for the future” and will emphasise the paramount importance of sustainability in modern business. It will highlight companies that have gone above and beyond to do what is right as well as strategies that Boards will need to adopt to ensure that we leave a better world for the generations to come.",
    "The fourth and final session is a discussion that will take on the increasingly relevant topic of Ethics and Leadership. Titled “Ethics & Leadership: A Fireside chat on Strategic Governance,” this session will bring together a panel of business leaders from a variety of industries to discuss how ethical considerations can help drive long-term success, improve risk management and align with the ever-increasing demands for corporate transparency.",
    "This landmark event is set to offer attendees an unparalleled opportunity to learn and gain inspiring and actionable knowledge from industry pioneers, helping them to lead their own business with confidence, courage, agility and purpose.",
    "Tickets can be purchased via the Director Conference Site on www.slid.lk or by calling the hotline +94 765 454 279."
  ]
}