{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/developing-india-sri-lanka-trade-relations-crucial-president-154812/",
  "time_ut": 1710502980.0,
  "original_lang": "en",
  "original_title": "Developing India-Sri Lanka trade relations crucial: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s immediate focus should be on enhancing relations with India, President Ranil Wickremesinghe has said.",
    "“We aim to foster comprehensive ties between our two nations, particularly in the realms of transportation and energy,” Wickremesinghe said at a ceremony organized by the Sri Lanka India Society in Colombo on Thursday attended by Indian High Commissioner to Sri Lanka Santosh Jha.",
    "“There is a profound religious and cultural bond between Sri Lanka and India, and we share a common heritage.",
    "“We are both democracies with a shared British legal system. However, we have unfortunately overlooked the trade and economic relationship between Sri Lanka and India.”",
    "Wickremesinghe said the country must strategically leverage Sri Lanka’s advantageous position to benefit South India. “Our objective is to secure advantages for Sri Lanka and provide additional renewable energy resources for South India.”",
    "The Indian Ocean region is poised to become a significant economic hub in the next 50 to 60 years, he said.",
    "“If we collaborate effectively, our country will prosper alongside the development of the Indian Ocean. Our goal is to achieve economic integration, as there is no alternative path forward.”",
    "“There is a profound religious and cultural bond between Sri Lanka and India, and we share a common heritage. One of the notable aspects of this year’s 75th anniversary is the “Joint Vision” statement that was signed by Prime Minister Narendra Modi and me.",
    "Throughout our discussions, we have consistently focused on the cultural and religious ties between our two countries, as well as the fact that we are both democracies with a shared British legal system. However, we have unfortunately overlooked the trade and economic relationship between Sri Lanka and India.",
    "It’s important to remember that our relationship extends beyond cultural connections. Historical evidence suggests that even during the time of the Mohenjodaro civilization, ships sailed from India to Sri Lanka. Particularly in South India and Sri Lanka, the four kingdoms of Anuradhapura, Thanjavur, Madurai, and Kanchipuram either formed alliances or were embroiled in conflicts based on their economic interests.",
    "The Trincomalee harbour played a crucial role as a major harbour for three Indian kingdoms to access eastern countries around the world on numerous occasions. The discovery of a substantial number of coins in shrines like the Munneswaram temple, Ketheeswaram temple, Mantai, Naguleswaram temple (constructed for people from Jaffna, known as Dambakolapatuna), Koneswaram temple, and Trincomalee vividly illustrates the extensive trade relationship and activities between India and Sri Lanka.",
    "Moreover, coins issued by South Indian trade organizations have been unearthed in certain areas during excavations of ancient villages in Anuradhapura. This archaeological evidence indicates that well before the agreement on the use of the Sri Lankan Rupee and the Indian Rupee was signed, people in the past utilized a common currency for conducting trade transactions.",
    "Therefore, our immediate focus should be on enhancing these relations. We aim to foster comprehensive ties between our two nations, particularly in the realms of transportation and energy. Furthermore, we must strategically leverage Sri Lanka’s advantageous position to benefit South India. Our efforts are concentrated on revitalizing Trincomalee, especially as Southeast Asia and the Bay of Bengal regions experience growth. The increasing strategic importance of the Bay of Bengal area has led to improvements in the utilization of the Colombo Port. Our objective is to secure advantages for Sri Lanka and provide additional renewable energy resources for South India.",
    "In terms of the tourism industry, it’s noteworthy that we see a significant influx of tourists from India visiting Sri Lanka, while many Sri Lankans frequently travel to India. Notably, a considerable number of Sri Lankan tourists visit destinations like Thirupathi, Ayodhya, and Guruvayur, mirroring the interest of Indian tourists who visit Sri Lanka.",
    "If we collaborate effectively, our country will prosper alongside the development of the Indian Ocean. Our goal is to achieve economic integration, as there is no alternative path forward. We must learn from the mistakes made by Britain during its time in the European Union, which ultimately led to their decision to leave.",
    "Despite this, Britain is currently seeking a free trade agreement with India, although the outcome remains uncertain. Nonetheless, we must recognize the opportunities before us and strategize on how to progress together with India. It is important to note that this process can be relatively straightforward.",
    "For instance, a person from Bangalore can easily plan a vacation in Sri Lanka compared to traveling to Rajasthan. The proximity and accessibility are evident, with a one-hour flight to Sri Lanka compared to a two-hour flight to Rajasthan. Additionally, there are prospects for establishing supply chains across various sectors, including industrial activities, amidst the growing development of the Indian Ocean.",
    "The Indian Ocean region is experiencing significant growth, with countries like India, Indonesia, Iran, and Saudi Arabia rapidly advancing in various aspects.",
    "The Indian Ocean region is poised to become a significant economic hub in the next 50 to 60 years, especially as the African region undergoes development. It is imperative that we initiate this endeavour now. Given the existing political relations between our two countries and our proximity in various sectors, it is crucial that we collaborate and progress together. Such cooperation will yield benefits for both nations.",
    "I extend my gratitude to the Sri Lanka-India Society for their efforts in strengthening the relations between our countries through last year’s program. I am optimistic that the “Joint Vision” statement we have unveiled will be effectively implemented moving forward.”"
  ]
}