{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111401/cabinet-approval-granted-to-recruit-62000-to-public-service-president",
  "time_ut": 1754990280.0,
  "original_lang": "en",
  "original_title": "Cabinet approval granted to recruit 62,000 to public service: President",
  "original_body_lines": [
    "President Anura Kumara Dissanayake says his government’s aspiration is to bring the state into modernity.",
    "Speaking at the 2025 National Youth Conference in Colombo today (12), President Dissanayake noted that Cabinet approval has already been granted to promptly recruit around 62,000 individuals into the public service as part of the modernization effort.",
    "The President said, “Our government is not merely a center that provides jobs. Our government must become a center that creates jobs. But more importantly, we need a government that can build an economy and a social structure capable of sustaining such job creation through the public sector. Right now, our government is a patchwork of bits and pieces. What we are doing is bringing governance into the modern age. That’s why we’ve already identified about 62,000 vacancies that need to be urgently filled in the public service, and Cabinet approval has been granted for this.”",
    "According to the President, the appointments will not be bulk recruitments done arbitrarily.",
    "The President said, “We’re not recruiting in bulk—this isn’t about hiring 100,000 or 150,000 at once. But we’ve identified 62,000 necessary positions across the entire public sector. We’ve given instructions to proceed with recruitment as quickly as possible. But does that solve the country’s unemployment problem? No, it doesn’t. That’s why this government’s priority is to build an outward-facing economy that creates jobs through government policy—not just within the public sector.”",
    "The Head of State went on to explain the government’s broader economic vision, particularly focused on the tourism sector:",
    "“We expect 2.5 million tourist arrivals in the near future. Our target is to build a tourism industry with 4 million annual arrivals by 2030. That’s about 40 lakh tourists. Right now, the industry generates close to $4 billion annually. Our goal is to double that—to create a tourism sector that generates $8 billion a year by 2030. That kind of growth will create jobs outside the public sector. That’s the government’s plan.”"
  ]
}