{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/PM-assures-elections-to-be-held-as-scheduled-this-year/56-762338",
  "time_ut": 1717022894.0,
  "original_lang": "en",
  "original_title": "PM assures elections to be held as scheduled this year",
  "original_body_lines": [
    "Prime Minister Dinesh Gunawardena at the inauguration of the Martin Wickramasinghe’s Life and Literature Section at the National Libraries Board, Colombo yesterday",
    "Dismisses proposal to postpone the Presidential and General Elections and said that these were never discussed within Govt.",
    "Reiterates Govt.’s commitment to election timeline declared by Election Commission",
    "Says Govt. will hold General Election thereafter and consider to hold provincial council and LG polls simultaneously",
    "Criticises irresponsible statements by some politicians, affirming that no abrupt announcements would be made without proper discussion",
    "Prime Minister Dinesh Gunawardena yesterday assured that the upcoming Presidential Election will proceed as scheduled this year, in accordance with constitutional provisions and as announced by the Elections Commission of Sri Lanka. The Commission has set the election window between 15 September and 17 October.",
    "Speaking to the media after inaugurating Martin Wickramasinghe’s Life and Literature Section at the National Libraries Board, Colombo, Gunawardena dismissed any suggestions of postponing the Presidential and General Elections. He emphasised that such proposals had never been discussed within the Government or the ruling alliance.",
    "The Prime Minister’s remarks came in response to United National Party (UNP) General Secretary Palitha Range Bandara’s recent suggestion to bring a proposal to Parliament to postpone both Parliamentary and Presidential elections, and to hold a referendum to seek public approval for the postponement.",
    "“The Election Commission has already declared the election timeline, and we are committed to it,” the Prime Minister said. He refuted claims that the Government might delay the election in response to recent May Day crowd sizes, asserting that political decisions would not be influenced by such factors.",
    "Gunawardena highlighted the Government’s dedication to upholding democracy, recalling efforts to restore parliamentary order amid past disruptions. He noted the constitutional mechanisms in place for election scheduling and Parliamentary dissolution, emphasising that any significant changes require a two-thirds majority.",
    "Following the Presidential Election, the Prime Minister confirmed that attention would shift to the General Election, with considerations being made to hold provincial council and local Government elections simultaneously. He criticised irresponsible declarations by certain politicians, affirming that no abrupt announcements would be made without proper discussion, which could incite unrest.",
    "Gunawardena reiterated that the Election Commission, as mandated by the Constitution, has the exclusive authority to call the Presidential Election within the specified timeframe. Additionally, he explained that the President holds the power to dissolve Parliament after two and a half years into its term, citing historical precedents where premature dissolutions led to unexpected opposition victories.",
    "“Our Parliament continues to function with resilience amidst challenges and differing opinions,” Gunawardena concluded, noting that if necessary, Parliament can be dissolved either through a Presidential decision or a Parliamentary resolution, with its current term ending next August."
  ]
}