{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/System-closure-Anura-s-foundation-devolution-s-downfall-Namal-s-challenges/4-771585",
  "time_ut": 1736363626.0,
  "original_lang": "en",
  "original_title": "System closure, Anura’s foundation, devolution’s downfall, Namal’s challenges",
  "original_body_lines": [
    "“…Similarly, Ambassadors and Heads of Missions residing in Colombo, as well as visiting delegations, are required to consult the Foreign Affairs Ministry for guidance on appropriate meeting levels with the President, Prime Minister, or other Ministers.” (https://www.ft.lk/front-page/Govt-issues-new-directives-to-strengthen-foreign-relations/44-771512)",
    "So, ‘System change’ begins. The creeping closure of and by the System.",
    "The Vice-Chancellor of Peradeniya University issues a fatwah against the holding of a seminar by a students’ association on the IMF program.",
    "Dr Nalinda Jayatissa, Health Minister, frowns on private donations to hospitals and asserts that everything must come under a ‘national health plan’.",
    "The Secretary to the President issues an unprecedentedly haughty 11-page edict, regulating/restricting the interface of the diplomatic and donor community including UN agencies with national leaders, local authorities and institutions-- with a Ministerial division playing Cerberus.",
    "An ‘Iron Curtain’ is beginning to fall. It has nothing to do with leftism, except as a caricature. The System is being reconfigured so it is impermeable and impervious to universal norms, international interactions and critical national thinking.",
    "The BBC noticed the U-turn and informed its global audience.",
    "‘…The IMF deal became controversial as it led to severe austerity measures, tax rises and cuts in energy subsidies - hitting common people hard.",
    "During the campaign Dissanayake and his alliance promised that they would re-negotiate parts of the IMF agreement.",
    "But in his address to the new parliament, he performed a U-turn.",
    "“The economy is in such a state that it cannot take the slightest shock… There’s no room to make mistakes,” Dissanayake said.",
    "“This is not the time to discuss if the terms [of the IMF loan] are good or bad, if the agreement is favourable to us or not... The process had taken about two years, and we cannot start all over again.”…’ (https://www.bbc.com/news/articles/cevgl3gdnrjo)",
    "President AKD reiterated this in his economic policy address in the New Year, kicking-off his Clean Sri Lanka program.",
    "“…Over the past year, we achieved some stability on the surface level of the economy and officially emerged from bankruptcy in the latter half of the year. This progress is owed to the immense efforts of officials from the Ministry of Finance, the Central Bank, and the political leadership…” (https://www.ft.lk/top-story/President-promises-new-economic-policy-framework/26-771307)",
    "If “this is not the time” to discuss whether the IMF agreement is good or bad, favourable or not, and must be continued unaltered since it has already taken two years; if “this progress is owed to the immense efforts of officials from the Ministry of Finance, the Central Bank, and the political leadership”— the political leadership being Ranil Wickremesinghe--when exactly did this ‘Enlightenment’ dawn on AKD?",
    "Why did he say the opposite during the “two years” the process took, including “over the past year” of stabilisation, in his manifesto and election speeches in September and November?",
    "He was given a mandate to do what he and the NPP said at the time. He’s blithely doing the exact opposite now on the biggest issues. It is a betrayal of the mandate the people gave him and the NPP, and a transgression of the Social Contract.",
    "Any half-way progressive President and Government would have embarked on a threefold strategy:",
    "President AKD and the NPP Cabinet did none of this. Instead, he appointed the Chairman of the Chamber of Commerce as negotiator and rushed to sign the debt restructuring/repayment deal that the neoliberal Ranil Wickremesinghe presidency had agreed to.",
    "AKD’s sellout on sovereign debt will certainly ‘clean out Sri Lanka’ starting 2025, not 2028, as Dhanusha Pathirana explains. (https://youtu.be/7_ukDK1SzEQ?si=d1ObUJNzJFrJ7CUf)",
    "Anura leads a party which calls itself Marxist, but he is no longer a Marxist of any sort, which is bad news because he has thrown overboard the key insights of Marxism as a contribution to social science which every world-renowned economist has taken on board certainly since the 2008 Crash. I refer to “the economic structure of society” as “the real foundation” (Marx).",
    "By contrast, ‘Anura Chinthanaya’ (Anura Thought) holds that other factors are foundational.",
    "“To construct any strong building or initiate any successful project, a solid foundation is essential. Our nation, however, is one that has lost its foundation, its very groundwork. For this reason, we have focused our initial efforts on successfully establishing the fundamental groundwork required to rebuild this country. This foundation encompasses political authority, State mechanisms, the rule of law, respect for and protection of the Constitution, and a rejection of corruption, fraud, and bribery. These elements form the bedrock necessary to advance the nation. We are rapidly and systematically laying this foundation. The benefits of the robust economy built on this foundation must flow to our citizens.”",
    "In the most famous definitional summary of his own contribution, Marx identified:",
    "“…the economic structure of society, the real foundation, on which rises a legal and political superstructure, and to which correspond definite forms of social consciousness. The mode of production in material life determines the general character of the social, political, and intellectual processes of life…”",
    "(Karl Marx, Preface, ‘Contribution to the Critique of Political Economy’, 1859)",
    "“…This foundation encompasses political authority, State mechanisms, the rule of law, respect for and protection of the Constitution, and a rejection of corruption, fraud, and bribery. These elements form the bedrock…The benefits of the robust economy built on this foundation...” (ibid)",
    "(i) Denies that the economic structure is the real foundation.",
    "(ii) Holds to the contrary that the economy itself rests on another foundation.",
    "(iii) Substitutes as the foundation, what Marx calls the ‘superstructure’ – law, politics, social consciousness—in place of the ‘economic structure’ which Marx calls ‘the real foundation’.",
    "AKD is not a ‘post-Marxist’ who absorbs the best of Marxism into a new synthesis. Nor is he ‘non-Marxist’. He has abandoned the materialist conception of history and converted to the idealist conception. He is ‘counter-Marxist’ or ‘anti-Marxist’.",
    "He speaks of “solid foundation…fundamental groundwork…the bedrock” without knowing what and where that is. He intends to “construct” a “strong building” but doesn’t know what the foundation consists of and therefore doesn’t commence with laying it.",
    "A. His epistemological and conceptual fundamentals; the ‘foundation’/’groundwork’/’bedrock’ of his thinking on society and the economy; his very model, are wrong.",
    "B. He has dynamited his actual (not imaginary) foundation: The net outflows from the debt-restructuring/repayment deal with ISB holders he needlessly capitulated to without trying to move the needle, structurally preclude fund inflows needed for industrialisation and development.",
    "Since the 13th amendment was born in late-1987, Tamil nationalism had two responses:",
    "ii  Others sought to push it to its limits and beyond, immediately.",
    "Neither attempted to work 13A and entrench devolution, enabling evolution.",
    "2. Assuming that Diaspora-driven Western support was more significant than Delhi.",
    "3. Initially seeking instant and full implementation of the 13th amendment (Vardarajahperumal 1988-89) at a time when Colombo couldn’t be seen to concede, with state power in the South hanging by a thread, threatened by a JVP-DJV growing exponentially due to its anti-India/anti-devolution stand.",
    "4. Seeking to block and go beyond 13A by supporting the LTTE which was waging war for a separate state against the Indian Peacekeeping Force.",
    "5. Maintaining that support even after the LTTE assassinated Rajiv Gandhi who obtained devolution for the Tamils.",
    "6. Rejecting 13A as framework or baseline/starting point of negotiations with Mahinda Rajapaksa, even after the LTTE had been decimated and Prabhakaran eliminated.",
    "7. Embracing every possible option, foreign and local— ‘Co-Chairs’, Norway and South Africa; Chandrika and Ranil—that might extricate them from 13A.",
    "8. Presenting themselves devoid of any political ‘real estate’, as a bulwark against China, instead of securing the Northern and Eastern PCs.",
    "9. Belatedly seeking India’s help in securing the implementation of 13A when Delhi had moved on to securing its own strategic and economic interests bilaterally.",
    "Tamil nationalism now has to deal with an NPP Government characterised by:",
    "No commitment nor even lip-service to 13A or provincial-level devolution.",
    "No recognition of a specific Tamil National/Nationalities Question requiring an autonomy/devolution-based answer.",
    "It took July 1983, a Tamil insurgency and Indian troops to secure devolution-- and couldn’t secure anything beyond 13A.",
    "Spurning existing devolution within the unitary state (13A) precisely because it was within the unitary framework, in a drive to get to federalism, Tamil nationalism has pretty much lost devolution within the unitary state with no prospect of securing devolution beyond and outside it (federalism).",
    "Syria’s Assad and the autonomous Kurds – sworn enemies—learned that neighbouring Turkey was more relevant than Washington or Moscow. Non-cooperation by Northern nationalists has deleted ‘Tamils’, ‘devolution’ and ‘13A’ from the bilateral Indo-Lanka relationship and agenda. De-coupling 13A and Delhi has forfeited the external leverage Tamil nationalists could bring to bear. Historically, Tamil nationalists are at their weakest.",
    "First, Imthiaz Bakeer Markar’s letter, now Rehan Jayawickreme’s resignation. The inability to retain a mediagenic, progressive, personable, decent young politician like Rehan, Aragalaya activist (and literate Che Guevara fan) with an impeccable UNP lineage, who should have been a poster-boy for the SJB but never was, is a damning indictment of the main Opposition party. (https://www.ft.lk/news/Rehan-resigns-from-SJB-and-Weligama-organiser-role/56-771386)",
    "Mahinda Rajapaksa was the last Leader of the Opposition (2002-2004) to be elected to the leadership of Sri Lanka. Long before Sajith Premadasa, the UNP leader and Opposition leader had stopped being elected the country’s leader. The last time the UNP was elected to lead the country was 1989, over 35 years ago.",
    "Logically then, the problem with Sajith and the SJB is not the failure to reunite with the UNP, but the failure to rupture with the ideas and ideology of Ranil’s UNP to which voters are obviously allergic; the failure to disentangle from the UNP’s decades-long electoral downswing and downsizing.",
    "The SJB is like an infant whose umbilical cord (with the UNP) has not been completely cut. Having lost at its first General Election, SWRD’s SLFP breakaway from DS Senanayake’s UNP won its second election (1956) -- unlike the SJB. The SLFP won in the wake of the 1953 uprising, the Hartal, because it was never nostalgic about the UNP and presented a clear alternative to it, overtaking the Left which led the Hartal.",
    "The SJB lost its second General Election (2024) because it was ambivalent about the ‘parent’ party and the policies of its ‘forever leader’ Ranil Wickremesinghe. SWRD’s shadow Finance Minister Stanley de Zoysa never endorsed post-Hartal incumbent Kotelawala’s economics. Harsha de Silva endorsed post-Aragalaya incumbent Ranil’s.",
    "When Chandrika Bandaranaike Kumaratunga wrested the SLFP leadership from her mother and revived the party, leading it to a victory at the Presidential election that has been the largest to date and larger than even the NPP’s parliamentary landslide (CBK polled 63%, NPP 61%), her economic policy-shift did not affect the ‘left-of-centre’ ideological identity of the SLFP since she remained within the overall shift of the centre-left globally to the Blair-Clinton ‘Third Way’.",
    "Correctly shedding the SLFP’s Sinhala-Buddhist excesses, Chandrika’s abiding folly was throwing the patriotic baby out with the chauvinist bathwater in wartime.",
    "Faithful to the statist-patriotism of SWRD and Sirimavo Bandaranaike, Mahinda always saw himself and his party as progressive and centre-left, even as ‘left’—entirely understandable given the ideology of his father, uncle, cousins and elder brother.",
    "The SLFP’s self-identity remained firmly centre-left until Gotabaya as Secretary/Defence began encouraging the Islamophobic BBS. The outcome was that Mahinda who had always benefited from the SLFP’s Muslim vote and his own—due to his support of the Palestinian cause—lost that vote and the 2015 election.",
    "The SLPP was the organised political product of the ‘Bring Back Mahinda Movement’/ Joint Opposition (JO) originating with the Nugegoda rally of February 2015. It stayed faithful to the patriotic centre-left identity of the Bandaranaike-Rajapaksa SLFP (1951-2015) through Mahinda’s mammoth JO May Day mobilisation at Galle Face (2017) to the Local Government election sweep (Feb 2018).",
    "By mid-2018/2019 the SLPP had been infiltrated by the Gotabaya group. Basil reneged on his promise to hold the balance and safeguard ‘Mahinda Chinthanaya’. He facilitated chauvinist lectures by Viyath Maga personalities to Pohottuwa audiences. The party was infected with rightwing ultranationalism. That gave the SLPP a steroid spike in 2019-2020, but its ideological irrationality made it indulge in lunatic policies which caused Gotabaya’s overthrow.",
    "The SLPP must grasp why AKD got 42% but the NPP got 61% at the parliamentary election. After GR’s overthrow, the target of mass anger shifted to the SLPP-SLFP parliamentarians. The oldest political Establishment sat fossilised in Parliament since 1994.",
    "Namal Rajapaksa rescued the SLPP core, courageously pivoting it away from Ranil and the ‘Gas cylinder’ SLPP defectors.",
    "The SLPP potentially has the most dynamic and personable Presidential candidate for 2029: Namal. But there’s the downside. Namal is a Formula One racer in a car designed, driven and maintained by one elderly uncle (Basil) and totalled by another (Gota). The challenge he faces is to emulate the great racing driver Ken Miles (Christian Bale in Ford Vs. Ferrari) who enabled Ford to do the impossible: beat Ferrari at Le Mans (1966). Miles ripped out everything that the Ford factory had installed in the car which could possibly retard speed on the track.",
    "Mahinda took the SLFP forward by ripping-out CBK’s vacillatory policy towards the Tigers and reinserting nationalism and statism back into the mix, without however making the blunder of returning to the Sirimavo model of ‘self-sufficiency’ and the economics of scarcity.",
    "The younger Mahinda had an appeal way beyond and different from the BBS/Dan Priyasad/Iraj types --the hardcore Gota constituency. MR had a broad sociocultural appeal including in the city of Colombo, which he had inherited from his older cousins George and Lakshman, and expanded. Warm, likeable, he rolled with modernist artistic-cinematic personalities, progressives and leftists. MR was a populist-progressive. Though intra-SLFP rivals, Mahinda Rajapaksa and Vijaya Kumaratunga were quite similar contemporaries (charming, charismatic, courageous, had been jailed), competing for the same space.",
    "Namal’s strengths are his father’s historic role, and his own likeability and ‘smarts’. His biggest liability is the Pohottuwa’s baggage of postwar BR-GR vintage. NR’s most crucial challenges are:",
    "To place himself and the SLPP at a political, ideological and cultural location that enables him to win over ‘Aragalaya Generation’ NPP voters (not JVP-NPP members).",
    "To cull the dinosaurs and dispel the SLPP’s Jurassic Park vibe which drives youth, women, professionals, Tamils, Muslims and Catholics/Christians to the NPP, SJB and UNP."
  ]
}