{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85596",
  "time_ut": 1740443100.0,
  "original_lang": "en",
  "original_title": "Was  Notorious Gangster Ganemulla Sanjeewa Involved  in a Plot Hatched by Diaspora Elements to    Murder Ex-MP for Jaffna,  MA  Sumanthiran?",
  "original_body_lines": [
    "Notorious drug trafficker and criminal gang leader Sanjeewa Kumara Samararathne known as ‘Ganemulla Sanjeewa,’ was shot dead in the No. 5 Magistrate’s Court within the Hulftsdorp Court Complex thisweek.. The suspected assassin was arrested in the Paalaavi area of Puttalam. It was announced first that the arrested person was 34-year-old Mohamed Azman Sherifdeen. Subsequently Public Security minister Ananda Wijepala disclosed that the suspected killer was  Samindu Dilshan Piyumanga Kandanaarachchi from Maharagama.",
    "A predictable outcome of Ganemulla Sanjeewa’s murder is the intense media focus on his life. A litany of offences allegedly committed by him or  he was involved in are being publicized by various sections of the media and social media. Some of these appear to be exaggerated or distorted.Nevertheless the negative aspects of Genemulla Sanjeewa’s past cannot be downplayed or overlooked by the media in the current context.",
    "It is interesting to note that Ganemulla Sanjeewa was at one time suspected of being involved in a conspiracy to assassinate a prominent  Tamil politician from the Ilankai Thamil Arasuk Katchi(ITAK). This was none other than former  Jaffna district MP  Mathiaparanan Abraham Sumanthiran known as MA Sumanthiran.",
    "The law enforcement authorities were then  acting on the basis that several members of the Colombo underworld including Sanjeewa had been enlisted by sections of the Sri Lankan Tamil Diaspora to kill Sumanthiran in Colombo. After a period of detention, Ganemulla Sanjeewa and others were released due to lack of adequate evidence.",
    "Ganemulla Sanjewa’s murder has revived some interest in the matter concerning Sumanthiran. A major reason for the revival of interest in the Ganemulla Sanheewa – MA Sumanthiran episode  is due to a hostile media campaign being directed against Sumanthiran.  What happened was this.The president’s counsel  who has been an MP for 15 years from 2010 onwards  was not elected to Parliament in the 2024 elections.",
    "As is well -known , Sri Lanka’s  new president  Anura Kumara  Dissanayake and his Janatha Vimukthi Peramuna(JVP)led  National People’s Power (NPP)Government took a policy decision to reduce the security awarded to ministers and other VIP’s. The personal security provision of allocating two Policemen as bodyguards to each MP by the ministerial security division (MSD) was also discontinued.",
    "The personal security given to MP’s were removed. There was also no security for former MP’s. However the  Public Security ministry undertook a security assessment of some MPs and  former MP’s and sanctioned two Police bodyguards each for some MPs and ex-MPs. These include former  cabinet ministers Tiran Alles and Douglas Devananda and ex-state minister Suvanesathurai Chandrakanthan alias Pillaiyaan. Former Opposition MP MA Sumanthiran has also been provided two security personnel",
    "Among sitting MP’s Batticaloa district ITAK MP  Shanakkiyan Rasamanickam and ITAK Jaffna MP Sivagnanam Shritharan have also been provided with security. In the case of Shanakkiyan, the decision was taken by the Public Security ministry following a risk assessment exercise. Shritharan was given security after the ITAK parliamentary group leader sought and had  a one on one meeting with President Dissanayake. Shritharan has reportedly protested against his long standing police bodyguard being taken out of the new  security detail.",
    "It is public knowledge that  current  Sri Lankan Tamil politics  revolves around MA Sumanthiran. As a perceptive Indian observer of Sri Lankan affairs noted Tamil politics is a case of  either supporting or opposing Sumanthiran.  In that context, the anti-Sumanthiran elements have gone to town over the security given to Sumanthiran. While ignoring the fact that other ex-MPs too have been provided security,these sections have been conducting a vicious campaign that Sumanthiran has been given security due to his alleged links with President AKD.",
    "Loyalists and supporters of Sumanthiran have been countering this  campaign by pointing out that the Police security was provided by the Govt on its own after an independent security assessment. They emphasise the fact that there is a history of attempts on Sumanthiran’s life. The murder of Sanjeewa  has  revived interest in his past deeds or misdeeds.",
    "Thus there is a lot of interest in the  alleged involvement of Ganemulla Sanjeewa in a conspiracy to assassinate Sumanthiran. Several readers have queried me about this incident. When Sanjeewa was discharged by courts over this issue some years ago, I wrote about it in detail at that time. As such I intend re-visiting what happened then with the aid of my previous writings.",
    "The Police Criminal Investigation Department (CID) was probing an ongoing racket in 2018  involving  former cadres  of the Liberation Tigers of Tamil Eelam(LTTE) and members of the Colombo underworld. It was suspected that ex-LTTE cadres were digging up cached firearms,ammunition and claymore mines and selling them to Colombo gangsters and hoodlums. With the LTTE connection coming to light, the CID called in the Terrorism Investigation division (TID)also.",
    "An initial breakthrough in this regard was the capture of a former LTTE member possessing arms in Wattala. This man was Kanapathy Kathiravelu. Intensive interrogation of Kathiravelu resulted in a fresh lead. Apparently some tigers in the  global Tamil Diaspora were hatching a plot to assassinate the then ITAK Jaffna MP MA Sumanthiran in Colombo. Some underworld figures had been approached. The aim was to kill Sumanthiran by a sniper fron  a balcony in a high -rise building.",
    "It was then that the name of Ganemulla Sanjeewa surfaced as someone involved in the conspiracy. It was also revealed that Sanjeewa was involved in the weapon trade with ex-tigers and tiger Diaspora. Earlier Sanjeewa was allegedly involved in contract killings, drugs and extortion but  not political assassinations. When this information was received, Ganemulla Sanjeewa was in remand custody over an alleged murder charge.",
    "The CID arrested  Ganemulla Sanjeewa and began investigating him under the Prevention of Terrorism Act (PTA) on suspicion for plotting to assassinate M. A. Sumanthiran MP and for smuggling and trading weapons illegally. Preliminary inquiries revealed that Sanjeewa had been approached by pro-tiger elements in the Diaspora to devise a Plot to have Sumanthiran sassinated by members of the underworld in Colombo. Sanjeewa’s Diaspora contact was suspected of being an Australian resident.",
    "Sanjeewa’s  further interrogation resulted in more members of the underworld being arrested. Twelve suspects were arrested over a period of time in 2018.. This was followed up by the arrests of three more persons in 2019.. All fifteen  were produced before Colombo Chief Magistrate Lanka Jayaratne. (B/6284/01/19). According to the names in the indictment,  11 were Sinhala speaking and 4 were Tamil – speaking .",
    "The 15 persons detained under the PTA were 1. Rasalingam Sivaraj. 2.Kalyanakumara Sashikumar, 3. GPMP Kavinda Pathirana, 4. KKMD Vijaya Siriwardena, 5. KPIR Karunanayake Pathirana, 6. MD Nimal Harshana, 7. MK Pradeep Deshapriya, 8. A Prabhakar Wickremasinghe, 9.FS Jonathan Dadlili, 10. W Jude Niroshan, 11. W Salan Kumara, 12. Kanapathy Kathiravelu, 13. K Udeshitha Viduranga, 14. RA Amila Nuwan, 15. Sanjeeva Samararatne alias Ganemulla Sanjeewa a.k.a. Malingamuwe Sanjeewa.",
    "On April 12th, two days before the advent of the “Pilava” April New Year , Colombo Chief Magistrate Buddhika Sri Ragala released 11 suspects who had been in custody for two years since early 2019. These included  the well-known underworld figure Sanjeewa Samararatne alias Ganemulla Sanjeewa a.k.a. Malingamuwe Sanjeewa and ten others who were in custody for allegedly plotting to assassinate ITAK Jaffna District Parliamentarian MA Sumanthiran and  on other charges .",
    "Alongside the plot to assassinate M. A. Sumanthiran MP, investigators had been probing related threads including digging up claymore mines and T- 56 assault rifles supposedly buried in the North by the LTTE, smuggling the same to Colombo and suburbs and trading with underworld figures.",
    "Colombo Chief Magistrate Buddhika Sri Ragala released the 11 suspects due to Police Officers investigating the case declaring to court that the Attorney General had said there was insufficient evidence to proceed further against 11 of the 15 suspects in custody. The  then AG Dappula de Livera had advised the Police that there was not enough evidence to prosecute this group of 11. The Attorney-General had also advised Police to make preparations for prosecuting the remaining four suspects in the near future.",
    "It is however unclear as to what happened to the four remaining suspects. It is surmised that they were gradually released but I am subject to correction. As for Ganemulla Sanjeewa , the notorious gangster moved on to things unconnected to Sumanthiran.",
    "It must be noted that notwithstanding  the discharge of  Ganemulla Sanjeewa and other underworld figures, the separate investigation conducted  for years by the TID into an conspiracy to assassinate Sumanthiran  was yet in progress.. A separate indictment had been  filed and court proceedings were on.. Sanjeewa was not a part of this probe or case.",
    "It was the Terrorism Investigation Division (TID) of the Police which first unearthed details of the  above-mentioned  conspiracy to assassinate Sumanthiran. The then TID Director DIG Nalaka de Silva himself took personal charge and began directing his officials in the investigation. After an intensive probe, it was on 23 December 2016, that the TID had concrete proof of a plot against Sumanthiran. Investigations continued and arrests were made.",
    "According to information uncovered by the TID, the would-be assassins had attempted thrice to target the ITAK  Parliamentarian. Their efforts had proved abortive due to circumstances beyond their control. All three attempts were aimed at assassinating Sumanthiran by using explosive devices while he was travelling along the B-402 Soranpatru-Thaalayadi road in the Jaffna peninsula. The MP was travelling to or from Maruthankerny. The Jaffna MP was unaware of all three attempts until the arrest of suspects afterwards.",
    "STF protection  was given for the first time to Sumanthiran in January 2017 following the detection of the plot by some former members of the LTTE to assassinate the MP in the Maruthankerny area of the Jaffna peninsula. The conspiracy was hatched by extremist Tigerish elements in the global Tamil diaspora. A  case was  filed in this regard against five persons – including one in absentia – under provisions of the Prevention of Terrorism (PTA) at the Colombo High Court (HC 242/2018).",
    "The Five persons charged in what is termed as the Maruthankerni conspiracy are 1. Karalasingham Kulendran alias Solai Kumaran alias Master.2. Lewis Marianayagam Ajanthan alias Kadalan alias Jana.3. Murugiah Thevendran alias Venthan.4. Gnanasekaralingam Rasmathan alias Mathan alias Barathan.",
    "The 5th accused being tried in absentia is Mahathmaji Anojan alias Kanthan alias Vetri who is reportedly in Australia.  It is this person called Vetri acting on behalf of the Pro-LTTE Diaspora who is suspected of planning and financing various Plots to kill Sumanthiran.The case has been proceeding at the Colombo High Court for quite some time now. Sumanthiran himself has given evidence in this case.  So have a few  Australian residents. Even though the pace has been slow, the case has progressed and it is a matter of time before a verdict is issued.",
    "Apart from this Maruthankerni conspiracy to assassinate Sumanthiran, law enforcement authorities have detected several other plots targeting the TNA Parliamentarian at different times. Almost every attempt to revive the LTTE again in Sri Lanka through acts of violence after the war ended in 2009 have been “involving” Sumanthiran as a target.",
    "At least one such attempt pre-dates the Maruthankerni conspiracy. In the case of several assassination plots detected earlier, it had been assumed wrongly that the intended targets were Douglas Devananda or Vinayagamoorthy Muraleetharan alias “Col”Karuna. Subsequently investigators were shocked to know that the real target was Sumanthiran.",
    "Overseas Tigers and their fellow travellers – many of them financially well-endowed members of the global Tamil diaspora – have been consistently aiming to assassinate Sumanthiran by financing economically impoverished ex-LTTE cadres in Sri Lanka. Several Tamils have been taken into custody  over the years as suspects in this respect and grilled by sleuths.",
    "Apart from the MSD security provided to all MPs, special security in the form of a STF detail had been assigned for Sumanthiran’s protection in the past following the uncovering of plots to assassinate him. The State was duty -bound to provide security because there was a credible threat to  Sumanthiran’s  life Nevertheless it must be noted with concern that the serious question of providing security for Sumanthiran has been treated lightly in cavalier fashion by the powers that be in the past.",
    "Special Task Force(STF )protection was first provided for Sumanthiran in early 2017. It was taken away in November 2018 during the anti-constitutional coup 52 day saga. STF protection was restored in March 2019. It was discontinued in November 2019 after the election of President Gotabaya Rajapaksa. STF protection was provided to Sumanthiran again in January 2020. During the 2020 Parliamentary election campaign the STF detail was doubled in strength. Then again in February 2021  the STF protection for Sumanthiran was removed. This action by President Gotabaya Rajapaksa’s former  Public Security Minister Sarath Weerasekara was criticized by many but STF security was not restored.",
    "It is noteworthy that Sumanthiran himself had at no stage requested for special security. It was the Government of Sirisena-Wickremesinghe and the Government of Gotabaya-Mahinda Rajapaksas that had afforded the MP special STF protection because there was a dangerous security threat. The removal and restoration of STF security for Sumanthiran have been purely Governmental decisions all along.",
    "In January 2021, the newly appointed Public Security Minister  Sarath Weerasekera of the Gotabaya Govt,  sent a note to Sumanthiran in Parliament that he wanted to meet him. When they met, Minister Weerasekara informed Sumanthiran of the recent threat assessment and the enhanced danger to his security. The minister assured Sumanthiran that his STF security would not be removed even though “some” clamoured for it. Yet the same minister Weerasekara was to remove Sumanthiran’s STF security without notice a month later in early February 2021.",
    "Furthermore the Public Security Minister reiterated in Parliament that Sumanthiran’s STF security had been removed though the MP faced a security threat.What irked the Gotabaya  Govt in this instance seemed to have been the successful “Pottuvil to Poligandy” (P2P)protest march in which Sumanthiran played a Pivotal role.",
    "After the P2P protest ended, the commanding officer of the Special Task Force (STF) contingent in charge of Sumanthiran’s personal security informed the Jaffna District MP that his superiors had ordered him to return as a decision had been taken to stop providing STF security further. The Jaffna District MP referred to this removal of STF security in Parliament then .",
    "After explaining what the P2P protest was about and observing that it was conducted peacefully, Sumanthiran said: “The special security given to me was removed the moment this event was over.”Sumanthiran went on to say in Parliament that he himself had not complained to anyone about facing a security threat and that it was the Government which had stated so and provided special security.",
    "Waving a file with particulars, Sumanthiran said that there were cases filed in this regard at the Colombo High Court and Chief Magistrates Court. He also said that over 30 suspects including Sinhala underworld members were in custody. All this was because the State had proclaimed there was a threat to his life.Continuing further the Jaffna District MP asked why the Government has withdrawn his special security if there was a security threat against him and made three related observations.",
    "Firstly he said the Government may have removed his security despite the threat because it was annoyed due to his participation in the successful protest event. Secondly he said that if indeed there was no security threat, the State had arrested and detained over 30 innocent persons.",
    "Thirdly he said the security removal may have the sinister motive of giving signals to those who want to harm him. Sumanthiran concluded by saying, “If anything untoward happened (to him), the Government must bear full responsibility.”",
    "Subsequently Minister of Public Security Rear Admiral Sarath Weerasekara told ‘Hiru’ TV that the Special Task Force security assigned for ITAK  MP M. A. Sumanthiran was removed on his orders.The Minister said the special security was removed as Sumanthiran had participated in a protest march despite claiming to have threats to his life.",
    "Minister Weerasekara argued that if Sumanthiran’s life was in threat, then he would not have participated in a public event. He further said the Police protection provided to all Parliamentarians will continue to be provided to MP Sumanthiran as he is entitled to it.",
    "The Police protection given to MPs ended after Sumanthiran’s electoral defeat in 2024. However as stated earlier, an independent risk assessment made by the new Govt has resulted in the ex-MP being given protection like other former Parliamentarians  Douglas, Tiran and Pillaiyaan. The anti-Sumanthiran lobby has been attacking him on that account. The campaign may even be a diabolical plan to  deprive Sumanthiran of Police protection and make him an easy target for potential assassins.",
    "It is against this backdrop that much interest is being evinced in the alleged involvement of Ganemulla Sanjeewa in a plot to assassinate Sumanthiran in the past.",
    "This article appears in the “DBS Jeyaraj Column”of the “Daily Mirror”dated 22 February 2025.It can be accessed here –"
  ]
}