{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/RIUNIT-webinar-IMF-geopolitics-and-Sri-Lanka-s-economic-sovereignty-on-7-Feb/56-758015",
  "time_ut": 1706742714.0,
  "original_lang": "en",
  "original_title": "RIUNIT webinar: IMF, geopolitics, and Sri Lanka’s economic sovereignty on 7 Feb.",
  "original_body_lines": [
    "The Research Intelligence Unit (RIUNIT), in partnership with the Institute for Political Economy (IPE), presents a webinar featuring experts in geopolitics, debt justice, and the Sri Lankan economy.",
    "Speakers include Professor Yanis Varoufakis, Professor Dr. Howard Nicholas, Heidi Chow, and Tania Abeysundara, with Professor Kanchana N. Ruwanpura and Roshan Madawela moderating.",
    "It will be held on Wednesday, 7 February at 1630 hours Colombo; 1100 hours London; 1900 hours Singapore.",
    "This webinar serves as a platform for stakeholders to delve into Sri Lanka’s economic challenges, the role of international institutions like the IMF, and the impact of geopolitical dynamics on the nation’s sovereignty.",
    "Participants will gain insights into strategies for addressing economic vulnerabilities, mitigating poverty, and navigating global uncertainties. The discussions will explore avenues for sustainable development, equitable growth, and resilience-building in the face of multifaceted challenges.",
    "RIUNIT said Sri Lanka, facing internal and external challenges, grapples with the aftermath of its external debt crisis, exacerbating existing economic issues. The Easter attacks, COVID-19 pandemic, global conflicts, and economic mismanagement have pushed Sri Lanka back to seeking IMF assistance.",
    "Despite Government efforts, widespread poverty persists, exacerbated by low-pay and unemployment. The civil society warnings about IMF loan reforms’ impact on vulnerable groups remain unheeded.",
    "In a world of geopolitical turmoil, conflicts like the Russia-Ukraine war and the Israeli’s war against the Palestinian people disrupt global markets. Recent developments, including South Africa’s case against Israel for acts of genocide at the ICJ, highlight geopolitical tensions. Further geopolitical tensions unfolding around the Indian Ocean, particularly involving the USA, China, and India, are challenging Sri Lanka’s traditionally non-aligned foreign policy stance.",
    "The Research Intelligence Unit is an international research network with a strong presence in the emerging world over the past 21 years. A fiercely independent think tank and advisory company, this webinar is part of an ongoing series by RIUNIT as part of efforts to bring a more people centric discussion to local and global economic policy. The Institute of Political Economy is an autonomous virtual think tank dedicated to advancing policies that prioritise both people and the environment. Through a comprehensive approach encompassing economic, political, and social reforms, the institute aims to foster social well-being, ecological awareness, and egalitarian politics. Additionally, it strives to counteract the significant imbalances inherent in the unjust global socio-economic order.",
    "The webinar will help to understand how Sri Lanka can leverage its strengths and address its weaknesses in the context of evolving global dynamics. Together, all can work towards shaping policies that promote inclusive growth, economic stability, and social justice.",
    "Register now to join the conversation and contribute to shaping informed economic policies: https://riunit.com/registration/."
  ]
}