{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104136/adb-approves-usd-30-million-financing-facility-for-sri-lankas-ceb",
  "time_ut": 1733815980.0,
  "original_lang": "en",
  "original_title": "ADB approves USD 30 million financing facility for Sri Lanka’s CEB",
  "original_body_lines": [
    "The Asian Development Bank (ADB) has approved a $30 million Small Expenditure Financing Facility (SEFF) for the Ceylon Electricity Board (CEB), guaranteed by the Democratic Socialist Republic of Sri Lanka, to bolster the sustainability of ongoing and future energy sector projects.",
    "“This is Sri Lanka’s first SEFF, designed to support the operational sustainability of ADB-financed energy projects, promote initiatives to increase the share of renewable energy, and encourage private sector participation in the renewable energy sector, particularly in the context of the country’s economic challenges,” said ADB Country Director for Sri Lanka Takafumi Kadono. “The facility will finance post-completion activities of ADB-financed projects, feasibility studies for advanced renewable energy technologies, preparatory work for transmission and distribution upgrades, and capacity building in emerging technologies. The first activity under the SEFF will enhance the operational sustainability of the Moragolla Hydropower Plant financed by ADB.",
    "The SEFF will play a crucial role in supporting Sri Lanka’s target to achieve 70% of its electricity generation from renewable energy sources by 2030, as part of its broader energy transition strategy. Achieving the 2030 target will require substantial investments in renewable energy infrastructure, grid modernization, and energy storage solutions, alongside policy reforms to encourage private sector participation and international financing.",
    "The facility complements Sri Lanka’s broader power sector reforms and investment program, supported by ADB’s Power Sector Reforms and Financial Sustainability Program and the recently approved Power System Strengthening and Renewable Energy Integration project. The approval of the SEFF underscores ADB’s continued support for Sri Lanka’s energy sector, recognizing the substantial progress made in advancing critical power sector reforms. These reforms aim to enhance the sector’s financial sustainability, implement cost-recovery tariff adjustments, and foster competitive renewable energy development.",
    "The facility will strengthen the institutional capacity of the CEB to effectively integrate and manage renewable energy systems, adopt digital solutions, and support the sector’s transition toward a more sustainable and resilient energy future.",
    "Of the total $30 million facility, $15 million will be allocated to enhance the operational sustainability of the Moragolla Hydropower Plant, while the remaining $15 million will support activities aimed at facilitating renewable energy generation and grid integration.",
    "ADB is committed to achieving a prosperous, inclusive, resilient, and sustainable Asia and the Pacific, while sustaining its efforts to eradicate extreme poverty. Established in 1966, it is owned by 69 members—49 from the region."
  ]
}