{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Eran-accuses-PM-of-attempting-to-cause-conflict-between-Executive-and-Judiciary/56-764800",
  "time_ut": 1722017940.0,
  "original_lang": "en",
  "original_title": "Eran accuses PM of attempting to cause conflict between Executive and Judiciary",
  "original_body_lines": [
    "SJB MP Eran Wickramaratne says PM’s statement refusing to accept SC order on IGP appointment is affront to other Police officers",
    "Accuses PM of attempting to mislead country and Parliament by interpreting certain constitutional articles indirectly",
    "Says Parliament has neither authority nor qualification to comment on SC order",
    "Samagi Jana Balawegaya (SJB) MP Eran Wickramaratne has accused Prime Minister Dinesh Gunawardena of attempting to cause conflict between the Executive and Judiciary.",
    "Addressing a press conference in Colombo yesterday, Wickramaratne said the statement by Gunawardena refusing to accept the Supreme Court injunction order against IGP Deshabandu Thennakoon from functioning in the post is an insult to other officers of the Sri Lanka Police.",
    "Wickramaratne said the Prime Minister made a special statement in Parliament, attempting to mislead the country and Parliament by providing a wrong interpretation of several articles of the Constitution.",
    "Wickramaratne emphasised that the country does not need a Supreme Court if its orders are to be altered by parliament. He asserted that the Parliament has neither the authority nor the qualification to comment on a Supreme Court order.",
    "“Only two members of the Constitutional Council voted in favour of the appointment of the Inspector General of Police. Two members voted against it, and two abstained from voting. However, the letter sent by the Speaker to the President said Deshabandu Thennakoon was elected as the Inspector General of Police with a majority of votes. This letter was prepared to imply that the Speaker also supported the appointment,” he alleged.",
    "According to Wickramaratne, the Speaker’s actions were unconstitutional. He therefore criticised the Prime Minister’s statement that the Speaker could give an order in this matter.",
    "Wickramaratne further said the Prime Minister’s actions are not legal and urged Government officials to not come to premature conclusions. He advised Government officials to be cautious.",
    "Wickramaratne accused the Prime Minister of working to create a conflict between the executive and the judiciary. He warned that if the president, appointed for a five-year term, disregards Supreme Court orders, it undermines the rule of law in the country. Wickramaratne completely rejected the Prime Minister’s statement in Parliament that the Government would not accept the Supreme Court’s order regarding the Inspector General of Police. He emphasised that this issue threatens the sovereignty of the people and called on National People’s Power, an opposition political party, to collaborate on addressing this problem."
  ]
}