{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101544/former-malaysian-pm-charged-with-sedition-for-allegedly-mocking-former-king",
  "time_ut": 1724751420.0,
  "original_lang": "en",
  "original_title": "Former Malaysian PM charged with sedition for allegedly mocking former king",
  "original_body_lines": [
    "Former Malaysian Prime Minister Muhyiddin Yassin was charged Tuesday with sedition over a speech he made that allegedly questioned the integrity of the country’s previous king.",
    "Muhyiddin, who led Malaysia from March 2020 until August 2021, pleaded not guilty in a court in northeast Kelantan state. According to the charge sheet, Muhyiddin made the seditious remarks last month during a by-election campaign in Kelantan.",
    "Nine ethnic Malay state rulers take turns as Malaysia’s king for five-year terms under the country’s rotating monarchy, which began when Malaysia gained independence from Britain in 1957. The monarchy plays a largely ceremonial role, but are revered by the nation’s majority Muslims.",
    "In his speech on Aug. 14, Muhyiddin had questioned why then-King Sultan Abdullah Sultan Ahmad Shah didn’t invite him to be prime minister following a hung Parliament in November 2022. Muhyiddin had claimed he had the backing of majority lawmakers.",
    "Muhyiddin’s Islamic nationalistic bloc received stronger-than-expected support from Malays, who account for two-thirds of Malaysia’s 34 million people. Sultan Abdullah appointed then-opposition leader Anwar Ibrahim as prime minister after Anwar cobbled up support from rival parties to form a unity government.",
    "Sultan Abdullah from central Pahang state, who ended his reign on Jan. 30 this year, didn’t comment on the case. But his son issued a strong rebuke to Muhyiddin, saying his remarks were dangerous and could divide the people and undermine the royal institution.",
    "Muhyiddin was questioned by police following complaints against him. He had denied insulting the royalty, saying his remarks were factual and that he had handed in sworn oath of support by 115 lawmakers in the 222-member parliament.",
    "Zaid Malek from Lawyers for Liberty, a human rights and law reform group, slammed the use of the colonial-era Sedition Act against Muhyiddin. He said questioning or criticizing the exercise of constitutional power by the king wasn’t seditious.",
    "The law, introduced by the British in 1948, criminalizes speech or actions with an undefined “seditious tendency,” including that which promotes hatred against the government and monarchy or incites racial discord.",
    "“The king is a constitutional monarch, and not a feudal ruler. His exercise of his power can thus be debated, questioned or criticized. This is the very bedrock of our system of constitutional monarchy,” Zaid said. Anwar had backtracked on his pledge to repeal the Sedition Act, which has long been used to suppress dissenting voices, he added.",
    "Muhyiddin, 77, faces up to three years in prison or a fine or both if found guilty. He is also still battling corruption and money-laundering charges that he claims are politically motivated.",
    "Muhyiddin was the second former leader charged with crimes after ex-Prime Minister Najib Razak, who received multiple charges after losing a 2018 general election. Najib began a 12-year prison term in 2022, with several more graft trials underway."
  ]
}