{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ciaboc-arrests-con-artist-asking-bribe-to-save-officials-from-probes-232821/",
  "time_ut": 1753447800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka CIABOC arrests con artist asking bribe to save officials from probes",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Commission to Investigate Allegations of Bribery or Corruption (CIABOC) arrested an artist who has asked for a bribe of Rs. 30,000 each from a principal and an Air Force officer to stop a probe against them by CIABOC.",
    "The artist was arrested late on Thursday near a bus stand in Kalutara, the CIABOC said in a statement.",
    "The artist has asked a principal in Mathugama area deposit Rs. 30,000/- in a bank account in return of stopping an existing CIABOC investigation promising that he can handover the investigation file to the principal and pursue officials to send a letter stating that there will be no probes further, the CIABOC said.",
    "The con artist also has asked the concerned Air Force officer to deposit Rs. 30,000 to prevent arrest by the CIABOC on an ongoing probe.",
    "The Director General of CIABOC in May has given a strong message to all government officials and the general public on the anti-corruption move under the new government.",
    "The CIABOC has started pushing anti-corruption measures including raids aggressively under the new government.",
    "It raided the Department of Motor Traffic (DMT) in May and arrested three government officials including a deputy commissioner with over 4.1 million rupees of unexplainable cash.",
    "President Anura Kumara Dissanayake-led National People’s Power (NPP) government’s anti-corruption acts are under scrutiny as public perception is on the rise that the government has not done enough to prevent corruption.",
    "Many people including in the private sector hail the government for stopping corruption at minister and deputy minister level. However, they say corruption continues the same as it was in the past at top bureaucratic, middle, and lower levels among public officials.",
    "The CIABOC has said the latest measures are a strong message for current public officials and had urged to stop all corruption measures or face the name and shame by the anti-graft body.",
    "Opposition parties have claimed the arrests are part of a witch hunt by the government. (Colombo/July 25/2025)"
  ]
}