{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Misuse-and-abuse-of-public-funds-beyond-presidency/4-780808",
  "time_ut": 1756253406.0,
  "original_lang": "en",
  "original_title": "Misuse and abuse of public funds beyond presidency",
  "original_body_lines": [
    "The starting point therefore is for the people, for concerned citizens to demand necessary amendments immediately to the Referendum Act",
    "Arrest and detention of former president Ranil Wickremesinghe last Friday (22 August), under the “Offences Against Public Property Act No. 12 of 1982” reported as the first such arrest of a former Head of State in Sri Lanka, brings about an issue that had not been paid attention to, though frequent allegations are made on “abuse of public property”. As raised by Moratuwa Municipal Council member, Attorney at Law Lihini Fernando, how public life in high office and the individual’s private life could be recognised and differentiated for the benefit of the office held and the individual’s freedom has never been looked into by any. For the presidency, it is by all means a daunting and a challenging task.",
    "Attorney Fernando providing a short explanation posted in her “X” account on the following day 23 August says, “A President of a country cannot separate his private life from public life. The moment one assumes the office of Head of State, he ceases to be a private individual”. And then Fernando rightly assumes, “…in practice, there is no clear distinction between public and private life for a sitting President”.",
    "It has been so although people have not bothered about presidential visits, whether in Sri Lanka or outside. They have thus not seriously questioned funds utilised for such foreign trips either. Even the Opposition has not raised the issue of “private travel” and “public funds”, except as “political slander”. It’s a two-way process with Opposition politics here in Sri Lanka; Opposition caters to public slogans, right or wrong, and public gather around Opposition slogans valid or not, if attractive. Either way, abuse of public funds for presidential and ministerial travel had never been attractive and important though “The Sunday Times” in its 14 September 2008 issue, left a side comment on President Rajapaksa’s trip to the UN General Assembly in New York in its column “Odds and Ends” writing with sarcasm “It is understood that the New York delegation’s trip to New York will cost about US$ 600,000 – all this just to ‘enjoy’ New York and meet the Indian PM”. That was how President Rajapaksa’s foreign travel in chartered flights (??) with loads of “supporters” was generally treated in the media and by the Opposition including the JVP. By then, public funds for private use had become an institutionalised habit for the President and for Ministers to go on foreign trips with a large entourage of their choice, paid with public funds.",
    "Abuse of public funds for presidential and ministerial travel is no isolated issue in a “clean government”. It is within heavy corruption in a free market economy providing space for all and any “deal” with political endorsements. State departments, ministry offices and agencies are more corrupt than they are generally seen in an utterly selfish, heavily competitive and an ethically decayed society that accepts corruption and crime without social questioning. Selfish and competitive to the extent, the individual mindset is fashioned to work on the premise “Forget others. I earn for me” and my family. The extension therefore is “Why do you bother, how do I earn?”",
    "In a society where the majority mindset is such, would you expect people to demand transparency and accountability in governance and in State agencies that play the role of “implementer” of government decisions? Though of late, MPs use parliamentary Committees on Public Accounts (COPA) and Public Enterprises (COPE) to defend themselves against allegations on corruption, fraud and waste, deflecting allegations towards public officials, they have in the process unearthed quite a load of mega corrupt deals, neglect, waste and inefficiency in State departments, corporations and SOEs. Most even the Minister in-charge had not been aware of it.",
    "When such is spoken of, the common response is, “there are enough laws that should be enforced against the corrupt”. With the new “anti-corruption” Act No. 09 the previous Government adopted in August 2023, the present JVP/NPP Government pledges to eradicate fraud and corruption completely. President Anura Kumara Disanayake told Parliament corruption will not be left for the next generation to complain about.",
    "The new “anti-corruption” Act has given few more teeth to the Bribery Commission (CIABOC), but all legal terms like, “cheating, criminal breach of trust, falsification, forgery, theft” are referred to the Penal Code for their “interpretations”, suggesting the Penal Code has enough legal provisions to indict any suspect for corruption and fraud. There are also laws for “Prevention of Money Laundering (Act No. 05 of 2006), Public Property Act (No. 12 of 1982) and Foreign Exchange Act No. 12 of 2017) that relates to different aspects of fraud and corruption. Also, Sri Lanka is a signatory to the UN Convention Against Corruption and ratified the same on 31 March 2024.",
    "How is it, corruption and fraud keep increasing and seeping into every segment of the State and social life, with all these legal provisions in force and with State agencies established for their implementation? How is it that money allocated annually to the President’s Secretariat, to ministries, goes with no public scrutiny, despite all these legal provisions? A quick and easy answer is, even those State agencies responsible for eradication of corruption and fraud are themselves corrupt.",
    "Yes, they are. “GAN Integrity” an international online platform that claims it “connects all your compliance and third-party risk programs in one place” in its 2020 report on South Asia says, in Sri Lanka, “There is a high risk of corruption in Sri Lanka’s judiciary. Businesses do not have sufficient confidence in the judiciary’s independence and its ability to efficiently settle disputes and challenge government regulations”. It also says, “A third of Sri Lankans believe the police are corrupt. There are reports that police officers bribe or pay off people to refrain from submitting complaints; making it difficult to establish the level of corruption in the system” (https://www.ganintegrity.com/country-profiles/sri-lanka/). All these at least five years ago and for sure have gone from bad to worse during those past five years.",
    "There ought to be a major reason for systems and agencies to go topsy-turvy carrying with them all the legal acts made into law to curb corruption and fraud as well. That seems to be the absence of “social ownership” in any of the legal enactments. These laws and conventions are all borrowed from the West, with no roots in our soil, though a few foreign funded organisations in Colombo, self-appointed as representatives of the civil society time and again spoke about human rights, transparency, accountability and good governance. Borrowed especially from Western Europe, where they were conceptualised and developed through long philosophical debates and social revolts. Leaving out the origins and coinage of the words in labelling the concepts of freedom, liberty and democracy, they were social articulations with serious intellectual debates in ancient Western society, before they were written into legal drafts. Thus for centuries they were being practised with new social structures emerging with collective accommodation of plural consent in ruling the community. As social creations, they were owned by the people, who safeguarded them as their freedom and liberties. Writing them into law only made them formalities in society, as accepted by the people.",
    "In fact the British tradition of parliamentary rule prove, written law is not necessarily a “must” with social ownership of traditions and socially accepted values and concepts in governance. Thus Britain has no single written Constitution and is defined as one that “comprises the written and unwritten arrangements that establish the United Kingdom of Great Britain and Northern Ireland as a political body.” The British parliament is guided by a combination of established parliamentary procedure, codified in sources like (i) House Standing Orders (ii) Erskine May (iii) constitutional conventions that are “unwritten rules” and practices, (iv) Acts of Parliament passed by the Parliament itself, and (v) common law principles like Parliamentary privilege, which protect the institution’s independence and freedom of speech.",
    "We in Sri Lanka have no such tradition and social practice of drawing citizens into drafting and enacting law, that we insist is for the good of the people. It is therefore necessary to create a tradition that would require people’s active participation through “Provincial People’s Referendums” to debate and vote on all anti-corruption laws and media regulatory acts and bills, before they are tabled in Parliament. The qualifying bar requires a minimum of 40% votes in favour from total polled, if the total vote against and the NOTA (None Of The Above) vote together do not total 40% from the total registered voters. A new tradition to give social ownership to laws enacted “for the good of the People”.",
    "The starting point therefore is for the people, for concerned citizens to demand necessary amendments immediately to the Referendum Act and any other relevant law to provide for “provincial referendums” in the future."
  ]
}