{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97143/sri-lanka-australia-mull-strengthening-bilateral-ties-amid-indian-ocean-dynamics",
  "time_ut": 1707469620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, Australia mull strengthening bilateral ties amid Indian Ocean dynamics",
  "original_body_lines": [
    "In a recent development at the Indian Ocean Conference, Australian Minister of Foreign Affairs Penny Wong held a significant meeting with President Ranil Wickremesinghe.",
    "During the encounter, Minister Wong extended a warm welcome to President Wickremesinghe in Australia and conveyed gratitude for Sri Lanka’s supportive role in the conference.",
    "Addressing the gathering, Minister Wong underscored her government’s renewed dedication to the Indian Ocean region and fostering closer ties with pertinent nations.",
    "In response, President Ranil Wickremesinghe shared his insights on the Indian Ocean’s evolving dynamics, particularly emphasizing the heightened importance of the Indian Ocean Rim Association (IORA). The President hailed Australia’s increased engagement in the region as a positive development amid shifting power dynamics.",
    "Moreover, President Wickremesinghe spotlighted Sri Lanka’s escalating investments in renewable energy, noting the involvement of Australian firms in this sector.",
    "Reflecting on the historical relations between Sri Lanka and Australia, dating back to the Colombo Plan, both leaders affirmed their commitment to bolstering bilateral relations further.",
    "President Ranil Wickremesinghe was accompanied by key officials, including Senior Adviser to the President on National Security and Chief of the Presidential Staff Sagala Ratnayaka, Sri Lanka’s High Commissioner to Australia Chitranganee Wagiswara, Private Secretary to the President Sandra Perera, President’s Directors for International Relations Dinouk Colombage and Rishan de Silva."
  ]
}