{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/New-regulations-to-make-uncultivated-land-productive/34-762143",
  "time_ut": 1716411910.0,
  "original_lang": "en",
  "original_title": "New regulations to make uncultivated land productive",
  "original_body_lines": [
    "State Minister for Social Empowerment Anupa Pasqual on Tuesday emphasised that new laws are being introduced to facilitate the use of uncultivated land for agricultural purposes as land is vital for social empowerment.",
    "The State Minister also announced that the Government has decided to incorporate a skill or professional stream into the G.C.E. (Ordinary Level) Examination to promote social empowerment.",
    "The State Minister made these remarks during a press briefing titled “Collective Path to a Stable Country” held at the Presidential Media Centre (PMC).",
    "A fundamental ideology we have advocated is the need for educational system reform to uplift society. Hence, individuals should not be labelled as exam failures solely due to struggles in subjects like maths, religion, or language at the G.C.E. (O/L) examination. Therefore, the Government has resolved to integrate skill-based or vocational streams into the G.C.E. (O/L) Examination syllabus. This concept reflects societal acceptance. Accordingly, the Ministry of Education plans to implement this initiative from the beginning of next year. It is imperative to note that forthcoming educational reforms aim to cultivate skilled professionals.",
    "Furthermore, we have recognised numerous uncultivated lands across the country. These lands should be utilised for agricultural purposes. Land holds pivotal importance in social empowerment. Thus, endeavours are underway to enact new legislation facilitating the utilisation of uncultivated but arable land.",
    "Our standard is that pensions should be given to all to empower the entire country. To achieve this, we propose a contributory pension scheme encompassing not only the public and private sectors but also all self-employed individuals. Simultaneously, we must devote ourselves to fostering an entrepreneurial culture within the country. Additionally, access to vocational education should be extended to all as part of our efforts to drive the country towards development.",
    "Furthermore, we have initiated the “Liyasaviya” program aimed at empowering preschool teachers. Our primary objective is to empower 1.2 million disadvantaged beneficiaries, with a target of empowering 300,000 families this year. Preparation of essential documentation for approximately 188,000 beneficiaries has been completed. Under the World Bank project, documentation for 10,000 beneficiaries and under the Asian Development Bank (ADB), documentation for 16,000 beneficiaries has been finalised. Training for officials will also conclude this month.",
    "Furthermore, several social empowerment initiatives will commence in collaboration with the National Youth Services Council, Coconut Development Board and Tea Small Holdings Development Authority, in the next month. We hope to create a productive economy through all these efforts."
  ]
}