{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99956/sri-lankas-financial-intelligence-unit-signs-mou-with-bribery-commission",
  "time_ut": 1718729160.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Financial Intelligence Unit signs MoU with Bribery Commission",
  "original_body_lines": [
    "The Financial Intelligence Unit (FIU) of Sri Lanka has entered into a Memorandum of Understanding (MOU) with the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) to exchange information relating to investigations and prosecutions of money laundering, bribery or corruption, and other related offences.",
    "Mr. Chethiya Goonasekera, PC, Commissioner of the CIABOC and Mr. Kanishka Wijeratne, Director General of the CIABOC signed the MOU on behalf of the CIABOC, and Dr. Subhani Keerthiratne, Director of the FIU signed the MOU on behalf of the FIU.",
    "The MOU signing was chaired by Dr. P Nandalal Weerasinghe, the Governor of the CBSL, in the capacity as the Chairman of the Anti-Money Laundering and Countering the Financing of Terrorism (AML/CFT) National Coordinating Committee.",
    "Mrs. K M A N Daulagala, Deputy Governor of the CBSL, a member of the AML/CFT Task Force, also attended the occasion.",
    "The new Anti-Corruption Act, No. 9 of 2023 has empowered the CIABOC to share information relevant to any investigation with any local law enforcement authority or any other Government authority. In terms of the Financial Transactions Reporting Act, No. 6 of 2006 (FTRA), the FIU can enter into MOUs with any domestic government institution to exchange information.",
    "The MOU between the CIABOC and the FIU would enable both institutions to exchange information, which is vital for prevention, detection and prosecution of money laundering, bribery or corruption, and other related offences, said the Central Bank of Sri Lanka (CBSL) in a statement.",
    "Since 2008, the FIU has entered into 44 MOUs with foreign counterparts as well as 13 MOUs with domestic government agencies including Sri Lanka Customs, Department of Immigration and Emigration, Inland Revenue Department, Department for Registration of Persons, Sri Lanka Police, Excise Department of Sri Lanka, etc., in order to share information to strengthen the AML/CFT framework of the country."
  ]
}