{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/despite-lending-uptick-and-fiscal-gains-markets-remain-uneasy/",
  "time_ut": 1757088840.0,
  "original_lang": "en",
  "original_title": "Despite lending uptick and fiscal gains, markets remain uneasy",
  "original_body_lines": [
    "Sri Lanka’s economic landscape for the week ending September 4, 2025, presented a mixed picture with encouraging fiscal gains and credit growth while equity markets softened and the rupee continued to face pressure.",
    "On the brighter side, government revenue and grants rose to Rs. 2,734.9 billion in the first seven months of the year, up from Rs. 2,161.8 billion in the same period of 2024. The budget deficit narrowed sharply to Rs. 556.1 billion from Rs. 872.6 billion last year, reflecting stronger fiscal consolidation efforts. At the same time, private sector credit expanded by Rs. 201.5 billion in July alone, registering a healthy year-on-year growth of 19.6 per cent, pointing to renewed business and consumer confidence.",
    "Liquidity conditions also remained stable, with a market surplus of Rs. 144.37 billion by September 4, while workers’ remittances continued to provide vital support to the external sector, bringing in US$ 680.8 million in August, higher than US$ 577.5 million a year ago.",
    "Official reserves stood at US$ 6.2 billion, bolstered partly by the People’s Bank of China swap arrangement.",
    "However, the clouds have not lifted entirely. The Colombo Stock Exchange indices recorded losses, with the ASPI edging down to 20,991.98 points and the S&P SL20 sliding 1.19 per cent to 6,004.60. The rupee has depreciated 3.2 per cent against the US dollar year-to-date, keeping import costs elevated. At the same time, outstanding central government debt rose to Rs. 29.4 trillion by end-May, compared to Rs. 28.7 trillion at end-2024, underscoring the long path ahead in managing debt sustainability.",
    "Adding to household pressures, consumer prices reflected only a modest easing, while vegetable and fish prices at retail markets remained high, squeezing real incomes despite rising nominal wages.",
    "Analysts say the current indicators highlight both resilience and vulnerability pointing out that fiscal discipline and credit expansion are positives, but the persistence of high debt, currency weakness, and fragile market sentiment remain cautionary signals.",
    "SriLankan Airlines marks 46 years with travel treats for passengers",
    "Intrepid Travel’s Sri Lanka GM Poornaka Delpachitra recognized as a 2025 PATA Face of the Future awardee for sustainability initiatives",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}