{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-celebrates-IORA-Day-under-its-chairmanship-at-Galle-Face-Green/56-759576",
  "time_ut": 1710528741.0,
  "original_lang": "en",
  "original_title": "Sri Lanka celebrates IORA Day under its chairmanship at Galle Face Green",
  "original_body_lines": [
    "The Indian Ocean Rim Association (IORA) Day was commemorated under the aegis of Sri Lanka’s chairmanship at the Galle Face Green overlooking the Indian Ocean on 10 March.",
    "Sri Lanka is the current chair of IORA which consists of 23 Member States and 12 Dialogue Partners.  IORA celebrates its 27th anniversary this year.",
    "The IORA Day celebrated under the theme “Ensuring a Sustainable Indian Ocean for Future Generations” was jointly organised by the Ministry of Foreign Affairs, the Ministry of Education and the Sri Lanka Navy. The theme chosen underscores the importance Sri Lanka places on preserving the Oceans’ health for the benefit of the future generations.",
    "Since this year’s IORA Day was focused on children as the future generation, a series of all-island events with the participation of students from schools in all nine provinces were held. Prizes were awarded to the students who won places in the art, essay and social media competitions organised by the Ministry of Education, Ministry of Technology and the Funday Times newspaper of the Wijeya Group. An art exhibition organised by the Ministry of Education showcasing the best 100 artworks of talented students from across Sri Lanka was on display on the grounds of the Galle Face.",
    "700 school children representing all nine provinces participated. Diplomatic missions of IORA member states and Dialogue Partner countries, UN agencies and Government line ministries showcased ocean advocacy initiatives carried out by them in 76 stalls.",
    "President Ranil Wickremesinghe graced the event and visited the stalls and interacted with the children alongside Foreign Minister Ali Sabry, State Minister Tharaka Balasuriya, Foreign Secretary Aruni Wijewardane, IORA Secretary General Dr. Salman Al Farisi, heads of diplomatic missions and other dignitaries.",
    "The inauguration of the event in the morning showcased a stunning display of ten parachute jumps by paratroopers of the Tri Forces, an equestrian performance by the Sri Lanka Police and kite festival consisting of 150 kites in the shapes of marine life.",
    "The celebrations culminated with an ocean ride on board the Sri Lanka Navy’s “Princess of Lanka” vessel organised by the Sri Lanka Navy under the theme “Know Your Ocean” for the 700 school children providing them with a good exposure to the Indian Ocean.",
    "The children were presented with gifts made possible by the generosity of many private sector institutions and diplomatic missions."
  ]
}