{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-offer-military-tactics-education-to-armed-forces-retirees-civilians-president-164294/",
  "time_ut": 1716384600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to offer military tactics education to armed forces, retirees, civilians: President",
  "original_body_lines": [
    "ECONOMYNEXT – The government is dedicated to addressing the challenges faced by the members of the Sri Lanka Ex-Servicemen’s Association and other retired government employees, President Ranil Wickremesinghe has said.",
    "“We will establish the Sri Lanka Institute of Strategic Studies, which will offer military tactics education to those in the armed services, retirees, and civilians,” Wickremesinghe was quoted as saying by his media division.",
    "“Interested individuals can participate in these programs. This initiative will coincide with the on-going restructuring of the security force.” The President was speaking at the inauguration of the headquarters complex of the Sri Lanka Ex-Servicemen’s Association, ‘Home of Veterans,’ in Battaramulla.",
    "The president said it was undeniable that retirees bore the brunt of the challenges during the recent ‘difficult period’. “We need to explore what concessions can be offered to each sector.”",
    "“We’ve also directed our attention towards those who are retiring from service. It’s crucial for them to explore avenues for creating new sources of income. Regrettably, some have opted to seek opportunities in Russia due to the lack of opportunities domestically.”",
    "“It’s imperative that individuals, according to their capabilities, are provided opportunities to earn a sustainable income, whether within the country or abroad.” Wickremesinghe said the Ministry of Defence and the Ranaviru Seva Authority would collaborate on proposing a special program to address this.",
    "Sri Lanka needs to focus on the future of the armed forces and national security, the President said. “A separate advisory committee has been appointed to develop the necessary security program through 2030.”",
    "“By 2030, we must be prepared to address emerging national security challenges. The responsibilities of the Tri-forces should be clearly defined and the country’s resources should be utilized according to a well-structured plan.",
    "“The establishment of the National Security Council, as highlighted in the Easter Sunday commission, is essential and will be legalized along with the appointment of the Armed Forces Committee.",
    "“While we currently face economic difficulties, we are confident in our ability to recover within the next two years.",
    "“Our retiring military personnel possess unique skills and talents. As the country’s economy continues to develop, it’s essential to offer them new avenues for growth. Today, we have the chance to foster economic development thanks to the sacrifices made by the war heroes of the past.",
    "“Just as in times of war, where swift strategic action is imperative to achieve victory, we must adopt a similar approach in revitalizing our economy.",
    "“Just as in times of war, where prolonging conflict is deemed detrimental and strategic resolution (Shock treatment) is imperative, we must apply similar principles to both warfare and economic development.",
    "“The economic growth resulting from these initiatives holds promise for enhancing people’s income. I extend my gratitude to all retirees for their steadfast efforts and wish the Ex-Servicemen a prosperous future.” (Colombo/May22/2024)"
  ]
}