{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/DIG-Dhammika-Priyantha-Kumara-replaces-Maj-General-Suresh-Salley-as-SISChief/56-767646",
  "time_ut": 1728254042.0,
  "original_lang": "en",
  "original_title": "DIG Dhammika Priyantha Kumara replaces Maj. General Suresh Salley as SIS Chief",
  "original_body_lines": [
    "Deputy Inspector General of Police (DIG) Dhammika Priyantha Kumara has been appointed as the new Director of the State Intelligence Service (SIS), replacing Major General Suresh Salley who has faced ongoing allegations of involvement in the 2019 Easter Sunday bombings.",
    "DIG Kumara’s appointment follows the dismissal of Salley and comes at a time of growing demands for accountability in one of Sri Lanka’s most devastating terror attacks.",
    "DIG Kumara, who previously held key positions such as Financial Crimes Investigation Division (FCID) Director and Criminal Investigation Department (CID) Deputy Director, brings extensive experience in handling high-profile investigations.",
    "Major General Suresh Salley, a former Military Intelligence Director, was appointed as SIS Director by then-President Gotabaya Rajapaksa. Despite being scheduled for retirement, Salley’s tenure was extended for a year by President Ranil Wickremesinghe, a decision that was met with criticism from various quarters, particularly the Catholic Church.",
    "Salley’s tenure became mired in controversy when he was accused of orchestrating the 2019 Easter Sunday bombings that killed over 280 people, including 45 foreign nationals. According to a September 2023 report by The Times of London and a documentary by Channel 4, Salley, while working for the Directorate of Military Intelligence, allegedly played a key role in planning the attacks to create instability, ultimately benefitting the return of the Rajapaksa family to power.",
    "These allegations were met with public outcry, especially from the Catholic Church, which has consistently demanded action against Salley. The Church has urged successive Governments to investigate his alleged involvement.",
    "Despite the serious accusations, Salley has vehemently denied any wrongdoing and maintains that he had no involvement in the attacks."
  ]
}