{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-motor-traffic-dept-in-final-phase-of-digitalization-min-152489/",
  "time_ut": 1709188140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Motor Traffic Dept in final phase of digitalization: Min",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Department of Motor Traffic is in the final phase of its e-motoring drive, its digitalization process, Minister of Transport and Highways Bandula Gunawardena said.",
    "“The e-motoring project has been in operation for awhile now. We are waiting on the Attorney General’s advice to complete the final phase,” Gunawardena told journalists at a briefing to announce the department’s progress.",
    "“From March 4, everyone seeking the services of this institute will be able to book an appointment through either the automated telephone service or website. We believe this will deliver an efficient, productive, low-cost service to everyone.”",
    "Gunawardena said that a recent incident of a trainee driver ploughing into a crowd waiting to obtain DMT services earlier this week was a case in point. “About 4,000 people in and around Colombo visit Werahera or Narahenpita [DMT locations] on an average day. This can be reduced.",
    "“In the recent past, the DMT has been issuing a piece of paper instead of a license. People had to wait 8-12 months for a license. With the internal reforms in place we will clear the backlog within 3 months. Applications received from this point on will be processed within a month.",
    "“The solution to all the accusations hurled at this institute is the full digitalization of the DMT’s services.”",
    "Gunawardena said that the DMT had registered a revenue of 12.2 billion in 2023 despite a vehicle import ban in place due to a foreign exchange shortage. “In an average year, it registers about 6-7 billion. Even in 2018 when the highest number of vehicles were registered, it didn’t make this much,” Gunawardena said. (Colombo/Feb29/2024)"
  ]
}