{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/in-memory-of-comrade-osman-de-silva/",
  "time_ut": 1706764376.0,
  "original_lang": "en",
  "original_title": "In Memory Of Comrade Osman De Silva",
  "original_body_lines": [
    "Comrade Osman was one of the comrades who contributed to and led the new leftist movement in the 1970s in Sri Lanka; who like many of his generation are leaving this world. Whatever their political conduct after the April 1971 insurrection, these comrades wanted to work towards building a better and fairer Sri Lanka. At the time, Sri Lanka was known as Ceylon and the whole governmental administration was based on protecting the interests of British colonialism. We considered it  our sacred revolutionary duty to work towards a genuine social transformation, where the working people would have their interests protected and looked after.",
    "Last week, comrade Osman De Silva left us. At the time of the insurrection, Osman was the Secretary of the Colombo District Committee of the JVP. He was the 21st suspect among the 41 suspects of the Main Trial held under the Criminal Justice Commissions Act enacted by the coalition government of the Sri Lanka Freedom Party (SLFP), the Lanka Sama Samaja Party (LSSP) and the Communist Party of Ceylon (CPC).",
    "Comrade Premasiri left us last year. He was in charge of the Gampaha district during the seventies. Sometime after 1977, he left active politics and spent a private life in Tissamaharamaya, but maintained a close personal relationship with comrade Rohana Wijeweera. When the JVP was proscribed in 1983, some of the preliminary arrangements for  comrade Rohana to go underground had been organised in close association with comrade Premasiri. He was later elected the Secretary of the “1971 Sahodarathva Sandsadaya” (1971 Brotherhood Forum) and he was able to work with all political currents represented within the Sahodrarathwa Sansadaya and lead it without major issues. Later, Sahodrarathwa Sansadaya became a part of the National People’s Power (NPP), or Jathika Jana Balawegaya (JJB). He held that position until he fell seriously ill and passed during the last year.",
    "Comrade Osman joined the movement in 1968. Osman’s family lived in Wanathamulla in Borella, Colombo. His parents were strong supporters of the LSSP. His mother, comrade Seelawathie Silva, prior to joining the JVP, was chair of the LSSP Women’s wing. Comrade Osman, before joining the JVP, was also in the LSSP and was Vice-President of its Youth wing. He was also involved in body building and wrestling activities and was an award-winning, and popular athlete. He worked as a full-time political activist and a bodyguard for comrade Rohana for some time. His mother was also working as an almost full-time political activist. Their house was unofficially the head office of the JVP, from where all party activities were coordinated. At that time, we did not have an address for official use, and comrade Osman’s family allowed the JVP to us their home address as the official address. Later on, T D Silva’s house in Enderamulla and Sangaramaya of Vidyodaya University also served as centres coordinating the party activities.",
    "He was detained in Welikada Prison, where his prison mates had been Vasudeva Nanayakkara, Karunasena Jayalath, S D Bandaranayake, All the charges levelled against us under the Criminal Justice Commission were based on conspiring, organising and/or waging war to overthrow the government of the Queen. Comrade Osman was incarcerated for three years.",
    "During the CJC trial, he did not work to jeopardise the positions taken by comrade Rohana or us. Directly or indirectly, he did not contribute to giving evidence for convicting us. We respected his courage. He was put under tremendous pressure to change his testimony. During the trial Mr Ian Wickremanayake and the Coalition regime had promise to release all his family members (including him, his mother and two brothers), provide them employment and to rebuild their home in Wanathamulla.",
    "Comrade Osman and his mother were mainly responsible for organising comrade Ananda Premasinghe, at that time a well-known LSSP political activist and a good lawyer, to appear on behalf of comrade Rohana, when he was held in Badulla Prison after his arrest in 1970. I remember him travelling by train to Nanu-Oya with us singing progressive songs, shouting slogans, and then walking up to Badulla court premises where the case against comrade Rohana was held. Comrade Osman also played a major role in organising printing activities for the JVP. Printing of pamphlets and “Janatha Vimukthi” the party organ was done at a press in Rajagiriya organised by comrade Osman.",
    "When comrade Rohana was released from prison after the General Elections held in May 1970, comrade Osman organised the first press conference of the JVP at a Community Hall in Borella. With comrade Rohana Wijeweera, there were comrade Osman with two others from Wanathamulla, Mahinda Wijesekera, Wasantha Kanakaratne, Somasiri Kumanayake, and the Theros Mawarale Bhaddiya and Minipe Sobitha.",
    "Comrade Osman’s whole family was very sympathetic to the movement and later the JVP. He was arrested when he was sticking posters, distributing pamphlets, etc. When he was arrested in 1971, he was severely tortured. His limbs were broken. His foot was broken into nine parts and the doctors who treated him were kind enough to heal his foot without amputating it. As a result, he had a permanent limp. This can be cited as an example of the torture JVPers were subjected to at the time. His house in Wanathamulla was burnt down by the Police. While in custody, he had to face the revelations and exposures made by those who were associated with him in the political activities of the JVP. He, had to accept responsibility for some of these activities.",
    "Those who were charged and who chose to defend the activities of the JVP during the trial, were unable to develop and agree upon a common stand when the CJC Main Trial started. It was mainly due to the stand taken by comrade Rohana, which was not to accept responsibility for leading the April 1971 armed uprising. As a result, many suspects refused to appear with comrade Rohana during the trial. Comrade Osman was also of the same opinion and stood independently during the trial. He also wanted the JVP to be critical on what happened. It was one of the reasons for his staying away from the JVP political activities. He worked as a security officer after his release, and  rejoined active politics later. He was an active member of the “1971 Sahodrarathwa Sansadaya” from its inception. Later on, he sympathised with the activities of the JVP and the NPP.",
    "Whenever we visited Sri Lanka, we used to visit comrade Osman’s home in Wanathamulla. He was always full of expectations of a better Sri Lanka, a Sri Lanka that would allow people to be treated justly, fairly and with dignity. He was exemplary in his devotion to the socialist ideals. Those aspirations remain to be achieved. There are many of his contemporaries and others from a younger generation who share the same ideals as those of Comrade Osman – the ideals of building a better society by transforming the existing iniquitous system based on discrimination, inequality, and injustice.",
    "We offer our comradely salute to his life and our sincere condolences to his family. He will be missed."
  ]
}