{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Royal-College-Colombo-religious-extravagance-and-human-values/4-758877",
  "time_ut": 1708968580.0,
  "original_lang": "en",
  "original_title": "Royal College Colombo, religious extravagance and human values",
  "original_body_lines": [
    "In the unessential we see the essential, in the essential we see the unessential, anyone who entertains such wrong thoughts will never realise the truth.",
    "Royal College, Colombo is planning to have a pirith chanting ceremony on 1 March this year. The intention is to do it in style with an accompanying perahera and an open invitation to the entire school community involving students, parents, and teachers. The required funds are being collected from the school students. The event is promoted as a collaborative religious program. Perhaps recent discussions in public forums that the school needs to be secular has some bearing on this repackaged message.",
    "This letter does not aim to discuss the pros and cons of this event. The focus is to come up with a pragmatic approach to address the scenario at the school, based on the Buddha’s universal teaching.",
    "As a leading educational institution in the country, it is essential that Royal College, Colombo instils the importance of human values in the young minds of its students, irrespective their ethnicity and religious leaning.",
    "It is also essential that all practices adopted by the school are conducted ethically (based on Seela). This goes beyond simply circumventing ministry circulars. This includes proper accountability and transparency of processes.",
    "Whether the school is secular and whether it should remain secular in the future.",
    "“Performing rites and rituals (Sīlabbata-parāmāsa) is established as a Buddhist practice in Sri Lanka today. This is an outcome of an un-Buddhist concept being adopted over many generations without necessary inquiry or censure. Blindly bowing down to any tradition that comes down the generations is a fundamental weakness of an untrained mind.”",
    "May the readers decide for themselves whether the following is essential or unessential:",
    "“Food should be given to the hungry. Clothes should be given to those who do not have sufficient clothes. Shelter should be provided to the homeless. The sick should be cared for with love and compassion. These are the offerings we can make to the Buddha.”",
    "If the school wishes to promote a genuinely collaborative religious program, how about gathering all religious societies together and feeding the hungry or providing clothes to the poor. The Buddhist Brotherhood of the school can lead the way.",
    "This would be a wholesome gesture (Kusala Kamma) when one third of the country’s population is said to be going to bed skipping a meal. This would be a great way to instil human values in the young minds.",
    "(The writer was a student at Royal from 1960 to 1973, and currently resides in Australia. At the request of the Walpola Rahula Institute he translated venerable Walapola Rahula’s Sinhala publication Sathyodaya to English under the title ‘Sathyodaya"
  ]
}