{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Ten-distillery-companies-default-taxes-worth-Rs-6-9-billion-in-2023/108-279968",
  "time_ut": 1711968600.0,
  "original_lang": "en",
  "original_title": "Ten distillery companies default taxes worth Rs 6.9 billion in 2023",
  "original_body_lines": [
    "Ten distillery companies have defaulted taxes to the tune of Rs 6.9 billion in 2023 as per the report of the Ways and Means Committee which was tabled in Parliament today.",
    "The companies that have defaulted include W.M. Mendis & Company, Wayamba Distilleries, Wayamba Spirit, Globe Blenders, McCallum Brewery, Kalutara Cooperative Distilleries, Synergy Distilleries, Randenigala Distilleries, Hingurana Distilleries and Royal Ceylon Distilleries.",
    "According to the directive of the Committee on Ways and Means, manufacturing and distribution of liquor by four companies who had defaulted tax, namely W.M. Mendis & Company, Finland Distilleries, Synergy Distilleries and Randeigala Distilleries, have been banned as their excise licenses expired on September 30 last year and the Excise Department has not renewed them. However W.M. Mendis & Company, Finland Distilleries, Synergy Distilleries and Randenigala Distilleries who have agreed to pay default taxes have actually paid the first installments on November 4 2023. The four companies remitted a total of Rs 906,176,439.51 while there is an outstanding amount of Rs 332,715, 868.31",
    "The report revealed that Wayamba Distilleries has filed a case before the Court of Appeal against the decision of the Excise Department to cancel its licenses.",
    "The Committee has raised concerns on liquor companies such as Globe Blenders, Wayamba Spirit Stores and Kalutara Cooperatives Distilleries who have evaded paying taxes by terminating their businesses.",
    "“Neither the Ministry of Finance nor the Excise Department has taken action to seize the bottles of liquor with fake security tax stamps until the committee directed the Commissioner General of Exercise to begin raids to seize liquor bottles with  the fake sticker."
  ]
}