{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Xeptagon-opens-first-office-at-Colombo-Port-City-IT-Park/34-782651",
  "time_ut": 1759782765.0,
  "original_lang": "en",
  "original_title": "Xeptagon opens first office at Colombo Port City IT Park",
  "original_body_lines": [
    "From left: Co-Founder and CEO Palinda Attanayake, Co-Founder Lien Nguyen, Co-Founder and Director Irandi Panditha, Co-Founder and Adviser Prof. Tuan Phan, Co-Founder and Managing Director Dr. Sapumal Ahangama",
    "Xeptagon has opened its new office at the Colombo Port City Business Centre, becoming the first company to operationalise within the Port City IT Park and the first in the climate finance technology sector to establish a presence there.",
    "This milestone reflects both Sri Lanka’s emergence as a base for innovation and Xeptagon’s growing reputation as an international leader in delivering trusted climate finance infrastructure.",
    "From this new office, Xeptagon will continue advancing its work across global markets. In recent years, the company has deployed Article 6-aligned national carbon registries, climate finance platforms, and systems that enable countries and corporates to achieve carbon neutrality and meet Paris Agreement requirements, alongside governance solutions. Its engagements span multiple continents, with initiatives involving Fortune 500 companies and Governments in Hong Kong, Hungary, Kenya, Namibia, Norway, Singapore, South Korea, Sri Lanka, the United Kingdom, the United States, Vietnam, and Zimbabwe, among others. These deployments have positioned Xeptagon as a go-to partner for global organisations and intergovernmental programs seeking high-integrity climate technology systems.",
    "Xeptagon’s rapid international growth has been fuelled by strong collaborations with leading corporates and institutions. Its partnership with Schneider Electric integrates advanced emission estimation tools into digital platforms, enabling corporates to measure, reduce, and neutralise emissions with precision. With Hedera, Xeptagon has introduced blockchain-based immutability and transparency into carbon credit infrastructure, supported by Hedera’s global governing council that includes organisations such as LG, Google, and Boeing. In Asia, Xeptagon is the technology partner for a new carbon exchange in Korea, seed-funded by SK Securities, the country’s second-largest securities firm, showcasing its role in enabling advanced carbon trading systems. Partnerships with Big Four advisory firms extend Xeptagon’s influence across the Middle East and North Africa, while collaborations with JICA in Japan and IPD in Germany, an initiative of the Federal Ministry for Economic Cooperation and Development, and strengthen access to key international markets.",
    "The company’s achievements have been validated by some of the world’s most selective international programmes. In 2025, Xeptagon was chosen for the Accenture FinTech Innovation Lab Asia-Pacific, joining a small global cohort to receive direct mentorship from leading banks and investors. This recognition not only affirms Xeptagon’s product–market fit but also provides access to strategic fundraising opportunities and global scaling. In Hong Kong, Xeptagon is incubated at Cyberport, a hub that hosts multiple unicorns and anchors the region’s fintech ecosystem, where it is currently delivering several Green FinTech proof-of-concepts. Further strengthening its credentials, Xeptagon was named a top-10 global finalist in the Digital Public Infrastructure Challenge, recognised for developing an open-source registry module that integrates SDG co-benefits alongside carbon accounting. Organised by JICA and the Boston Consulting Group, the challenge highlights Xeptagon’s ability to broaden the scope of climate finance beyond carbon alone, integrating sustainability impacts across social and environmental dimensions. Xeptagon has also been featured on the Hong Kong Green FinTech Map and was named a finalist in the Hong Kong Green FinTech Competition.",
    "The opening of the Colombo Port City office marks both a national and international milestone. As the first tenant to operationalise within the IT Park, Xeptagon is setting a precedent for Sri Lanka’s role in global innovation. At the same time, its partnerships and achievements across Asia, Africa, Europe, and Latin America demonstrate that the company is not only building systems but shaping the future of climate finance itself. By combining technical expertise, global partnerships, and recognition from some of the most competitive programs worldwide, Xeptagon is well positioned to continue delivering transformative infrastructure for sustainable markets on a global scale."
  ]
}