{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Tribute-to-Baba/14-766493",
  "time_ut": 1725823067.0,
  "original_lang": "en",
  "original_title": "Tribute to Baba",
  "original_body_lines": [
    "Baba was my elder brother and always a larger-than-life figure. As a young boy he was also my friend and protector. Baba was to become many things; among them, businessman, family man, mentor, teacher and generous friend.",
    "He and I entered the world of business together under my father. During that time, we faced many trials and challenges together before we were able to consolidate and secure our business with the help of my mother, Lady Gardiner, my sister Therese and her husband Indran. Baba’s unique attention to detail and guidance helped lay a solid foundation for the businesses. Now our younger siblings led by Ranjit continue to grow and elevate these businesses to where they are today.",
    "As a family man, Baba grew from being the fiercely protective and strict elder brother to his siblings to being the loving father and teacher to his own children, Aravinda and Anjalie of whom he was immensely proud. He was also widely known as a mentor and teacher to others, sharing his knowledge and experience freely without reservation.",
    "In addition to these qualities, he was a fun-loving person who knew how to enjoy the good things in life. I am sure his passing will remind his numerous friends of those old halcyon days in Sri Lanka full of music and laughter.",
    "As we celebrate his life let us remember this joyful aspect of Baba. Even when we had our differences, we were always able to see the funny side of life and have a good laugh.",
    "Even though he was incapacitated for the last 11 years of his life, just to have him here among us was a blessing. And for that we are all grateful to you Pat for taking such good care of him all these years.",
    "To our dear brother, husband, father, grandfather, uncle and friend Baba, rest in peace."
  ]
}