{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100628/sri-lankan-entities-also-impacted-by-global-it-outage",
  "time_ut": 1721387760.0,
  "original_lang": "en",
  "original_title": "Sri Lankan entities also impacted by global IT outage",
  "original_body_lines": [
    "Sri Lanka Computer Emergency Readiness Team (SL CERT) says that there have been reports of several private entities in Sri Lanka also have been affected by the mass global IT outage.",
    "Crowdstrike, a cybersecurity firm with thousands of customers globally, admitted on Friday (19) that a defective software update had caused the major IT outage that is bringing airports, banks, hospitals, media outlets, and businesses to a halt worldwide.",
    "Reports of outages began streaming in from around the globe early on Friday, with broadcaster Sky News in the UK forced off the air for several hours.",
    "Travellers faced widespread disruption with airlines cancelling flights and airports struggling to cope with system failures and delays.",
    "Meanwhile, foreign media reported quoting authorities that banks and telecom companies in Australia and New Zealand have been affected, while Israel’s hospitals and health services are facing a computer “malfunction”.",
    "Major US carriers including Delta, United and American Airlines have had flights grounded, according to the Federal Aviation Administration. International airlines, including Virgin Australia and Qantas, have also seen disruptions as a result.",
    "As per reports, there have been around 110,000 commercial flights scheduled across the world today, out of which 1,390 have been cancelled, according to aviation analytics company Cirium. Among them are 512 flights in the US, 92 in Germany, 56 in India and 45 flights in Italy.",
    "In the meantime, the Indian Computer Emergency Response Team (CERT-In) issued an advisory on the outage with a “severity rating” of “critical.”",
    "The CEO of CrowdStrike told CNN news agency that the IT issue causing a global outage has been identified and that a fix has been deployed.",
    "Crowdstrike has advised customers to refer to its support portal for updates, and for organisations who use its services to continue communicating with Crowdstrike representatives “through official channels”."
  ]
}