{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/ITJP-seeks-sanctions-on-over-60-Sri-Lankans-for-war-crimes-and-corruption/56-770155",
  "time_ut": 1733445241.0,
  "original_lang": "en",
  "original_title": "ITJP seeks sanctions on over 60 Sri Lankans for war crimes and corruption",
  "original_body_lines": [
    "The International Truth and Justice Project (ITJP) has submitted a detailed dossier to international governments and organisations, urging sanctions and travel bans on more than 60 Sri Lankans, including senior military personnel, Tamil paramilitaries, civil servants, and former ministers.",
    "The submissions highlight gross human rights violations, corruption during and after Sri Lanka’s armed conflict, and economic crimes that have deepened the nation’s financial crisis. The requests were sent to the governments of the United States, United Kingdom, Australia, Canada, the European Union, and the United Nations.",
    "“In the absence of any criminal accountability to date, it is vital to document past and current crimes, analyse evidence, and use every available channel to assert the truth. We hope the UK will impose sanctions on Human Rights Day this year for alleged war crimes committed during the country’s conflict,” ITJP Executive Director Yasmin Sooka said.",
    "The ITJP accused those named in the submissions of grave violations, including extrajudicial killings, enforced disappearances, arbitrary detention, torture, and sexual violence. It stated that these acts amount to serious international crimes, such as war crimes and crimes against humanity. The group also alleged systemic corruption and abuse of power within Sri Lanka’s armed forces and intelligence services, including undue interference in judicial processes.",
    "The United States imposed a travel ban on General Shavendra Silva in 2020 for his alleged role in human rights violations, with ITJP evidence playing a key role in that case. The ITJP has also submitted similar dossiers on Silva and General Jagath Jayasuriya to the UK, Canada, and Australia.",
    "In 2019, a Torture Victim Protection Act case was filed in the United States against former President Gotabaya Rajapaksa, followed by a criminal complaint in Singapore in 2022. The ITJP has also referred cases involving Tamil paramilitary suspects to the UK’s Metropolitan Police, leading to arrests and a public appeal for further information.",
    "The group has extended its scope to include former Indian Peacekeeping Force officers, alleging their complicity in atrocities during their deployment in Sri Lanka in the late 1980s.",
    "“Furthermore, visa ban requests have been made for a number of identified former Indian Peacekeeping Force officers alleged to have been complicit in gross human rights violations and mass atrocity crimes, in the period when deployed in Sri Lanka in the late eighties,” it said.",
    "The United Nations Human Rights Council (UNHRC) passed a resolution in March 2021 mandating the collection of evidence on alleged war crimes in Sri Lanka. Legal experts caution that such efforts could lead to prosecutions at the International Criminal Court (ICC) or the International Court of Justice (ICJ).",
    "Successive Sri Lankan governments have repeatedly denied allegations of human rights violations, claiming zero casualties during the final stages of the war. However, the ITJP has emphasised the systemic nature of the alleged crimes and the urgent need for accountability.",
    "The ITJP has also highlighted significant corruption, linking mismanagement and abuse of power to the country’s economic woes. The organisation argues that sanctions and legal measures are essential to break the cycle of impunity and deliver justice to victims."
  ]
}