{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99344/president-ranil-criticizes-global-norths-failure-in-climate-change-financing",
  "time_ut": 1716213780.0,
  "original_lang": "en",
  "original_title": "President Ranil criticizes Global North’s failure in climate change financing",
  "original_body_lines": [
    "President Ranil Wickremesinghe highlighted the stark contrast between global funding priorities, while pointing out the willingness of the Global North to fund death and destruction in Ukraine while showing reluctance to finance measures to combat climate change.",
    "Delivered a speech at the 10th World Water Forum, held in Bali, Indonesia today (20), he also proposed a 10% levy on the annual profits of global tax evasion assets deposited in tax havens, estimated at $1.4 trillion annually.",
    "He suggested that funds raised through this levy could support Blended Finance projects focused on climate change adaptation and mitigation.",
    "In his opening remarks, President Wickremesinghe extended his gratitude to the President of Indonesia Joko Widodo for hosting the event, which centres around the theme “Water for Shared Prosperity.”",
    "He praised Indonesia for its leadership in promoting the “Sustainable Management of Lakes” resolution at UNEA-5, emphasizing the collective responsibility in managing water resources, essential for all life and ecosystems.",
    "“At the outset let me thank the President of the Republic of Indonesia, H.E. Joko Widodo for hosting the 10th World Water Forum in Bali. The theme ‘Water for shared prosperity’ focuses on collective responsibility in managing water resources, the life blood of all living beings and ecosystem services. This follows the “Sustainable Management of Lakes” Resolution proposed by Indonesia at the UNEA-5.",
    "During the UNEA -6 held this year, the European Union together with Sri Lanka brought about the resolution “6/13 Effective and inclusive solutions for strengthening water policies to achieve sustainable development in the context of climate change, biodiversity loss and pollution”.",
    "I also take this opportunity to congratulate the Government of Indonesia for taking the initiative during the G20 Presidency to launch the Global Blended Finance Alliance. Sri Lanka expresses its willingness to become a pioneering member.",
    "Climate Change and water stress are two sides of the same coin. The cumulative effects of Climate Change are the main reason for what we see today as the water resource crisis. According to IPCC projected climate scenarios till 2090, Sri Lanka’s dry zone will get drier and the wet zone will get wetter in an unprecedented manner. Sea level rise will cause salt water intrusion in coastal areas resulting in salinization of land. I took this example from Sri Lanka while appreciating the fact that this is what is happening all over the world.",
    "In global terms the solution to water stress revolves around climate mitigation and adaptation. Combating the triple planetary crisis with specific measures aiming at water. In the Nationally Determined Contributions water is classified under the adaptation sectors. On the other hand, mitigation is equally important as emissions are the root cause. Combating the threats to water resources posed by climate change requires colossal amounts of financial resources.",
    "The Global North has failed miserably in adhering to the commitments to provide financial resources for Climate Change. There is a notable lack of political will after the euphoria of the Glasgow COP was over. Climate Change denial is gaining ground in the West.",
    "The establishment of the Loss and Damage Fund, after a long drag, if effectively implemented can help to bridge the gap. This is a big IF. The Summit for a new Global Financing Pact will hopefully reach a conclusion by September this year. Nevertheless, the final outcome will depend on the results of the US Presidential Elections in November.",
    "The OECD in 2021 projected the investment for global water related infrastructure at US $ 6.7 trillion for 2030 and US$ 22 trillion for 2058. The UNEP Report 2023 “Underfinanced – Underprepared” estimate the under financed gap to combat climate change at US$ 194 – 366 billion per year. The Global North is willing to fund death and destruction in the Ukraine. But there is an unwillingness to fund measures to avoid death and destruction caused by climate change.",
    "Since money is not coming our way in anticipated amounts and at anticipated pace, to overcome the resource gap, Sri Lanka presented to COP 28 the Tropical Belt Initiative. A novel concept of harnessing commercial investments in the natural forests, mangroves, swamps, grassland water bodies and other natural resources in the Tropical Belt towards tackling the triple planetary crisis. The Tropical Belt from the time of its existence has been a ‘shield’ for the whole world. It is a catalytic accelerator of solutions to the ongoing triple planetary crisis. Investment in the tropical belt will bring in transformative changes to combat the triple planetary crisis.",
    "In this context, the Initiative on Global Blended Finance will enable the Global South to mobilise the much needed financial resources. The US$ 9.4 billion available to commence this fund is a good example of leveraging concessional finance. The Tropical Belt Initiative will also benefit from this facility. In this context Sri Lanka proposes a 10% levy on the annual profits of global tax evasion assets deposited in tax havens. The annual profits are estimated at US$ 1.4 trillion per annum. The levy can be enforced by imposing sanctions, similar to those imposed on Russian Banks on the Banks and the Financial Institutes which fail to implement the levy. The monies raised by these levies to be made available to be utilised by the Blended Finance projects on Climate Change adaptation and mitigation.",
    "The Global Blended Finance initiative is a supplement to the Loss and damage funds – not an alternative. These two measures must work in tandem. Therefore at this forum, let us express our appreciation for the hard work done by Indonesia in proposing this Initiative at the G20 culminating the establishment of the Alliance Secretariat.",
    "Again, our thanks to President Joko Widodo for his contribution both in respect to the management of water resources and for bringing together the Global Blended Alliance.”",
    "The World Water Summit, themed “Water for Common Prosperity,” began on May 18 in Bali, Indonesia, bringing together world leaders, experts, academics, entrepreneurs, and policymakers. The conference aims to unite nations in a collaborative effort to address global water issues.",
    "Since its inception in 1997, the World Water Summit has been held every three years, serving as a premier platform for countries worldwide to share experiences and knowledge on best practices for water management. The summit facilitates dialogues among stakeholders on water, sanitation challenges, and sustainable development goals.",
    "This year’s event sees the participation of key United Nations organizations, including the United Nations Economic and Social Commission for Asia and the Pacific, the United Nations Food and Agriculture Organization, the United Nations Environment Programme, the United Nations Development Programme, the United Nations Educational, Scientific and Cultural Organization, the United Nations International Children’s Fund, the United Nations Industrial Development Organization, and the United Nations Climate Change Organization.",
    "Meanwhile, Indonesian President Joko Widodo hosted a dinner at the Bali Cultural Park yesterday (19) for the heads of state and representatives attending the conference. President Ranil Wickremesinghe was also in attendance."
  ]
}