{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Hydra-headed-network-of-new-institutions-in-Economic-Transformation-Bill/4-762194",
  "time_ut": 1716755268.0,
  "original_lang": "en",
  "original_title": "Hydra-headed network of new institutions in Economic Transformation Bill",
  "original_body_lines": [
    "Given the massively controversial nature of some of the foreign direct investment being negotiated by this Government, those who question what looks like the unseemly hurry to enact this Bill, have a point",
    "The recent gazette on Economic Transformation, Part II of 10 May 2024 issued on 14 May by the current Government is being hotly debated both inside and outside of Parliament since it is sought to be included in our corpus of laws and therefore assumes a greater interest and significance not usually accorded to policy.",
    "It is observed that the changes to the structure and the architecture of economic management proposed in the Bill that are to be incorporated into law, are those driven by an unelected President with mere months to finish his term. The Parliament is being urged to delay this Bill until a President is elected in a few months, to implement necessary changes for which a mandate from the people has been received and therefore also their support, rather than their mistrust and hostility.",
    "The Economic Transformation Bill conceives of several brand-new institutions which Sri Lanka has not seen before, in order to deal with the economic crisis. Some of those, described as corporate bodies, seem to operate by-passing existing structures and Ministries, with new lines of authority and wide-ranging powers vested in individuals appointed by the President for three-year terms.",
    "They are authorised to have their own funds and recruit staff and some even to establish branches overseas and have representatives and staff in other countries. They are also vested with the authority over elected bodies and other government departments, to request and obtain information from them.",
    "A new position of “Ambassador of International Trade” appointed by the President is to take the lead in all trade negotiations, including bilateral and multilateral ones (e.g., the WTO and UNCTAD) with a new Institution (Office of International Trade) to support those activities with wide-ranging powers.",
    "An octopus-like network of seven institutions with the President as the head of the octopus hovers over the economy laying claim over all investment decisions, with his appointees heading each tentacle, some occupying more than one institutional responsibility.",
    "While this may conceivably help fast-track investment decisions, it is yet unclear if this arrangement complies with the necessary controls such as the separation of powers and other checks and balances to prevent financial scams, in a country that has been scammed too often by their own leaders. This new structure needs time to be examined by those qualified to do so before being written into law.",
    "The new institutions embedded in the Economic Transformation Bill are as follows:",
    "1. Economic Commission of Sri Lanka, (EC), described as a body corporate:",
    "To contribute to the creation and maintenance of a robust investment climate, the promotion and facilitation of sustainable foreign direct investment, among others.",
    "Will have its principal office in Sri Lanka with branches within and outside of the country.",
    "Will have a board with 6 members appointed by the President, the Secretaries to the Finance and Investment Ministries and the heads of 2 new institutions proposed in this Bill (also appointed by the President).",
    "To identify investment opportunities in Sri Lanka and to promote Sri Lanka as an investment destination among others.",
    "Governed by a board with 3 to 5 members appointed by the EC.",
    "Colombo Port City is exempt from the provisions of this part.",
    "To conduct studies to decide on the need for the creation or expansion of investment zones; to make recommendations on the need for or expansion of investment zones; to manage and operate investment zones, among others.",
    "Will have its principal office in Sri Lanka with branches within and outside of the country.",
    "7-member board with 4 persons appointed by the Minister in charge (Ministry unspecified), Secretary to the Ministry (unspecified), Secretary to Finance Ministry, Chairman UDA, CEO of the new Economic Commission.",
    "4.Office of International Trade (OIT), described as a body corporate",
    "To promote, develop and coordinate international trade of Sri Lanka, to facilitate the growth of exports of Sri Lankan products and services.",
    "Chairperson of the board and CEO appointed by the President, will also be the Ambassador for International Trade",
    "5 other members appointed by the President with the concurrence of the Constitutional Council.",
    "OIT will appoint an International Trade Officer to other countries and serve as the lead agency for the implementation and co-ordination of international trade activities of Sri Lanka.",
    "Every member of the OIT Board and all officers and other employees to make a declaration to observe strict secrecy in respect of all matters connected with the affairs of the OIT.",
    "Shall be the chief negotiator for international trade negotiations for the purpose of conducting Sri Lanka’s international trade relations, both bilateral and multilateral.",
    "Shall coordinate international trade matters and negotiations concerning the World Trade Organization (WTO), United Nations Conference on Trade and Development (UNCTAD), any country or country groupings in relation to international trade matters and negotiations, the Commonwealth and other international trade negotiations.",
    "This role seems to mirror and expand the role that Ambassador Milinda Moragoda played in India, where he was given Cabinet rank (for the first time in Sri Lanka by President Gotabaya Rajapaksa) since which time he has negotiated the trade relationship with India, with its expanded role in Sri Lanka’s economy. This model seems to have been exponentially elasticised to cover the global arena as a separate Institution where the designated Ambassador will take the lead in both bilateral and multilateral negotiations on behalf of Sri Lanka.",
    "To increase productivity and economic growth for the “improvement of wellbeing of people in a sustainable manner”.",
    "Every member of the Productivity Commission to sign a declaration pledging to observe strict secrecy in respect of all matters connected with the affairs of the Productivity Commission except if required by a court of law and to comply with the Right to Information Act, and in order to perform their duties.",
    "7.Sri Lanka Institute for Economics and International Trade, described as a body corporate:",
    "To be a “platform for research and policy making relating to economics, international finance and international trade”.",
    "Members of the board include the Ambassador for International Trade, nominee of the Secretary to the Treasury, 3 members appointed by the Minister, a nominee of the Economic Commission, a nominee of the Chamber of Commerce, a nominee of the Federation of the Chambers of Commerce, a Professor of Economics nominated by the University Grants Commission.",
    "May appoint team of instructors from Universities and private Think-Tanks.",
    "The gazette covers in painstaking detail the powers, duties, responsibilities and financing of these institution. Two are covered by pledges of secrecy.",
    "At first glance it seems like an effort to fast track economic recovery by bringing all matters to do with investments, foreign and local, under the control of the President, including trade negotiations, through parallel structures which are given wide-ranging powers which could possibly come into some conflict with existing structures.",
    "Given the massively controversial nature of some of the foreign direct investment being negotiated by this Government, those who question what looks like the unseemly hurry to enact this Bill, have a point.",
    "While the ongoing negotiations may seem to make economic sense, their electoral, political, geopolitical security and sovereignty implications are being pointed out and debated in the media and in Parliament.",
    "There doesn’t seem to be adequate public buy-in for the Government’s narrative. Critics point out that with the elections round the corner, a popularly elected President is far better suited to design and implement the unquestionably required changes, rather than anyone seen as having caused or been associated with, much of the misery to begin with."
  ]
}