{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/us-sanction-hit-iran-explores-new-partnerships-with-crisis-hit-sri-lanka-151708/",
  "time_ut": 1708456080.0,
  "original_lang": "en",
  "original_title": "US sanction-hit Iran explores new partnerships with crisis-hit Sri Lanka",
  "original_body_lines": [
    "ECONOMYNEXT – Iran, which is still grappling with a 2012 economic sanction imposed by the United States is exploring new ventures and trade and investment in Sri Lanka, the island nation which is still recovering from an unprecedented economic crisis.",
    "Iranian Foreign Minister Amir Abdullahian met top Sri Lankan government officials including President Ranil Wickremesinghe, Prime Minister Dinesh Gunawardena, and his counterpart Ali Sabri on Tuesday (20).",
    "Sri Lanka is unable to pay for Iran investment and imports due to the US sanctions, but it has successfully started paying for the dues in crude imports before 2012 through a “tea for oil” deal.",
    "Iranian Foreign Minister comes after an official visit from Sri Lanka Foreign Minister Ali Sabri when he went to Tehran in August last year.",
    "His visit also comes ahead of Iran President Ebrahim Raisi’s official visit later this year, government officials said.",
    "“The visit of his excellency (Iran Foreign Minister) into Sri Lanka is vital and will further enhance the close and cordial bilateral relationship,” Sabry said after his Iranian counterpart met all top Sri Lankan political dignitaries.",
    "“There is a huge potential for further corporation in multi-faceted areas. During our discussion today, we addressed key areas of mutual of interests. Including political, economic, and cultural corporation, reflecting very solid bilateral relations.”",
    "Government officials said Iran President is likely to visit when Sri Lanka sees the commissioning of Uma Oya 120 MW power generation project this year.",
    "“Sri Lanka and Iran stand united in our pursuit of peace, security, and prosperity in our regions,” Sabry added.",
    "Before the 2012 US sanctions, Sri Lanka heavily depended on Iranian light crude to its only refinery constructed by Iran in 1969. The island nation is now paying $250 million due for crude imports through tea exports.",
    "The Iranian Foreign Minister during the meeting with Prime Minister Gunawardena noted that Iran is keen to cooperate with Sri Lanka in future projects utilizing their expertise in energy, water, agriculture, nanotechnology, medicine and biotechnology.",
    "“Iran has also agreed to provide another 31 million euro grant for the rural electrification project,” Prime Minister’s office said in a statement.",
    "“The Prime Minister and the Iranian Minister agreed that trade should be done in Asian currencies instead of US dollars. Minister Amir-Abdullahian said that banking arrangements have already been made to trade with Iran, India and China and similar arrangements can be made with Sri Lanka.”",
    "“The Prime Minister expressed his appreciation for Iran’s continued support to Sri Lanka at the United Nations Human Rights Council and other international forums.” (Colombo/Feb 20/2024)"
  ]
}