{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/president-inaugurates-auto-assembly-plant-in-kuliyapitiya/",
  "time_ut": 1726644780.0,
  "original_lang": "en",
  "original_title": "President inaugurates Auto Assembly Plant in Kuliyapitiya",
  "original_body_lines": [
    "Marking a significant milestone in the country’s automotive industry, President Ranil Wickremesinghe today (17) inaugurated the Western Automobile Assembly Private Limited (WAA) vehicle assembly plant in Kuliyapitiya..",
    "The first vehicle to be assembled at the $27 million facility, a 15-seater passenger van, is expected to enter the market by the end of the month. The factory, equipped with cutting-edge machinery designed by global automotive experts, will generate both direct and indirect employment opportunities for local youth. In line with international industry standards, the facility also houses a vocational training institute, offering young people the chance to gain skills that will qualify them for overseas job opportunities.",
    "During the ceremony, President Wickremesinghe unveiled a commemorative plaque and toured the factory, engaging in friendly conversation with staff. In his speech, the President emphasized that no one will be allowed to obstruct projects vital to strengthening the national economy, despite protests. He also noted that although the Western Automobile Factory was initiated in 2015, it lacked the necessary support for timely completion.",
    "President Ranil Wickremesinghe emphasized that his administration is committed to advancing development projects that will benefit the country, noting that significant job opportunities for youth were lost due to the 10-year delay in completing this project, which was initially expected to be finished in two years. He highlighted that the new factory will not only boost the local economy of Kuliyapitiya but also strengthen the national economy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}