{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-few-thoughts-on-english-language-teaching-in-the-era-of-generative-ai/",
  "time_ut": 1733159040.0,
  "original_lang": "en",
  "original_title": "A few thoughts on English language teaching in the era of Generative AI",
  "original_body_lines": [
    "Generative Artificial Intelligence, or GenAI, has been a hot topic, mainly in academic circles, for the past few years, and one of the fields in which GenAI has made ripples is English Language Teaching (ELT). While some have embraced GenAI as a resourceful tool, which could be used to improve the ELT situation, some others have expressed concern regarding the possible negative impact of GenAI in the field. Research conferences are being organized where the intervention of GenAI in ELT is being discussed from multiple angles. Research publications are emerging on the topic turning the field into one of academic enquiry.",
    "In my view, there are three contextual factors, which we need to take into consideration in understanding the connection between GenAI and ELT, especially in the Sri Lankan context. The first factor concerns itself with the socioeconomic context in which access to GenAI needs to be understood. GenAI is often being talked about as a tool that is freely available for whoever wants to use it; however, the limitations with regard to access to technological resources would show that GenAI is not at everyone’s fingertips. In such a context, the claim that GenAI is a tool that is freely available itself is a classist one.",
    "The second factor concerns itself with the general attitude towards English in the Sri Lankan context. Much has been said about the ambivalent relationship that many maintain with the English language. Although English does not enjoy the official language status in the Constitution, it is arguably the most powerful language in the country. It is widely seen as the language that can get you opportunities in life. Nevertheless, English, at the same time, is being seen as a threat, mainly for the cultural and socioeconomic baggage that it carries around with it. The class undertones of the language continue to repel large segments of learners from the language. Such ground level realities have made English a politically and ideologically charged language, converting ELT into a tension-filled exercise.",
    "The third factor is about the form of English that is used in the country. We generally think of languages as homogeneous entities; however, the reality is far from that. Variation is a core part of every language, and it is particularly the case with languages like English, which have wide international presence. Much has been said about different forms or varieties of English being used in different parts of the world and also about them being legitimate forms of English. Similarly, in the Sri Lankan context, we speak of Sri Lankan English. The attitudes towards Sri Lankan English range from seeing it as a substandard, broken form of English to conceptualizing it as a fully legitimate form of English that is most suited to engaging with the realities that are Sri Lankan in nature. Irrespective of the attitude that one may maintain towards the kind of English that is associated with Sri Lanka, the fact that what is taught and used predominantly in the local context is a form that is characteristically Sri Lankan. It has meaning making processes that are specific to the local context. Whether GenAI is sensitive to such context-specific characteristics of English is a question.",
    "There is a widespread perception that GenAI is going to render English language teachers as experts on the language redundant, at least for two reasons. Firstly, the learner could go directly to GenAI and get their doubts clarified. Generally speaking, clarifying doubts about the language has so far been the duty of the English language teacher, but now that role is being taken over by GenAI. Secondly, GenAI can be used by the learner to get their language related tasks, especially in the area of writing, done. They can get their essays, responses, reports, and even poems and short stories written by GenAI. The sense of autonomy that GenAI as a tool affords the learner arguably raises questions regarding the relevance of the role played by the teacher.",
    "I would argue that we share this perception because we subscribe to a certain theory of language and a certain theory of language teaching. We tend to think of language primarily as a structured object, or in other words, as an entity composed of a collection of sounds and vocabulary items that are held together by a set of rules. Phonology concerns itself with the rules that govern how the sounds of the language are formed. The physiology behind the production of individual sounds and how the sounds thus produced position themselves in relation to each other become the primary focus there. Then in morphology, we talk about the rules that govern the formation of words. The idea is that there is a structure for each and every word in the language and that there are rules that govern that structure. The study of the words in the language becomes a study of those structures. In syntax, we talk about the rules that govern how words are put into bigger constructs, such as phrases, clauses, and sentences. Again, the primary focus is on the rules and structures. According to this conception of language, it is the structuredness of the entity that defines its identity. That is why we see language primarily as a collection of sounds and vocabulary items that are held together by a set of rules.",
    "When we subscribe to such a conception of language, language teaching becomes instilling those rules and structures in the mind of the learner. This explains why language teaching is so much about teaching the grammar of the language. From this point of view, the goal of language teaching is to produce someone who is skilled in managing the rules and structures of the language. Error correction is a big part of this type of approach to language teaching. Errors are violations of the rules that govern the structures of the language, and language teaching aims at minimizing such violations so that the structures can function smoothly. This is why language teaching has become primarily about instilling the correct rules pertaining to pronunciation, word formation, and the formation of sentences and rectifying any errors made in those areas.",
    "Interestingly, this function of language teaching is increasingly being taken over by GenAI. The language teacher is in competition with GenAI to remain the authority on the structure of the language, and there are signs that the former may not be able to maintain their primacy for too long.",
    "In my view, GenAI has brought us to a historical juncture where we have no choice but to reexamine the theory of language and language teaching that we subscribe to. I see this as a wonderful opportunity for language to distance itself from its position as a structured entity whose structuredness is seen as what defines its identity to a position where language is understand as a particular take on reality, a position that is at the heart of the theories of language proposed by many thinkers. This theory of language entails that different languages are different ways of thinking and talking about the world and our existence in it. There are thinkers who have pointed out that no two languages look at the world in the exact same way. In that sense, the different languages could be thought of primarily as voices.",
    "This shift in the theory of language entails a shift in the theory of language teaching, too. In a context where a language is seen primarily as a voice, language teaching becomes an activity that facilitates the acquisition of that voice. When one learns a language what she acquires is the ability to think and talk about the world and existence in a novel way. This does not mean that teaching grammar and correcting errors are no longer part of language teaching. It means that language teaching will not be limited to those two activities. The proposed re-orientation is a move in the direction of critical pedagogy whose end goal is to empower the learner with a voice, which would enable her to negotiate her position in the broader web of power relations that she is part of.",
    "(Maduranga Kalugampitiya is attached to the Department of English, University of Peradeniya)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}