{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/New-York-venue-to-host-T20-World-Cup-matches-unveiled/108-275231",
  "time_ut": 1705511940.0,
  "original_lang": "en",
  "original_title": "New York venue to host T20 World Cup matches unveiled",
  "original_body_lines": [
    "Jan. 17 (ICC) - 34,000-seat Nassau County International Cricket Stadium, set to host India-Pakistan clash among eight T20 World Cup matches, announced",
    "The construction of a new modular stadium, Nassau County International Cricket Stadium in New York, a first of its kind for cricket, is underway and is expected to be completed within a mere three months.",
    "The 34,000-seat stadium is scheduled to host eight matches at the ICC Men’s T20 World Cup 2024, including the high-profile fixture between India and Pakistan on 9 June.",
    "The stadium will feature an array of seating options including premium and general admission, VIP and hospitality suites, as well as a unique party deck and cabanas.",
    "Sustainability is at the forefront of this project. The grandstands, previously used for the Formula 1 Las Vegas Grand Prix, are being repurposed for the T20 World Cup venue.",
    "The design team behind this ambitious project is Populous, renowned for creating some of the most iconic stadia worldwide, including the Narendra Modi Stadium in Ahmedabad and the Tottenham Hotspur Stadium in London.",
    "In New York, they are the architect of record for both the New York Yankees and New York Mets.",
    "“We are excited to be unveiling the Nassau County International Cricket Stadium in New York ahead of the ICC Men’s T20 World Cup 2024,\" ICC Chief Executive Geoff Allardice said.",
    "It is an incredibly important milestone in the lead up to the biggest ICC event ever, with work commencing on the stadium which will be able to accommodate 34,000 cricket fans.\"",
    "“We are partnering with world-class suppliers to deliver the modular stadium to ensure that players and fans can enjoy an unforgettable experience across the eight matches in New York in June this year.”",
    "The stadium will not only cater to cricket enthusiasts but also promises a world-class experience for all guests. It will feature a dedicated fan zone, a variety of food and beverage outlets, and state-of-the-art media and broadcast areas.",
    "The wicket, a drop-in square similar to those used at Adelaide Oval and Eden Park, is currently being curated in Florida. It will be transported to New York in early May.",
    "The venue, 30 miles east of Manhattan, will have good transport and parking facilities, with three train stations also available in the vicinity.",
    "Fans will have their opportunity to be a part of history by attending a festival of cricket and seeing the world’s best players in action, with eight T20 World Cup matches hosted at the venue, beginning with the clash between Sri Lanka and South Africa on 3 June."
  ]
}