{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97671/alexei-navalny-buried-in-moscow-as-thousands-chant-his-name",
  "time_ut": 1709308200.0,
  "original_lang": "en",
  "original_title": "Alexei Navalny buried in Moscow as thousands chant his name",
  "original_body_lines": [
    "Thousands of Russians chanted Alexei Navalny’s name and said they would not forgive the authorities for his death as the opposition leader was laid to rest in Moscow on Friday.",
    "In video streamed from the Borisovskyoe cemetery, Navalny’s mother Lyudmila and father Anatoly stooped over his open coffin to kiss him for the last time as a small group of musicians played.",
    "Crossing themselves, mourners stepped forward to caress his face before a priest gently placed a white shroud over him and the coffin was closed.",
    "Navalny, President Vladimir Putin’s fiercest critic inside Russia, died at the age of 47 in an Arctic penal colony on Feb. 16., sparking accusations from his supporters that he had been murdered. The Kremlin has denied any state involvement in his death.",
    "The authorities have outlawed his movement as extremist and cast his supporters as U.S.-backed troublemakers out to foment revolution. Kremlin spokesman Dmitry Peskov said he had nothing to say to Navalny’s family.",
    "Many thousands of people turned out to pay their respects at the cemetery and outside the Soothe My Sorrows church in southeast Moscow where Orthodox priests held a short funeral service before the body was taken to the cemetery.",
    "Among the large crowd, many people clutched bunches of flowers and some joined in chants - “Russia will be free”, “No to war”, “Russia without Putin”, “We won’t forgive” and “Putin is a murderer.”",
    "Since the start of the war in Ukraine two years ago, Russia has tightened its laws to introduce long prison sentences for anyone found guilty of “discrediting” the armed forces. Putin’s leading critics are either in prison or have fled abroad.",
    "“I came here to say goodbye to Navalny. What does that mean for me? I don’t even know how to explain it,” said a 25-year-old man who gave his name as Kirill.",
    "“It’s very sad for the future of Russia...We won’t give up, we will believe in something better.”",
    "A young woman, Kamila, said: “There are more than 10,000 people here, and no one is afraid...We came here in order to honour the memory of a man who also wasn’t afraid, who wasn’t afraid of anything.”",
    "Inside the church, Navalny’s mother Lyudmila sat holding a candle as priests in white robes stood over the coffin.",
    "Navalny’s top aides, all based outside Russia, struggled to contain their emotions as they broadcast live video of the farewell to their leader.",
    "“This is a photograph that is very hard to look at,” said one of them, Ruslan Shaveddinov.",
    "State media gave scant coverage to the funeral. The RIA news agency reported the fact of Navalny’s burial, noting the presence of foreign envoys including the U.S., French and German ambassadors, and recalled that he had been jailed on a host of charges including fraud, contempt of court and extremism.",
    "Navalny denied all those charges, saying they had been trumped up by the authorities to silence his criticism of Putin.",
    "More than a quarter of a million people watched the farewell to Navalny on his YouTube channel, which is blocked inside Russia. Messages, mostly expressing sadness but some also defiance, streamed down beside the video.",
    "Allies of Navalny outside Russia have called on people who want to honour his memory but could not attend his funeral service to instead go to memorials to Soviet-era repression in their own towns on Friday evening at 7 p.m. local time.",
    "The Kremlin said any unsanctioned gatherings in support of Navalny would violate the law.",
    "“Just a reminder that we have a law that must be followed. Any unauthorised gatherings will be in violation of the law, and those who participate in them will be held accountable - again, in line with the current law,” Peskov said.",
    "Navalny’s wife Yulia and two children, who are living outside Russia, did not attend the funeral.",
    "Yulia Navalnaya, who has pledged to continue her husband’s work, thanked him for “26 years of absolute happiness”.",
    "She posted on X: “I don’t know how to live without you, but I will try my best to make you up there happy for me and proud of me. I don’t know if I’ll manage it or not, but I will try.”",
    "Navalny was a Christian who condemned Putin’s decision to send tens of thousands of troops into Ukraine as a crazy enterprise built on lies. The church that hosted his funeral has donated to the Russian army and enthusiastically advertised its backing for the war.",
    "In the run-up to the ceremony, his allies accused the authorities of blocking their plans to hold a bigger civil memorial service. The Kremlin has said it has nothing to do with Navalny’s funeral arrangements.",
    "Navalny’s allies have accused Putin of having him murdered because the Russian leader could allegedly not tolerate the thought of Navalny being freed in a potential prisoner swap.",
    "They have not published proof to back up that accusation, but have promised to set out how he was murdered and by whom.",
    "The Kremlin has denied state involvement in his death and has said it is unaware of any agreement to free Navalny. His death certificate - according to allies - said he died of natural causes.",
    "Navalny, a former lawyer, mounted the most determined political challenge against Putin since the Russian leader came to power at the end of 1999, organising street protests and publishing high-profile investigations into the alleged corruption of some in the ruling elite.",
    "Navalny decided to return to Russia from Germany in 2021 after being treated for what Western doctors said was poisoning with a nerve agent only to be immediately taken into custody.",
    "Putin has yet to comment on Navalny’s death and has for years avoided mentioning him by name."
  ]
}