{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-gsmb-poor-royalty-charge-inefficiencies-revealed-before-cope-parliament-240940/",
  "time_ut": 1758110400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka GSMB poor royalty charge, inefficiencies revealed before COPE: Parliament",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Geological Survey and Mines Bureau (GSMB) has been losing millions of rupees due to poorly charged royalty fees amid numerous inefficiencies, the parliament Committee on Public Enterprises (COPE) meeting was told recently, the parliament said in a statement.",
    "This was disclosed when the COPE inquired into the Auditor General’s reports for GMSB for 2022 and 2023 and its current performance.",
    "In one instance, the government lost Rs.12 million because the GMSB only charged royalty fee for 1,594 cubic meters instead of charging the fee up to 45,561 cubic meters, the parliament said.",
    "“Discussions were also held on the calculation of royalty for stone quarries based on the explosives issued for the quarry. It was pointed out by the Committee that due to the use of explosives in an illegal manner, the actual volume of rock removed could not be calculated, resulting in a large loss of revenue to the government,” the Parliament said in the statement.",
    "“Even though massive rock excavation takes place from stone quarries in different parts of the country, in reality, only a small revenue is received by the government, as pointed out by the Members of the Committee with examples.”",
    "The COPE has recommended to the Secretary of the Ministry of Environment and the officials of the GMSB that a stronger monitoring mechanism should be established beyond the issuance of mining licenses and to take urgent steps to amend the Act to overcome existing legal shortcomings.",
    "“It was revealed that under the prevailing system, many institutions obtaining exploration licenses sell them to other persons at higher prices, without actually carrying out exploration or mining activities.”",
    "“Although data is submitted to the Bureau after exploration, there is a serious issue regarding the accuracy of such data. Since 1993, the Bureau has issued more than 450 exploration licenses, but currently only 43 remain active, as revealed.”",
    "It was also revealed that the current system does not ensure a proper scientific and transparent exploration process, and that the GMSB does not have a mechanism to properly monitor the activities after the issuance of exploration licenses.",
    "“The Committee also drew attention to the fact that although 9 licenses had been issued to 5 companies registered in Sri Lanka for mineral sand exploration in Mannar Island, those companies had not carried out exploration for 10–13 years.”",
    "“It was revealed that all 5 companies registered in Sri Lanka are managed by one company registered in Australia. As a result, the license holders have reserved these areas for long periods without exploration, limiting opportunities for other local and foreign investors who wish to explore minerals.”",
    "“Due to this, an extent of about 195 square kilometers has been blocked, which was pointed out by the Committee Chairman as an obstacle to the country’s development.”",
    "According to the Mines and Minerals Act, mining lands should be rehabilitated after mining. However, attention was drawn to the fact that by 2025 August 11, the Bureau had not implemented rehabilitation works for 3,150 licenses, the parliament said.",
    "“It was discussed that although a bond (deposit) is obtained at the time of license issuance for rehabilitation, miners tend to consider abandoning the deposit more profitable than rehabilitating the land. However, the officials stated that legal action had been taken against license holders who failed to carry out rehabilitation.”",
    "The Committee pointed out that throughout its past history, the GMSB has not operated with proper planning according to the legal principles of the Act, and that investigations clearly show this.",
    "“It was further emphasized that this institution, which can perform as a massive national enterprise earning far greater revenue, should act with proper vision and systematic planning. The Committee Chairman also stated that COPE would continuously monitor the progress of the implementation of the recommendations given.” (Colombo/September 17/2025)"
  ]
}