{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100327/futa-mafia-behind-strike-by-university-non-academic-staff-claims-raghavan",
  "time_ut": 1720242600.0,
  "original_lang": "en",
  "original_title": "FUTA ‘mafia’ behind strike by university non-academic staff, claims Raghavan",
  "original_body_lines": [
    "State Minister of Higher Education Dr. Suren Raghavan, urged non-academic staff across all universities to resume work promptly, emphasizing the importance of minimizing disruptions for the youth who are the future leaders of the nation.",
    "Speaking at the press briefing titled “Collective Path to a Stable Country” held at the Presidential Media Centre yesterday (05), he committed to prioritizing the demands of university non-academic staff, including addressing overtime allowances for April.",
    "These concerns will be forwarded to the Udaya Seneviratne Committee and proposed for inclusion in the 2025 budget, he added.",
    "Fourteen thousand six hundred (14,600) non-academic employees from 17 universities and 19 joint post-graduate institutions have been on strike for 65 days, severely disrupting the higher education sector. This has adversely affected the lives of 250,000 young individuals, who are crucial to the future of the nation, by causing confusion and wasting their time.",
    "These youths, who have already faced significant mental strain from the Covid-19 pandemic in 2019, economic crises in 2020, and various challenges in 2021, represent the 18% selected to enter universities despite these hardships. It is a national tragedy that their lives have been further complicated by this strike.",
    "As someone deeply committed to education, I am profoundly saddened that universities in our country remain closed during my tenure, knowing first-hand the value of education. While the Treasury did not approve their requested salary increase, citing similar demands from other sectors, they have assured that these requests will be considered for inclusion in the 2025 budget.",
    "It has been revealed that, the Federation of University Teachers Association (FUTA) is behind this situation. Since 2010, they have continuously increased their salaries and are now attempting to raise the salaries of non-academic employees while imposing various conditions. In their latest letter, they stated that university funds should not be used to resolve this issue. How can they impose such conditions? Universities are funded by public tax money, not their private asset. They cannot be allowed to fall under the control of a professors’ mafia. Their professional goal should be to advance education and secure the future of our children.",
    "The demands of non-academic employees are reasonable. I promise that their requests will be forwarded to the Udaya Seneviratne Committee and included in the 2025 budget through President Ranil Wickremesinghe. Additionally, we are working to pay their two months’ salary and overtime for April. Days not reported to work will be treated as holidays, allowing them to return without any penalties. I urge the non-academic staff of all universities to resume work promptly to avoid further disrupting the lives of the youth who are the future of our country."
  ]
}