{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Praise-for-Sri-Lanka-s-economic-recoveryat-high-level-discussions-at-IMF-World-Bank-spring-meeting/34-760686",
  "time_ut": 1713301001.0,
  "original_lang": "en",
  "original_title": "Praise for Sri Lanka’s economic recovery at high-level discussions at IMF-World Bank spring meeting",
  "original_body_lines": [
    "Semasinghe participating in a discussion with the Business Council for International Understanding (BCIU) in Washington",
    "IMF Deputy Managing Director Kenji Okamura with State Minister Semasinghe, Treasury Secretary Mahinda Siriwardana and Central Bank Governor Dr. Nandalal Weerasinghe",
    "IMF Executive Director for India and Sri Lanka Dr. Krishnamurthy Subramanian with the Sri Lankan delegation",
    "Semasinghe with World Bank Executive Director for Sri Lanka Parameswaran Iyer",
    "A delegation led by the State Minister of Finance Shehan Semasinghe engaged in a series of high-level discussions at the IMF-World Bank spring meeting which began on Monday and received praise for Sri Lanka’s economic reforms and commitment to stability and growth.",
    "In a meeting with the IMF Deputy Managing Director Kenji Okamura, the State Minister highlighted the socio-economic advancements made by Sri Lanka and the sacrifices made to ensure macroeconomic stability.",
    "Okamura commended the Government’s progress in implementing robust economic reform programs and emphasised the importance of maintaining strong ownership to safeguard these achievements.",
    "Semasinghe also participated in a discussion with the Business Council for International Understanding (BCIU) in Washington, focusing on Sri Lanka’s stability, growth, and investment opportunities.",
    "The dialogue centered on sustainable economic growth through strategic investments in key sectors which include; education, tourism, renewable energy, agriculture and technology. Participants expressed keen interest in understanding how recent economic reforms have translated into tangible results and underscored the importance of international cooperation to expand Sri Lanka’s economic prospects.",
    "Another significant meeting took place between IMF Executive Director for India and Sri Lanka Dr. Krishnamurthy Subramanian and the State Minister Semasinghe. The discussions revolved around the progress of debt restructuring and the upcoming second review of the IMF program following the staff-level agreement reached in March 2024.",
    "In addition, discussions were held with the World Bank Executive Director for Sri Lanka Parameswaran Iyer, where the Government of Sri Lanka was lauded for successfully implementing a challenging series of reforms.",
    "Semasinghe received assurances of support from Iyer, who also shared insights into internal restructuring within the World Bank and how these changes could benefit Sri Lanka."
  ]
}