{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/wide-ranging-discussion-on-key-drivers-of-growth/",
  "time_ut": 1730742360.0,
  "original_lang": "en",
  "original_title": "Wide-ranging discussion on key drivers of growth",
  "original_body_lines": [
    "In a comprehensive discussion that addressed the current state of Sri Lanka’s key industries NPP Colombo District candidates, Chathuranga Abeysinghe and Dr. Rizvie Salih, outlined a series of initiatives aimed at driving economic growth, enhancing transparency and fostering a more competitive business environment.",
    "At the Business Edition Forum held on Sunday at the Ramada, Chathuranga responded to concerns from the gem and jewellery sector, which has seen reduced revenue due to the Value-Added Tax (VAT) imposed on raw stone imports.",
    "He said that the government aims to position Sri Lanka as a global Gem and Jewelry Hub. As part of this vision, the government plans to eliminate taxes on both the import of raw gems and the export of finished jewelry, with the goal of increasing industry revenue from 600 million rupees to an ambitious 2.5 billion rupees in the coming years.",
    "Addressing concerns about bureaucratic inefficiencies and corruption, Chathuranga emphasized the government’s commitment to digitization. Plans are underway to create a digital infrastructure that connects vital government services, including the Identity Office, Land Registry, and Inland Revenue Department, to streamline processes and reduce corruption. This move aims to provide transparency and improve service delivery to citizens and businesses alike.",
    "Dr. Rizvie discussed the need for improvement within the National Medicines Regulatory Authority (NMRA) to reduce delays in drug approvals.",
    "He highlighted the importance of adequate staffing and laboratory resources, alongside a transparent process, to ensure a steady and high-quality supply of essential medicines to the public.",
    "Responding to a query on increasing the competitiveness of Sri Lankan businesses, Chathuranga outlined the government’s focus on improving three fundamental business resources: electricity, transportation and access to capital.",
    "He stressed that the government is working to offer affordable capital through development banks while building a supportive ecosystem for start-ups and entrepreneurs. This includes not only providing funding but also access to market information, expertise and business guidance to help new businesses meet growth milestones. Additionally, policies to attract angel investors and incentivize private-sector support are expected to boost start-up development.",
    "The garment industry, a vital sector of the Sri Lankan economy, is facing competitive pressure due to tax disparities on local and imported goods. Chathuranga assured stakeholders that this issue is being addressed, alongside a comprehensive review of recent VAT increases on various industries. The government is working to assess the impact on each sector to identify areas where tax reductions are warranted while balancing revenue needs in line with IMF requirements, he said.",
    "Highlighting the importance of exports, he asserted that value-added businesses are key to Sri Lanka’s future economic health. These businesses, he stated, are crucial to realizing the government’s vision of a “thriving nation” that provides a “beautiful life” for its citizens.",
    "TransDigm Group joins BOI for 8.5 million USD investment in factory at Wathupitiwala EPZ",
    "Colombo Tea Traders’ Association celebrates historic 130th Annual General Meeting",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}