{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-ceb-restructure-faces-execution-risk-bblka-rating-confirmed-fitch-187020/",
  "time_ut": 1731407040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s CEB restructure faces execution risk, BB+(lka) rating confirmed: Fitch",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run Ceylon Electricity Board’s re-structuring faces execution risk, Fitch Ratings said, while confirming its ‘BB+(lka) rating on expected state support.",
    "“The new Electricity Act includes provisions to unbundle CEB’s generation, transmission and distribution into separate entities,” Fitch said.",
    "“We believe the unbundling will improve CEB’s efficiency and competitiveness. The utility is already preparing separate financials, maintains separate bank accounts and is in the process of allocating assets and liabilities for the three units.",
    "“However, we believe the restructuring faces execution risk and may be contingent on the outcome of Sri Lanka’s general election on 14 November.”",
    "A deviation from cost reflective tariffs is risk to the CEB’s balance sheet.",
    "“CEB has operated on a cost-reflective tariff mechanism since June 2023, which is revised quarterly to ensure operating costs are covered,” Fitch said.",
    "“Our base case forecast assumes the tariff framework will remain in place, as any deviation is a key risk to CEB’s balance sheet.",
    "“The quarterly tariff revision due in September 2024 has yet to be finalised, pending regulatory approval. Tariff revisions in the preceding four quarters were implemented within one-month of the quarter-end.”",
    "Fitch Ratings – Colombo – 11 Nov 2024: Fitch Ratings has affirmed Ceylon Electricity Board’s (CEB) National Long-Term Rating at ‘BB+(lka)’. The Outlook is Stable. Fitch also affirmed the National Long-Term Rating of CEB’s outstanding senior unsecured debentures at ‘BB+(lka)’.",
    "CEB’s ratings are equalised with the Sri Lankan sovereign rating (Long-Term Local-Currency Issuer Default Rating CCC-) under Fitch’s Government-Related Entities (GRE) Rating Criteria. This is based on our assessment that there is a very high likelihood that CEB, the country’s monopoly electricity transmitter and distributor, would continue to receive government support.",
    "‘Very Strong’ Incentive to Support: Fitch believes that a default by CEB would lead to severe service disruption, with CEB accounting for about 73% of generation capacity at end-2023. A default would also make it difficult for CEB to source feedstock used for power generation, such as heavy oil and coal, which are imported. Independent power producer (IPP) agreements – about 27% of generation capacity – will also be affected.",
    "These are external arrangements with no clear alternatives and most of them use imported oil in their operations.",
    "A non-payment by CEB would dampen the state and its related entities’ ability to raise debt, as CEB’s project loans are also the state’s obligations. Some of these loans are provided by bilateral and multilateral agencies and channeled through the government to develop the country’s power infrastructure. Thus, a default on these project loans could be tantamount to a government default. We expect support to continue, despite the state’s weak financials, as CEB fulfils an essential public service.",
    "‘Very Strong’ Responsibility to Support: We expect state support to continue, as the government would want to ensure an uninterrupted power supply. The government fully owns CEB, appoints the board and decides investment strategy. Tariffs are set using a cost-reflective pricing method requiring regulatory approval. Previously, the utility set tariffs based on social objectives rather than commercial ones.",
    "Various Types of Support: Government support to CEB has included direct grants, two-step loans from multinational agencies (about 19% of CEB’s outstanding debt), equity injections and guarantees on bank loans for some of the investment projects and working-capital requirements. The government converted CEB’s outstanding payables to the IPPs and national oil supplier Ceylon Petroleum Corporation (CPC) into equity at end-2023.",
    "Lower Costs: Generation costs fell in tandem with the rise in hydropower to 31% of the generation mix in 1H24 (1H23: 23%), while thermal coal prices dropped by 32% yoy.",
    "Thermal coal fuels over 36% of the country’s generation mix, and Fitch expects prices to fall by 20% in 2024 and 10% in 2025. CEB’s financing costs will also fall amid lower interest rates. CEB has also reduced tariffs twice in 2024 by a cumulative 44.5%.",
    "Improved Profitability on Tariff Framework: CEB has operated on a cost-reflective tariff mechanism since June 2023, which is revised quarterly to ensure operating costs are covered. Our base case forecast assumes the tariff framework will remain in place, as any deviation is a key risk to CEB’s balance sheet. The quarterly tariff revision due in September 2024 has yet to be finalised, pending regulatory approval.",
    "Tariff revisions in the preceding four quarters were implemented within one-month of the quarter-end.",
    "We estimate CEB’s EBITDA to have improved to LKR180 billion in 2023, from a negative EBITDA of LKR65 billion in 2022, following the revised tariff framework. We forecast EBITDA will remain around LKR160 billion in the next two years under the tariff framework. We estimate cash flow from operations to have jumped to LKR30 billion in 2023, from negative LKR58 billion in 2022. However, we expect capex will require external debt funding, although leverage should remain around 2x in the next few years.",
    "CEB Restructuring Subject to Execution Risk: The new Electricity Act includes provisions to unbundle CEB’s generation, transmission and distribution into separate entities. We believe the unbundling will improve CEB’s efficiency and competitiveness.",
    "The utility is already preparing separate financials, maintains separate bank accounts and is in the process of allocating assets and liabilities for the three units. However, we believe the restructuring faces execution risk and may be contingent on the outcome of Sri Lanka’s general election on 14 November.",
    "Indeterminate Standalone Credit Profile: We believe that CEB’s Standalone Credit Profile (SCP) cannot be meaningfully determined in the near term, despite an improving financial profile. CEB is highly dependent on the government for funding access, with less than 3% of its debt stemming from domestic private-sector banks at June 2024. CEB’s ability to meaningfully diversify funding away from state institutions, and achieve a degree of financial independence, rests on the current tariff framework.",
    "CEB has a monopoly in electricity transmission and distribution in Sri Lanka. It owns and operates the majority of installed power-generation capacity. CEB’s rating is equalised with that of the sovereign, in line with our GRE criteria, as we assess linkages and support incentives as ‘Very Strong’ under each sub-factor score.",
    "Fitch’s Key Assumptions Within the Rating Case for the Issuer:",
    "– Annual electricity demand growth to average around 6% over 2024-2027;",
    "– Generation mix to change to 45% thermal, 25% hydro and 30% other over 2024-2027;",
    "– Tariff to be adjusted every three-months to cover CEB’s operating costs;",
    "– Capex to range between LKR105 billion and LKR125 billion annually from 2024 to 2027;",
    "Factors that Could, Individually or Collectively, Lead to Negative Rating Action/Downgrade",
    "– A downgrade of the Sri Lankan sovereign’s Long-Term Local-Currency IDR could result in corresponding action on CEB’s National Long-Term Rating.",
    "Factors that Could, Individually or Collectively, Lead to Positive Rating Action/Upgrade",
    "– An upgrade of the Sri Lankan sovereign’s Long-Term Local-Currency IDR could result in corresponding action on CEB’s National Long-Term Rating.",
    "For the sovereign rating of Sri Lanka, the following sensitivities were outlined by Fitch in the agency’s Rating Action Commentary on 25 September 2024:",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "– External Finances: Completion of the foreign-currency commercial debt restructuring that Fitch judges to have normalised the relationship with private-sector creditors would result in an upgrade of the Long-Term Foreign-Currency IDR.",
    "– Public Finances: A sustained decline in the general government debt/GDP ratio that is underpinned by the implementation of a medium-term fiscal consolidation strategy and faster economic growth.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "– The Local-Currency IDR would be downgraded if further restructuring or a default on local-currency debt becomes probable due to an unsustainable debt burden or inability to raise revenue.",
    "Improved Liquidity on Government Support: CEB had LKR83 billion in unrestricted cash at end-June 2024, against LKR90 billion in debt due in the next 12 months. More than 90% of the outstanding debt is for working capital, which we believe will be rolled over in the normal course of business.",
    "CEB received LKR126 billion in equity-funding in 2023 from the Ministry of Finance to settle its dues to the IPPs and CPC. Further liquidity support is not factored into the rating case, given our assumption of a continuation of the cost reflective tariff framework and resultant healthy operating cash flow. However, we believe the government would step in with support, if required, given CEB provides essential services.",
    "State-owned CEB is the sole electricity transmitter and distributor in Sri Lanka and accounts for 73% of domestic electricity generation capacity through its network of hydro and thermal power plants.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria.",
    "CEB’s ratings are equalised with that of its parent, the Sri Lankan sovereign, in line with Fitch’s GRE criteria.",
    "Click here to access Fitch’s latest quarterly Global Corporates Macro and Sector Forecasts data file which aggregates key data points used in our credit analysis.",
    "Fitch’s macroeconomic forecasts, commodity price assumptions, default rate forecasts, sector key performance indicators and sector-level forecasts are among the data items included."
  ]
}