{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-trade-body-indonesian-officials-discuss-trade-agreement-172736/",
  "time_ut": 1721284320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka trade body, Indonesian officials discuss trade agreement",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s private sector trade body is in negotiations with Indonesian officials on a preferential trade agreement, which it hopes would increase exports to the Southeast Asian archipelago.",
    "At the first round of negotiations of the Sri Lanka Indonesia PTA, the Ceylon Chamber of Commerce were in discussions to “augment SL exports to Indonesia. In addition to knitted fabrics & chemical compounds currently exported, export of processed foods & machinery was proposed,” the Chamber said on X (twitter).",
    "The trade body said there was “potential to export spices, plastics, rubber, etc,” after it recently hosted a delegation led by Ambassador of Indonesia Dewi Gustina Tobing.",
    "In addition to the Sri Lanka Indonesia preferential trade agreement, the upcoming INSACA Business Forum 2024 in Indonesia was also discussed at the meeting.",
    "Last year, Sri Lanka’s cabinet of ministers approved discussions with Indonesia to sign a preferential trade agreement.",
    "“Indonesia is one of the largest economies in Southeast Asia,” Minister Bandula Gunawardana said at the time. It is the fourth most populous country in the world.",
    "Currently, Indonesia is the 37th export destination for Sri Lankan goods according to the island’s Export Development Board. Indonesia is the 8th import origin for Sri Lanka.",
    "“The total export value from Sri Lanka to Indonesia was USD 49.01 Mn in 2023 and total imports from Indonesia to Sri Lanka for the same period were USD 375.51 Mn.”",
    "Sri Lanka’s exports to Indonesia had increased by a minute 0.22 percent in 2023 compared to the previous year, while imports from Indonesia had increased by 12.19 percent.",
    "The EDB listed Sri Lanka’s main export products to Indonesia in 2023 as knitted fabrics, chemical products, miscellaneous edible preparations, petroleum oils, women’s outerwear, motor vehicles and parts, cartons, boxes and bags, pneumatic and retreated rubber tyres and tubes.",
    "Sri Lanka’s government under President Ranil Wickremesinghe has been pushing for trade agreements with various countries in a bid to increase exports, after a forex crisis. The country signed trade agreements with Thailand and Singapore in the last year. (Colombo/Jul18/2024)"
  ]
}