{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-manufacturing-services-expand-in-june-172265/",
  "time_ut": 1721100900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka manufacturing, services expand in June",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s manufacturing and services sectors continued to expand in June, with expectations of a continued recovery in the economy, according to a Purchasing Managers’ Index compiled by the central bank.",
    "“The expansion in New Orders and Production was mainly due to the growth in the manufacture of food and beverages sector,” a statement sid.",
    "“Stock of Purchases also expanded, in line with the increase in New Orders and Production.",
    "“Meanwhile, Suppliers’ Delivery Time further lengthened in June, mainly attributable to the congestion in the major shipping ports.”",
    "Industry expectations for the next three months indicating an improvement, anticipating a gradual recovery in economic conditions.",
    "Firms were however, still cautious about refilling the vacant positions.",
    "Most services sectors expanded, though tourism was sluggish amid an off-season.",
    "“Business activities in the wholesale and retail trade grew due to Haj festive season,” the statement said.",
    "“Further, business activities in the transportation services, financial services and other personal services also experienced a considerable growth during the month.",
    "“However, business activities in the accommodation, food and beverages services remained at the same level as in the previous month in line with the sluggish tourist arrival during off-season.”",
    "Employment increased in June due to new recruitments made by several companies.",
    "“Expectations for Business Activities for the next three months continued to improve, at a higher rate, supported by favourable macroeconomic conditions,” the statement said. (Colombo/July16/2024)"
  ]
}