{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hirdaramani-group-invests-rs-10-billion-in-new-textile-plant-mihila-tex/",
  "time_ut": 1721592540.0,
  "original_lang": "en",
  "original_title": "Hirdaramani Group invests Rs.10 billion in new textile plant, ‘Mihila Tex’",
  "original_body_lines": [
    "Hirdaramani Group, recently announced its latest milestone in advancing sustainable apparel production with a Rs.10 billion investment in a cutting-edge new textile mill, ‘Mihila Tex’ in Pannala, Sri Lanka.",
    "This state-of-the-art facility will play a pivotal role in reshaping the future of the apparel industry and bolstering Sri Lanka’s position as a sustainable manufacturing hub. The Group will collaborate with Hengda Textiles in this venture, a leading global textile manufacturer and technical partner renowned for its innovation and commitment to sustainability.",
    "‘Mihila Tex’ is part of the Hirdaramani Group’s long-term strategy to strategically grow its apparel business in Sri Lanka and strengthen its local value chain to minimise the extensive outflow of foreign exchange for raw material imports, while providing optimised apparel solutions to its customers worldwide.",
    "Key highlights of the joint venture and ‘Mihila Tex’ in Pannala include:",
    "This significant investment will be utilised to develop a state-of-the-art textile mill that integrates the latest advancements in sustainable technologies and practices to minimise energy consumption, reduce waste generation, and optimise resource management.",
    "The mill will incorporate advanced technology in water recycling and purification systems to minimise water consumption.",
    "The facility will be powered by renewable energy sources, aligning with both companies’ commitment to reducing carbon emissions and contributing to Sri Lanka’s renewable energy goals.",
    "Hirdaramani Group and Hengda Textiles intend to obtain internationally recognised sustainability certifications for the mill, affirming their shared dedication to environmentally responsible manufacturing.",
    "The establishment of the new mill will create numerous employment opportunities, positively impacting the local economy and supporting the livelihoods of many Sri Lankans.",
    "Vinod Hirdaramani – Chairman, Hirdaramani Group commenting on the new project said, “The investment in ‘Mihila Tex’ comes at a strategic point in our long-term growth journey. Our commitment to boosting Sri Lanka’s apparel industry remains a priority – as reinforced by high value investments such as these – where the industry will benefit from Hengda Textiles’ advanced expertise and best practices in manufacturing. We are also happy to have the opportunity to enrich the livelihoods of 800+ employees and to extend further impact across the community through our presence in Pannala.”",
    "Zheng Jianfan – Chairman, Hengda Textiles commented, “We are happy to embark on this partnership with the Hirdaramani Group to establish our presence in Sri Lanka, a renowned global apparel hub. We believe that this new textiles venture, supported by the financial backing of the Hirdaramani Group, will help the industry in its upward growth trajectory by offering sustainable, faster, and advanced apparel solutions to customers worldwide. We look forward to leveraging the strengths of the Group and the industry as we forge ahead with this long-term partnership over the ensuing months.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}