{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Afghanistan-win-three-run-thriller-but-Sri-Lanka-take-T20-series/108-277516",
  "time_ut": 1708539780.0,
  "original_lang": "en",
  "original_title": "Afghanistan win three-run thriller, but Sri Lanka take T20 series",
  "original_body_lines": [
    "Dambulla, Feb. 21 - Afghanistan salvaged some pride on Wednesday when they secured a nail-biting three-run win over hosts Sri Lanka in the third T20 international, the last game of their multi-format tour.",
    "It has been a wretched tour for the Afghans -- losing six matches in a row -- but skipper Ibrahim Zadran said he was \"feeling great\" after his team held their nerve in a dramatic close with a hard-fought win.",
    "\"I am happy with the win,\" Zadran said. \"Unfortunately, we lost the series.\"",
    "Sri Lanka had already secured the three-match T20 series after winning the first two games, the first by four runs, and the second by 72 runs.",
    "They had also won the one-off Test match and the one-day international series in a 3-0 clean sweep.",
    "But Afghanistan seemed determined to win at least one match.",
    "Sri Lanka required 36 off the last two overs, with Dasun Shanaka bringing the chase down to 24 off eight balls -- but was run out.",
    "But they could manage only 15, with the game marred by controversy as tensions spiked in the last six balls.",
    "The fourth ball from Wafadar Momand was a high full toss, but the square leg umpire didn't call a no ball despite batters' protests.",
    "Captain Wanindu Hasaranga was seen exchanging words with the umpires.",
    "\"We played good cricket in the first two games,\" Hasaranga said.",
    "Fighting to the end, Kamindu Mendis hit a six off the last ball of the innings, but it was not enough and Sri Lanka fell short by three runs.",
    "Mendis was unbeaten on 65 off 39 balls, with seven fours and two sixes, achieving his maiden half-century in T20 cricket.",
    "On a pitch tailor-made for batting, giving little room for error for the bowlers, Sri Lanka's openers gave them a rousing start adding 64 runs in 35 balls.",
    "The partnership was broken when Kusal Mendis attempted a boundary on the off-side but failed to clear the extra cover fielder where Sharafuddin Ashraf back-peddled and took a good catch.",
    "Ashraf was replaced as the concussion substitute rule came into effect and leg-spinner Qais Ahmad took his place.",
    "Afghanistan took two wickets in three balls when Noor Ahmad trapped Kusal Perera leg before wicket for a duck.",
    "Pathum Nissanka posted his tenth T20 half-century, off 27 balls, but soon after hurt his hamstring and his movements were restricted.",
    "He moved to 60 with a six off Noor Ahmad and retired soon afterwards. He faced 30 balls and hit eight fours and two sixes.",
    "Afghanistan's big total was thanks to the efforts of their openers, posting 88 runs off 44 balls.",
    "Rahmanullah Gurbaz went onto make 70 after being dropped twice.",
    "\"I was under pressure but I tried to go in today and play my natural game,\" Gurbaz said. \"I took responsibility and I think that was the reason.\"",
    "Sri Lanka battled back with Matheesha Pathirana claiming two wickets in two balls, but it was not enough to stop Afghanistan from scoring over 200 runs."
  ]
}