{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/SJB-trying-to-divert-attention-from-original-debate-NPP/108-280587",
  "time_ut": 1712770140.0,
  "original_lang": "en",
  "original_title": "SJB trying to divert attention from original debate: NPP",
  "original_body_lines": [
    "Colombo, April 10 (Daily Mirror)- Claiming that NPP leader Anura Kumara Dissanayake first invited SJB leader Sajith Premadasa for a debate, the National People’s Power (NPP) said some members of the Samagi Jana Balavegaya were now attempting to divert the attention from the original debate.",
    "In a statement, NPP National Executive Member Dr. Nalinda Jayatissa said the first conversation about a debate between the two sides was created with the statement made by Anura Kumara Dissanayake during a TV programme in 2023, saying that he is ready for a debate with Sajith Premadasa on the development path of the country.",
    "He said Sajith Premadasa declined the debate challenge for undisclosed reasons and that several SJB MPs proposed an alternative debate on economic policies with the Economic Council of the National People's Power.",
    "Dr. Jayatissa said MP Nalin Bandara accused the Economic Council of the National People's Power of avoiding the debate, saying that he was the first to propose the debate and that the National People's Power has forgotten the past.",
    "\"However, the Economic Council of the National People's Power does not need to avoid the debate on the economy as it has a strategic plan and practical programme related to the recovery of Sri Lanka from the economic crisis and to develop it as a developed country worldwide.",
    "\"We reiterate the crucial importance of the debate between Anura Kumara Dissanayake and Sajith Premadasa, both of whom are potential candidates for the upcoming Presidential election in 2024. This debate, based on the initial discussion, will serve as a clear indicator of who is afflicted with the 'disease of forgetting the past,\" he said.",
    "He said the NPP was ready to hold a debate between Anura Kumara Dissanayake and Sajith Premadasa on the path to recovery from the overall crisis that the country has fallen into.",
    "Dr. Jayatissa said if the Samagi Jana Balawega is not ready for such a debate, the Economic Council of the National Peoples Power is prepared to have a debate with a similar representative group of the Samagi Jana Balavegaya.",
    "\"We earnestly request the Samagi Jana Balawegaya and all its affiliated parties to desist from disseminating false information about the debate. We also appeal to the public not to be swayed by these falsehoods and to perceive the situation accurately,\" the statement added."
  ]
}