{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Presidenshel-Elecshen-Gide/14-766701",
  "time_ut": 1726183557.0,
  "original_lang": "en",
  "original_title": "Presidenshel Elecshen Gide",
  "original_body_lines": [
    "This Gide is for Candidates running in Arsikland Presidenshel Elecshens Only. Any Gideline and/or addice used by other candidates in other parts of the world, espeshelley in the USA should be used with caution and prior discushen with the Auther.",
    "1Not oll peeples running in PE is hoping to win. Some peeples don’t even get their Haaminey’s vote! Acktually some peeples don’t even vote for themselves!",
    "2Reducing AdagenaNaama (see below for full definishen) is the most impotent thing. Please note that reducing AdagenaNaama is only required, trying to eliminate it is as pointless as trying to eliminate corruption in Arsikland!",
    "3A good PE Campain has to cover oll of Arsikland. So Campain ‘SaamaThanama’ but don’t be ‘SaamaThanama’",
    "AdagenaNaama : (Trans: Pulling and Bathing) A common phrase used in Arsikland to indicate that a person has done or said something monumentally stupid or incredibly funny. This is an advanced stage of “Naama” but not as advanced as “Wathurapompey Savikara AdagenaNaama”",
    "a) Ajith Luvdaasa breaking from Ali Pakshey can be classified as “Naama”",
    "b) Waruna Kumara Disaawaknaa telling peeples in the North to vote for the winning side and cumming across like threatening them is “AdagenaNaama”",
    "c)PunchiPuss saying he will eradicate corrupshen in threee years is “Wathurapompey Savikara AdagenaNaama”",
    "SaamaThanama : (Trans: Everywhere) A common phrase to indicate that the person in question is ‘all over the place’ Note. This is NOT a good thing!",
    "1.Understand WHY you are running and be honest with yourself. If you are running suppot line that is  olso fine. If you are running becose some idiyots around you ‘think’ it’s a good idiya, it is most likely,NOT!",
    "2.Finances - Make sure you have enough Finances to cover Campain to acheeve 1 above.",
    "3. Iththaas - These are very impotent peeples. You must have several categories of Iththaas for a good campain:",
    "i) Chootiththaas - For things like carrying Presidenshel Elecshen Candidate (PEC) mobile phone, some files, bringing water, tea and things like that",
    "ii)Podiththaaas - For standing around looking impotent and making PEC look even more impotent.",
    "Podiththaas are required to be well-dressed and must be wearing shoes. If not wearing shoes, even if they doing Podiththaas work they will be seen as Chootiththaas. Podiththaas should be allowed to speak ONLY if they are:",
    "a) Good public speakers (Funny is olso ok but this remember during PE’s the line between funny and stark-raving-lunatic is a very fine one and difficult not to cross)",
    "b) Must be involved in Government at some provinshel level. Avoid giving Municipal Council and Urban Council peeples these positions becose they only look at National Governing through",
    "iii)Lokuiththaas - They have to be Politikkas and must be sitting MPs. They are the ones who will",
    "4. Hospital and First-Aid Budget - Olways make sure you have allocated enough money for this depending on the situation only. In some PE Campains we have seen PEC’s not allocating any money  and this causing problems.",
    "Before starting a PE Campain, PEC must know which party he/she is seeking nominashen from. Once oll required paperwork and payments are completed, PEC is advised to form Alliances with other parties and contest from a ‘Grand Alliance’. The bigger the alliance the better the chances. A word of caution, avoid getting into alliances with peeples if they are not able to garantee you at least 50,000 votes! Remember, many established Political Parties olso cannot garantee that. Some MPs in Arsikland cannot even garantee you the votes from their own households! Golden Rule is, whoever joining you MUST bring more than what they are planning to take! Simple Gidelines:",
    "Ministry (Level 1) / Diplomatic / Governor Post - 50,000 votesMinistry (Level 2) - 100,000 votes (Level 2 Ministries are those that are traditionally present in every cabinet)",
    "The peeples are choosing their Leader for the next five years! They are not choosing a friend or a partner or a colleegue! If you want peeples to vote for you to be Lokka, they must be able to picture you as Lokka. What you wear and how you look is impotent. Hire a good tailor, a good make-up artist and a stylist and then do what all good Leaders should do! Let the expert do his job! Remember, you are being Filmed and Fotographed, so belts and shoes are your friends and can be used. Co-ordinating the colours you wear is not optional, it is mandatory.",
    "Most PECs do not bother with writing down speeches and wait till the last possible minute to think about what they are going to say. Problem is when, that last possible minute is when you are in front of the mike, and you decide to start speaking on the first thing that comes to your mind. This is when the chances of an AdagenaNaama on some level happening. If you don’t like to prepare a speech, at least have a general structure, of what you are going to say. Otherwise (as recent events have amply demonstrated) not only is your speech ‘SaamaThanama’ but it will olso have an unhealthy degree of AdagenaNaama."
  ]
}