{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ambassador-of-Sri-Lanka-presents-Credentials-to-Prince-Albert-II-of-Monaco/56-769275",
  "time_ut": 1731625683.0,
  "original_lang": "en",
  "original_title": "Ambassador of Sri Lanka presents Credentials to Prince Albert II of Monaco",
  "original_body_lines": [
    "The Ambassador of Sri Lanka Manisha Gunasekera presented her Letters of Credence to Prince Albert II of the Principality of Monaco at the Salon des Glaces, Prince’s Palace in Monaco on 17 Thursday October 2024. The formal Presentation of Credentials was followed by a meeting with Prince Albert II in which the Ambassador conveyed the warm greetings and best wishes of the President of Sri Lanka Anura Kumara Dissanayake, to the Prince of Monaco. Reciprocating the sentiments, Prince Albert II conveyed his warm greetings to President Dissanayake, as well as his felicitations on the latter’s recent election as President with a decisive mandate from the people of Sri Lanka. The meeting entailed discussion on areas of shared interest between Sri Lanka (an Indian Ocean island country) and Monaco, with a focus on cooperation in multilateral fora, i.e., ocean conservation, environmental protection and sustainable development.",
    "Reference was made to the work of the Prince Albert II of Monaco Foundation which is dedicated to the protection of the environment and the promotion of sustainable development on a global scale. Recalling the visit of Prince Albert to Sri Lanka in March 2005 in his capacity as the then Hereditary Prince of Monaco, the Ambassador expressed Sri Lanka’s deep appreciation for the support extended by the Monégasque Principality following the Indian Ocean Tsunami, and its continued support towards the socio-economic development of Sri Lanka. The discussion also focussed on means of further strengthening trade, investment and tourism ties between Sri Lanka and the Principality. The Credentials ceremony was preceded by a Guard of Honour.",
    "The Diplomatic and Consular Relations Director Mme. Marie Catherine Caruso-Ravera representing the Monagesque Minister of Foreign Affairs and Cooperation hosted a lunch in honour of the four Ambassadors who presented Credentials. The lunch was followed by a brief bilateral meeting by the Ambassador with Director Caruso-Ravera where areas of synergy in the bilateral partnership as well as future cooperation were discussed.",
    "The Ambassador also met the International Hydrographic Organisation (IHO) Secretary-General Dr. Mathias Jonas on 17 October in his Office. Secretary-General Jonas apprised the Ambassador on the work carried out by IHO, which is headquartered in Monaco, in surveying and charting the world’s seas, oceans and navigable waters, thereby supporting safety of navigation and protection of the marine environment. The discussion focussed on cooperation between the IHO and Sri Lanka’s National Hydrographic Office under the purview of the Ministry of Defence in areas of standards setting, hydrographic services and sharing of best practices and guidelines, as well as technical cooperation.",
    "On 18 October the Ambassador met the Executive General Manager of the Monaco Economic Board Guillaume Rose and discussed opportunities for trade and investment promotion between Sri Lanka and Monaco, with a specific focus on sectors with complementarities for Sri Lanka such as boat- and yacht- building, gems and jewellery, cruise tourism and trading.",
    "During the visit, the Ambassador paid a call on the Chief Incumbent of the Nice Buddhist Vihara The Most Venerable Mapalagama Jinananda Thero. This was followed by a meeting in Nice with members of the Sri Lankan community living in southern France (Nice, Cannes and Monaco regions) representing numerous professions such as catering, restaurants, cab services, wellness tourism and other businesses, as well as senior posts in local Government. The discussion included an elaboration on the functions of the Embassy in Paris, engagement with the French and Monagesque Governments, economic cooperation, as well as consular services provided to the community via the Embassy.",
    "A visit was also paid to the historic Oceanographic Museum of Monaco founded in 1910 by Prince Albert I (an ocean explorer and scientist), housing among other treasures, a valued collection of ocean-related objects from his expeditions.",
    "Manisha Gunasekera is the Ambassador of Sri Lanka to France with concurrent accreditation to the Principality of Monaco, and Spain, Portugal and Andorra."
  ]
}