{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/Central-Bank-maintains-key-policy-rates-amidst-inflation-concerns/155-275614",
  "time_ut": 1706043660.0,
  "original_lang": "en",
  "original_title": "Central Bank maintains key policy rates amidst inflation concerns",
  "original_body_lines": [
    "Says January inflation could travel near 7% due to higher VAT, supply snags",
    "However, says inflation would return to 5% as price pressures would largely be transitory",
    "Asserts it wants to see further downward adjustments in yields and lending rates from past rate cuts",
    "As per the announcement, Monetary Policy Board does not see demand pressures, leaving door open for further easing",
    "In line with widespread predictions, the Central Bank opted to keep its key policy rates unchanged at 9 and 10 percent during its inaugural Monetary Policy announcement for the year. The",
    "Central Bank Governor Dr. Nandalal Weerasinghe addressing the media following the first Monetary Policy review meeting for 2024",
    "decision aims to stabilise inflation expectations at 5 percent and allow the market additional time to align their rates downward.",
    "In the announcement, the Central Bank said it remains optimistic about the effectiveness of previous monetary easing measures, indicating further room for implementation.",
    "In addressing the immediate future, the Central Bank has acknowledged the potential inflationary pressures arising from recent increases in the value-added tax and supply-side factors. Nevertheless, it assured stakeholders that these pressures are expected to be temporary, with inflation anticipated to return to target levels in the upcoming months.",
    "During a post-meeting media briefing yesterday, Dr. Nandalal Weerasinghe, the Central Bank Governor, revealed that headline inflation in January could approach 7 percent. While slightly exceeding the 6 percent upper band within its desired inflation range for the medium term, this figure remains within the 2 percent upward margin agreed with the government last year, based on the 5.0 percent mid-point level.",
    "The consumer prices measured by the officials’ preferred Colombo consumer price index firmed up to 4.0 percent in December last year from a year ago, accelerating from 3.4 percent through November mainly due to the rise in food prices.",
    "“There is a possibility for the inflation to go near 7 percent levels this month due to the increase in the value added tax rate, supply side constrains caused by weather related disruptions and the energy price increase”, Dr. Weerasinghe said.",
    "“However, we believe that we will be able to maintain our medium term inflation between our 4 to 6 percent desired range”, due to the dissipation of weather related disruptions and the one-off tax effects on prices, he added.",
    "Despite the rise in the inflationary impulses at present, it doesn’t appear it has anything to do with the demand conditions as the Monetary Policy Board noted the demand conditions in the economy still remain muted and it doesn’t threaten the inflation as of yet.",
    "It appears that the Board isn’t remotely concerned still about the inflationary pressures coming from the demand side which still remains anemic after nearly two years of demand destruction policies pursued to crush the red-hot inflationary spiral.",
    "Therefore, although the monetary board decided to stay pat at this week’s meeting, they seemed to have kept the door open for further easing at the coming meetings to provide the much needed support to the nascent economic growth.",
    "The economy turned a corner in the third quarter, potentially carrying forward the recovery into the future, however, it still remains fragile and the consumer and business sentiments still remain on edge without a clear direction to the upside as higher taxes, re-accelerating inflation and disillusionment are still casting a pall over any prospects.",
    "Central Bank is of the view that the rebound in  economic activity would be sustained supported by the faster pass through of the relaxed monetary conditions translated through lower lending rates, growing demand for credit, improvements in sentiments and supply conditions and gradual rebound expected in the external demand conditions."
  ]
}