{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Nortje-takes-4-7-as-South-Africa-beat-Sri-Lanka-in-T20-World-Cup/108-284036",
  "time_ut": 1717438620.0,
  "original_lang": "en",
  "original_title": "Nortje takes 4-7 as South Africa beat Sri Lanka in T20 World Cup",
  "original_body_lines": [
    "(New York) - South Africa's Anrich Nortje took a remarkable four wickets for just seven runs as the Proteas dismissed Sri Lanka for a record low 77 on their way to a six-wicket win in the teams' T20 World Cup opener in New York on Monday.",
    "Sri Lanka's total was their lowest in all T20 cricket, with fast bowler Nortje's figures the best by a South African at a T20 World Cup, surpassing his own 4-10 against Bangladesh in Sydney two years ago.",
    "Kagiso Rabada (2-21) and left-arm spinner Keshav Maharaj, who took two wickets in two balls on his way to 2-22, also damaged Sri Lanka's cause.",
    "Opener Kusal Mendis (19) and veteran all-rounder Angelo Mathews (16) were the only Sri Lanka batsmen to pass 15 after their captain, Wanindu Hasaranga, seemingly misread conditions by opting to bat first after winning the toss in what was the first match at a Long Island ground built specially for this tournament.",
    "But South Africa too lost early wickets in their chase as their top order also struggled to time the ball on a difficult pitch for batting.",
    "They were 23-2 early in their reply but opener Quinton de Kock made 20 before, with the Proteas wobbling at 58-4, the big-hitting Heinrich Klaasen struck a six and a four off successive deliveries to ease his side's nerves.",
    "Klaasen was 19 not out as South Africa finished on 80-4 with 26 balls to spare.",
    "South Africa fast bowler Ottneil Baartman, making his World Cup debut, sparked Sri Lanka's collapse when, with his first ball, he had Pathum Nissanka caught in the deep before Nortje dismissed Kamindu Mendis in similar fashion.",
    "Maharaj then struck twice in the ninth over as both the advancing Hasaranga, stumped by De Kock and Sadeera Samarawickrama, clean bowled by a quicker delivery, fell for nought to leave Sri Lanka 32-4 before Charith Asalanka survived the hat-trick ball.",
    "Sri Lanka were bowled out with five balls left when last man Nuwan Thushara was run out for one of four ducks in the innings."
  ]
}