{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-college-of-cardiologists-receives-blood-pressure-monitors/",
  "time_ut": 1722809280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka College of Cardiologists receives Blood Pressure Monitors",
  "original_body_lines": [
    "Terumo Corporation, together with its distribution partner Hemas Surgicals & Diagnostics (Pvt) Ltd, announced the donation of Nissei DS-11 Blood Pressure Monitors to the Sri Lanka College of Cardiologists. The initiative underscores a commitment to advancing cardiovascular health and empowering communities through innovative medical solutions.",
    "The initiative, spearheaded by renowned Cardiologist Dr. Tanya Pereira, marks a significant milestone in the fight against heart disease and strokes in Sri Lanka. The Nissei DS-11 Blood Pressure Monitor represents the forefront of home blood pressure monitoring technology, emphasizing remarkable portability, ease of use, and unparalleled accuracy. This cutting-edge device, manufactured in Japan, proudly holds certification from the esteemed European Society of Hypertension, underscoring its adherence to the highest standards of clinical precision and reliability. With over 60 years of expertise in developing premium-quality measuring instruments, Nissei reaffirms its unwavering dedication to precision and accuracy in healthcare diagnostics.",
    "Representatives from Hemas Surgicals & Diagnostics (Pvt) Ltd, including Delan Silva, Senior Business Manager, Surain Algama, Product Manager (Interventional Products), Udara Liyanage, Assistant Product Manager (Medical Care Solutions), and Lahiru Perera, Senior Technician, were present at the ceremony, demonstrating their commitment to supporting healthcare initiatives in Sri Lanka.",
    "Unidil recognised at National Convention on Quality & Productivity Awards 2024",
    "HNB Assurance partners University of Colombo to launch Aspire Programme for top achievers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}