{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/derrick-j-helping-you-discover-the-true-power-of-your-voice/",
  "time_ut": 1715792580.0,
  "original_lang": "en",
  "original_title": "DERRICK J… helping you discover the true power of your voice",
  "original_body_lines": [
    "With over 40 years of experience in television performance, and 45 years as a recording artiste, Derrick J. (also known as Derrick Junkeer), who resides in Australia, has branched out and is now helping folks discover the true power of their voice…through his newly-launched vocal school, based in Melbourne.",
    "Says Derrick: “Our curriculum, at Derrick J Vocal Training School, is tailored to meet the needs of students at every skill level – from absolute beginners to seasoned amateur singers.",
    "‘We believe in the power of continuous practice, hands-on learning, and drawing inspiration from diverse musical genres, and our goal is to provide students with the tools they need to unleash their full vocal potential.",
    "Derrick went on to say that his school offers a comprehensive range of singing lessons, personalised to each student’s goals and abilities.",
    "“From vocal exercises and warm-ups to performance techniques and microphone skills, we cover all aspects of the singing journey.",
    "“We offer tailored singing lessons for adults and children alike. Whether you’re a complete beginner or a seasoned amateur, we will provide you with the tools and techniques you need to succeed.”",
    "Infact, one of Derrick J.’s students (Jude) had the privilege of meeting Engelbert Humperdinck himself, thanks to a remarkable performance that caught the legendary artiste’s attention on YouTube.",
    "And Judeis now on his way to big time success after attending Derrick J’s Vocal Training School.",
    "And this is what Jude has to say: “Derrick J. is not only a masterful singer but also an exceptional mentor in the art of performance.",
    "“Under his guidance, I’ve grown from strength to strength, performing at various venues and even catching the attention of music legends like Engelbert Humperdinck.”",
    "Known as the King of Romance, Derrick J. covers songs by Engelbert Humperdinck, Tom Jones, Elvis Presley, John Rowles, Michael Buble, Frank Sinatra and many more.",
    "He performed in Colombo, in December last year, at the All-4-One concert, held at the Lotus Tower outdoor arena.",
    "Derrick J. says he can be reached via WhatsApp at +61438874488 or email at derrickjunkeer@gmail.com.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}