{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/An-arriere-pensee-to-proposed-debate-of-SJB-vs-JVP-NPP/4-760889",
  "time_ut": 1713812986.0,
  "original_lang": "en",
  "original_title": "An ‘arriere-pensee’ to proposed debate of SJB vs JVP/NPP",
  "original_body_lines": [
    "The Leader of the Opposition (LoO) having a public debate with Anura Kumara Dissanayaka (AKD) is simply a mismatch and an insult to the office of the LoO.",
    "It is a globally accepted practice that an argument, debate or a discourse on an important issue or subject has to be conducted between two equal individuals, groups or societies. Otherwise, it will become a joke or useless exercise that fails to meet the expected objectives.",
    "The office of the LoO is a statutorily established legislative body headed by the leader of the second largest political party in Parliament and not affiliated to the government in a parliamentary democracy according to Thomas Erskine May (1815 – 1886).",
    "The Leader of the Opposition is the Prime Minister-in waiting in a Westminster form of governance or in any other legislature that practices a form of parliamentary democracy. He or she has a responsibility to safeguard the honour, dignity and statutory obligations of himself and his office.",
    "In 1937, the British House of Commons formally recognized the Office of the Leader of the Opposition in an Act of Parliament as a vital cog of His Majesty’s Government.",
    "He holds an exalted position in and out of Parliament and also locally and internationally. He is not an ordinary MP in the legislature.",
    "Is Sajith Premadasa only a Leader of the Opposition in this country? Not at all! At the 2019 Presidential poll, he obtained 55,64,239 votes contesting under an extremely aggressive, violent and massive smear campaign against him. In the parliamentary election held in August 2020 under a hostile President and a victory elated SLPP, the SJB which was formed in the same year obtained 54 seats in the House.",
    "What was the performance of the MP, AKD and JVP/NPP collective? A mere 4,18,553 or little over 3% at the presidential poll and 3 seats out of 225 seat House at the general election in 2020.",
    "Therefore, the challenge thrown by the JVP/NPP at the Leader of the Opposition Sajith Premadasa for a debate on economic policies and programs of the SJB with AKD has to be evaluated based on the above mentioned facts.",
    "The Bible in proverb 26:4-5 says as follows: “Don’t answer the foolish arguments of fools or you will become foolish as they are. Don’t argue with a fool or listeners will think there are two of you”.",
    "“Never argue with a fool. Onlookers may not be able to tell the difference” said Mark Twain (1835 – 1910) - the US humourist and writer.",
    "The SJB invitation (or the challenge) to the so called trio of economic experts of the JVP/NPP collective with the three economic experts and the shadow ministers of a future SJB cabinet - to be formed in mid-October under the President Sajith Premadasa - on their strategy to bailout Sri Lanka from the current economic, social and spiritual mess is indeed a big honour to them and their party. Why?",
    "All three SJB members of this expert panel are internationally and locally reputed and highly qualified professionals of their chosen subjects.",
    "Dr. Harsha De Silva: Primary and secondary education – Royal College, Colombo, BSc in Business Management  – Truman State University - USA, MA and PhD in Economics - University of Missouri.",
    "He is a member of innumerable number of international associations, organizations and clubs on economics, business management and planning and a speaker and lecturer of many academic forums globally.",
    "Eran Wickramaratne: Highly respected banker: Primary and secondary education at the Royal College, Colombo, (Head Prefect) BSc in Economics and Political Science and MSc in Economics from the University of London. He is an Eisenhower Fellow.",
    "Kabir Hashim: Primary and secondary education at Trinity College, Kandy and Royal College, Colombo. BSc (Hons.) in Economics and Commerce, University of Peradeniya.",
    "The simple but unavoidable question that comes into the mind of any right thinking person is that, is there a single member of the JVP/NPP panel of debaters who can hold a candle to these experts of the SJB?",
    "Is that the reason why the JVP/NPP had the temerity to challenge Sajith Premadasa knowing well that it will be flatly rejected with contempt it deserves. A plebeian must throw a challenge only to a plebeian of his or her ilk.",
    "If Sajith is to undertake a pre-election debate it must be between him and President Ranil Wickremesinghe alone. In the US, the Presidential Debates prior to the presidential election are held between the incumbent President and his main challenger from the main opposition. Normally it happens between the two candidates of the Democratic and Republican parties.",
    "The JVP/NPP combine gives a plethora of promises, pledges and makes unsuspecting public to dream of a blissful paradise under a Marxist oriented rule. If in any way, were they successful in an improbable fantasy, they will have to go for a debt restructuring process sooner than later as a top priority.  To do that they will have to interact with private and bilateral and multilateral creditors of Sri Lanka, the IMF and the global financial agencies using theories and the style of discourse adopted by Marx, Engels, Lenin, Trotsky and Che Guevara et al in their pursuit to make Sri Lanka a Marxist regime with only a population of proletariats, poor and the marginalized sans affluent, well to do people who enjoy life exist. Communists, socialists and rebels prosper and survive on people’s misery. They hate those who enjoy the life.",
    "With their quixotic mindset of a Marxist rule, the JVP/NPP will have to argue and debate with the IMF team, our creditors, WB, ADB and the Paris Club using the theories, ideologies and strategies preached by their communist gurus in a language understandable to foreign delegates.",
    "In that scenario, the simple question that will naturally come into the mind of any sensible voter is that the presumed JVP/NPP panel of economic experts and AKD, who are scared to debate with SJB professionals are going to talk to the IMF, the World Bank, Asian Development Bank and the Paris Club in Apabransa or Andara Demala?",
    "This question begs a direct answer because AKD skipped the meeting with the IMF team on 14 March when the both sides met.",
    "Sajith as a habit, takes the lead at discussions if and when any foreign dignitaries, political leaders, diplomats or other important international figures of repute pay courtesy calls on the SJB leader."
  ]
}