{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101234/thai-prime-minister-srettha-thavisin-removed-from-office-by-court-order",
  "time_ut": 1723626960.0,
  "original_lang": "en",
  "original_title": "Thai Prime Minister Srettha Thavisin removed from office by court order",
  "original_body_lines": [
    "BANGKOK (AP) — A court in Thailand on Wednesday removed Prime Minister Srettha Thavisin from office over an ethical violation, further shaking up Thai politics after the court-ordered dissolution of the main opposition party a week ago.",
    "The case for which the Constitutional Court judged Srettha involved his appointment of a Cabinet member who had been imprisoned over an alleged attempt to bribe a court official.",
    "The court voted 5:4 against Srettha and the ruling removed him from office immediately.",
    "The Cabinet will remain in place on a caretaker basis until Parliament approves a new prime minister. There is no time limit for Parliament to fill the position.",
    "Srettha had appointed Pichit Chuenban as a minister of the Prime Minister’s Office in a Cabinet reshuffle in April. Pichit was jailed for six months in 2008 on contempt of court charges after he allegedly tried to bribe a judge with 2 million baht ($55,000) in cash in a grocery bag over a case involving former Prime Minister Thaksin Shinawatra.",
    "Pichit resigned from the post weeks after being appointed when controversy over the incident was revived.",
    "The court said that although Pichit has already served his jail term, his behavior — as ruled by the Supreme Court — was dishonest.",
    "Srettha as prime minister has sole responsibility for vetting the qualifications of his Cabinet nominations, the court ruled. It said he knew about Pichit’s past but still nominated him, and therefore they ruled that he violated the ethics codes.",
    "The petition against Srettha was initiated by former members of the military-installed Senate who had refused to approve Move Forward’s prime ministerial candidate when the party was attempting to form a government after its election victory.",
    "The petition against Srettha was seen as a move favoring a pro-military political party in his coalition government.",
    "Thailand’s courts, especially the Constitutional Court, are considered a bulwark of the country’s royalist establishment, which has used them and nominally independent state agencies such as the Election Commission to issue rulings to cripple or sink political opponents.",
    "Srettha became prime minister in August last year, despite his Pheu Thai party finishing second in the general election. After Move Forward was denied power by the Senate whose term ended in May, Pheu Thai — then the biggest partner of Move Forward — excluded it from the coalition and joined hands with parties affiliated with the previous military-controlled government to gather enough support from other parties and the Senate to approve a new prime minister.",
    "The Constitutional Court last week ordered the dissolution of the progressive Move Forward Party — which won the most seats in the 2023 election but failed to take power — over an accusation that the party violated the constitution by proposing an amendment to a law against defaming the country’s royal family. The party has already regrouped as the People’s Party."
  ]
}