{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-banks-owed-rs88bn-to-banks-on-past-senior-citizen-interest-subsidies-175632/",
  "time_ut": 1722997380.0,
  "original_lang": "en",
  "original_title": "Sri Lanka banks owed Rs88bn to banks on past senior citizen interest subsidies",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s banks were still owed 88 billion rupees over interest subsidies paid to senior citizens in the past, State Minister for Finance Ranjith Siyambalapitiay said as a new subsidy scheme was announced.",
    "The cabinet of ministers on Tuesday had approved a new interest subsidy scheme which would put a floor of 10 percent on deposits of over 60 persons.",
    "“President Ranil Wickremesinghe listened to requests from senior citizens about the situation they were facing,” State Minister for Finance Ranjith Siyambalapitiya said.",
    "“We look at the previous scheme the government has to pay 88 billion rupees to banks. This is a time when are progressively paying them back.",
    "“Despite this, President looked at this sympathetically and made a proposal to the cabinet.”",
    "Senior citizen subsidies were discontinued as interest rates rose steeply to stop an economic crisis triggered by central bank rate cuts enforced with liquidity injections.",
    "Sri Lanka to re-start subsidy to keep senior citizen deposit rate at 10-pct",
    "Sri Lanka will need Rs 40 Bn to increase senior citizens’ interest rate to 15 pct",
    "Senior citizen interest subsidies were a new type of vote buying subsidy started by the Rajapaksa administration outside of the’ Samurdhi’ scheme was continued by subsequent administrations at 15 percent.",
    "In April 2024, opposition leader Sajith Premadasa told parliament that senior citizens wanted 15 percent interest as interest rates were now lower.",
    "At the time, Minister Siyambalapitiya said 40 billion rupees would be needed to operate the scheme.",
    "The government would pay an interest subsidies of up to 2 percent to increase the interest income up to a ceiling of 10 percent, he said. The subsidy was given to deposits of one million rupees or below (Colombo/Aug07/2024)"
  ]
}