{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/yes-christmas-time-is-here-again/",
  "time_ut": 1733939340.0,
  "original_lang": "en",
  "original_title": "Yes…Christmas time is here again",
  "original_body_lines": [
    "With Christmas trees seen everywhere, and in most homes, too, adorned with bright coloured lights, and sparkling, we all know that Christmas time is here again.",
    "The Christmas tree lights are generally switched on at the beginning of December, and this year is no exception…and Colombo looks so Christmassy.",
    "The Mount Lavinia Hotel, as usual, made their traditional tree lighting ceremony extra special and, on 1st December, 2024, the hotel’s iconic courtyard drew a large crowd, including several well-known personalities, celebrities, religious leaders, etc., and they were all agog with excitement as the festive special unfolded, especially the unveiling of a majestic 55-foot Christmas tree, spectacularly adorned with luminous red and shiny gold decorations, the chosen theme colours for this year’s festivities at the hotel.",
    "The re-entry of the Mount Lavinia Hotel’s former General Manager Anura Dewapura, as Chief Operating Officer, has certainly made this historical venue great again and he has several surprises in store for guests in order to make the Mount Lavinia Hotel a name that people will talk about with excitement and admiration.",
    "Anura Dewapura, Chief Operating Officer, Mount Lavinia Hotel, responsible for the hotel’s ascend to the top",
    "The tree lighting ceremony included an exciting performance by the Sri Lanka Navy Band, entertaining music provided by Kevin Almeida, and a fireworks display, as well.",
    "In addition to the tree lighting ceremony, the Mount Lavinia Hotel has also prepared an exciting lineup of Christmas offerings throughout the month of December, giving guests an opportunity to celebrate the season in style.",
    "Each Sunday, the hotel’s renowned brunch experience is being given a festive twist with different international cuisines. Guests can indulge in the following themed brunches:",
    "On Christmas Eve, the hotel will host a festive dinner buffet, offering a delicious spread of holiday favourites. The celebration continues on Christmas Day with a Grand Christmas Day Brunch at the Empire Ballroom, followed by a festive Christmas Day Dinner.",
    "For those seeking a unique cultural experience, the hotel will also host a Sri Lankan Night ‘Ape Kema by Chef Publis,’ at The Terrace, on 29th December, featuring traditional Sri Lankan delicacies and oriental music by famous local singers.",
    "The Mount Lavinia Hotel is certainly creating the right atmosphere, and excitement, for guests to experience the warmth, joy, and hospitality of the season.",
    "Bouquet to Anura Dewapura, and his team, for making this festive season extra special.",
    "Dewapura’s presence has certainly made the Mount Lavinia Hotel a happening place and…let’s say ‘the talk of the town.’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}