{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101021/dhakas-international-airport-temporarily-closed-amid-violence",
  "time_ut": 1722866340.0,
  "original_lang": "en",
  "original_title": "Dhaka’s International Airport temporarily closed amid violence",
  "original_body_lines": [
    "Bangladesh’ International Airport in Dhaka has been closed for six hours following violent protest which forced former PM Sheikh Hasina to resign and flee the country, said Bangladesh Army.",
    "Dhaka airport closed for commercial flight movement till 11.30 p.m. on Monday, according to reports.",
    "A flight 6E 1113 was diverted to Kolkata in India due to unrest in Dhaka.",
    "Bangladesh has been engulfed by protests and violence since last month, following student groups’ demands to scrap a controversial quota system in government jobs.",
    "Air India cancelled its scheduled flights to and from Dhaka, with immediate effect on Monday due to the emerging situation in the wake of Bangladesh Prime Minister Sheikh Hasina resigning amid unprecedented anti-government protests, foreign media reported.",
    "The airline operates two daily flights to Dhaka from the national capital. “In view of the emerging situation in Bangladesh, we have cancelled the scheduled operation of our flights to and from Dhaka with immediate effect.",
    "“We are continuously monitoring the situation and are extending support to our passengers with confirmed bookings for travel to and from Dhaka with a one-time waiver on rescheduling and cancellation charges,” an Air India spokesperson said in a statement on Monday.",
    "At least 91 people were killed and hundreds injured on Sunday as violence swept across the country. A nationwide curfew was imposed starting Sunday evening, rail services were suspended, and the country’s large garment industry shut down.",
    "In Dhaka, Bangladesh Army Chief General Waqar-uz-Zaman said Hasina has resigned, and an interim government is taking over the responsibilities."
  ]
}