{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/india-begins-construction-of-1300-houses-for-sri-lanka-plantation-workers-151457/",
  "time_ut": 1708344000.0,
  "original_lang": "en",
  "original_title": "India begins construction of 1,300 houses for Sri Lanka plantation workers",
  "original_body_lines": [
    "ECONOMYNEXT – The fourth stage of the Indian housing project, ‘Bharat-Lanka,’ which sees the construction of 10,000 houses for plantation sector workers was launched on Monday (19).",
    "The fourth phase entails building 1,300 houses across 45 estates in 10 districts.",
    "“The Tamil community of Indian Origin, who have made significant contributions to the country’s economy, have unfortunately suffered great losses due to the lack of land and housing ownership,” Sri Lanka’s president Ranil Wickremesinghe was quoted at the event by his media division.",
    "“It is imperative that their economic and social rights are upheld. The government is actively initiating this process, starting with negotiations with estate companies to acquire land for the construction of these houses.”",
    "Wickremesinghe, Minister of Water Supply and Estate Infrastructure Development Jeevan Thondaman and Indian High Commissioner Santhosh Jha, virtually unveiled the foundation stone plaque.",
    "“Education levels within estates lag behind those in other regions, necessitating the establishment of equitable educational standards across all schools,” Wickremesinghe said, adding “Efforts must extend to providing opportunities for youth, including access to education and vocational training, particularly geared towards international employment opportunities.”",
    "Wickremesinghe said he hoped “to convene all political representatives and present unified proposals devoid of party divisions within the next month.”",
    "“The security of a home is the first step towards economic and social inclusion of this long marginalised community,” Minister of Water Supply and Estate Infrastructure Development Jeevan Thondaman said. “Our new Saumyabhoomi programme will also ensure that 10 perches of freehold land with clear title is given to every plantation family.",
    "Indian High Commissioner to Sri Lanka Santosh Jha “reiterated India’s commitment to building a deeper and stronger partnership based on shared security, prosperity and enhanced connectivity between the two nations.”",
    "The decision to construct these houses was announced during Prime Minister Narendra Modi’s visit to Hatton, marking the first visit by an Indian Prime Minister to the region. (Colombo/Feb19/2024)"
  ]
}