{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Nimal-announces-exit-from-NGage-Strategic-Alliance-entrusting-legacy-to-Sheron/34-771337",
  "time_ut": 1735865435.0,
  "original_lang": "en",
  "original_title": "Nimal announces exit from NGage Strategic Alliance, entrusting legacy to Sheron",
  "original_body_lines": [
    "Nimal Gunewardena, the visionary founder of Sri Lanka’s pioneering Integrated Marketing Communications (IMC) and Public Relations (PR) agency, yesterday announced his exit from the agency he founded in 1993, now rebranded as NGage Strategic Alliance (formerly Bates Strategic Alliance).",
    "In a strategic move to ensure continuity and growth, Gunewardena has transferred his equity in the business to the current CEO, Sheron Jayasundara, entrusting her with the mantle to carry forward the agency’s distinguished legacy for the benefit of its talented team and valued clients.",
    "The agency created history when it became affiliated to the global advertising network Bates in its inception year and followed up with several other pioneering moves. Since its inception, NGage Strategic Alliance has been at the forefront of IMC and PR in Sri Lanka, being the first ad agency to introduce PR and an international PR network, Rowland Communications Worldwide, to Sri Lanka. Following this, came its BTL affiliation with the 141 Worldwide network and a media affiliation with MediaEdge, a WPP media specialist. In 2008, the agency forged an affiliation with the global PR giant Burson-Marsteller, which continued for a decade, and more recently joined hands with Astrum, a reputation advisory fast growing in South Asia with global outreach through IPRN.",
    "The agency has provided holistic and integrated solutions blending creativity with strategic insight, earning a reputation for its deep expertise in crafting campaigns that resonate with audiences, fostering meaningful connections for clients across diverse industries.",
    "Nimal Gunewardena’s distinguished career spans five decades as a trailblazer in Sri Lanka’s communications and marketing landscape. Together with professional accreditation from the Chartered Institutes of Marketing and PR, UK and the American Marketing Association, Gunewardena’s credentials include international experience with the INGO AFS Intercultural Programs Inc. and senior leadership and board positions with multinational corporations such as Reckitt & Colman of Ceylon and JWT Sri Lanka, prior to founding his agency. As a SLIM Past President, Founder President of the Four A’s and Founder member of PRASL, he is widely recognised for his contributions to industry advancement, thought leadership and marketing and communications education.",
    "Sheron Jayasundara, an accomplished professional and CIM graduate with over three decades of experience in the ad industry including her 25-year career at NGage, and elected as a two-term President of the Four As, she has been the face and driving force behind NGage’s client and awards success in recent years. As COO and then CEO, she demonstrated exceptional leadership, steering the agency through the recent difficult years and further solidifying its position as an industry leader. Jayasundara’s deep understanding of client needs, combined with her team management prowess positions NGage Strategic Alliance for continued growth and success.",
    "“I am honoured to take forward the legacy that Nimal has built over the years,” said Sheron Jayasundara. “NGage will continue to uphold its commitment to delivering excellence, fostering innovation, and empowering our talented team to achieve their fullest potential.”",
    "As NGage Strategic Alliance embarks on this new chapter, the agency reaffirms its dedication to being a trusted partner to its clients, building their brands and offering unparalleled expertise and impactful solutions in IMC. With a strong foundation and a forward-looking vision, NGage is poised to navigate the evolving communications landscape with confidence and creativity."
  ]
}