{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-deflation-drives-consumer-goods-sales-margins-at-jkh-186317/",
  "time_ut": 1730900940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka deflation drives consumer goods sales, margins at JKH",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka falling prices have helped drive up volumes of consumer goods and supermarket basket sizes, while also improving margins, John Keells Holdings, a diversified group which has interests in fast consumer food production and retail said.",
    "“The Supermarket business recorded a strong performance during the quarter, with same store sales recording an encouraging growth of 14 percent driven by customer footfall growth of 12 percent,” John Keells Holdings Chairman Krishan Balendra told shareholders in an interim report.",
    "“Average basket values continued to recover driven by an increase in the weight of purchase due to a decrease in year-on-year inflation rates and improved consumer confidence.”",
    "Sri Lanka recorded 12 month deflation in September and October, a phenomenon that became very rare in the island after the 1960 as central banks including the Fed started aggressive macro-economic policy, triggering inflation, commodity shocks and social unrest.",
    "Sri Lanka’s central bank which busted the rupee from 113 to 360 with aggressive macro-economic policies and high inflation targeting (potential output targeting and flexible inflation targeting), has appreciated the currency to below 300 to the US dollar with deflationary policy.",
    "Since September 2022 when the central bank’s deflationary policy showed up in the balance of payments, consumer price inflation measured by the Colombo Consumer Price Index was only 0.3 percent.",
    "Currency collapses from inflationary rate cuts, destroy real salaries and purchasing power of the public. It take several years for real salaries to bounce back to previous levels.",
    "JKH said earnings before tax, interest and depreciation in the consumer foods increased 30 percent to 1.6 billion rupees in the September quarter from a year earlier.",
    "“The strong growth in profitability is mainly on account of the Beverages (carbonated soft drinks) and Frozen Confectionery (ice cream) businesses,” Balendra said.",
    "“Volumes in the FC business was driven by higher sales in the impulse segment which comprises of higher margin products. Both businesses recorded a sustained improvement in margins on account of lower raw material prices and electricity costs and the increased operating leverage, due to higher volumes, enabling absorption of fixed costs.”",
    "Ccarbonated soft drinks volumes grew 13 percent and ice cream volumes 17 percent.",
    "Falling electricity prices helped the food sector as well as hotels.",
    "Sri Lanka deflation 0.8-pct in 12-months to Oct 2024, prices up 0.3-pct over 25 months",
    "Electricity prices were cut partly on lower costs of coal. While rupee appreciation lowered the imported costs of coal, global coal prices have also fallen from 2022 highs after the Fed started to tighten policy.",
    "Though the central bank has provided exceptional monetary stability so far, concerns have been raised that it is returning to 2018 style policies where money is printed though open market operations when budget are being fixed. (Colombo/Nov06/2024)"
  ]
}