{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/face-masks-for-glowing-skin/",
  "time_ut": 1736359200.0,
  "original_lang": "en",
  "original_title": "Face Masks for glowing skin",
  "original_body_lines": [
    "Thank you for all the encouraging comments that come my way from readers of The Island.",
    "Many of you keep requesting for Beauty Tips for Glowing Skin.",
    "You will need 01 tablespoon aloe vera gel, 02 tablespoons milk cream and a pinch of turmeric.",
    "Mix all the ingredients to form a paste-like consistency and apply the mixture evenly on the face and neck.",
    "Leave it on for 20-30 minutes and then rinse with lukewarm water.",
    "You will need 02 teaspoons tomato juice, 03 teaspoons buttermilk, and cotton ball",
    "Cut a tomato and squeeze out two teaspoons of fresh tomato juice. Add the buttermilk and mix well.",
    "Apply this mixture carefully all over your face and neck using the cotton ball.",
    "You will need 04 teaspoons milk, 02 teaspoons honey, and cotton ball",
    "Warm the milk slightly and mix it with the honey. Apply this face mask, with the cotton ball, while it is still warm.",
    "Let it get soaked into your skin for at least 10 minutes. You can leave it on for about 20 minutes…no problem",
    "Wash off with lukewarm water first and then with cold water.",
    "Beat only the egg white till it is frothy, and add the almond oil to this. Mix well. Apply this mixture on the face and let it remain for about 15 minutes.",
    "You will need 02 teaspoons oatmeal, 01 teaspoon honey and 02-03 teaspoons milk.",
    "Mix the oatmeal and honey with the milk to get a paste. Apply the mixture on the face and leave it on for 20 minutes.",
    "In a clean mixer grinder or with a hand blender, blend the ripe banana with the honey. Apply this mixture on your face and leave it for about 15 minutes.",
    "Peel the avocado and remove the seed. Mash the pulp properly so that no lumps remain. Add the honey to this pulp and mix well.",
    "Apply this all over the face and leave it on for 10 to 15 minutes.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}