{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Absolute-independence-is-the-bane-for-CBSL-enhanced-salary-revision/4-759810",
  "time_ut": 1711067153.0,
  "original_lang": "en",
  "original_title": "Absolute independence is the bane for CBSL enhanced salary revision",
  "original_body_lines": [
    "The enormous independence given to the CBSL in the determination of salaries of its employees has been the bane for this unethical and anomalous situation",
    "The famous dictum made by John Acton, a British jurist (1887) that absolute corruption corrupts absolutely comes to my mind when I read the unilateral decision taken by the Central Bank of Sri Lanka (CBSL) in granting an obnoxious salary revision (70%) to its employees across the board, behind the cover of the unfettered autonomy and independent status given to the CBSL by Act No. 16 of 2023. One could argue whether the CBSL’s sense of morality has lessened to such a low ebb with the discretionary powers it has secured with the new Act at a time when the CBSL itself had declared the country as a bankrupt state in terms of economic and financial terms.",
    "It is my considered opinion that legislators should be held accountable rather than the CBSL for granting such an autonomy and independence, perhaps under the delusion without knowing the serious ramifications arising out of this questionable freedom under the delusion that the CBSL alone could extricate the country from the bottomless economic abyss.",
    "Taking the relevant legalistic provisions contained in the Act, the CBSL in good faith could take a strong defence that it had honestly acted with the provisions of the Act when granting enhanced salary revision to its employees. In this respect, Section 23 (1) of the Act provides an explicit provision, leaving no room for confusion or doubt that the Governing Board may appoint and remove employees of the CBSL and may determine the terms and conditions of employment and remuneration. This stance is further cemented by Section 5 (1) of the Act which declares that the CBSL shall have administrative and financial autonomy, giving an unambiguous meaning that CBSL is empowered to decide the mode of remuneration as it pleases.",
    "CBSL power of unilaterally increasing the salaries of its employees is further strengthened by Section 23 (1) of the Act which explicitly says that the governing body can decide on its own with regard to the remuneration to be paid to its employees and this blanket provision grants unfettered latitude and autonomy by the statute to give whatever remuneration it desires. The remuneration aspect further goes on to say that Section 21 (1) says that notwithstanding to the contrary in any other written law, the remuneration of the Governor and the allowances payable to the appointed members shall be determined by the Parliament.",
    "What this provision literally says is that the CBSL is virtually empowered to determine salary and remuneration structures encompassing all the employees other than the Governor and its nominated members of the monetary governing body. What one gathers from the aforesaid constitutional provisions is that CBSL has acted strictly within the legal provisions in giving the enhanced salary revision to its employees.",
    "Perhaps legislators would have thought to continue the same degree of autonomy in determining the salaries of the employees contained in the original CBSL Act No. 58 of 1949. It must be mentioned here in fairness to the governing body of Central Bank, it has unilaterally decided the salary structures for its employees for the last several decades and this legitimacy would have compelled them to continue the same precedence in this instance too.",
    "Periodically, the CBSL has had revised its collective agreements in consequent to collective bargaining with the trade unions and this collective bargaining process would have taken place last year too in granting this enhanced salary revision. The Industrial Dispute Act No. 43 of 1950 in terms of Section 07 has empowered the Central Bank to resort to a collective bargaining process with its trade unions and it is this bargaining process that would have galvanised the CBSL to revise this salary revision by 70%. The question of not registering the Collective Agreement by sending it to the Commissioner of Labour is a secondary step but the fact remains that CBSL has duly followed the Collective Bargaining process prior to the implementation of the latest salary revision.",
    "Once the salaries were revised after collective bargaining, it is legally accepted by the signatories to the agreement namely, the employer (in this case is the Central Bank) and the trade unions (in this case multiplicity of trade unions of all categories of employees) and no one has the authority to repudiate this agreement. Besides, once the collective agreement is principally and formally agreed upon with the relevant parties, its rights and privileges cannot be unilaterally withdrawn or repudiated by either party. In industrial relation parlance, it amounts to unfair labour practice. Hence, the CBSL has to tread cautiously at this juncture, as the Consultative Committee of the Parliament has passed the ball to Governor’s court seeking a reasonable reduction to resolve this vexed salary conundrum.",
    "It is very unlikely that that the trade unions that are signatories to the collective agreement would bluntly give their consent for the reduction of their salaries at the behest of the Parliament or the Executive, given the complexities of the issues in question. There was not a shadow of hint from the CBSL trade unions that they would fall in line with the Government request for a salary reduction. Nowhere in the history, has the Government or for that matter the judiciary intervened on the outcome of the collective agreement since the enactment of the Industrial Dispute Act. On the other hand, inevitably there would be a labour unrest, if a unilateral decision is taken by the Parliament or the executive to rescind the collective agreement decision in the face of the current political climate.",
    "All the trade unions and the workforce affiliated to the trade unions strongly claim that that the salaries given to them are woefully inadequate for their existence in the wake of the high cost of living. Alternatively, the Governor of the Central Bank would be in a precarious position as to the course of action to be taken superseding the collective agreement. Hence the most appropriate and advisable option available to the CBSL is to refer back to the case back to the Parliament citing the stalemate status-quo.",
    "Needless to say, majority of the workforce of the formal sector where the collective agreement operate are highly unionised and they are affiliated to the powerful political parties. Currently political climate is not at all conducive to antagonise trade unions or the workforce at large and political parties would be in a disadvantage position at the forthcoming election, if they act contrary to the well-being of the workforce. Legislators of Diyawanna themselves should be blamed for this anomalous situation created, as they lacked vision and foresight in granting discretionary powers to the CBSL in the determination of the remuneration of the CBSL employees.",
    "The unconscious salary increase granted to the employees of the CBSL should prompt the legislators to take a realistic and dispassionate look at the whole gamut of the legislative weaknesses it has blundered in the grant of remuneration to the individual employees and propose a new piece of legislation to rectify shortcomings. The establishment of a Cadre and Remuneration Commission with wide powers is sine quo non in that provisions should be made to obtain the concurrence of the Commission before the grant of new remuneration structures to the entire spectrum of the public and corporate sectors where the collective agreements operate.",
    "As seen above, readers will observe that CBSL’s contention is that it has unfettered authority over remuneration matters in terms of the provisions of the 1950 CBSL Act and the new Act which empowered them to serve themselves with a bigger spoon than what the State serves the public at large. While this contention may be true in accordance with the spirit of the law, it is certainly in breach of the morality, ethics and the decency to say the least. The morality is can the CBSL serve themselves with a bigger spoon citing independence given to CBSL under the provisions of the statutes. It is quite true that there is no legal impediment to enhancing salaries, but about the huge moral and ethical issues surrounding this salary issue given the current economic and financial hardships appear to have escaped the attention of the CBSL.",
    "It is of paramount importance for the Central Bank to conduct their affairs in an ethical and transparent manner leave aside the statutory protection. Unethical behaviour on the part of the CBSL has already created public mistrust, operational distractions, economic and financial liabilities, misgovernance and above all a huge dent on the reputation of the CBSL as the bank of the banks leading to the possible paralysis of the bank. Public would look at the affairs of the CBSL with more circumspection and a cockeyed eye as it has tarnished the financial reputation it has hitherto maintained as a premier bank supervising the rest of the financial institutions of the country. This does not auger well for the well-being of the bank at a time when it is engaged with the IMF with hand and glove for the resuscitation of the economy from economic impasse.",
    "The collective and bargaining process of the CBSL has been in operation since 1996 with a view to finding win-win situation as an integrative solution to the remuneration and non-financial issues faced by the employees. It appears that CBSL has placed more reliance to find solutions to the remuneration and associated issues by resorting to collective bargaining process in that it has used this mechanism to adjust the salaries on par with the inflation with the country and related social and economic factors. It has so far had eight collective agreements as per the details given in Figure 1.",
    "The point to be stressed here is that the CBSL has granted a salary increase of 70% in the year 2015 too and no concerns have been raised by the Government and other stakeholders on this occasion. The more alarming situation was that the salaries of the CBSL employees have been increased by 140% since 2015. What justification can be adduced by the CBSL for an unconscionable increase of 140% within the last eight years is the question that begs an answer.",
    "The benchmark at the future collective bargaining would be 70% increase and above and it would be an unbearable financial commitment for the CBSL, unless the present trend of fixing the remuneration structure by way of collective bargaining method undergoes a radical change.",
    "Policy makers should take a serious view whether the current method of revising salary by resorting to collective bargaining should be allowed to continue, taking the pattern of increases given to the CBSL staff. What would happen if the banking sector or for that matter the public sector such as university academics, scientists, doctors and other professionals insist identical salary increases citing the CBSL salary increases as a precedent? Should not the CBSL have a moral obligation and a sense of decency and respect towards the rest of the workforce in the determination of salary increases?",
    "Legislators perhaps would not have thought the ill-effects of the collective bargaining mechanism as a means of determination of remuneration method when the Industrial Dispute Act was promulgated in 1940s on this aspect. The sole objective of introducing the collective bargaining which results in collective agreement is to minimise the industrial disputes, unrest and create conducive industrial peace environment of the workplace when remuneration and other terms and conditions are periodically reviewed. Should the unlimited freedom of upward flexibility of remuneration and other perks be given to a one (small) segment of the economy forgetting the rest of the working class? The Consultative Committee chaired by Dr. Harsha de Silva should seriously consider these broader aspects when its recommendations are made on this CBSL salary conundrum.",
    "Secondly, my familiarity with the industrial sector industries for few decades where the collective agreement operated that there is no justification for giving higher financial benefits to a limited workforce whereas the similar operations could be carried relatively at a lower cost in the informal sector where collective agreement do not operate.",
    "An amazing fact that came into light at the Consultative Committee chaired by Dr. Harsha de Silva was that the government was completely in the dark as far as this enhanced salary revision. It appears that there had been a considerable reticence and reluctance on the part of the Governor and the Secretary to the Treasury (Ex-Officio of the Monetary Board) to appraise the Minister in charge (in this instance the Finance Minister) about the massive salary increase which has cost more than Rs. 250 million to the coffers of the Central Bank.",
    "CBSL communique says Collective bargaining agreements were signed mainly on salary increases as to compensate the country inflation which was fluctuating frequently upward trend annually. Inflation rate normally fluctuates between 5 to 10% annually. Cost of living was the adjustment introduced by Government to manage in previous occasion and later private sector was not adhered to practice it. Hence salaries of employees were increased on the basis of percentages under collective and bargaining agreement. Two types of increases have been used in practice for signing agreements that are lump sum and percentage. Undoubtedly, both methods appear to have made a sizable financial impact to the working capital of the CBSL.",
    "Prior to the fixation of salaries of the CBSL employees on the basis of collective agreement in 1996, the salary structures of the CBSL, Universities and the Crop Research Institutes were on par and there was no competition to join these three sectors by the graduates with first class and second upper degrees. This scenario took a debilitating downward trend, when the salary structures of the CBSL were increased by 30% over and above the salaries of the University and Research Institutes as a result of the first collective agreement entered into in 1996 and this unhealthy gap continued to widen unprecedentedly when the CBSL was forced to revise salaries under the triennial collective agreements.",
    "But this anomaly among these three institutions witnessed another downward trend with the emergence of a powerful trade union of the academic staff of the universities commonly called FUTA – Federation of University Teachers Association. This trade union did not have a collective agreement but used an unsavoury method of exercising their trade union muscle in redressing their grievances of salary, allowances and other perks. The Government in power had no option but to give enhanced salaries and other perks to the academics of the universities substantially without taking a holistic approach and today it is the second highest institution drawing higher remuneration next to CBSL in the public sector.",
    "The bargaining capacity of the crop research institutes, namely Tea Research Institute (TRI), Rubber Research Institute (RRI), Coconut Research Institute (CRI) and the Sugarcane Research Institute (SRI) had been very weak to say the least and these four research institutes have become victims in retaining and recruiting qualified research officers as a result of the above ad-hoc salary increases. The government here again was unmindful of the research cadres of the crop research institutes by giving enhanced salaries to the university academics at the cost of the research institutes. The inevitable result of this idiotic arrangement was that the research officers in lock, stock and barrel left the research institutes and joined the academic staff of the universities on lucrative terms and conditions.",
    "This situation was further aggravated with the suspension of the new recruitment by the Government owing to financial woes. As at end of 2020, the number of vacancies in the research cadres rose unprecedentedly thus paralysing the research work of all the research institutes as shown in Figure 2.",
    "It is evident from what is written above that the enormous independence given to the CBSL in the determination of salaries of its employees has been the bane for this unethical and anomalous situation and the CBSL has become a laughing stock in the eyes of the people of the country by serving themselves with a bigger spoon at a time when the majority of the people are struggling to have one meal due to lack of livelihood income.",
    "Now the renegotiations by the Governor with the trade unions of the CBSL has ended up in a deadlock situation and the only option available for the Government to recourse to fresh legislative enactments not only to the CBSL Act but also to the Industrial Dispute Act and also to rectify the bureaucratic bungling by lowering the scientist’s salary far below the academic staff of the universities.",
    "(The writer is a Productivity Specialist/Management Consultant. He can be reached at [email protected].)"
  ]
}