{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104727/biden-plans-to-send-8bn-arms-shipment-to-israel",
  "time_ut": 1736054220.0,
  "original_lang": "en",
  "original_title": "Biden plans to send $8bn arms shipment to Israel",
  "original_body_lines": [
    "The US Department of State has notified Congress of a planned $8bn (£6.4bn) arms sale to Israel, an American official has confirmed to the BBC.",
    "The weapons consignment, which needs approval from House and Senate committees, includes missiles, shells and other munitions.",
    "The move comes just over a fortnight before President Joe Biden leaves office. Washington has rejected calls to suspend military backing for Israel because of the number of civilians killed during the war in Gaza.",
    "In August, the US approved the sale of $20bn in fighter jets and other military equipment to Israel.",
    "The latest planned shipment contains air-to-air missiles, Hellfire missiles, artillery shells and bombs, the US official said.",
    "A source familiar with the sale told the BBC on Saturday: “The president has made clear Israel has a right to defend its citizens, consistent with international law and international humanitarian law, and to deter aggression from Iran and its proxy organisations.",
    "“We will continue to provide the capabilities necessary for Israel’s defence.”",
    "Biden has often described US support for Israel as iron-clad.",
    "The US is by far the biggest supplier of arms to Israel, having helped it build one of the most technologically sophisticated militaries in the world.",
    "According to the Stockholm International Peace Research Institute (SIPRI), the US accounted for 69% of Israel’s imports of major conventional arms between 2019 and 2023.",
    "In May 2024, the US confirmed it had paused a single consignment of 2,000lb and 500lb bombs over concerns Israel was going ahead with a major ground operation in the southern Gaza city of Rafah. But Biden immediately faced a backlash from Republicans in Washington and from Netanyahu who appeared to compare it to an “arms embargo”. Biden has since partially lifted the suspension and not repeated it.",
    "The planned shipment is one of a number of steps taken by the Biden administration in recent weeks, as the outgoing president attempts to shore up his legacy.",
    "It will likely also be the last planned weapons sale to Israel before he leaves the White House on 20 January 2025, when his successor Donald Trump is inaugurated.",
    "The president-elect has previously spoken of ending foreign conflicts, and of reducing US involvement, including during his re-election bid.",
    "Trump has positioned himself as a staunch supporter of Israel, but has urged the American ally to finish its military operation in Gaza quickly.",
    "Israel launched a campaign to destroy Hamas in response to the group’s unprecedented attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage.",
    "More than 45,580 people have been killed in Gaza since then, according to the territory’s Hamas-run health ministry."
  ]
}