{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Constitutional-supremacy-versus-Parliamentary-supremacy-Which-way-for-Sri-Lanka/4-767820",
  "time_ut": 1728608364.0,
  "original_lang": "en",
  "original_title": "Constitutional supremacy versus Parliamentary supremacy: Which way for Sri Lanka?",
  "original_body_lines": [
    "Sri Lankan Parliament: A symbol of legislative authority, at the crossroads between constitutional supremacy and Parliamentary sovereignty as the nation debates a new constitutional framework",
    "Sri Lanka has a new President, and a fresh general election will be held on 14 November to elect members to its Parliament and for a new Government to be formed thereafter.",
    "The choice before the voters will be whether the National People’s Power (NPP) should be given a Parliamentary majority for them to form the next Government or those opposed to the NPP should be given a majority for them to form the next Government. This article will not analyse and discuss this issue as it is a topic that is already being widely discussed.",
    "Suffice perhaps for voters to ask themselves the question who will be best placed to introduce changes to the culture of politics in the country and who will be best placed to introduce changes to the foundations of better economic management that will usher more hope and opportunities for the present and future generations. Will it be the same wine in a different bottle, or will it be a new wine in the same bottle?",
    "The bottle referred to here could be considered the political system of the country that has a direct relationship to the political culture of the country. In regard to what is regarded as “political culture”, the Brittanica says: “political culture, in political science, a set of shared views and normative judgments held by a population regarding its political system. The notion of political culture does not refer to attitudes toward specific actors, such as a President or prime minister, but rather denotes how people view the political system as a whole and their belief in its legitimacy.”",
    "One could say therefore that political culture, more than any other factor contributes to how the country is governed and how the economy is managed. So, by extension, one could argue that unless the political system changes, neither will the political culture. In effect, unless new wine comes in a new bottle, the chances of a change to the political culture could be minimal.",
    "Perhaps an important factor to be reckoned with in changing the political culture of a country, is that as much as politicians, civil society leaders, religious leaders, union leaders and other key players in a system need to change and provide leadership to guide necessary changes, people themselves have to recognise the need to change as the relationships between leaders and those who are being led are inter dependent and one impacts on the other. This is more so in democracies rather than in other political systems.",
    "It is in this context that a political system change needs to be considered and a new Constitution needs to be framed that recognises this inter dependency. The NPP has committed themselves to framing a new constitution and one hopes that the process for it will commence after the general election. A doubt does arise whether this will happen in the event the NPP does not receive a majority in the new Parliament, and they are unable to form the next Government. Perhaps a commitment by the Opposition parties irrespective of whether they form the next Government or not, to support the enactment of a new constitution would be an ideal and responsible position for them to take, as such a project needs multi-party participation, cooperation and support.",
    "The foundation for the process of introducing a new constitution could be US President Abrham Lincolns famous Gettysburg address on November 19, 1863: “That these dead shall not have died in vain – that this nation, under God, shall have a new birth of freedom and that Government of the people, by the people, for the people, shall not perish from the earth.”",
    "Firstly, the public should consider whether their periodic voting (usually every five years in Sri Lanka) has effectively produced governments of the people, by the people, for the people. They should consider whether this periodic voting, although essential in a democracy, and which is a key element in the political system of the country, has been effective in making changes to the political culture and therefore to the political system.",
    "Secondly, if the answer is that it has done minimal change or no change, then what should happen to introduce the required changes.",
    "1. At a very fundamental level, have people succeeded in electing Governments that they feel and would refer to as Governments of the people, by the people and for the people? If not, what are the options that may be considered to advance this objective in real and practical terms?",
    "2. Has the political party system divided rather than united the people, and have Governments by and large served the entire population rather than those who elected them to office?",
    "3. Have the next layers of the political system like Provincial Councils and local Government bodies played an effective role in bringing people closer to governance and governance closer to the people?",
    "4. Have non-Government sectors like the private sector played an effective role in improving the political system, and if not, what could they do and how should they be involved in improving the political system?",
    "5. Has the media assisted in advancing the objective of bringing people and governance closer through factual, non-partisan reporting, debates, discussions and programs?",
    "No doubt there are many other issues to consider in framing a new constitution, but importantly, it will be useful if options outside the traditional framework is considered in doing so. For example, the role of the Provincial Councils, local Government bodies, the private sector, tertiary teaching institutions, among others could be considered as they all are people based and could play a role in bring people and governance closer.",
    "In drafting a new Constitution, the role of the constitution and the role and powers of the Parliament needs to be examined. While there are numerous views, traditions and practices that emphasise the supremacy of a Parliament and the sole responsibility they have in enacting laws, such practices make an assumption that Parliaments and Parliamentarians do so in the best interest of all the people in the country and that they pass laws “for the people, on behalf of all the people”. One can argue whether this has happened in Sri Lanka, where the political culture of the country and its political system has generally tended to favour some people over others, although its current constitution emphasises equal rights for all its citizens. It is generally felt by many that the judiciary of the country, the third pillar of sovereign Sri Lanka (after the legislature, and the executive) has not always acted independently and that they have made decisions either at the behest of the government in power or have done it to be in the good books of a Government.",
    "An essential role of the judiciary is to consider the consistency of laws passed by the legislature with the constitution of the country. In this regard it will be paramount that the constitution represents the will of the people, and it is the foundation on which a system that facilitates a political culture of equality, equity, fairness, and kindness to others is built on. For this to happen, the constitution and not the legislature has to be supreme.",
    "The following statement is relevant here as it establishes the clear position on legislative responsibility and supremacy. “The basic contrast between constitutional supremacy and Parliamentary sovereignty is where ultimate legislative authority lies. The legislature is under Parliamentary sovereignty, whereas the State constitution is under constitutional supremacy. (https://ddp.org.za/blog/2024/05/02/constitutional-supremacy-versus-parliamentary-supremacy-which-way-for-south-africa-post-the-elections/#:~:text =The%20basic%20contrast %20between %20constitutional, constitution %20is%20under%20constitutional%20supremacy)",
    "It cements the role of a legislature to enact laws, but it brings clarity that it is not their task to interpret laws. That responsibility lies with the Judiciary as the independent body that needs to establish consistency of laws passed with the constitution.",
    "The Princeton University defines it as “Sovereignty is supreme authority. It involves authority over all others within its field of operation, and the absence of any other superior authority in that same field. It is essentially a legal construct, rather than one reflecting the possession of power and authority in practice (sometimes referred to as political sovereignty). Sovereignty is a concept used predominantly in the domestic context of the legal authority wielded within and by a State. It is thus more a concept of constitutional law than of international law, since on the international plane no State has as a matter of law, authority over all other States” (https://pesd.princeton.edu/node/671).",
    "Here, the sovereignty of the Parliament is established as it is the body that has the supreme responsibility to pass laws in the country. However, based on a legal requirement that all such laws have to be adjudged as being consistent with the constitution, which is the function of the judiciary, the judiciary could be regarded as assuming supremacy over sovereignty of the parliament when it comes to enactment of laws.",
    "The following three passages cited from the International Institute for Democracy and Electoral Assistance provides a good basis for consideration when Sri Lanka engages in drafting a new constitution.",
    "The vast majority of contemporary constitutions describe the basic principles of the State, the structures and processes of Government and the fundamental rights of citizens in a higher law that cannot be unilaterally changed by an ordinary legislative act. This higher law is usually referred to as a constitution.",
    "The content and nature of a particular constitution, as well as how it relates to the rest of the legal and political order, varies considerably between countries, and there is no universal and uncontested definition of a constitution. Nevertheless, any broadly accepted working definition of a constitution would likely describe it as a set of fundamental legal-political rules that:",
    "a. Are binding on everyone in the State, including ordinary law-making institutions;",
    "b. Concern the structure and operation of the institutions of Government, political principles and the rights of citizens",
    "d. Are harder to change than ordinary laws (e.g. a two-thirds majority vote or a referendum is needed); and",
    "e. As a minimum, meet the internationally recognised criteria for a democratic system in terms of representation and human rights",
    "Constitutions often attempt, to varying degrees, to reflect and shape society — for example, by expressing the (existing or intended) common identity and aspirations of the people, or by proclaiming shared values and ideals. These provisions are generally found in preambles and opening declarations but can also be found in oaths and mottos or on flags and other symbols that are defined by the constitution. Other substantive provisions of the constitution, particularly those defining socio-economic rights, cultural or linguistic policy, or education, might also belong to this category (Lutz 2006: 16–7).",
    "The constitution prescribes a country’s decision-making institutions: constitutions ‘identify the supreme power’, ’distribute power in a way that leads to effective decision making’ and ‘provide a framework for continuing political struggle’ (Lutz 2006: 17). The political provisions show how state institutions (parliament, executive, courts, head of state, local authorities, independent bodies, etc.) are constituted, what powers they have and how they relate to one another.",
    "Sri Lanka badly needs a political system change as what it now has, has failed the country. The political culture of the country has also tuned itself to the flawed political system and this has produced politicians, a large majority of them, who are reviled by the people. Besides the recent financial bankruptcy, it is felt by many that it is socially, morally and ethically bankrupt with rampant corruption, cronyism over merit, some being consistently more equal than others, the judiciary not always independent, and law and order often compromised to favour a few over the many. They feel that central mismanagement with the least participation of the people at all levels in major policy decision making has made the notion that the country has had governments of the people, by the people, for the people largely a myth, as generally, a few have decided what they have reckoned is best for the many and failed.",
    "A new constitution making process needs to through a more consultative process and the essential role of provincial councils, local Government entities, other relevant stakeholders like tertiary education entities, the private sector etc., from the point of view of bringing people close to governance must be explicitly stated and be an integral part of a new constitution. A constitution could be regarded as the instrument that binds a governance system to the people. It is a kind of a social contract between the two. It cannot be a one-sided contract where governance as per the constitution is carried out with no participation of the people."
  ]
}