{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankans-must-improve-to-render-system-change-successful/",
  "time_ut": 1732996620.0,
  "original_lang": "en",
  "original_title": "Sri Lankans must improve to render system change successful",
  "original_body_lines": [
    "“It is not possible to develop a country without the moral development of man. Let us develop the country along with moral development (of man)” So pronounced Most Ven Madihe Pannaseeha Maha Nayaka Thero. This translation from Sinhala is by Ven Vajiraramaya Nanaseeha Thera – previously Deshabandhu Olcott Gunasekera – who was one who assisted the venerable bhikkhu to establish the Dharmavijaya Foundation in 1977. The Foundation later adopted this truth as its mission statement. Moral development connotes character building.",
    "The thought about the quirks and misdemeanours of most Sri Lankans which ultimately tarnish the wellbeing and image of the country has long been in mind and discussed frequently when we older generations meet and grow nostalgic of how things were back then. We most definitely had a much better life, though sans TV and all these advances, since peace and general goodness prevailed.",
    "Our public servants then were totally honest and bribes were not heard of before, say, the 1960s. This fact of human failure to live up to human-ness at present hit me forcibly when a message came via WhatsApp. A man proclaimed it was useless a new government introducing system change if people do not change. This is an irrefutable truth. He cited a couple of instances of most necessary change in our people. In our minds we even had more urgent needs for change in people of the land.",
    "This is a recent disease, probably gathering force under the leadership of Mahinda Rajapaksa, I make bold to claim. VIP politicians and top bureaucrats entered the snare and lesser officials followed suit. It caught on with the general people so much so that corruption including kickbacks became the order of the day. Contract murders were rife; human life cheap; pleasures of the flesh rampant – thus drugs. Result: bankruptcy of the country.",
    "This greed, often insatiable, was accompanied by selfishness and self-centeredness. Enriching oneself and one’s nearest and dearest was the main aim of many in power, so much so that other persons, mostly the powerless and underprivileged were not only overlooked but crushed in the stampede for self-enrichment and gratification. Consider the sale of substandard medicines which killed and maimed for life so many. The country itself was sacrificed for the sake of self-glory: an airport and harbor not really needed were built for getting the family name on them. Massive highways were built, often to make money for private pockets.",
    "One leader was reputed to be clean, never accepted bribes or commissions. But he turned a blind eye to others in important positions of power who stole and solicited cutbacks. That to me is also a grave form of corruption since overlooking theft is as heinous as stealing itself. The tolerance to corruption in others was to protect that president’s powerful position.",
    "I well remember while in school this expression being used by our missionary school principal at morning assembly. She was advising ‘her girls’ to keep the school premises clean; not fling rubbish about but rather to pick up and correctly dispose any scraps of paper and such like lying around. School furniture was to be used with care; toilets to be left clean after use. These admonitions brain washed us so that even now I pick up rubbish in the common area in our housing complex to garbage it.",
    "A man Friday who runs errands told me while we were discussing the condition of public toilets, me mentioning how in Fort one knew one was nearing Laksala due to the urine smell emanating from within this shop. (I speak of many years ago). Man Friday said that a certain public toilet in Fort is kept spotless clean by the woman in charge, responsible to work for the Rs 20 given her by users.",
    "How is it on roads? Horrendous with spittle added on. Beaches were full of people having eased their bowels, but that is almost non est now, not because people are more concerned and public spirited, but because privacy is lacking in most beaches from sunrise to sunset.",
    "Consider our trains and station rest rooms. The fault of the stinking toilets, rubbish strewn compartments and dirty seats and windows are the fault of both railway employees and train travelers. The CGR can be a money spinner but the sheer lack of effort to do their delegated duties by railway workers keeps potential travelers away. There is total lack of pride in doing one’s work well and of course commitment. It is the same as the ‘take it or leave it’ attitude of many a public official who comes in contact with people who need a matter attended to. This changed remarkably even before the new government came into being. AKD being elected President was enough of a boost for the shirkers to sit up and get going on jobs.",
    "Public transport not only transports people but also kills. Many opine that the rot set in with private buses being allowed to supplement the Ceylon Transport Board. CTB drivers were disciplined and followed rules, even minor ones like stopping only at designated halts. Along with the private buses and vans came inexperienced drivers, druggies at the wheel, severe competition and speeding to be first t the next halt, endangering those in the bus as well as others on the road.",
    "The thought of Singapore and Lee Kwan Yew automatically come to mind when considering public service. I quote what a Deputy said about him at a dinner recently: “Mr Lee shaped the ethos of the Singapore Public Service. He instilled the values of excellence, incorruptibility and meritocracy that we have preserved to this day. He was a powerful orator but for him, government was not just about rhetoric. He lived up to what he said. He delivered on his promises. He led by example and set high standards – working hard to get this done for Singaporeans. He had an eye for detail, getting the small things aright, along with the big things… For him, if something was worth doing for Singapore, it was worth doing very well.”",
    "And here I am certain that within the next five years or after, we will be saying it correct when we substitute the name Anura Kumara Dissanayake for Lee Kwan Yew and Sri Lanka for Singapore. And in our case we have two more closely behind our Prez with their positives: Harini Amarasuriya and Vijitha Herath. It is excellent to have faith in our leaders, which was lacking for so many past decades. We had hope when the so named Common Candidate defeated Mahinda R and his brothers. Our expectations were dashed and we suffered his vacillating presidency with increasing despair.",
    "We definitely do not think the present government will let us down. Its leaders love the country and are loyal to it and have the welfare of the people as one of its primary aims. Just as corruption trickled down, commitment to duty and honesty will descend, albeit at a slower rate than evil. Our people too, we expect will improve.",
    "I quote Julius Nyerere, first President of Tanzania: “There is only one way in which you can cause people to undertake their own development, that is by education and leadership. But, although we must give this leadership, the decisions must come from the people themselves.” Sometimes rules and punishment are also necessary, I add.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}