{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Faith-the-only-way-to-Sanity/4-757641",
  "time_ut": 1705945411.0,
  "original_lang": "en",
  "original_title": "‘Faith’ the only way to Sanity",
  "original_body_lines": [
    "Thank you Sinna for your message via the toothpaste service Signal. I am not qualified to pronounce on this but those in the know say it’s so secure that the Moneypenny’s, Sallay’s, M’s, of this world have a hard time tracking you when it’s on the toothpaste variety known as Signal.",
    "The Presidential visit to the unfortunate area known as the former conflict areas surely must denote that electioneering has started in earnest. No matter what anyone says especially our fellow citizenry from the deep South, from the agricultural areas around Medamulana too, the next leader of our country will be elected through polls where the minorities play a crucial role.",
    "Think about it, any right-thinking, forward-facing Tamil from the former conflict areas, will they seriously vote for the Pohottua type? For that matter think about Digana and the Ambalangoda and Beruwela incidents. Which of those of the Islamic faith would bother putting their mark towards the Pohottua types? Then of course comes that rather tetchy subject the Easter tragedy. The outspoken Head of that flock in Sri Lanka has spoken quoting chapter and verse about the need for transparency and accountability. It is almost as though he is speaking to an empty House. Even some of the so-called ‘better’ channels are not giving enough coverage to what you and I would call the key areas: that being the rule of law and  achieving of our rights guaranteed to us by something called the Constitution.",
    "So, will any of the Catholic brethren contemplate voting for the Pohottua types? Their Head of course has regretted his previous support for the Family. It is difficult Sinna, to contemplate any of the Catholic votes going towards the Pohottua.",
    "Sinna, it looks rather like the Red Brother, AKD is making the most gains. But one of his brothers unfortunately got it all wrong about the repayment of International Sovereign Bonds, our foreign borrowings, that is what we call a total disaster from a PR perspective. It is best if AKD tells his Sunil to keep his mouth firmly shut instead of trying to comment about everything including a subject he can hardly articulate at the ‘A’ levels. Detractors of the JVP in fact had a field day, using his pronouncement as proof that the JVP doesn’t know how even to boil an egg.",
    "Wait a minute Sinna. Do cast your mind back to the heady days of 2005. A new President had been elected, great friend of the Bandaranaike’s, both families go a long way back especially, the friendship between Anura Banda and Mahinda mama. Do you remember what the then Leader of the Opposition said, when Mahinda mama’s Government announced the $ 500 million facility from an International Sovereign Bond? They made the astonishing announcement that when they come into power, they will not honour that repayment. Who actually said this, you ask? Who are ‘they’ I hear you yell. Shhhh. There’s no need to shout. It was none other than Ranil who said that. ‘They’ were the UNP. My gosh Sinna, don’t tell me that you too like the rest are myopic and",
    "So, when the JVP said we won’t pay the ISBs or whatever it is that he exactly said, there’s a big sort of,  ‘who flung dung’ uproar, and wow, most of our dear networks carried that.",
    "But most of these brethren from the networks, don’t seem able to find the footage where RW – dearest Ranil said, as clearly as the JVP, that pointedly says we won’t pay when we are in power.",
    "How ironic Sinna darling, that the same man who said he won’t pay is the President now that we have declared bankruptcy and are unable to pay.",
    "So, you see Sinna, you must have the mind of an elephant. They don’t forget, elephants, that is. They have long memories like Mahinda, he knows what his party’s proxy RW said back in the days. One of these fine days, when the relationship between his Pohottua and RW finally cut the umbilical cord, one can almost always be certain that the Pohottua types perhaps through young Shehan will bring this point up, what RW said back in the day and what he is saying now. Different strokes indeed, depending on how deep the water is.",
    "My Grandma always told me Sinna, that ‘my word is my bond’. It is, she said, a wonderful tool to have. You give your word, you handshake in acknowledgment and you move on. But the bondholders not only had the word of the Treasury but also a written document (the bond). Imagine how aghast they must have been when Sri Lanka announced its inability to repay their already higher-than-usual interest rates?",
    "The truth is how many or who, even in the Opposition are articulating the best way forward. They sure speak about it, but when we search for specifics we find there is hardly anything spelt out. Most would talk in generalities. They will ‘improve’ implementation. They will forge ‘greater links with the international community’. Frankly Sinna, we have been doing this since ‘independence’ in 1948. Look where we have ended up. And people say, ‘we have turned the corner’. Again, I must ask you Sinna, when you hear these aunties and uncles, seeyas and ayyas and mallies say ‘we have turned the corner’ please ask which corner they are",
    "And Sinna: remember what uncle Ranna promised the Northern folk is nothing new. They – the Northern folk, have been promised this ‘promised land’ or box of goodies for so long that the men and women from Jaffna smile in ‘sage-fashion’, knowingly; because they have heard it all before.",
    "In turn Sinna, we in Sri Lanka cannot turn to anyone in particular: not Biden, not Sunak, not MBS and certainly not Starmer: potentially the successor to Sunak, as the Labour Party takes a rather dim view of Human Rights violations including torture. Sir Starmer, dear Sinna, knows all about that subject, he is after all a Knight (and therefore called “Sir”) appointed as such after he finished his term as Director of Public Prosecutions, for services to justice. No way he would be willing to compromise to hide our appalling commitment to eradicating state sponsored torture.",
    "Sinna, I must dash now dear. And keep the Faith. It is the best way to keep the Sanity. Do keep using Signal. Better safe"
  ]
}