{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-printers-at-drupa-fair-with-german-support-166386/",
  "time_ut": 1717574220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka printers at Drupa fair with German support",
  "original_body_lines": [
    "ECONOMYNEXT – A delegation from Sri Lanka that participated in Drupa 2024, said to be the largest printing industry fair, has built up links for technology transfer and possible investments, the The Delegation of German Industry and Commerce in Sri Lanka (AHK Sri Lanka), said.",
    "“The delegation organised by AHK Sri Lanka to Drupa 2024 significantly benefitted the printing industry in Sri Lanka,” Anil Kariyawasam, President of Sri Lanka Association for Printers (SLAP) said in statement.",
    "“It equipped our industry professionals with crucial insights into current and upcoming EU regulations, helping them remain compliant and competitive in the global market, which in turn will bolster the Sri Lankan economy.”",
    "AHK Sri Lanka supported the delegation comprising 17 SLAP members representing 8 companies from the commercial, newspaper, stationery printing, and packaging industries, which showcased the capabilities of Sri Lanka’s printing sector.",
    "Bilateral discussions with key stakeholders from the German printing industry focused on enhancing cooperation, knowledge transfer, and investment opportunities between Sri Lanka and Germany.",
    "“Our engagements here have laid the foundation for future collaborations that will help the print industry meet international standards and foster economic growth,” Sri Lankan Ambassador to Germany Varuni Muthukumarana said.",
    "Meetings were held with the German Print and Paper Technology Association regarding conducting awareness programmes on current and potential EU regulations to help the Sri Lankan printing industry stay competitive.",
    "The Association of the German Paint and Printing Ink Industry eV committed to organising a virtual fact-finding mission to Sri Lanka to explore business and investment opportunities. VDM Nord-West explored possibilities for training and education, and Heidelberg provided the delegation with a guided tour of the latest print machinery, SLAP said.",
    "Participants said that attending Drupa 2024 helped them learn international standards and the latest printing technology, which would significantly boost their operations.",
    "“By attending Drupa 2024, we created multiple connections with experts in the industry. We had difficulty acquiring spare components for our equipment; however, the exhibition assisted us in locating the necessary items,” Thushara from Liberty Publishers said.",
    "AHK Sri Lanka is part of the German Chamber Network supported by the Federal Ministry for Economic Affairs and Climate Action (BMWK). (Colombo/Jun5/2024)"
  ]
}