{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Aitken-Spence-Elevators-and-Rush-Housing-forge-strategic-partnership-for-vertical-mobility-across-new-developments/34-780818",
  "time_ut": 1756255022.0,
  "original_lang": "en",
  "original_title": "Aitken Spence Elevators and Rush Housing forge strategic partnership for vertical mobility across new developments",
  "original_body_lines": [
    "Aitken Spence Elevators Ltd., has signed a Memorandum of Understanding (MoU) with Rush Housing Ltd., to provide nine OTIS Gen2 Hz machine room-less elevators for five upcoming residential projects in Colombo District.",
    "The projects include Maimoon Residencies (Dehiwala), Rush Court 5 (Mahawatte), Rush Tower 2 (Dehiwala), Street Rush Residencies, and Rush Metropolis (Dehiwala).",
    "Established in 1989, Aitken Spence Elevators, a joint venture between Aitken Spence PLC and OTIS Elevator Company (Singapore) PTE Ltd., is Sri Lanka’s exclusive provider of OTIS elevators and escalators, servicing over 95% of Colombo’s high-rise buildings. As the first and only elevator company in Sri Lanka certified with an integrated management system (ISO 9001:2015, ISO 14001:2015 & ISO 45001:2018), Aitken Spence Elevators continues to lead in quality, environmental stewardship, and workplace safety.",
    "The MoU was signed by Rush Housing Director Zaid Ariff, Rush Holdings General Manager Irfan Rafeek, Aitken Spence Elevators CEO Chaminda Hindurangala, and General Manager Tharindu Krishantha. These elevator units will be manufactured at OTIS’s state-of-the-art facility in Hangzhou, China, ensuring adherence to international safety and quality standards. Key contributors included OTIS India Sandeep Sahoo, Devendra Kumar, Aitken Spence Elevators Chaminda Hindurangala, Tharindu Krishantha, and Abdul Cader Marzook.",
    "This partnership builds on the strong relationship between the two companies, with past collaborations reinforcing trust and project success having sold 15+ OTIS units for previous Rush projects. Both companies look forward to collaborating on many more developments in the future. This MoU reinforces Aitken Spence Elevators’ commitment to partnering with leading developers to deliver cutting-edge, reliable, and sustainable vertical transportation solutions. With OTIS’s advanced technology and Aitken Spence’s trusted service network, the company remains dedicated to transforming Sri Lanka’s urban mobility landscape."
  ]
}