{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Confident-SL-eye-series-win-over-Bangladesh/108-279839",
  "time_ut": 1711728000.0,
  "original_lang": "en",
  "original_title": "Confident SL eye series win over Bangladesh",
  "original_body_lines": [
    "Colombo, Mar. 29 (Daily Mirror) - After convincingly defeating Bangladesh in the first Test, Sri Lanka will be determined to clinch victory in the two-Test series when the two teams clash in the second Test starting at Chattogram tomorrow.",
    "Sri Lanka currently leads the series 1-0 following their impressive 328-run win in the first Test in Sylhet.",
    "The standout performers for Sri Lanka were Skipper Dhananjaya de Silva and batter Kamindu Mendis, who played pivotal roles in clinching victory with their exceptional centuries.",
    "Both players scored 102 runs each in the first innings and went on to achieve scores of 108 and 164 in the second innings.",
    "However, Sri Lanka faced a setback ahead of the second and final Test as Kasun Rajitha was sidelined due to an upper back injury, forcing him to return home for rehabilitation.",
    "Rajitha's absence is notable as he played a crucial role in Sri Lanka's victory in the first Test, particularly with his eight-wicket haul across both innings, including a five-wicket haul in the second innings.",
    "Asitha Fernando has been included in the squad as Rajitha's replacement.",
    "Meanwhile, the Bangladesh Cricket Board (BCB) has announced their squad for the final Test, with the return of star all-rounder Shakib Al Hasan after a year-long hiatus from Test cricket.",
    "Shakib's comeback sees batsman Tawhid Hridoy being omitted from the squad, given Shakib's inclusion.",
    "Bangladesh National Team Head Coach Chandika Hathurusingha will not be present for the final Test. The BCB announced that Hathurusingha will be travelling to Australia on personal reasons.",
    "In the history of Test encounters between Sri Lanka and Bangladesh, they have faced each other 25 times. Sri Lanka has dominated with 19 wins, one loss, and five draws.",
    "On Bangladeshi soil, Sri Lanka has a strong record with eight wins and three draws in 11 matches. At Chattogram specifically, Sri Lanka has won twice out of five Tests, with the remaining matches ending in a draw.",
    "Bangladesh (Probable): Mahmudul Joy, Zakir Hasan, Najmul Shanto (Captain), Mominul Haque, Shakib Al Hasan, Litton Das (wk), Mehidy Miraz, Taijul Islam, Shoriful Islam, Khaled Ahmed, Nahid Rana/Hasan Mahmud.",
    "Sri Lanka (Probable): Dimuth Karuanaratne, Nishan Madushka, Kusal Mendis (wk), Angelo Mathews, Dinesh Chandimal, Dhananjaya de Silva (Captain), Kamindu Mendis, Ramesh Mendis, Prabath Jayasuriya, Asitha Fernando, Vishwa Fernando."
  ]
}