{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Dambulla-gets-new-owner-following-former-owners-arrest/108-284173",
  "time_ut": 1717578180.0,
  "original_lang": "en",
  "original_title": "Dambulla gets new owner following former owner’s arrest",
  "original_body_lines": [
    "(Daily Mirror) - Sequoia Consultants, Inc., a leading civil engineering consulting firm headquartered in Los Angeles, California, has stepped in to take over the Lanka Premier League (LPL) franchise of the Dambulla Thunders, in light of the arrest of its previous owner.",
    "Sri Lanka Cricket said the team will be operated under DeSilva Holdings, specifically set up for this purpose.",
    "The previoues owner of the Dambulla team, British national of Bangladesh origin Tamim Rahman, was arrested on suspicion of corruption last month, a day after a highly publicised player auction. Tamim Rahman was remanded till June 07 by Colombo Chief Magistrate Thilina Gamage.",
    "The SLC said that with the new buyer, the team will be known as “Dambulla Sixers’.",
    "The majority stake in Sequoia Consultants is owned by Mr. Priyanga De Silva, a Chartered Civil Engineer, who is the CEO and President of Sequoia Consultants, Inc.",
    "De Silva, a former first-class cricketer, played for Sri Lanka U19 in 1983 and currently represents the United States Masters Over 60 Cricket Team.",
    "He also volunteers his time as head coach of the not-for-profit Southern California Youth Cricket Association and owns several other businesses in the USA and Sri Lanka.",
    "“My desire to get engaged in cricket, especially cricket in Sri Lanka, prompted me to purchase the Dambulla Sixers team,” said De Silva.",
    "“I have seen LPL grow as a league during the last four years, which is commendable for a small country like ours. I am excited to be a part of this growth and be able to contribute to the development of cricket in our country,” he further added.",
    "“We are extremely happy to have the new owner taking over Dambulla, and Mr. De Silva's background as a former first-class cricketer definitely adds value to this ownership, as he understands the cricketing pulse of our nation, said Mr. Samantha Dodanwela, Tournament Director of the LPL.",
    "“The new owner brings in the required stability for the Dambulla Sixers, and I am sure the new owner’s presence is going to make a huge difference to the franchise,” said Anil Mohan, CEO and Founder of IPG Sports.",
    "The fifth edition of the Lanka Premier League is scheduled to start on July 1 and will be played in three cities: Kandy, Dambulla, and Colombo."
  ]
}