{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Lankan-envoy-holds-talks-with-Thai-Chamber-of-Commerce-and-Board-of-Trade-of-Thailand/56-767821",
  "time_ut": 1728608453.0,
  "original_lang": "en",
  "original_title": "Lankan envoy holds talks with Thai Chamber of Commerce and Board of Trade of Thailand",
  "original_body_lines": [
    "Ambassador of Sri Lanka to Thailand Wijayanthi Edirisinghe held a productive discussion with the Chairman of the Thai Chamber of Commerce and Board of Trade of Thailand Sanan Angubolkul, on 1 October 2024.",
    "The discussion focused on enhancing the long-standing relationship between Sri Lanka and Thailand, particularly in the areas of trade, investment and tourism.",
    "During the meeting, Ambassador Edirisinghe highlighted the existing strong bilateral relationships and emphasized the importance of the Sri Lanka-Thailand Free Trade Agreement, set to take effect from 1 January 2025, as a key initiative to further strengthen economic cooperation. She invited Chairman Angubolkul to lead an investment delegation to Sri Lanka to explore the abundant opportunities available in the country.",
    "In response, the Chairman expressed Thailand’s keen interest in Sri Lanka’s growing economic potential and confirmed that the Thai Chamber of Commerce and Board of Trade of Thailand would arrange a high-level delegation visit to Sri Lanka in early 2025. He recalled the previous visit of the Thai delegation led by him to Sri Lanka in June 2024 to participate in the International Industry Expo-2024, and also the MoU signed with the Ceylon Chamber of Commerce, which provided valuable insights into trade, investment and tourism prospects in the two countries.",
    "Moreover, Ambassador Edirisinghe underscored the upcoming visit of the business delegation of the Ceylon Chamber of Commerce to Bangkok, in October 2024. She requested the continuous assistance of the Thai Chamber of Commerce and Board of Trade of Thailand in facilitating the visit of the delegation and pointed out the importance of collaboration in furthering mutual trade and investment.",
    "The meeting explored prospective opportunities for both countries that can be advanced through bilateral partnerships, as both nations work towards fostering greater economic cooperation and mutual prosperity.",
    "Board of Trade of Thailand Advisor and Committee on South Asia, Middle East and Africa Vice Chairman Susheel Kumar Saraff, Committee on South Asia, Middle East and Africa Vice Chairman Songsamg Patavanich, Committee on South Asia, Middle East and Africa Director Jarudol Tulayakijja, Thai-Sri Lanka Chamber of Commerce Vice President Sanjeewa Ediri Wickramasuriya and Embassy of Sri Lanka to Thailand Counsellor – Commercial Vireshika Bandara joined the discussion."
  ]
}