{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96604/sri-lanka-will-face-a-worse-crisis-if-deviate-from-current-economic-management-plan-semasinghe",
  "time_ut": 1705847460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka will face a worse crisis, if deviate from current economic management plan - Semasinghe",
  "original_body_lines": [
    "The State Minister of Finance Shehan Semasinghe says that the Micro-Finance and Loan Regulation Act was submitted to Parliament in order to establish a proper, strong regulatory procedure as a government.",
    "Joining the “FLi Diri Abhimani 2024” awards ceremony, organized to award women entrepreneurs in the Micro-Financial Sector, Semasinghe mentioned that the approval is expected to be obtained for the relevant act within the next few months.",
    "“We hope to get approval for this act in the next few months and protect consumers so that they can reap micro-finance benefits. We also hope to protect entities which provide these micro-financial benefits”, he expressed.",
    "The State Minister also said it would take several months for the public to reap the benefits of economic development, adding that Sri Lanka must stick to the existing economic management plan regardless of which government is in power.",
    "“We hope to establish proper regulation in the country within the first quarter of the year. The economy which remained negative for six quarters is positive from the second quarter of 2023.”",
    "“However, this positive economy is still not allowing the hardships you are facing to recede. Today, the country is under correct economic management and will take some time for benefits to be passed on to all social strata”, the State Minister said.",
    "“Though the economic restructuring process is able to reap benefits of economic development, it will take several months for you to experience these benefits. There is no way to deviate from the correct economic management regardless of the government”, he added.",
    "Furthermore, Semasinghe stressed that if someone proposes or attempts to deviate from this economic management system, the country will have to face an economic crisis worse than which Sri Lanka had to face in 2022."
  ]
}