{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/economist-warns-5-growth-insufficient-calls-for-ambitious-reforms/",
  "time_ut": 1758458400.0,
  "original_lang": "en",
  "original_title": "Economist warns 5% growth insufficient, calls for ambitious reforms",
  "original_body_lines": [
    "Despite a recent uptick in economic indicators, a senior economist has cautioned that Sri Lanka’s current growth trajectory is inadequate for a full recovery, calling for a decisive push towards 8-10% expansion in the coming years.",
    "The warning from University of Peradeniya’s Wasantha Athukorala follows data showing the economy grew by 4.9% in the second quarter of 2025, an improvement from the 4.1% growth recorded a year earlier.",
    "Prof. Athukorala acknowledged a recent vote of confidence from the global market, referencing S&P Global Ratings’ upgrade of Sri Lanka’s foreign currency sovereign credit rating. However, he stressed that the ‘CCC+’ rating still signifies high risk and does not qualify the country for easy credit.",
    "“This upgrade reflects a positive start for stability and growth,” he stated, noting it should boost investor confidence and improve access to global capital. “But the current 5% economic growth is not sufficient.”",
    "The economist outlined a challenging path forward, arguing that achieving high growth requires implementing difficult structural reforms. He emphasised that the Central Bank must simultaneously maintain low inflation, ensure currency stability, build foreign reserves, and keep interest rates low.",
    "The message is clear: while the economy shows nascent signs of stabilisation, reaching the 8-10% growth necessary for lasting prosperity will demand consistent and disciplined economic management.",
    "Brandix crowned Sri Lanka’s leading corporate blood donor for 13th consecutive year",
    "Water, war and renewal: The Iranamadu Reservoir’s new dawn with ADB",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}