{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86020",
  "time_ut": 1751028480.0,
  "original_lang": "en",
  "original_title": "How Tiger  Intelligence Chief  “Pottu Ammaan” , His Wife and their Three Sons Died in the Final Phase of the War.",
  "original_body_lines": [
    "Shanmuganathan Sivashankar alias “Pottu Ammaan”, the former intelligence chief of the Liberation Tigers of Tamil Eelam (LTTE) is  a keen topic of discussion these days  within a  Europe based segment of the Sri Lankan Tamil Diaspora. Although the much feared  head of the tiger intelligence  division  died during the final phase of the war in May 2009, there is a clique of ex-LTTE members based in Europe  spreading “fake news” that Pottu Ammaan is yet alive and that he would emerge soon and revive the LTTE and continue with the armed struggle against the Sri Lankan state.",
    "It is learnt that the group behind this “Pottu Ammaan is alive” myth is the same one that earlier engaged in the fake news campaign about LTTE leader Veluppillai Prabhakaran’s daughter Duvaraka  being alive. The group also propagated the myth that Prabhakaran and wife Madhivadhani were also alive. Several persons including Madhivadhani’s siblings in Europe and prominent supporters of the LTTE in Tamil Nadu like P. Nedumaran and Kasi Anandan  lent support to this ‘being alive”canard.",
    "The move to conjure up a counterfeit Duvaraka, Prabhakaran and Madhivadhani was part of a  deceptive exercise engineered by Europe based ex-tigers to  collect funds from gullible tiger supporters  for “Thalaiver”’s family. I have written about this in detail in the “Daily Mirror” of 04 March 2023  (“Fake news fraud using Prabha and family”).This fraudulent exercise  that began with a powerful bang has now petered out into a pathetic whimper. The “Duvaraga”pretender -having got cold feet perhaps- has  reportedly fallen out of the public eye.",
    "Having duped a number of foolish feline fellow travellers into parting with their euros, francs,kroners and sterling pounds, the fraudsters are unwilling to let go of  the golden egg laying goose. They have now latched on to Pottu Ammaan who they say is holed up in Ukraine. The stage is being set for a Pottu Ammaan “return” and consequent fund raising. However some intelligent , concerned members of the Tamil Diaspora are trying to debunk this charade in their own way.",
    "One of the methods used to counter the “pottu Ammaan is alive” fake news was the release of a biography   about Pottu Ammaan  that states among other things,the fact that Pottu and his family are no more.The book was written in Tamil  by a family friend and activist based in Germany called “Nesakkaram”Shanthy.",
    "The book titled “Arivarann Thalapathy Pottu Ammaan” –  about the life and death of Pottu Ammaan – was formally released lthis week on 14 June 2025 in Tamil Nadu. The book launch event held at the “Senkundram”in Chennai was organized by the “Thaai Thamizh Iyakkam. Well known Dravidian Tamil political leader KOzhathoor Mani handed over  a copy of the book  to  popular Tamil film actor Sathiaraj. At the ceremony.",
    "Meanwhile several persons  puzzled by recent happenings have requested me to set the record straight on Pottu Ammaan.. Many of the queries  are from youths who grew up in western countries.  Some also want to know more about the man himself.It is against this backdrop therefore that this column focuses on Pottu Ammaan  this week with the aid of some   earlier writings.",
    "The LTTE’s long standing former  intelligence chief,  Shanmuganathan Sivashankar alias ‘Pottu Ammaan’ has served in that capacity for 21  years until his demise in 2009.. Though Ammaan is spelled by many as Amman with a single ‘A’, this writer uses a double A because it is phonetically more accurate in terms of pronunciation. Incidentally ‘Ammaan’ in Jaffna Tamil usage denotes maternal uncle. Many senior LTTE leaders were addressed respectfully as Ammaan by members of the tiger movement in those days.",
    "Pottu Ammaan was at the time of the LTTE’s military defeat in May 2009, the de-facto No. 2 of the tigers. The de-jure No. 2 was Baby Subramaniam who was second only to Prabhakaran in terms of seniority within LTTE ranks. However it was Pottu Ammaan who functioned operationally as the No. 2. Though reported dead and subsequently pronounced legally dead, the fact remains that Pottu Ammaan’s body or remains were never found. This has fuelled the fires of  speculation about the ex- LTTE intelligence chief not being dead.",
    "I would like to clarify matters concerning Pottu Ammaan’s death at this juncture. As in the case of tiger supremo Prabhakaran and his family, Pottu Ammaan and his family are also no more. Prabhakaran, wife Madhivadhani and children Charles Anthony, Duvaraka and Balachandran died in the final phase of the war..Likewise  Sivashankar alias Pottu Ammaan, his wife Vathsala and three sons Parthiban, Arulvaenthan and Kalaikkannan are also not among the living. I have double-checked and confirmed these facts with  Nesakkaram Shanthy the author of the Pottu biography.",
    "Pottu’s eldest son  Parthiban and second son Arulvaenthan joined the LTTE  fighting ranks and obtained  arms training. They both fought on the frontlines and were killed in combat in different battles. Both were killed during the months from January to May 2009. The dates are unavailable.",
    "The youngest son Kalaikkannan was killed on 13 May 2009.The nine year old boy had left the bunker he was in with his mother to take some drinking water to friends in the adjacent bunker. He  was injured in aerial strafing from a helicopter. The bleeding  boy died in his mother’s arms. He was buried in an undisclosed grave.",
    "Pottu’s wife Vathsala died  on 16 May 2009. She was killed by an exploding artillery shell. It is said that her husband cremated her remains.",
    "Pottu himself died on 18 May 2009. He reportedly wore an explosive laden jacket and killed himself by  self -exploding it. Pottu had packed excessive amounts of explosives in the jacket to ensure that he was blown up in smithereens, Before committing suicide, Pottu Ammaan had bade farewell to his remaining deputies and bodyguards and sent them away. The departing cadres heard a loud report of an explosion and returned. They had then disposed of whatever  that remained of Pottu’s  blown up body.",
    "As stated earlier both Prabhakaran and Pottu Ammaan had three children each. There was an identical pattern in the way the children were named too. Madhivadhani and Prabhakaran’s eldest  son Charles Anthony was named after Prabhakaran’s best friend and senior military commander Charles Anthony alias Seelan who died in Meesalai, Chavakachcheri.Duvaraga the daughter, was named after a favourite bodyguard Mayooran whose real name was Duvaaragan. The third child  a son  was named Balachandran after Madhivathani’s own brother who also joined the LTTE and died in combat.",
    "In the case of Pottu Ammaan and Vathsala, their eldest son Parthiban was named after Thileepan whose real name was Parthiban. Thileepan who died in 1987  due to a death fast was a brilliant chess player.  Pottu’s son Parthiban too was very good at chess. The second son Arulvaenthan was named after a black tiger who exploded himself in Colombo.  Interestingly Pottu’s deputy “Col”Charles also adopted the nom de guerre Arulvaenthan when the LTTE started a pure Tamil name campaign.",
    "The youngest son  Kalaikkannan was named after his mother Vathsala’s  maternal uncle “Major”Kannan who had died in battle.  Interstingly there was a lengthy age gap between Kalaikkannan born in 2000 and his two elder brothers Parthiban and Arulvaenthan.. Likewise there was a lengthy gap between Prabhakaran’s youngest Balachandran born in 1997 and his elder siblings Charles Anthony and Duvaraga.",
    "Apart from the two sons ,another family member  of Pottu also joined the LTTE and was killed in combat. This was Pottu’s younger sister Sivaranjani Shanmuganathan alias “Capt”Arundhathi. She was killed in November 1990 in a fight at Thachchankaadu in the Jaffna peninsula. Incidently many of h Sivaranjani’s comrades used to call her  “pottu” though her nom de guerre was Arundhathie. This was because she was Pottu Ammaan’s sister. Pottu’s elder brother relocated to Germany many years ago and recently passed away. A younger brother and a sibling of wife Vathsala are living in the UK.",
    "Shanmuganathan Sivashankar alias Pottu Ammaan a.k.a. Pottu functioned for more than two decades  as the pivotal head of the LTTE’s powerful intelligence division. He was born in 1962. Pottu served the LTTE for nearly 30 years having joined the movement in 1981. When the LTTE launched its attack on soldiers in Thinnevely on 23 July 1983, it had only 23 full-time members and seven part-time helpers. Pottu was one of the original 30.",
    "Though his family resided in Naayanmarkattu in Jaffna, they hailed  from neighbouring Ariyalai. However from childhood, Sivashankar had moved with Ariyalai kids of his age and used to hang out more in Ariyalai than Naayanmaarkattu.",
    "Sivashankar’s father Shanmuganathan was also known as Shanmugalingam. He had been working as a clerk in Nawalapitiya in the Kandy  district for many years. The family lived in Jaffna because of schooling for the children. It is said that Pottu’s father continued to reside in the hill country till the late 90s. Since very little was known to the Sri Lankan authorities about Pottu, the son was supremely confident that his father was in no danger.",
    "Pottu studied at Maheswari Vidyalayam, Canageratnam MMV (Stanley College) and Jaffna Hindu College. Tall, handsome and smart, he was very popular with his friends. Apparently he did not excel in studies or sports but won a lot of essay competitions. Sivashankar was recruited to the LTTE by former tiger Batticaloa district commander Basheer Kaakkaa and ex-LTTE Trincomalee district commander Santhosham Master. This was in late 1981.",
    "Earlier he had worked as part-time helper. Upon joining the LTTE as a full-timer, Sivashankar was assigned the nom de guerre Kumanan. But as the days went by he became known as ‘Pottu’ which interestingly enough was a nickname used by friends from school days.",
    "The origin of that nickname Pottu is rather amusing. Pottu is the mark or thilak placed on one’s forehead. Usually “Santhanam” (sandal) or “Kunkumam” (Vermillion) is used for daubing a pottu in temples or on auspicious occasions.",
    "The rise of the Tamil nationalist , Ilankai Thamil Arasu Katchi (ITAK) also known as the Federal Party and in later times the Tamil United Liberation Front (TULF) in Tamil politics led to the dominance of concepts like struggle and sacrifice in Tamil political discourse. A militant manifestation of this tendency was the custom of placing ‘Irathappottu’ or bloody thilaks.",
    "Aroused by the hawkish sentiments of Tamil political leaders, highly emotional youths would mount platforms, prick or cut their thumbs and place the oozing blood as ‘pottu’ on the foreheads of the leaders pledging their blood and life for the Tamil cause.",
    "Apparently young Sivashankar too had on one occasion climbed on to the stage in a frenzy, ripped his hand with a razor blade and placed bloody pottus on the foreheads of Tamil leaders Appapillai Amirthalingam and Vetrivelu Yogeswaran. This was during the highly emotive 1977 election campaign where the TULF espoused a separate state called Tamil Eelam. Yogeswaran was the TULF candidate for the Jaffna electorate then.",
    "Sivashankar’s emotional gesture was perceived hilariously by his friends. He was teased and called Pottu after that. The name struck and later when he joined the LTTE the Pottu name lingered on and his new comrades too began addressing him as such.",
    "As Pottu’s seniority increased the suffix ‘Ammaan’ was added. Seniors in the LTTE are addressed as ‘Annan’ (elder brother) ‘Master’ or ‘Ammaan’(Uncle). His international radio sign was ‘Papa Oscar’.In later years when the LTTE began triggering off explosion after explosion in Colombo and other areas, some tiger leaders like the LTTE’s former political adviser Anton Balasingam referred to Pottu facetiously as ‘Vediyarasan’ (explosion king).",
    "The July 1983 anti-Tamil pogrom with its consequences was a watershed in Tamil politics. India played an active role by providing arms training for Tamil militants known as ‘boys’ then. Sivashankar alias Pottu went to Uttar Pradesh in North India for arms training as part of the first LTTE batch. The 1st batch comprised trainees who were a blend of ‘old’ members and new recruits.",
    "After getting Indian training Pottu functioned briefly as Prabhakaran’s bodyguard. It was during this period that Pottu became a fanatical follower of his leader. He served his leader with slavish devotion. Pottu’s personal loyalty to Prabhakaran was unswerving and unquestionable. Yet it was Pottu’s intelligence and skills that elevated him to be to Prabhakaran what  Lavrentiy Beria was to  Joseph Stalin.",
    "An indicator of Pottu’s ability and talent was his acknowledged expertise in playing cards. He was very fond of playing cards. A former LTTE colleague of Pottu told me that he (Pottu) could be woken up from sleep at night for a game of cards. He was always ready for cards. On one occasion, the tigers had to flee from a safe house because an army patrol was approaching. Pottu had apparently forgotten to take away a bag of home made grenades with him but had not forgotten to take away his pack of cards. Pottu was not the intelligence chief at that time.",
    "Pottu was apparently a marvel at ‘Three Naught Four’ and was able – within a short time – to gauge which cards were being held by his adversaries. He would play his cards accordingly. Pottu had the uncanny ability to both bluff as well as call the bluff of his opponents. This was a trait which stood him in good stead as intelligence chief.",
    "Pottu was sent to the Eastern province in 1985.He functioned in the Batticaloa and Amparai districts as a key associate to Basheer Kaakaa, Aruna and Kumarappah when they were in charge of the eastern region at different times.",
    "Pottu’s stay in the east was very eventful. It was in Batticaloa that Pottu met, loved and got married to his wife Vathsala. She was from Kommaathurai in Batticaloa district.One of her parents was from Mahiladitheevu. The family was  related to  former Batticaloa DDC chairman S. Sampanthamoorthy whose father in law was former Kalkudah MP Maanikkavasagar.",
    "Pottu Ammaan made his mark during his stint in Batticaloa. He led a few notable operations like the attacks on the Maankerny camp, Karuthapaalam check post and on a military patrol along the Polonnaruwa road. Once he was caught up in a military cordon and search operation in Kaaraitheev but the sarong clad Pottu bluffed his way out.",
    "It is said that Pottu Ammaan knew the geography of Batticaloa and Amparai districts like the back of his hand ,though he was from Jaffna. Instead of using a motor cycle Pottu used to  pedal a bicycle when moving about the hinterland to the west of the lagoon known as “Paduvaankarai”(shore of the setting sun). Pottu was also ruthless in abducting rich landowners and businessmen for ransom. He did not spare even Vathsala’s relatives including Sinnathamby a rice mill cum jewellery shop owner in Pankudaaveli and the father of Sampanthamoorthy.",
    "When war erupted with the Indian army in October 1987, Pottu was recalled from Batticaloa and sent to Tamil Nadu again to oversee the smooth flow of supplies from the state.",
    "Subsequently Pottu  returned to Jaffna and engaged in guerrilla operations against the Indian army.  After the  deaths in rapid succession  of Imran,Pandian and Mathi in Jaffna, Pottu was for a while the LTTE acting Jaffna commander. Pottu sustained injuries in his stomach in a skirmish with the Indian army  and recuperated in the Wanni where Prabhakaran himself had relocated to.",
    "Thereafter Pottu went to Tamil Nadu clandestinely for further medical treatment. It was indeed an irony that tigers injured in fighting with the Indian army on Sri Lankan soil were able to get clandestine medical treatment in Tamil Nadu. Vathsala too went to Tamil Nadu. Both entered wedlock ceremonially in a Hindu temple where the groom tied a “Thaali” around the bride’s neck. Earlier their marriage had  only been registered in Batticaloa.",
    "After full recovery Pottu returned to Sri Lanka and was entrusted in late 1988 with the responsibility of administering the LTTE’s intelligence wing. It was called the Tiger Organization Security Intelligence Service or TOSIS. The  TOSIS chief Vasanthan had left the LTTE after the 1987 Indo-Lanka accord.",
    "After taking over, Pottu revamped the intelligence division and remained in charge for the next 21 years. As the years progressed he began acquiring a fearsome reputation. His status in the LTTE grew. Pottu became Pottu Ammaan.Gradually Pottu Amman became the intermediary through whom everything was reported to the LTTE chief. Pottu would meet the LTTE supremo at least four or five times a week.",
    "There came a time when Prabhakaran was virtually inaccessible to senior LTTE leaders. Only Pottu Ammaan could see the supremo at any given time. Also Pottu Ammaan was the only tiger leader who could meet with Prabhakaran while carrying arms. All others had to hand over their arms before being granted a rare audience.",
    "This state of affairs was caused by a massive threat perception. The fear of the “enemy within” made a paranoid Prabhakaran become increasingly alienated from tiger leaders and cadres. Pottu Ammaan became all powerful and at one point was “controlling” the day to day activities of the leader. Pottu remained loyal to Prabhakaran and dedicated to the cause until the very end.",
    "This Article  appears in the “Political Pulse”Column of the “daily FT”dated 20 June 2025.It can be accessed here –"
  ]
}