{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113171/sri-lankan-student-whose-bank-account-was-used-in-fake-bulk-order-scams-gets-jail-in-singapore",
  "time_ut": 1759455720.0,
  "original_lang": "en",
  "original_title": "Sri Lankan student whose bank account was used in fake bulk order scams gets jail in Singapore",
  "original_body_lines": [
    "A foreign student in need of money sold her bank account details and it was later used to funnel almost S$18,000 (US$13,980) in scam proceeds, with most of the money coming from a fake Singapore Armed Forces (SAF) bulk order scam.",
    "The accused, a 22-year-old Sri Lankan, was sentenced on Wednesday (Oct 1) to jail for three months and two weeks.",
    "She was also fined S$1,100. If she does not pay the fine, she will have to serve three days’ jail in default.",
    "She pleaded guilty to one count under the Computer Misuse Act of abetting an unknown person by giving them her bank login details for an illegal purpose.",
    "This is the first time a person linked to a spate of SAF bulk order scams has been sentenced, and the first time the details of how the scam worked have come to light.",
    "She faced financial difficulties in September and her friends told her about an unknown person, purportedly from Sri Lanka, whom she could sell her bank account details to.",
    "She obtained the contact details from her friends and sold her DBS account details to him for S$1,100.",
    "After relinquishing her account to the person, more than S$30,000 was deposited in the account and later withdrawn.",
    "The amount includes a sum of S$16,000 from a 59-year-old Singaporean victim who owns Karu’s Indian Banana Leaf Restaurant.",
    "The victim received a phone call from a man identifying himself as Marcus on Sep 2.",
    "He claimed to be calling from Stagmont Camp and placed an order for 150 biryani meals worth S$2,325 from the victim’s restaurant. Marcus said he would collect the order two days later and pay upon collection.",
    "The victim accepted the order and liaised with Marcus periodically in the following days about the preparation.",
    "On the morning of Sep 4, Marcus contacted the victim and asked him to buy 40 ready-to-eat meals from a person called Kelvin, a distributor of such meals, on Marcus’ behalf.",
    "Marcus claimed he needed help as there was “a lengthy process within the army for him to obtain approval” to buy such meals directly from Kelvin.",
    "Marcus promised to pay the victim for the 40 meals together with the 150 biryani orders when he collected the food later that day.",
    "The victim agreed and ordered 40 ready-to-eat meals from Kelvin, whose contact details were provided by Marcus.",
    "Kelvin insisted that he be paid S$8,000 to confirm the order, and the victim did so via PayNow. Kelvin said the meals would be delivered later that day.",
    "Marcus then contacted the victim again and asked him to order 80 more such meals from Kelvin. The victim did so and Kelvin instructed him to pay S$16,000 for the 80 meals via PayNow to a phone number that Kelvin provided.",
    "The victim did as asked and paid the money to the phone number, which was linked to her DBS bank account.",
    "At about 5pm on Sep 4, Marcus asked the victim to order more meals from Kelvin.",
    "This time, the victim noted that Marcus had not collected the 150 biryani meals. The ready-to-eat meals had also not been delivered by Kelvin.",
    "Suspecting he had fallen for a scam, the victim lodged a police report.",
    "Of the sum that went through her bank account, another S$1,980 was from a 48-year-old female victim who had received a WhatsApp message asking for a loan from a person posing as her cousin.",
    "The victim transferred the money to her cousin using a QR code provided, but her cousin later called her to say the WhatsApp account had been compromised earlier.",
    "The police froze her DBS account on Sep 4 with about S$89 inside. She was arrested on Sep 15.",
    "The prosecutor sought a sentence of between three-and-a-half and four months’ jail and a fine of S$1,100 to disgorge the profit she had made by giving up her bank account.",
    "She was remanded and made her mitigation plea through a Sinhalese interpreter.",
    "She said she was very sorry for what she did and that she did not know the gravity of the offence at the time.",
    "“I ran into financial difficulties. My mother was a heart patient and she was unable to send me money,” she said.",
    "“I had no choice, I borrowed from friends. However, they threatened me, then some of my friends suggested selling the bank account details, I agreed.”",
    "“Your honour, I came here to study. I have disappointed my mother. Please give me a chance,” she said, pleading for the minimum sentence.",
    "In sentencing, the judge noted the prevalence of scams and related offences.",
    "For disclosing her bank account login details for an illegal purpose, she could have been jailed for up to seven years, fined up to S$50,000, or both."
  ]
}