{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111723/russia-launches-biggest-wave-of-strikes-on-ukraine-for-weeks",
  "time_ut": 1755786060.0,
  "original_lang": "en",
  "original_title": "Russia launches biggest wave of strikes on Ukraine for weeks",
  "original_body_lines": [
    "Russia has launched 574 drones and 40 missiles on Ukraine in one of the heaviest bombardments in weeks, Ukrainian officials say.",
    "One person was killed in a drone and missile strike on the western city of Lviv, while 15 others were reported wounded in an attack on the south-western Transcarpathia region.",
    "The attacks came as US President Donald Trump spearheads diplomatic moves to halt the war. Ukrainian Foreign Minister Andrii Sybiha said the strikes highlighted why efforts to bring it to an end were “so critical”.",
    "President Volodymyr Zelensky has said Ukraine was ready to meet Russia’s Vladimir Putin “in neutral Europe” - mooting Switzerland or Austria - adding that he was not against Istanbul either.",
    "Zelensky has stated his willingness to meet Putin in “any format”, although he has poured cold water on the idea of talks taking place in Budapest, which he said “is not easy today”.",
    "The prospect of direct talks emerged after Trump met Putin in Alaska, and then hosted Zelensky and European leaders at the White House on Monday.",
    "The US president initially suggested trilateral talks involving him, Putin and Zelensky, but has since suggested he might not take part: “Now I think it would be better if they met without me... If necessary, I’ll go.”",
    "Ukraine’s air force counted 614 drones and other missiles fired by Russia overnight into Thursday and said it had stopped 577 of them. It is the biggest air attack since July.",
    "While Russian strikes tend to focus on eastern regions close to the front lines, the latest attacks hit western areas as well.",
    "Since the start of Russia’s full-scale invasion of Ukraine in 2022, its forces have occupied most of Ukraine’s eastern Donbas region, including Luhansk and Donetsk.",
    "Russia currently controls around a fifth of Ukrainian territory, including the Crimean peninsula, which it annexed in 2014.",
    "Sybiha said hypersonic, ballistic and cruise missiles were among the weapons used in the overnight barrage.",
    "The Ukrainian air force said many of the attacks came from western Russia, as well as from the Black Sea, while one missile came from Russian-occupied Crimea.",
    "In the western Lviv region, where one person was killed, three more were injured in attacks that damaged more than 20 civilian buildings including residential homes and a nursery.",
    "Another 15 people were injured when cruise missiles hit a US electronics firm in the far south-western town of Mukachevo in Transcarpathia, not far from Ukraine’s borders with Hungary and Slovakia.",
    "“One of the missiles struck a major American electronics manufacturer in our westernmost region, leading to serious damage and casualties,” Sybiha wrote on social media on Thursday. The plant produces coffee machines and other household goods, officials say.",
    "Speaking to reporters on Thursday, Zelensky said there was still no sign from Moscow that they “truly intend to engage in substantive negotiations” to end the war.",
    "He also made clear his lack of enthusiasm for Budapest as a host for potential talks on Thursday, citing Prime Minister Viktor Orban’s strong ties with Moscow: “I’m not saying that Orban’s policy was against Ukraine, but it was against supporting Ukraine.”",
    "The idea of the Hungarian capital as a potential venue for peace talks has emerged in recent days. Hungarian Foreign Minister Peter Szijjarto said Budapest was ready to provide “appropriately fair and safe conditions” for negotiations to take place.",
    "The Ukrainian leader also said Russian forces were massing on the southern front line in the Zaporizhzhia region - one of four regions of Ukraine that Russia now claims as its own.",
    "“We can see that they continue transferring part of their troops from the Kursk direction to Zaporizhzhia.”",
    "Meanwhile, Ukraine said its armed forces had struck an oil refinery in Russia’s Rostov region, which borders the Donbas.",
    "Officials said they also hit a Russian drone depot in the occupied eastern city of Donetsk, as well as other military and infrastructure facilities.",
    "While bloody fighting continues, the front lines in the war have remained largely stagnant in recent months, with small, territorial gains.",
    "Amidst this stalemate on the ground, Russia has expanded its aerial bombardment of Ukrainian cities and infrastructure - particularly as diplomatic efforts to bring an end to the war ramped up.",
    "Ukraine suffered its largest-ever aerial attack in early July, when 728 and 13 missiles struck cities across the country in multiple waves.",
    "In the wake of the latest attack, Sybiha reiterated Ukraine’s call for additional air defences from allies to fend off future attacks."
  ]
}