{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-2024-presidential-election/",
  "time_ut": 1715587680.0,
  "original_lang": "en",
  "original_title": "THE 2024 PRESIDENTIAL ELECTION",
  "original_body_lines": [
    "The Constitution states that a President who is elected by the people shall hold office for a term of five years. In the event of his death, resignation or removal, his successor shall be elected by Parliament to serve the unexpired period of his term of office. Any Bill that seeks to amend the Constitution to extend the prescribed term of office of the President is required to be passed by Parliament by a two-thirds majority and then approved by the people at a referendum. The Constitution also provides that the poll for the election of the President “shall be taken not less than one month and not more than two months” before the expiration of the term of office of the President in office. A popular television channel appears to be unaware of these constitutional requirements when it keeps chanting in the middle of its news programmes: “When is the Election?”",
    "Any citizen who is qualified to be elected to the office of President may be nominated as a candidate for that office by a recognized political party. Alternatively, a citizen who is or has been an elected member of Parliament, may be nominated by any other political party or by an elector whose name appears on any register of electors. Upon being nominated by a recognized political party, that candidate will be allotted the approved symbol of that party. For other candidates, the approved symbol for each candidate will be determined, in the first instance, “by agreement among such candidates”. In the absence of such an agreement, the symbol is determined by the Commissioner. However, the approved symbol of a recognized political party may not be allotted to a candidate who is not nominated by that party.",
    "A person is disqualified from being elected to the office of President if such person is under the age of 30 years, or has been twice elected to the office of President by the People.",
    "A Sri Lankan citizen who is not otherwise disqualified from being an elector (for example, if under the age of 18 years, or is serving a prison sentence, etc), will be entitled to vote only if that citizen’s name is entered in the appropriate register of electors. To be entitled to have one’s name and address entered in a register of electors, a citizen should be “ordinarily resident”, as a member of a household, at such address, within an electoral district, on the first day of June in the relevant year. A citizen’s temporary absence from such address on that day will not disqualify such citizen if it was due to “the performance of any duty incidental to any office, service or employment held or undertaken” by him/her. A citizen who has migrated abroad may therefore not be entitled to vote.",
    "Where there are only two candidates, the voter will be required to mark figure 1 opposite the symbol and name of that voter’s preferred candidate. Where there are three candidates, the voter may specify his/her second preference by marking figure 2 opposite the symbol and name of that voter’s second choice. Where there that more than three candidates, the voter may indicate his/her second and third preferences by marking figures 2 and 3 opposite the relevant symbols and names. If a voter has specified a second preference only, or a third preference only, or both such preferences only, without specifying that voter’s first preference, the ballot paper will be void and will not be counted.",
    "The Commissioner will declare the candidate who has received “more than one-half of the valid votes cast” as elected to the office of President. In an election where there are only two candidates, this result will be immediately apparent.",
    "Where there are three candidates, the candidate who has received the lowest number of votes will be eliminated, and each returning officer will be directed to count the second preference of those voters whose first preference had been for the candidate eliminated, as a vote in favour of one or other of the remaining two candidates.",
    "Where there are more than three candidates, all the candidates other than the candidates who received the highest and second highest number of votes will be eliminated. Thereafter, each returning officer will be directed to count the second preference of each voter whose first preference had been for a candidate who had been eliminated, and if it is for one or other of the remaining two candidates, as a vote in favour of such remaining candidate. If the second preference is not counted, then the third preference of such voter, if it is for one or other of the remaining two candidates, will be counted as a vote in favour of such remaining candidate.",
    "Therefore, it is evident that, whatever the number of candidates, or the number of second and third preferences that are taken into account, the new President will be the one or the other of the two candidates who received the highest number of votes in the first count.",
    "After the new Executive President takes his oath of office, his first duty will be to appoint the Member of Parliament who, in his opinion, is most likely to command the confidence of Parliament, to be the Prime Minister. Thereafter, in consultation with the Prime Minister, he is required to determine (a) the number of Ministers, (b) the Ministries, and (c) the assignment of subjects and functions to such Ministers. Finally, in consultation with the Prime Minister, he is required to appoint Ministers to be in charge of the Ministries that he has determined. He may, if he wishes to, appoint additional Ministers not of Cabinet rank, as well as Deputy Ministers.",
    "The challenge that will face the new President will be to ensure that he commands the support of a majority of the 225 members of Parliament. Failure to do so will leave his government paralyzed and unable to secure the passage of any legislation, including money bills. This is the fundamental weakness of the executive presidential system. President J.R. Jayewardene addressed this challenge by securing an extension from six to twelve years of the life of the Parliament in which he enjoyed a five-sixth majority through an amendment of the Constitution, a rigged referendum, and through other devices such as obtaining undated letters of resignation, maintaining secret files on the financial and other activities of his Ministers, and by imposing civic disabilities on his political opponents.",
    "It is a challenge which Anura Kumara Dissanayake, with a three-member party in Parliament, and even Sajith Premadasa, whose party falls far short of the required minimum of 113 members, will have to face. Even if the newly elected President decides to immediately dissolve Parliament, he will have to appoint his Prime Minister and Cabinet of Ministers before doing so from among the members of the present Parliament. Ranil Wickremesinghe, if he chooses to contest, and is elected, may not face this problem if his current Cabinet of Ministers remains intact. If the new President decides to immediately dissolve Parliament, what guarantee is there that he would secure the required majority at the general election that follows?",
    "Ten years have elapsed since the late Rev. Maduluwawe Sobitha, through his National Movement for Social Justice, began the campaign for the abolition of the executive presidential system. It received the enthusiastic support of several politicians, including the three political party leaders who are now seeking to perpetuate that system. It is a movement which his successor, former Speaker Karu Jayasuriya, has resolutely kept alive. That same idealism inspired the “Aragalaya” of 2022 to drive an Executive President out of his office, his residence, his country, into the high seas, seeking refuge in a ship. Yet, after 45 years of autocratic presidential rule, buttressed by a corruption-ridden electoral system, and marked by massive loss of human life and unprecedented levels of bribery and mismanagement, three professional politicians are now seeking to perpetuate that iniquitous system.",
    "There is yet five months to go. Is there not sufficient time for Parliament to replace the list system with the first-past-the-post system of single and multi-member constituencies, supplemented with an element of proportional representation to ensure an equitable distribution of seats based on the totality of votes cast for each political party? Is there not sufficient time for another constitutional amendment to provide for the President, the constitutional Head of State, to be elected by Parliament or other representative body? Is there not sufficient time to dissolve Parliament and hold, on the same day, a general election and a referendum (required by the Supreme Court on several occasions, though not by the Constitution) together? Indeed, is there not sufficient time to draft and enact a new Constitution to give effect to these very desirable and much awaited reforms?",
    "‘Aswesuma is not the success it is made out to look by some officials and politicians’",
    "Recollections of Law, Order and Discipline in the good old days",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}