{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/public-transport-in-the-kandy-area-in-the-last-century/",
  "time_ut": 1708183020.0,
  "original_lang": "en",
  "original_title": "PUBLIC TRANSPORT IN THE KANDY AREA IN THE LAST CENTURY",
  "original_body_lines": [
    "Prior to the nationalization of the bus transport system on January 1, 1958, the road passenger transport system was handled by private bus companies. They ran the bus services to some order and after nationalization the Ceylon Transport Board(CTB) was able to incorporate some of their systems useful to run the bus services in an efficient manner.",
    "The town services in Kandy from Peradeniya to Katugastota, Pendiniya to Tennekumbura, Ampitiya, Nattaranpota, Halloluwa, Dodanwela and Dangolla were served by the Kandy Omnibus Company. The Gampola, Nawalapitiya, Hatton, Pussellawa-Kandy services were handled by the Madhyamalanka Bus Company. The Talatuoya, Marassana to Deltota services were handled by the Sinha Bus Company. The Silverline Bus Company operated on the routes beyond Katugastota. These were the bus passenger transport services that I can remember.",
    "Prior to nationalization in 1958, some of these buses had unusual shapes with easy entry so that when one of these buses came to the stand, there was a mad scramble from all sides to board the bus and claim a seat!",
    "After nationalization, all these bus routes were served by the Ceylon Transport Board (CTB) for some time with the same buses the private owners had used with the CTB logo painted on each of them. Gradually, these were replaced by new buses imported by the CTB. Later, the CTB imported the chassis from Germany, Italy and India and the bodies were built at its Werahera workshop.",
    "Many people traveled by train from Gampola, Matale and Kadugannawa to Kandy. These included government servants, schoolchildren and vendors going to their places of work, schools, etc.",
    "Kandy had a number of taxis that operated with the fares fixed by the driver at the start of the journey. Most of them were Morris Minor cars. Before the new Kandy market came up the taxis were parked at a stand in front of the old Wales Theatre before it was demolished to give way to the new market. Thereafter, the taxis were parked in various places where space was available including in front of the new market.",
    "In the early 1940s another important public transport service was the rickshaws which mainly took children to school and back. The school children, especially the boys would urge the rickshaw puller to run faster and he often obliged huffing and puffing all the way. After some time, the rickshaws vanished from the scene without a trace.",
    "Another mode of passenger transport available during that time was the rail cars. They, usually with two carriages, used to ply from Matale to Peradeniya Junction. There were rail car halts at various points where there were schools and important offices for passengers to alight and board. This service was popular with schoolchildren and office workers as it was convenient with adequate seating and no overcrowding. However, after some time, this very convenient mode of transport too was stopped.",
    "A few persons used motorcycles for their transport. The most popular motorcycle was the British made BSA, which was also used by the police. However, there were a few who had Harley Davidson motorcycles. I remember one of my maternal uncles used to own a Harley Davidson and he looked quite majestic astride this huge machine.",
    "There were others with good government jobs, professionals like doctors, lawyers and even some schoolmasters, who had their own cars, some with drivers while most were self-driven. The most popular cars then were the Austin 8 saloon and the Baby Austin. I had a lawyer maternal uncle with an Austin 8 and a paternal uncle owning a Baby Austin.",
    "Then the two Ford car models appeared, the Prefect with the sloping back and the Anglia. Of course, there were a few American cars also on the roads at that time. The Ford V8, Studebaker, the Dodge, Chevrolet and the Chrysler as far as I recollect.",
    "There were many owning push bicycles, such as government servants, school masters, vendors and some schoolboys. Unlike in Jaffna, there were no schoolgirls using bicycles to travel to school and back.",
    "The Judicial Power of the People and a Presidential Interpretation of our Constitution?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}