{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/People-s-Bank-re-launches-SPARK-entrepreneurial-development-program-to-boost-SMEs/34-761679",
  "time_ut": 1715533457.0,
  "original_lang": "en",
  "original_title": "People’s Bank re-launches SPARK entrepreneurial development program to boost SMEs",
  "original_body_lines": [
    "People’s Bank has announced the re-launch of its SPARK entrepreneurial development program, aimed at bolstering young entrepreneurs and supporting the growth of small and medium enterprises (SMEs) throughout Sri Lanka.",
    "Initially launched in 2022, SPARK has been redesigned with updated eligibility criteria to make entrepreneurial success more accessible than ever before.",
    "The revamped SPARK program now welcomes applications from budding entrepreneurs aged 20-45, regardless of their educational background. This inclusive approach is designed to foster a wider range of business ideas and innovations, aligning with the Government’s policy to strengthen the SME-driven economy.",
    "Selected participants in the SPARK program will receive comprehensive guidance to develop robust business plans and essential business frameworks. Following this preparatory phase, entrepreneurs will be eligible for concessionary rate business loans to help turn their business visions into reality. Loans up to Rs. 500,000 will be available at an annual interest rate of just 7%, while loans up to Rs. 1 million will be offered at 10%. Higher loan amounts will also benefit from special concessionary interest rates.",
    "“We believe in the power of entrepreneurial spirit and are committed to its cultivation across Sri Lanka,” said People’s Bank Chairman Sujeewa Rajapakse. “The SPARK program is more than just financial assistance; it’s a launchpad for innovation and a testament to our dedication to the economic empowerment of our community which is what the Government through its policy framework has been driving towards.”",
    "People’s Bank CEO/GM Clive Fonseka said, “We have observed that Sri Lanka is not short of entrepreneurial spirit. However, there is a pressing need to support them by providing necessary technical skills especially when it comes to enabling them to access the required financing. We have curated the SPARK scheme specifically to address this gap and we trust young entrepreneurs will make maximum use of this support to pursue their business dreams.”",
    "Applications for the SPARK program can be submitted online via the People’s Bank website at www.peoplesbank.lk. This initiative not only provides financial support but also equips entrepreneurs with the tools they need for sustainable business growth."
  ]
}