{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-day-all-hell-broke-loose-in-july-83-and-coping-with-situation/",
  "time_ut": 1758357180.0,
  "original_lang": "en",
  "original_title": "The day all hell broke loose in July ‘83 and coping with situation",
  "original_body_lines": [
    "The time was now around 3 p.m. I asked the driver to drop my accountant home at Dehiwela and come back to my residence with the car. I also told him that if the conditions were bad, to stay with the accountant in Dehiwela for the moment. He was nervous about driving further, but he left. My few Sinhalese neighbours and I were now faced with a difficult situation. Most of our Tamil neighbours were in a state of panic. Smoke from fires burning on some roads was clearly visible. There was still no curfew declared.",
    "Our neighbours wanted to know what to do. They needed advice and guidance. The difficulty was that we ourselves did not know what really was happening and how the situation would develop. So far the attacks were on property, not on persons. We had to take into reckoning that this could change. In the night anything could happen. We decided that the paramount thing was to safeguard life. Property was secondary. We therefore advised our Tamil neighbours to walk to the Wellawatte Hindu Temple and congregate there.",
    "The authorities were bound to guard these places accommodating considerable numbers. We also told them that we would do what we possibly could to protect their houses. This advice was followed. But before many of them left, they handed over to us many of their valuable jewellery and other valuable items. It was a serious risk we were taking. If the situation turned really ugly and mobs came into our houses, they could have killed us for trying to safeguard this property. But come what may, we could not refuse. We hid these things in our houses as best as we could. But it was not easy to hide bags and even small suitcases. Curfew was at last declared. We all wondered why it took so long.",
    "I along with others had only just finished these arrangements, and was at last trying to eat something, when our driver came running bleeding with his shirt torn and with a gash on one shoulder. He said that on the way to Dehiwela, when they were reluctant to give petrol, the mob at one point had started to overturn the car in order to set it on fire. The accountant and the driver had got out and run. As the driver started to run, he had been hit a grazing blow on the shoulder with a crowbar.",
    "The most urgent concern now was some medical treatment for the driver. My wife and my mother attended to him, cleaning and dressing his wound. There was no question of getting at a doctor. Fortunately the cut was not too deep and the driver was perhaps more shaken than hurt. We gave him something to eat, and wanted him to stay with us. But he was anxious to get home which was not too far away. He was confident that he could get home without a mishap. We reluctantly agreed.",
    "This was now a serious problem for me. My “Lancer” car was fairly new. Front what the driver related, it would by now have been burnt. I was wondering how to get another car, for I knew that I had heavy responsibilities ahead, and I needed to get about. But for the moment I was too tired, worried and depressed. In order to think clearly I knew I required a short period of rest. I therefore did a quick wash, got into my sarong and stretched out in my bedroom upstairs.",
    "After a while, I thought I heard something like the distinct hum of my car. At first I thought I had fallen asleep and was dreaming. Then I heard the noise of someone knocking at our gate. I jumped out of bed, went to the balcony and looked out. There indeed was my car, battered and considerably dented, and with some of the glasses broken. It was a miracle. Three youths were standing at the gate. I quickly went down and invited them into the verandah.",
    "There they related an interesting story. The car had been surrounded by a group demanding petrol. The driver, knowing my mind, and being witness to my own behaviour previously had been reluctant to acquiesce. In the midst of confusion, he had seen an opening, changed gears and had tried to get away. Unfortunately, in so doing, he had grazed one of the crowd. This had angered the group and led to the attempt to burn the car.",
    "What had saved the car was, that my accountant whilst running away had shouted that the car was a government car belonging to the Secretary Food, Mr. Dharmasiri Pieris. By this time we had been residents of Wellawatte for over 36 years, and probably well known. A few in that crowd had known of me. They had asserted themselves and the car was saved, but not before some considerable damage was done to the body work. Thanks to the commendable action of a duty conscious accountant, who had the presence of mind and the sense of duty to utter the words he did, even whilst fleeing for his life, and the good fortune of my being known to some, the car was saved. Three young men had now brought it home.",
    "I thanked them, invited them to sit and asked my wife to bring some biscuits and tea. They were however, in a hurry to go. They said that they came in order to deliver the car, but that they had work to do. “What work?” I inquired. They said that they had to deal with some Tamil establishments. Already there were rumours of a curfew being declared. Therefore, I thought that the longer I was able to keep them at home, at least three people bent on mayhem would be off the streets.",
    "I therefore insisted that I could not let them go before they had a cup of tea. This was the least I could do I added sincerely for the great favour they did by bringing back the car. They reluctantly agreed. I went in and told my wife to delay the serving of the tea. I kept on talking to them. They were angry and very disturbed by the killing of the 13 soldiers. There was a visible general frustration that the government had not acted with vigour to deal with the insurgency in the North.",
    "They thought they were now starting to do what the government should have been doing. They were totally mixed up in regard to the difference between dealing with insurgents and harming ordinary civilians. One of them was wearing a gold cross. I found out that he was a Catholic from Kandana. The other two were Buddhists.",
    "Dusk was now falling and I delayed the serving of the tea as much as possible. My wife came out to say that the radio announced that a curfew had been declared. Therefore, I strongly advised the three young men to go directly home, and not get involved in any illegal or unlawful activity. I had managed to keep them for almost one and half hours. Apparently all of them had lodgings within about three miles of my home.",
    "But my detaining them at home resulted in my confronting an additional problem. Dusk was deepening and the curfew had been announced. The three young men said that it was too late to walk to their lodgings. They wished to borrow the car. They faithfully promised to bring it back the next morning when the curfew was lifted. I was taken aback by this request. It was extremely risky to hand over a government car to a group of unknowns, and that too to a group bent on unlawful activity. What if they used the car in the night for some unlawful purpose?",
    "On the other hand, there would have been no car if they had not intervened. It would have been a smouldering wreck. I had to decide quickly. I decided that I should not displease them. I had to take a risk. For formalities sake I asked for their addresses, knowing fully well that what was given me could have been fictitious.",
    "(Excerpted from In Pursuit of Governance, autobiography of MDD Pieris) ✍️",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}