{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-tourist-promotion-officials-reject-vfs-global-half-million-dollar-offer-harin-166979/",
  "time_ut": 1717762560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka tourist promotion officials reject VFS Global half million dollar offer: Harin",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s promotional officials have rejected half a million dollars offered by VFS Global, Minister Tourism Harin Fernando said while a parliamentary panel is probing the controversial deal with the firm.",
    "Tourism sector has said the VFS website which is collecting data is a complex interface compared to a user-friendly interface which was earlier available, built by Mobitel, a Sri Lanka based telco.",
    "“VFS company recently came and said it will give us 500,000 dollars for promotional work,” Minister Fernando told parliament Friday.",
    "“We said we cannot do that. We said we will give it to the Tourism Advisory Council to discuss.",
    "“The Council’s President is Hiran Cooray from Jetwing Hotels. They said they did not want to enter into a discussion with VFS.”",
    "VFS Global started collecting 18.5 dollars and other fees, from each after striking a deal with the Department of Immigration and Emigration, which comes under the Ministry of Public Security without competitive bidding.",
    "A previous double entry visa which was sold for 51 dollars (one dollar service fee) went up to 107 dollars with the government fee also raised to 75 dollars.",
    "Fernando said he then protested in Cabinet and got a 50 dollar single entry visa.",
    "Harsha de Silva, Chairman of the Committee on Public Finance said he was under threat for examining the VFS visa deal and allegations were also levelled that he has been paid to stay silent.  A report would be presented, he said.",
    "Related Sri Lanka COPF chief under threat over VFS Global deal probe",
    "The government now gets 40 dollars from a tourist visa instead of the previous 50 dollars with VFS Global getting a 20 percent cut.",
    "“What I said in cabinet you can ask any minister,” Fernando said. “One member of parliament said I was also staying silent because I had done a deal and got something. But I have not shut up.",
    "“The industry has gone to court. My private opinion I have told the cabinet. Everyone knows. But I have a collective responsibility. The decision has been contested.",
    "“We have changed it where we could. We have brought the single-entry visa down to 50 dollars. I have taken the challenge and will do what can be done to change it.” (Colombo/June07/2024)"
  ]
}