{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/stale-toddy-in-new-pots/",
  "time_ut": 1706462700.0,
  "original_lang": "en",
  "original_title": "Stale toddy in new pots",
  "original_body_lines": [
    "Political alliances are mushrooming ahead of the next presidential election, the latest being the one formed by SLPP MP Nimal Lanza together with some of his fellow MPs and launched at Ja-Ela on Saturday. The newly-formed coalition has been named the ‘New Alliance’, but there is hardly anything new about it. One saw, at its launch, a bunch of failed SLPP politicians struggling to recover lost ground, on some pretext or another, and their supporters who had been bussed there. They are all out to continue to savour power by hitching their wagon to President Ranil Wickremesinghe.",
    "The formation of the so-called New Alliance signifies an erosion of the SLPP’s parliamentary group. Some more SLPP MPs are expected to throw in their lot with President Wickremesinghe, but the question is whether these turncoats will be able to drum up sufficient popular support for President Wickremesinghe, or anyone else for that matter, at the next presidential election; the approval rating of the SLPP has plummeted, and its MPs themselves are worried about the prospect of losing the next general election. How can they ensure the election of anyone else?",
    "The members of the SLPP parliamentary group seem to think that, given public antipathy towards their party, united they will fall, and divided they can stand, so to speak. They claim to have broken ranks with the Rajapaksas, who have incurred the wrath of the public. In 2015, some of them succeeded in hoodwinking the public by siding with Maithripala Sirisena and Wickremesinghe and securing ministerial posts in the Yahapalana government. Subsequently, they closed ranks with the Rajapaksas and helped form the SLPP government.",
    "The SLPP could be considered the political version of the blob (also known as ‘many-headed slime’), a brainless mystery organism, which is cunning and capable of solving problems and repairing itself. It has been reported that scientists once cut the blob into pieces and scattered them in a maze, and they were surprised to see them ‘consolidating back into the original form’. The SLPP is doing likewise politically. Public protests against the Gotabaya Rajapaksa government caused several splits in it, but some of the breakaway groups, driven by self-interest, are likely to be reunited.",
    "The people rejected the UNP lock, stock and barrel, at the last general election (2020) so much so that its leader Wickremesinghe had to enter Parliament via the National List. The UNP is now trying to regain popular support and win elections with the help of another bunch of political rejects in the SLPP!",
    "Former Presidents, Chandrika Bandaranaike Kumaratunga and Maithripala Sirisena, too, have buried the hatchet. They have patched up a compromise, at long last. Adversity as well as expediency brings politicians together. In 2005, Sirisena sided with Mahinda Rajapaksa in the presidential fray in defiance of the dictates of the then President Kumaratunga, who wanted Rajapaksa to lose. Ten years later, he turned against Rajapaksa and realised his presidential dream with the help of Kumaratunga and others. In 2018, he smoked the peace pipe with the Rajapaksas much to the chagrin of Kumaratunga. Today, he has made peace with Kumaratunga and is critical of the Rajapaksas!",
    "After falling out with Sirisena, Kumaratunga did not miss any opportunity to castigate him; she accused him of having ruined the SLFP and sought to engineer his ouster, but in vain. They have now been publicly reconciled and are on a campaign to form a grand Opposition alliance to win the coming elections. Hope is said to spring eternal.",
    "In 2011, Wickremesinghe, as the Opposition Leader, inveighed against the then President Rajapaksa for having rushed to Negombo in an SLAF chopper and giving a bear hug to Lanza, during an STF operation in the area. Rajapaksa’s action prompted the STF to withdraw. Wickremesinghe called it the Negombo Drama. Lanza, one of the lead actors in that drama, is now playing a supporting role in Wickremesinghe’s political drama!",
    "It is popularly said in this country that even natural enemies such as the mongoose and the cobra stop fighting during floods and cling on to anything that floats and cooperate to maintain its balance lest they should perish. Politically speaking, we can see a large number of mongooses and cobras struggling to stay afloat in the swirling floods of public anger.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}