{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Patali-advocates-for-new-presidency-parliament-and-republic/56-762526",
  "time_ut": 1717360465.0,
  "original_lang": "en",
  "original_title": "Patali advocates for new presidency, parliament, and republic",
  "original_body_lines": [
    "Criticises current political surveys for lacking scientific credibility and emphasises need for a movement representing SL’s silent majority",
    "Highlights importance of stable political decisions for economic sovereignty, irrespective of future leadership",
    "Cautions against simplistic solutions offered by populist leaders and warns against political experimentation",
    "Extends an invitation to all political and social activists to collaborate on a national economic program",
    "As part of the ‘One Step for the Country’ initiative aimed at alleviating the hardships faced by the nation due to economic challenges, United Republic Front Leader Patali Champika Ranawaka on Saturday expressed his readiness for a fresh presidency, a new parliament, and an establishment of a new republic, in collaboration with like-minded parties.",
    "He underscored that ongoing political surveys in the country lack scientific rigour. He said there is still space for a political movement capable of articulating the views of the silent majority.",
    "Ranawaka made these remarks during his address at the National General Conference of the United Republic Front, convened on 1 June at the Sugathadasa Indoor Stadium in Colombo.",
    "“The majority of current surveys lack scientific credibility. We urge individuals untainted by corruption and not complicit in our nation’s financial woes to join a political movement capable of amplifying the voice of the silent majority.”",
    "The MP cautioned against the rise of opportunistic populists offering simplistic solutions to intricate challenges, stressing that Sri Lanka cannot afford to be a testing ground for political experimentation at this critical juncture.",
    "Ranawaka also underscored the imperative of securing economic sovereignty through consistent political decisions. He emphasised that regardless of the future president or government, a concerted effort towards a stable and sustainable debt repayment program is essential.",
    "As the leader of the United Republic Front, Member of Parliament Patali Champika Ranawaka extended an invitation to all political and social activists to partake in a program aimed at augmenting household spending, boosting national revenue, and curbing national expenses."
  ]
}