{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/educational-reforms-more-questions-than-answers/",
  "time_ut": 1753459020.0,
  "original_lang": "en",
  "original_title": "Educational reforms: More questions than answers",
  "original_body_lines": [
    "President Anura Kumara Dissanayake’s participation in Thursday’s parliamentary debate on educational reforms can be considered an indication that the government is very serious about implementing them. The Opposition has claimed that the President’s presence in the House was intended to eclipse Prime Minister Dr. Harini Amarasuriya, who is spearheading the educational reform initiative, as the Minister of Education. It has said the JVP is trying to take over the educational reform programme from the non-JVP members of the NPP government. As for this claim, the Opposition finds itself in a contradiction, for its key members are of the view that the proposed educational reforms are flawed and will entail a heavy political cost; if so, will the JVP ever try to take over such a programme?",
    "Sri Lankan governments and their political rivals rarely see eye to eye on national issues, much less cooperate to resolve them. Both the NPP and the Opposition agree that the country’s education system is outdated and therefore needs reform, but they are not ready to sink their political differences and make a concerted effort to achieve that goal. So, the ongoing political battle over the educational reforms has come as no surprise, and President Dissanayake’s call for a collective effort to reform the education system is bound to go unheeded. Signs are that the government will have to steamroller the proposed educational reforms through Parliament and implement them amidst protests from the Opposition and other stakeholders, and a future government will do away with them.",
    "The government should provide answers to some questions the Opposition has raised about the educational reforms if it is to dispel doubts in the minds of the public about its intention. The Frontline Socialist Party (FSP), an offshoot of the JVP, has claimed that the government is trying to subjugate the education system to the neoliberal agenda of the IMF, the World Bank, etc. It has also alleged that the government is trying to resolve the shortage of teachers by closing down small schools instead of carrying out its election pledge to recruit thousands more teachers to fill the existing vacancies in the teacher service. Both the FSP and the SJB insist that the educational reforms the government has undertaken to implement were formulated by the previous government at the behest of some neoliberal forces. The SJB has claimed that the government has not disclosed how it will develop the schools in the rural sector.",
    "The general consensus among the Opposition parties is that the government has downgraded Buddhism and history as subjects in the school curriculum. Some prominent Buddhist monks have also echoed this view. The government has sought to pooh-pooh their concerns, but the question is why it cannot restore those subjects to their previous positions in the core school curriculum, in respect of all Grades and put the matter to rest once and for all. Flexibility is a prerequisite for formulating solid national policies; intransigence only breeds resistance and acrimony.",
    "Meanwhile, the FSP’s Education Secretary Pubudu Jayagoda has disputed President Dissanayake’s claim that the educational reforms at issue were prepared by a committee consisting of experts in the field of education. He has asserted that the committee that formulated the educational reforms consisted of 25 members, and none of them are educationists; they are IT professionals, business leaders and a professor of economics. During a television discussion, on Thursday night, he revealed the names of the committee members, challenging the government to prove him wrong. It is now up to the government to take up his challenge and release the names of those who formulated the education reforms which it is all out to implement. Transparency is a cornerstone of good governance the NPP government has promised to usher in.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}