{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98270/easter-attack-claims-maithripala-ordered-to-make-statement-in-court",
  "time_ut": 1711634040.0,
  "original_lang": "en",
  "original_title": "Easter attack claims: Maithripala ordered to make statement in court",
  "original_body_lines": [
    "The Maligakanda Magistrate’s Court has ordered former President Maithripala Sirisena to make a statement in court on 04 April on his recent comments over the Easter Sunday bomb attacks.",
    "The order was issued today (28) after the Criminal Investigation Department (CID) had reported the relevant facts to the court, on the instructions of the Attorney General.",
    "Sirisena had recorded a statement for around five-hours with the CID on Monday (05) over his recent comments regarding the Easter Sunday bomb attacks.",
    "The CID had summoned the former President in order to record a statement over the controversial statement he recently made on the Easter Sunday attacks, after Minister of Public Security Tiran Alles had instructed the IGP to carry out an investigation into Sirisena’s remarks.",
    "On Friday (22), former President Maithripala Sirisena had stirred controversy when he claimed he was aware of the true masterminds of the 2019 Easter Sunday terror attacks and that he was prepared to disclose the information to the judiciary if inquired from him or if an order is issued regarding the matter.",
    "Speaking to the media in Kandy, Sirisena had claimed that he is ready to disclose the relevant information and that at the same time, it is the responsibility of the judges to keep the information strictly confidential.",
    "The comments sparked controversy in the political arena with some accusing the former President of allegedly willfully concealing crucial information about the heinous bombings that claimed the lives of more than 250 people.",
    "Amidst the controversy, however former President Sirisena had later claimed that his statement was based on certain information he had received three weeks ago."
  ]
}