{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98413/govts-prudent-fiscal-management-helped-positive-economic-trajectory-president",
  "time_ut": 1712206560.0,
  "original_lang": "en",
  "original_title": "Govt’s prudent fiscal management helped positive economic trajectory - President",
  "original_body_lines": [
    "President Ranil Wickremesinghe on Wednesday (03) reaffirmed the government’s commitment to facilitating economic growth and providing financial resources for essential public services.",
    "Addressing a ceremony held at the Temple Trees to award appointment letters to graduate teachers in the Western Province, the Head of State spoke of the positive economic trajectory that Sri Lanka has achieved through prudent fiscal management by the government.",
    "Despite a previous period of economic decline, the Sri Lankan economy has witnessed a strengthening, leading to the appreciation of the rupee against the dollar, Wickremesinghe highlighted.",
    "He attributed this positive shift to effective economic policies implemented by the government, which allowed for the current recruitment of teachers.",
    "“Last year, the rupee had depreciated to 370 against the dollar, but today, it stands at 300.” The president expressed his optimism in further reducing this value to 280 in the future, which he said would bolster the purchasing power of the people.",
    "Wickremesinghe emphasized the government’s commitment to facilitating economic growth and providing financial resources for essential public services.",
    "Despite facing challenges, the Head of State underscored the government’s achievements in enhancing public sector salaries and benefits, tripling ‘Aswesuma’ welfare benefits and ensuring fair prices for agricultural produce, particularly during the Sinhala and Tamil New Year season.",
    "Looking ahead, he affirmed the government’s dedication to further bolstering economic development, with plans to allocate additional funds to the education sector for teacher recruitment by the following year."
  ]
}