{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/daraz-launches-first-ever-free-delivery-festival-to-set-new-e-commerce-benchmarks-in-2024/",
  "time_ut": 1706030580.0,
  "original_lang": "en",
  "original_title": "Daraz launches first-ever Free Delivery Festival to set new e-commerce benchmarks in 2024",
  "original_body_lines": [
    "Daraz, South Asia’s leading online e-commerce platform, starts off the new year with the first-ever Daraz Free Delivery Festival. Taking place from 27th January 2024, shoppers can enjoy free delivery islandwide on millions of items across fashion, beauty, home and decor, and more. This initiative further reinforces Daraz’s commitment to communities across South Asia, showcasing the development and optimisation of infrastructure and advanced technology to ensure seamless nationwide delivery and easy access to goods.",
    "The focus of the upcoming Daraz Free Delivery Festival is to offer accessibility opportunities for individuals, irrespective of their location, and to help communities obtain their everyday requirements more affordably. With the aim of reducing the impact of increased transportation costs caused by fuel price increases and value added tax changes, this festival aims to maximise savings for shoppers. It enables customers to conveniently purchase their essentials from home by eliminating the added burden of escalated delivery expenses. Through this initiative, Daraz also seeks to engage consumers who may have been deterred from engaging in e-commerce due to delivery charges and motivate their active participation in online shopping experiences, with the aim of growing the digital economy in Sri Lanka.",
    "Statistics also suggest that many shoppers find free delivery initiatives in e-commerce extremely useful and beneficial. For example, in December 2023 alone, over 65% of Daraz shoppers already enjoyed free delivery, representing a 700% increase compared to January 2023.",
    "Additionally, the Daraz Free Delivery Festival also serves as an instrumental tool for sellers to explore previously untapped regions, unlocking more growth opportunities. It provides small and medium enterprises (SMEs) with the opportunity to expand their businesses into unexplored territories and broaden their footprints, witnessing a substantial increase in their reach and revenue. For example, 65% of orders on Daraz last year were delivered to shoppers outside of the seller’s home city. In line with this trend, Daraz continues to see more sellers embracing free delivery as a tool to grow their business, with over 30% growth in sellers participating in free delivery in the last quarter of 2023 alone.",
    "“Doorstep delivery to all parts and corners of Sri Lanka is absolutely essential to driving adoption and repeated use of e-commerce in Sri Lanka. A vast logistics and operations network is imperative and Daraz has developed Sri Lanka’s most extensive fleet of vehicles and delivery partners that connect sellers and buyers through speedy delivery, and this network is being offered completely free of charge during our Free Delivery Festival. This unique nationwide logistics infrastructure is complemented by state-of-the-art technology, enabling real-time tracking and route optimisation, serving Daraz’s goal of delivering packages faster and at affordable rates regardless of one’s geographical location,” stated Sajid Suhile, Director of Operations at Daraz Sri Lanka.",
    "Be a part of the Daraz Free Delivery Festival by logging onto the Daraz App or visiting Daraz online at www.daraz.lk.",
    "Related Topics:DarazDaraz - Free Delivery Festival RidersDaraz new e-commerce benchmarks in 2024",
    "‘SL making no attempt to put Chinese swap to use despite meeting pre-condition’",
    "Global Education Exhibition to be held in Negombo from February 2 to 4",
    "Daraz and ProMate partner to bring smiles to children this holiday season",
    "Daraz 11.11 sets out to drive impactful e-commerce growth with the biggest sale of the year",
    "Daraz South Asia E-Commerce Summit brings together top E-commerce and tech leaders",
    "Daraz Mall emerges as Sri Lanka’s top E-commerce destination for reputed brands",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}