{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-customs-sets-up-internal-affairs-unit-detects-bribery-156380/",
  "time_ut": 1711602300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Customs sets up internal affairs unit, detects bribery",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Department of Customs has set up an internal affairs unit, and two staff members have been detained over a bribery allegations, Additional Director General of Customs Sudatta Silva said.",
    "The two staffers have already been detained following a complaint by person from whom a bribe was demanded, he said.",
    "After a detection is made, the suspects would either face internal disciplinary action taken or in the case of a criminal matter like bribery, referred to the Bribery Commission, Silva told a business forum at the Ceylon Chamber of Commerce.",
    "The International Monetary Fund has flagged the problem and Sri Lanka Customs was taking counter action, he said.",
    "Sri Lanka’s high and multiple import taxes and import bans and regulations were promoting rule-breaking.",
    "Silva said corruption needed two parties and members of the business community should refrain from engaging in wrong practice and they could now complain to the Director General of Customs if a bribe is solicited.",
    "An International Monetary Fund governance diagnostic report said there was malfeasance is Sri Lanka’s three revenue agencies.",
    "“Revenue administration integrity can be strengthened by proactive measures instituted",
    "“This could begin with a strongly articulated internal campaign to emphasise strict staff integrity expectations and zero tolerance to corrupt behaviour.",
    "“Small Internal Affairs units could be established in each department reporting to the",
    "The detections could be referred to the Public Service Commission or the bribery commission for action, the report said.",
    "The IMF program also requires the Bribery Commission to be strengthened. (Colombo/Mar28/2024)"
  ]
}