{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98434/govt-aiming-to-generate-usd-2-billion-in-revenue-from-gem-and-jewellery-industry-president",
  "time_ut": 1712247540.0,
  "original_lang": "en",
  "original_title": "Govt aiming to generate USD 2 billion in revenue from gem and jewellery industry – President",
  "original_body_lines": [
    "President Ranil Wickremesinghe emphasized that the government’s prudent decisions over the past two years have bolstered the nation’s economy, providing a favourable environment for political activities on the streets. However, he cautioned that the economy still faces challenges, urging citizens to weigh the choice of either continuing with the government’s initiatives for prosperity or risking regression.",
    "Highlighting a remarkable increase of over 50% in government income in 2023 compared to 2022, President Wickremesinghe underscored the conducive backdrop for advancing confidently with a robust economy. These remarks were made during his attendance at the inauguration of the International Gem and Jewellery Trade Centre, known as the Ratnapura Gem Tower, this morning (04).",
    "Plans have been shown for the construction of the Ratnapura Gem Tower in Demuwawa area of Ratnapura, to be executed in two phases. The initial phase saw the completion of a five-story building, costing Rs. 365 million. The forthcoming second phase entails the construction of an additional 14 floors, with an estimated expenditure of Rs. 450 million.",
    "The newly inaugurated International Gem Trade Centre comprises 27 business premises, with 17 allocated to local entrepreneurs and 10 designated for foreign counterparts. Financing for this venture is sourced from the National Gems and Jewellery Authority, aiming to establish an international hub facilitating seamless transactions between sellers and buyers.",
    "Functioning akin to renowned sales centres in Bangkok and Hong Kong, the centre will offer comprehensive services including independent quality testing, laboratory facilities, and banking and export services. This initiative aims to bolster the gem and jewellery trade, positioning Ratnapura as a pivotal player in the global market.",
    "During his visit to the International Gems and Jewellery Trade Centre, President Ranil Wickremesinghe not only unveiled the plaque to mark its inauguration but also conducted an inspection tour of the facilities. As part of the occasion, a souvenir gift was presented to the President, and he left a commemorative note in the special guest book.",
    "Addressing the gathering, the President emphasized the government’s commitment to further enhancing the gem and jewellery industry’s contribution to the national economy. He instructed officials to compile a report by the end of April outlining potential solutions to industry challenges and proposed reliefs for industry stakeholders. Notably, the President stressed the importance of ensuring benefits for gem miners as part of this initiative.",
    "President Wickremesinghe highlighted the significance of the International Gem Trading Centre in elevating Sri Lanka’s gems to attain their rightful value on the international stage. This initiative aims to position Sri Lanka as a prominent player in the global gem and jewellery market, fostering economic growth and prosperity for the nation.",
    "During his address at the event, President Ranil Wickremesinghe acknowledged the origins of the International Gems and Jewellery Centre, noting that its construction commenced during the tenure of former President Gotabaya Rajapaksa. He also paid tribute to the dedication of Ministers Lohan Ratwatte and Chamara Sampath to the project’s realization.",
    "Highlighting the significance of the centre, President Wickremesinghe emphasized that its impact extends beyond Ratnapura, positioning it as a pivotal hub for the gem and jewellery industry nationwide. He reiterated the government’s commitment to fostering the industry’s growth and its pivotal role in contributing to the national economy.",
    "Reflecting on the challenges faced by the gem and jewellery sector amid the COVID-19 pandemic and economic downturn in the 2021-2022 period, President Wickremesinghe noted a modest improvement in 2023. He underscored the industry’s resilience and its contribution as a cornerstone for economic recovery efforts.",
    "“Following recent discussions with relevant ministries regarding challenges stemming from increased taxes in the gem and gold sectors, I have instructed officials to explore potential reliefs and submit a report by the end of this April,” President Ranil Wickremesinghe stated. “Additionally, we are aiming to generate at least USD 02 billion in revenue from this field in the future, with a particular emphasis on ensuring benefits for gem miners during the sector’s development.”",
    "In reflecting on the country’s economic trajectory over the past two years, President Wickremesinghe acknowledged the difficult journey, which necessitated tough decisions, including tax hikes. Nonetheless, he underscored the positive outcomes achieved to date, instilling confidence for the future.",
    "Highlighting a significant transformation in the country’s gross domestic product (GDP) growth, President Wickremesinghe noted a shift from a decline of minus 7.4 in July 2022 to a positive 4.5 in 2024. This marked improvement over two years underscores the resilience and perseverance of the population, who endured hardships and contributed to the nation’s economic advancement.",
    "President Ranil Wickremesinghe provided insightful data on the country’s economic progress. He noted that in July 2022, inflation stood at a staggering 54.6%, but today it has significantly reduced to 0.9%. This control over inflation has contributed to the strengthening of the Sri Lankan Rupee. Additionally, bank interest rates have decreased from 23.8% to 10.3%, with expectations for further reduction in the coming months as stated by the Governor of the Central Bank.",
    "President Wickremesinghe highlighted the improvement in the foreign exchange rate, which has decreased from Rs. 361.80 per dollar in the past to Rs. 300.40 presently. Efforts are underway to further lower this rate to Rs. 280, aiming to bolster the strength of the rupee.",
    "In terms of government finances, President Wickremesinghe emphasized a significant increase of over 50% in government income in 2023 compared to 2022. Furthermore, expenditure for social services has tripled, reflecting the government’s commitment to enhancing social welfare.",
    "Regarding debt restructuring, President Wickremesinghe noted the completion of discussions on domestic debt and highlighted the on-going negotiations with creditor countries. He stressed the importance of adhering to relevant goals and agreements, including those with the International Monetary Fund, to ensure the successful continuation of this process.",
    "President Ranil Wickremesinghe outlined ambitious targets for reducing government debt as a percentage of GDP, aiming to bring it down from the current 128% to 95% by 2032. He emphasized the necessity of achieving a cash income of 35% of GDP, which needs to be reduced to 13% by 2032. Additionally, the goal is to transform foreign loans, which currently stand at 9.4% of GDP, into a surplus of 2.3% by 2025.",
    "President Wickremesinghe stressed the importance of adhering to these targets to avoid repercussions such as demands for loan repayment from creditor countries.",
    "Highlighting recent positive developments, President Wickremesinghe mentioned a successful harvest during the Maha season and efforts to increase salaries for government employees during this New Year season. He also noted relief provided through increased Aswesuma benefits and announced plans to distribute an additional 20 kilograms of rice to low-income individuals in the coming months. Moreover, the initiation of decentralized budgeting has injected funds into the rural economy, while tourism and foreign exchange earnings have shown promising signs of recovery, contributing to the reconstruction of the country’s income landscape.",
    "President Ranil Wickremesinghe highlighted the stark contrast between the challenging conditions of the past and the current improved situation. He pointed out the scarcity of fuel for three-wheelers and electricity shortages in previous times, contrasting it with the present abundance of fuel and availability of electricity. President Wickremesinghe noted that the income of three-wheeler drivers has also increased, attributed to the influx of both domestic and foreign tourists. He emphasized the significance of these improvements by highlighting the three-wheeler drivers’ involvement in political activities, while displaying posters, which would not have been feasible without the economic progress achieved in the last two years.",
    "President Wickremesinghe stressed the importance of safeguarding the current economic gains and moving forward. He cautioned against the risk of regression, emphasizing that the country still teeters on the edge economically. He called for a decisive choice between either falling back into past hardships or continuing to advance from the current position.",
    "Adressing the gathering, Industry and Health Minister Dr. Ramesh Pathirana expressed his enthusiasm as the International Gem Trade Centre, initiated in 2021, is officially inaugurated today. Dr. Pathirana emphasized the pivotal role of this centre in facilitating rapid growth in the country’s foreign exchange earnings, providing a crucial platform for gem businessmen. He highlighted the proactive approach taken by local leaders in addressing the challenges faced by gem traders, with the President offering directives for prompt resolutions.",
    "Comparing Sri Lanka’s gem trade performance to that of Hong Kong and Thailand, Dr. Pathirana underscored the immense potential for revenue generation. Despite Sri Lanka’s abundant gem resources, its income in this sector remains comparatively low. Dr. Pathirana advocated for the timely promotion of free trade, akin to the successful models in Thailand and Hong Kong, expressing confidence in the endorsement of such economic initiatives by the President.",
    "Minister of Wildlife, Forest Resources Conservation and Irrigation Mrs. Pavithradevi Wanniarachchi, hailed the inauguration of the International Gem Trade Centre in Ratnapura as a significant boon for the nation’s economy. She acknowledged the myriad challenges faced by gem businessmen in the past, including the burden of high bank interest rates amidst an economic crisis.",
    "Minister Wanniarachchi credited President Ranil Wickremesinghe’s economic policies upon assuming office, which provided much-needed relief not only to gem traders but also to the wider populace. She highlighted the establishment of the international gem trade centre as a testament to President Wickremesinghe’s efforts in uplifting the country’s economic stature. Furthermore, Minister Wanniarachchi commended initiatives such as the Aswesuma program, aimed at safeguarding the livelihoods of twenty lakh impoverished families, and the Urumaya program, which sought to secure land rights for citizens.",
    "In concluding her remarks, Minister Wanniarachchi underscored President Wickremesinghe’s demonstrated leadership and capability in steering the nation through tumultuous times, emphasizing the importance of experienced leadership for the country’s progress.",
    "Minister of State for Primary Industries Chamara Sampath Dasanayake, expressed his optimism regarding the opening of the International Gem Trade Centre, emphasizing its potential to significantly benefit not only Ratnapura but also the entire nation’s economy. He highlighted the centre s ability to centralize and streamline the gem business community in Ratnapura, thereby boosting income generation rates. State Minister Dasanayake underscored that the centre is fully equipped with facilities essential for the gem business.",
    "In response to media reports discussing economic development, State Minister criticized political leaders who had not stepped forward to address the economic crisis in 2022, yet now seek to engage in debates regarding the country’s economic progress. He questioned the credibility of individuals who failed to develop the housing development authority in spearheading the nation’s economic development efforts.",
    "Member of Parliament W.D.J. Seneviratne highlighted the historical significance of gemstones in Sri Lanka and lamented the lack of a comprehensive program to properly value and showcase them on the global stage. He commended the establishment of the International Gem Trade Centre as a landmark initiative, marking the first concerted effort to bring Sri Lanka’s gem industry to the world market.",
    "Mr. Seneviratne emphasized the importance of this international centre in facilitating the sale of Sri Lankan gems at fair prices globally, which in turn would contribute to the economic recovery of the country. He noted that the conception of this centre dates back to 2012, and its completion despite numerous challenges represents a victory for both the business community and the nation as a whole.",
    "The event was attended by a distinguished gathering including the Chancellor of Uva-Wellassa University and the Chief Incumbent of the Sri Pada Temple (Adams Peak) Ven. Bengamuwe Dhammadinna Nayaka Thera, Ministers of State Lohan Rathwatte and Janaka Wakkumbura, as well as Members of Parliament Akila Ellawala and Gamini Waleboda. Also in attendance were the Governor of the Sabaragamuwa Province Navin Dissanayake and the Chairman of the National Gems and Jewellery Authority Viraj Silva, alongside prominent gem businessmen and members of the gem and jewellery community."
  ]
}