{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/President-to-inaugurate-Sri-Lanka-Climate-Summit-2024/34-761323",
  "time_ut": 1714686207.0,
  "original_lang": "en",
  "original_title": "President to inaugurate Sri Lanka Climate Summit 2024",
  "original_body_lines": [
    "The Sri Lanka Climate Summit 2024, organised by the Ceylon Chamber of Commerce, will be inaugurated by President Ranil Wickremesinghe, under the theme ‘Code Red: Climate risks and opportunities for Sri Lankan businesses’ on 7 May at the Shangri-La Hotel, Colombo.",
    "As the imperative to address climate change grows increasingly urgent against a backdrop of rising temperatures and increasingly erratic weather patterns, climate change has evolved into a pressing global issue demanding urgent attention from governments, businesses, and societies worldwide. Against this backdrop, the Sri Lanka Climate Summit will address the dual reality of the impending risks of climate chance and the opportunities presented to Sri Lankan businesses.",
    "As the Chief Guest, President Ranil Wickremesinghe will address the summit’s inauguration, on ‘Current climate policy context and vision for Sri Lanka’s green and just economic transition’, setting the context for the deliberations and discussions that will follow.",
    "The summit will kick off with a high-level introduction session, featuring national and international leaders of climate action. The Ceylon Chamber of Commerce Chairman Duminda Hulangumwa will address the summit on ‘Sri Lankan businesses in the context of climate action’.",
    "Inaugural speakers and the key topics they will address include; Indian Institute of Technology Madras – Research Park President Prof. Ashok Jhunjhunwala – The Importance of an Energy and Net Zero Plan for Sri Lanka, Biodiversity Scientist and Taxonomist Dr. Rohan Pethiyagoda – The Identification of Climate Threats to Sri Lanka and Implementation of Mitigation Strategies, Council on Energy, Environment Water CEO and Advisor to the Indian Prime Minister’s Office Dr. Arunabha Ghosh – How the Climate Crisis is Affecting the Business Landscape/What is the Climate Crisis on Businesses and How can Businesses React, and UNDP in Sri Lanka Resident Representative Azusa Kubota – Public Private Partnerships Towards Climate Action. Ceylon Chamber’s Steering Committee on Climate Action Chairman Dilhan Fernando will moderate a panel discussion on Creating a Multi-Stakeholder Ecosystem for Climate-led Growth.",
    "The inauguration will be followed by focused sessions on 8 and 9 May, which will draw on the insights of renowned national and international experts in the fields of public and climate policy, academics, industry veterans and leading personalities in the climate action charge, to explore climate risks, opportunities, and the facilitation required to mitigate risks and successfully leverage growth opportunities. The summit in its entirety will contribute to developing a Climate Action Plan that is envisaged to drive green growth and climate action in terms of adaptation and mitigation of climate risks.",
    "For inquiries and registration, contact Niroshini on 0115588852/[email protected] or Shanukaon 0115588892/[email protected], or visit http://slcs.chamber.lk/."
  ]
}