{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/tech-industry-veteran-keith-modder-joins-sampath-bank/",
  "time_ut": 1712243340.0,
  "original_lang": "en",
  "original_title": "Tech industry veteran Keith Modder joins Sampath Bank",
  "original_body_lines": [
    "Sampath Bank PLC, a leading private bank in Sri Lanka, is pleased to announce the appointment of Keith Modder as an Independent, Non-Executive Director, effective April 2, 2024.",
    "Modder brings with him over three decades of invaluable experience in global business leadership, spanning the United States, Europe, the Middle East, and the Asia Pacific regions. Prior to his appointment at Sampath Bank, he served as the global Chief Operating Officer of Virtusa Inc. USA, playing a pivotal role in the company’s public listing on the Nasdaq in 2007. During his tenure, Modder was instrumental in driving sales, profitability, client satisfaction, and employee engagement across Europe, the Middle East, and Asia Pacific markets. Additionally, he spearheaded global initiatives in digital transformation, cybersecurity, and software engineering quality and optimisation.",
    "Before his tenure at Virtusa Inc., Modder held senior executive positions, including Managing Director roles at John Keells Office Automation and Keells Business Systems. His illustrious career also includes serving as a Director of the Sri Lanka Institute of Nano Technology.",
    "Modder’s extensive experience in global business operations and strategic leadership is an invaluable asset to Sampath Bank, which prides itself as a bank committed to driving innovation and growth in the banking sector.",
    "In addition to his new role at Sampath Bank, Modder currently serves as Executive Director of Keystone (Pvt) Ltd and Lariam (Pvt) Ltd. Modder is an alumnus of S. Thomas’ College Mount Lavinia, Thornton Fractional South HS USA, and the National Institute of Business Management (NIBM) Sri Lanka.",
    "National planning comes centre stage at Gamani Corea Foundation forum",
    "Mackly and SEDA infuse Joie de Vivre to five new clothing categories",
    "‘Sri Lanka’s Banking Guide for Investors & BOI Companies’ launched",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}