{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lankas-premier-quality-event-NCQP-2024-set-for-June-25/108-284285",
  "time_ut": 1717697460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s premier quality event, NCQP 2024 set for June 25",
  "original_body_lines": [
    "June 06 - The Sri Lanka Association for the Advancement of Quality and Productivity (SLAAQP) recently announced the upcoming National Convention on Quality and Productivity (NCQP) 2024, which will take place on June 25, 2024, at the Mount Lavinia Hotel, under the theme \"A Quest for Quality, Productivity, and Innovation.\"",
    "As the leading organization dedicated to the advancement of quality and productivity concepts in Sri Lanka, SLAAQP has consistently played a pivotal role in fostering a culture of excellence. The annual NCQP event serves as a significant platform for employees across various sectors to present their success stories and achievements in quality control circles, cross-functional teams, lean six sigma, kaizen, and other team-based improvement initiatives.",
    "The convention will feature competitions across several key categories, including quality control circles, cross-functional teams, quality improvement projects, lean six sigma teams, and kaizen suggestions.",
    "This year, over 200 teams from a diverse array of sectors are expected to participate, with the manufacturing sector traditionally leading in representation. Gold award winners from NCQP 2024 will earn the opportunity to showcase their accomplishments on an international stage at the International Convention on Quality Control Circles (ICQCC) 2024, which will also be hosted in Sri Lanka this November.",
    "\"NCQP serves as the cornerstone for promoting the application of quality concepts within organizations, enabling them to reach new heights through the adoption of best practices aimed at a sustainable future,\" said a spokesperson for SLAAQP. \"We firmly believe that improvements in quality and productivity are essential for achieving Sustainable Development Goals (SDGs) and addressing climate action. We encourage organizations to send their teams to participate and demonstrate how they are enhancing productivity, reducing costs, increasing profits, and contributing to sustainability through quality initiatives.\"",
    "The convention's presentations will be evaluated on-site by a panel of judges, culminating in an awards ceremony to honor the most outstanding contributions.",
    "Registration for NCQP 2024 is now open. For further information regarding the convention, competition categories, or registration details, please contact SLAAQP at their office at 3G-21, BMICH, Colombo 07, Sri Lanka. They can also be reached by phone at +94 11 267 8808 or +94 70 734 3233, and by email at training@slaaqp.org or progmanager@slaaqp.org. More details can be found on their website at www.slaaqp.org.",
    "Established in 1989, the Sri Lanka Association for the Advancement of Quality and Productivity (SLAAQP) is a non-profit organization dedicated to enhancing quality and productivity across Sri Lanka. SLAAQP offers a wide range of services, including training, workshops, conferences, competitions, and consulting, to assist organizations and professionals in implementing quality management systems, optimizing processes, and adopting industry best practices."
  ]
}