{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-new-minimum-wage-law-signed-by-speaker-179298/",
  "time_ut": 1726059960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s new minimum wage law signed by speaker",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka Parliament Speaker Mahinda Yapa Abeywardena has signed a recently passed national minimum wages (amendment) which seeks to increase the minimum basic salary for private sector employees by 41 percent to 21,000 rupees.",
    "Parliament said in a statement on Wednesday September 11 that the Speaker endorsed the certificate on the Bill titled National Minimum Wage of Workers (Amendment) Bill in accordance with article 79 of the constitution.",
    "The second reading debate on the bill to amend the National Minimum Wage Act No. 3 of 2016 was held in parliament on September 3. The bill was passed without amendments and vote.",
    "The parliament office said this bill shall be known as the National Minimum Wage of Workers (Amendment) Act No. 48 of 2024.",
    "The Ministry of Labour and Foreign Employment said in a statement that this should be considered the minimum wage when calculating payments for the Employees’ Provident Fund (EPF), Employee Trust Fund (ETF), and gratuity.",
    "From September this year, private sector employers will pay their employees a national minimum wage of 17,500 rupees along with an additional minimum wage of 3,500 rupees provided by the Budget Relief Acts No. 36 of 2005 and No. 4 of 2016, totaling a minimum wage of 21,000 rupees.",
    "The National Minimum Wage Act No. 03 of 2016 established a National Minimum Wage for all private sector employees, effective from January 1, 2016. The Act initially set a minimum wage of 10,000 rupees for monthly salaried workers and 400 rupees for daily wage workers.",
    "In 2021, through an amendment to the Act, the minimum monthly wage was raised to 12,500 rupees and the daily wage to 500 rupees, effective from August 2021.",
    "The ministry said that, with the recent economic crisis in the country and the rising cost of living, private sector wages have not increased since 2021. A draft amendment was submitted to parliament to increase the National Minimum Wage from 12,500 rupees to 17,500 rupees, an increase of 5,000 rupees, and to raise the daily minimum wage from 500 rupees to 700 rupees, an increase of 200 rupees.",
    "“After following the relevant steps, this amendment was passed by Parliament on September 3, 2024, and it is scheduled to be implemented from this month following the signing of the draft by the Speaker.” (Colombo/Sep12/2024)"
  ]
}