{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-asks-for-jica-support-in-ceb-reform-renewable-energy-150769/",
  "time_ut": 1707894900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka asks for JICA support in CEB reform, renewable energy",
  "original_body_lines": [
    "ECONOMYNEXT – The Japan International Cooperation Agency (JICA) is assisting the Ceylon Electricity Board reform process with financial and technical assistance, Sri Lanka’s Minister of Power and Energy has said.",
    "“Currently JICA is actively assisting the reform process of CEB with financial and technical assistance in setting up the reform secretariat and extending experts to the secretariat to implement the reforms,” Kanchana Wijesekera said on social media platform X (twitter).",
    "JICA President Dr Tanaka Akihiko and senior officials held a discussion at the Ministry this morning (14), Wijesekera said.",
    "Wijesekera said he “requested continued assistance for reforms, energy efficiency programs, infrastructure development and integration of Renewable Energy.”",
    "“JICA has assisted vital infrastructure development of the electricity sector and energy efficiency programs with grants, concessionary finance facilities and technical assistance.”",
    "Ito Teruyuki, Director General South Asia Division, Yamada Tetsuya, Chief Representative JICA Sri Lanka, Ide Yuri, Senior Representative JICA Sri Lanka and other officials of JICA also participated in the meeting.",
    "Sri Lanka’s Cabinet approved a proposal to restructure the CEB; under the plan the CEB will be split into eight separate companies.",
    "The CEB consists of around 26,000 workers when the enterprise needs only around 50 percent of it, Wijesekera has said earlier. A voluntary retirement plan also will be offered.",
    "The government wants to reform or privatize state enterprises after the country ended up in sovereign default after several years of money printing and currency depreciation.",
    "A condition of the IMF program is reform of state-owned enterprises, including the Ceylon Electricity Board (CEB).(Colombo/Feb14/2024)"
  ]
}