{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Starc-stars-as-Kolkata-thrash-Hyderabad-to-reach-IPL-final/108-283124",
  "time_ut": 1716314040.0,
  "original_lang": "en",
  "original_title": "Starc stars as Kolkata thrash Hyderabad to reach IPL final",
  "original_body_lines": [
    "May 21 (AFP) - Mitchell Starc struck three early blows to help Kolkata Knight Riders storm into the IPL final with a eight-wicket thrashing of Sunrisers Hyderabad in Ahmedabad's searing heat on Tuesday.",
    "Two-time champions Kolkata bowled out Hyderabad for 159 as Starc returned figures of 3-34 in the first play-off - qualifier 1 - at the world's biggest cricket stadium.",
    "Starc, a left-arm quick, once again justified his price tag from the December auction after he became the most expensive buy in IPL history when Kolkata got him for $2.98 million.",
    "The figure quickly broke a record after Hyderabad brought Pat Cummins for $2.5 million in the same auction and later made him captain.",
    "Venkatesh Iyer, on 51, and skipper Shreyas Iyer, on 58, remained unbeaten in Ahmedabad as Kolkata achieved their target with 38 balls to spare.",
    "Hyderabad will have another shot at making the final when they clash with the winner of the eliminator in the second qualifier on Friday in Chennai.",
    "Ahmedabad remained hot as temperatures in the afternoon soared above 44 degrees Celsius (111 degrees Fahrenheit) for the second successive day.",
    "The 132,000-capacity stadium had many empty seats. Stadium officials said more than 75,000 fans turned up as they braved the heat carrying water bottles for hydration.",
    "Bowlers were also took regular drinks on the outfield between overs.",
    "Most of India's northern states have remained under government heatwave alerts since last week, with capital New Delhi recording 47.4 degrees Celsius.",
    "Starc struck with the second ball of the match when he had fellow Australian Travis Head bowled for a second successive duck in the T20 tournament.",
    "It was Starc's twin strikes in his third over that rattled the opposition as he sent back Nitish Kumar Reddy and Shahbaz Ahmed with successive balls as Hyderabad slipped to 39-4 in five overs.",
    "Rahul Tripathi, who made 55, and Heinrich Klaasen, who scored  32, hit back in a stand of 62 before Varun Chakravarthy broke through with his spin to send back Klaasen.",
    "Tripathi was run out and wickets kept tumbling before Cummins boosted the total with his 24-ball 30.",
    "In reply, Rahmanullah Gurbaz gave Kolkata a strong start with his 23 off 14 balls and fellow opener Sunil Narine made 21 before being dismissed by Cummins.",
    "Venkatesh, a left-hand batsman, kept up the charge in an unbeaten stand of 97 with Shreyas, who steered the team home with a six for Kolkata's fourth IPL final.",
    "Rajasthan Royals will take on Royal Challengers Bengaluru in the eliminator at the same venue on Wednesday."
  ]
}