{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/who-was-anton-balasingham/",
  "time_ut": 1754417700.0,
  "original_lang": "en",
  "original_title": "Who was Anton Balasingham ?",
  "original_body_lines": [
    "A news report [1] states that the Mayor of Bondy, Stephen Hervé lit the public flame at a ceremony on 12th July 2025 to mark the foundation stone-laying ceremony for a statue of the late Anton Balasingham, the political advisor and chief propagandist of the Liberation Tigers of Tamil Eelam (LTTE).",
    "Bondy is a suburb of Paris in the North East, specifically one of the poorer, often overlooked, areas on the outskirts of the city characterised by high-density housing projects and an immigrant population. Members of the City Council took part, on 12 July 2025, in the foundation stone-laying ceremony for a statue of Balasingham, the political theorist of the Liberation Tigers of Tamil Eelam (LTTE). Although the LTTE is banned even today as a terrorist organisation by the European Union, its flag was prominently displayed at the event.",
    "A similar attempt to erect a statue to a dead LTTE fighter took place in 2012 in Paris [2].  Sri Lanka protested vehemently over the decision of La Courneuve, a suburb with many immigrant Tamils  to erect a statue of Tamilselvan, the political head of the LTTE, who died in an air raid. The Sri Lankan Ambassador in Paris, Chitranganee Wagiswara successfully exposed the terrorist credentials of Thamilselvan to the largely uninitiated French public.",
    "Today, in 2025, the terror and horror of the LTTE are forgotten. Meanwhile, the activism of the residual organisations of the LTTE continues unabated. The painful memories of “Black July”  in 1983, and the terror of the state action against the LTTE are militantly nourished and re-lived by many diaspora activists during their public events. Interestingly, the terror inflicted by the LTTE on Tamils is forgotten or forgiven as the LTTE was looked upon as the only organisation that stood against state terror.",
    "The LTTE agents within this diaspora raised, largely by extortion, some 200-300 million USD annually to supply the LTTE with weapons, landmines and bullets [3], to carry out a war against the state, with Balasingham as its chief propagandist. The war, punctuated by many peace attempts, was in vain. The war was initially popular as a form of vengeance against the “Black July” pogrom and state terror. However, this popularity was gradually lost as the domestic Tamils, increasingly coerced under the LTTE jackboot and reduced to cannon fodder, moved away from the LTTE while the LTTE itself became totally dependent on diaspora funding for its existence. The guilt of a diaspora that funded a brutal war that killed more of their own people [4] than the “enemy” is now being whitewashed. A new narrative of an LTTE sans its atrocities is sold to the young and to western politicians wooing diaspora vote banks. Several western nations have gone the extra length in vote-bank politics in mounting a witch-hunt [5] at the UN Human Rights Council, based initially on doubtful allegations and data on death counts found in the Darusman report.",
    "However, if we return even to 2007, just two years before the demise of the LTTE, we should recall the true history of the LTTE, and bring back the plaints of Tamil immigrants in Paris [6]. For instance, Rameswaram, a 40-year-old restaurant owner in Paris’s Tamil quarter, thought he left fear and violence behind when he fled the country’s civil war in the late 1980s. But he lived in fear of the young men who collected 100 euros per month for the LTTE.  This began when he opened the restaurant in Paris’s La Chapelle district in 1990. “Initially, I didn’t want to pay the LTTE, but they hinted that my wife and children in Sri Lanka would suffer the consequences,”.  According to Human Rights Watch, diaspora Tamils who declined to pay had to pay double or triple the amount if they returned to visit LTTE-controlled areas in Sri Lanka. They were not safe from the Tigers even in state-controlled areas in the South. The amount was often calculated at $1 or 1 euro for each day that each member of the family has lived in the West.",
    "The “young men” who were the coercive agents of the LTTE spawned Tamil gangs who operated hidden within the cover of the community. The journalist Paul Gasnier records in 2020 some incidents typical of these gang members [7]. “He was standing in front of the Ganesh temple in Paris. I went up to him, pulled out my katana and sliced his arm.”  Such acts of violence have become commonplace over the past few years in “Little Jaffna,” a neighbourhood near the Gare du Nord railway station, where a large number of Tamil migrants have set up shops and restaurants.",
    "Balasingham himself is known for his hard and uncompromising theoretical position echoing that of Velupillai Prabhakaran, while his wife Adele Balasingham has written biographical texts on how she trained young  (even underage) Tamil children to become fighters who carried cyanide capsules. Some of them graduated to blowing themselves up in suicide attacks. The Indian leader Rajiv Gandhi, as well as the Sri Lankan President Premadasa were blown up by LTTE suicide bombers.",
    "Premadasa was a Sri Lankan President, who went the extra mile to ingratiate himself with the Tigers in his search for a peace accord with the LTTE. In negotiations with Balasingham standing for Prabhakaran, some 700 policemen were ordered to disarm under a pledge of safe passage. Violating the pledge, the LTTE massacred most of them [8], leaving little room for  peace.",
    "Later, a suicide cadre blew up the President Premadasa. In fact, anyone who attempted a serious peace accord was a likely target of the LTTE. Chandrika Kumaratunga, who became President and even got a  great welcome in Jaffna by ordinary Tamils, found that her attempts at peace made her a target for elimination. Neelan Thiruchelvan, a Tamil Jurist, who attempted to introduce a wide-ranging federalist solution almost tantamount to a separate state, was nevertheless blown up by LTTE assassins. Balasingham, the LTTE’s chief propagandist did not condemn any of these high-level assassinations, or the many other assassinations of less prominent dissident Tamils who were deemed “traitors” (Thurogi).",
    "These are some examples of the sordid history of the LTTE, and indeed of Anton Balasigham that are now being replaced by a new narrative told with monuments, statues and veneration of individuals who embraced am unparalleled level of terror and violence in search of an unrealistic political objective of creating an Eelam, an exclusive Tamil state. Here, a mere 5-8% of the population (Tamils in the North and East) were pitted militarily against some 80% of the population (Sinhalese and Muslims) in a protracted war that was funded from outside. This politico-military blunder becomes grotesque when we consider that  more than 50% of the Tamils in Sri Lanka actually lived in the South, in areas outside the so-called exclusive homeland of the Tamils, as defined by the likes of Balasingham and Prabhakaran.",
    "[3]  Human Rights Watch, Funding the Final War: LTTE Intimidation and Extortion in the Tamil Diaspora (14. March. 2006), http://www.hrw.org/en/reports/2006/03/14/funding-final-war-2",
    "[4] Many Tamil writers (e.g., DBS Jeyraj, Sebastian Rasalingam, Noel Nadesan) have claimed that the LTTE killed more Tamils than the state war machine. Some 300,000 Tamils held as human shields by the LTTE were freed by the army in May 2009 but",
    "a different death count strongly faulting the Sri Lankan army is popular among most Western Politicians..",
    "[5] Shamindra Ferdinando, in Island, 9 April 2019,  titled “UK reiterates foreign judges as Killing Fields producers crucify Lanka again”",
    "[8] Massacre of unarmed police by the LTTE, 11-June-1990 Wikipedia",
    "Are AI tools making students smarter or lazier? New study warns of hidden risks",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}