{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84014",
  "time_ut": 1715357160.0,
  "original_lang": "en",
  "original_title": "Your mother is the one who will stand by you even if the entire world is against you. Christobel Cooray my Amma stood by me. She stands by me. It’s love, unadulterated. Children  are reminded of all that when Mother’s Day comes around",
  "original_body_lines": [
    "There is no day in the calendar that can be called ‘Mother’s Day,’ not as far as mothers themselves are concerned. They don’t cease to be mothers on days that are not called ‘Mother’s Day.’ And yet, the 12th of May or rather the second Sunday in the month of May, as originally designated by Woodrow Wilson, then US President, is important, not so much for mothers as it is for their children.  Children, who soak in the love and affection and are protected from anxiety and harm day in and day out, are reminded of all that when Mother’s Day comes around.",
    "All of us have seen mothers. We have seen the mothers of our parents and the mothers of our own children. We have known the mothers of our friends and the mothers of their children. It occurred to me, however, that today, as mothers the world over are celebrated, but it is not a collective or the idea of ‘motherhood’ that is important. We remember our own mothers. I remember mine, my Amma.",
    "Mothers make enormous sacrifices for their families. So did mine, Christobel Cooray, and indeed so she does to this day. She taught her three sons many things, but most importantly the non-negotiable characteristics of friendship and loyalty. We were taught from a very young age to stand by our friends through thick and thin. What I remember most, however, is her insistence that we look out for the weakest and poorest among us.",
    "She was the kind of mother whose affection was not limited to her children. She was a mother to all our friends as well. Since we lived close to my school, St Thomas’ College, Mount Lavinia, we would bring our friends home almost everyday. She delighted in having them around and cooking for them. She has been a mother to all of them, literally hundreds in fact.",
    "They remember her well. Some of them made it a point to buy her some gift from the very first salary they received. Even today, decades after our school days were done, whenever I run into old friends or talk to them over the phone, there are many times when my mother would come up in the conversation. They would inquire after her and tell me how special and kind she was.",
    "It doesn’t end. Today I see her shower her grandchildren with love and it’s no different from what I remember of my childhood. Amma would sacrifice anything for her children and today she would do anything for her grandchildren.",
    "Her concern was not limited to her children, grandchildren, close relatives and their friends. She is in fact the most generous person I know. There are countless times when she would be distraught over the plight of some helpless person. If she read about it or saw it in news telecasts she would call me and ask me whether I knew and what I was going to do about it. She never failed to follow up if I said I would try to help. She believed in doing the right thing. If it was about entertaining people or helping someone in trouble, she would put aside all notions of thrift. Yes, she went overboard at times, but this is because she always wanted to do things with class.",
    "Her empathy, kindness and generosity does not imply that she is some kind of benign saint. She is tough and could lose her cool on occasion, but she quickly recovered her composure. She would argue with her siblings, for instance, but they all know that her love and loyalty are absolute, even though her bad temper made her loathe to ever admit a mistake.",
    "Amma has a strong personality. Recently our family doc spoke to me after visiting Amma at home and then reported to me thus: ‘you know Krishantha your mother is a very resilient lady; she is a tough character, and she has a remarkable ability to face things bravely’.",
    "She never tolerated any nonsense and encouraged us to follow suit. So we learned from a very young age that we should not back off from a fight. More importantly, she insisted that we should never initiate a fight. We have by and large tried to affirm these principles and I am convinced that if we are decent citizens, we owe much of that decency to her. We are what our parents made us to be and the way we react to any issue largely depends on how they faced similar situations. I don’t tell myself ‘this is how Amma went about it,’ but I know that if I put my mind to it, I would have to conclude, ‘these are things she etched on my mind and that’s why I responded in this particular way.’",
    "She knows I love her and that I appreciate all that she’s done for me, but Amma would probably tell me, ‘that’s how all mothers are,’ and she would be right.",
    "It doesn’t sound right to talk of debts owed when it comes to children and parents. All I know is that we can never compensate for the love and affection our mothers have given us. We can and should never shy away from being there for them, especially as they grow older and infirm. This is why I feel that there can be no bigger crime than creating a rift between a mother and child for this is a bond that is so unique and made purely of love. And this is why, I feel, if a person is unkind to his or her mother then you can never expect any kindness from that person for anything or anyone. I believe if you don’t know how to treat your mother then you can never be a person who will treat anyone well. Basically, you can judge a friend by the way he or she treats his or her mother.",
    "Our mother’s play the most crucial role in shaping our characteristics. Our mother and father are our gods who we are fortunate to touch and feel. They are the only people on this earth who love you more than they love themselves.  Whether you are happy, sad, disturbed or facing a crisis it’s your mother who will know or feel first. That is something you cannot logically explain. Whoever you are, whether you are an unbelievably successful person or an absolute failure, your mother is the one who will stand by you even if the entire world is against you. Amma stood by me. She stands by me. It’s love, unadulterated."
  ]
}