{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-hollow-democracy-Need-to-awaken-and-reclaim-our-nation/4-781894",
  "time_ut": 1758243331.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s hollow democracy: Need to awaken and reclaim our nation",
  "original_body_lines": [
    "Parliamentarians no longer represent the people but act as protectors of privilege, brokers of fraud, and breakers of law",
    "I often wonder whether our nation’s founders ever paused to reflect before adopting the foundational principles of Democratic, Socialist, and Republic to define the country. A nation’s self-identification shapes not only its domestic policies but also its relationship with its people and its place in the world. Misinterpreting or inconsistently applying these terms risks deep conflict, ideological, institutional, and social, which we have adequately experienced. Before judging the merits of this identity, we must return to the fundamentals of democracy: does it serve some of the people some of the time, or all of the people all of the time?",
    "The core principles of democracy: liberty, equality, and justice are meant for all, not merely for a majority or a privileged few as under colonial rule. These values, grounded in reason and rationality, are designed to elevate human dignity and secure social justice for everyone. In today’s interconnected world, where global challenges demand collective solutions, safeguarding these principles through ethical governance and strong institutions is indispensable.",
    "When elements of democracy, such as universal franchise in 1931, were introduced to colonial Ceylon, they were carefully engineered to preserve colonial power. Authority remained concentrated at the top, while ordinary citizens were denied meaningful influence. Voting was manipulated by elites, with the majority bound to landowners who colluded with political leaders. After independence in 1948, this framework did not change; the local ruling class simply inherited and perpetuated the system. Rather than laying a new foundation for a genuine democracy, colonial totalitarianism mutated into autocratic rule but with a Democratic, Socialist tagline.",
    "Thus, the nation was born on fractured foundations, shaped by monarchism, elitism, militarism, despotism, theocracy, tyranny, and oligarchy: far removed from any true form of democracy. People were treated as subjects rather than citizens. Independence failed to promote universal human values, leaving decades of exclusion, division, and economic decline, all rooted in a deeply dysfunctional political system.",
    "Independence was not handed to the people but to a cartel of elites who, in the name of democracy, fuelled nationalism, division, and servitude to secure their own grip on power. Their mission was to preserve privilege, not to act as custodians of the people or to establish a new civic foundation. Ceylon adopted a flawed system, led by flawed decision-makers, and stagnated under colonial legacies, false promises, and a hollow democracy. By moving directly from colonial chains to crony rule without meaningful reforms, the social fabric was built on weak foundations, politicised at every turn, and fractured by distrust and division within families, neighbourhoods, and communities.",
    "As this social fabric unravelled, society lost its authenticity, empathy, and dignity. Many were forced into false identities, unable to cultivate their own humanity. Corruption, fraud, and violence became normalised, even within the very cornerstone of democracy: the Parliament. Politicians perfected the art of deceiving the people to consolidate power, rather than fostering good governance, sharing best practices, or collaborating to strengthen democratic institutions. Citizens, unaware of how much freedom they had already lost, continued to vote as indentured servants while their fundamental rights eroded. Cronyism and deceit became the prevailing norms of public life.",
    "Today, Sri Lanka’s democracy is polluted with authoritarian traits. Political, economic, social, and judicial institutions operate under the grip of corrupt powers. The 1978 Constitution concentrated unchecked authority in the hands of an unaccountable executive, entrenching authoritarianism and leaving parliament and the judiciary subservient. Even the judicial power that rightfully belongs to the people was restricted, with parliament shielding itself through privileges and immunities. Worse still, Article 15 permits broad restrictions on fundamental rights “in the public interest,” enabling arbitrary curtailment of freedoms, particularly for minorities and dissenters. Such rights cannot truly be called fundamental unless restrictions are narrowly defined, strictly scrutinised, and applied only to prevent significant harm.",
    "In this environment, citizens’ voices are suppressed and dissent is crushed through force, as seen in the peaceful Aragalaya protests. Elections have become little more than power grabs by omnipotent elites colluding with business, religious, and media interests to plunder public wealth. The result is widespread despair, as people feel dehumanised and powerless. Authoritarianism not only corrupts institutions but also degrades individuals, normalising cruelty, violence, and the exploitation of the weak.",
    "The declaration of Sri Lanka as a Democratic Socialist Republic was not made to empower the people but to entrench the regime’s power under the disguise of democracy. Even the word democracy is absent of definition in the constitution: no principles, systems, or values, leaving it wide open to manipulation. It appears only in the preamble, while privilege is repeated dozens of times. Similarly, socialist remains undefined, with no clarity on whether it means democratic socialism, state socialism, or social democracy. As a result, governments have freely reinterpreted it, swinging from state control in the 1970s to market liberalisation after 1977, without ever amending Chapter/Article 1. These defining terms remain only as symbolic labels, not as enforceable principles.",
    "In their place, political cartels emerged after each election, operating much like criminal cartels in lawless states. Thriving on corruption, fraud, and impunity, they erode freedoms, politicise institutions, and consolidate control. Elites in business, religion, and media collude with them, embedding corruption into the nation’s core. Parliamentarians no longer represent the people but act as protectors of privilege, brokers of fraud, and breakers of law.",
    "For decades, few dared to challenge this decay. It took an economic collapse to trigger a collective awakening. The Aragalaya was the first genuine mass uprising to force a leader from power, sparking hope that youth could envision a new foundation rooted in inclusiveness, freedom, and rights. Their aspirations reflected the true democratic values of liberty, equality, and fraternity—the pillars of a genuine democracy.",
    "To secure a better future, humanity must take precedence over racial, gender, and ethnic supremacy. The new generation must lead the way in building a society guided by democratic principles, not authoritarian or populist impulses. This will require educating older generations still entangled in cronyism, while championing individual rights, free speech, and protections for all citizens to be deeply fundamental to foster unity, establish a shared identity, guide behaviour, and enable collective action towards shared national goals.",
    "Only then will elections regain their meaning, when people reclaim ownership of governance rather than outsourcing power to a political elite. Governments must be held accountable to serve the people, respect the law, and protect liberties. People must hold the powers to elect and impeach their representatives through judicial processes and free to self-govern within devolved systems of governance. A free and independent media must be safeguarded from intimidation, control or advocate corporate agendas. Above all, democracy must be reclaimed, not as a hollow slogan but as a government of the people, by the people, and for the people to ensure equal freedoms and dignity for all.",
    "Only then will elections regain their true meaning, when people reclaim ownership of governance instead of outsourcing power to a centralised political elite. Governments must be held accountable to serve the people, uphold the law, and protect individual liberties. Citizens should have the authority to elect and, if necessary, impeach their representatives through judicial processes, to exercise genuine self-governance within truly devolved systems. A free and independent media must be protected from intimidation, manipulation, or to advocate corporate agendas. Above all, TRUE Democracy must be reclaimed, not as a hollow slogan, but as a government of the people, by the people, and for the people to ensure equal freedoms and dignity for all."
  ]
}