{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lankan-authorities-in-Canada-in-dilemma/108-282875",
  "time_ut": 1716006060.0,
  "original_lang": "en",
  "original_title": "Sri Lankan authorities in Canada in dilemma",
  "original_body_lines": [
    "Colombo, May18 (DailyMirror) -The recent arrest of four Tamils in the Eastern Province over the commemoration of war dead has left Sri Lankan diplomatic authorities in Canada in a precarious position in countering allegations regarding human rights violations, a top source said.",
    "Canada is home to around 240,000 Tamils of Sri Lankan origin, lobbying against the alleged human rights violations during wartime.",
    "An informed source said the latest incident in the Eastern Province is raised in Canada by Tamil rights activists, and the Sri Lankan government authorities are in a fix even beingunable to issue a rebuttal.",
    "Besides, Sri Lanka is alert whether Canadian Prime Minister Justin Trudeau will renew genocide allegations against Sri Lanka when the country marks victory day today. Sri Lanka ended the civil war on May 18, 2009.",
    "However, Canada’s Parliament has voted to recognize May 18 as Tamil Genocide Remembrance Day in 2022 though the Federal Government of Canada has confirmed that whathappened during the war in Sri Lanka does not amount to genocide, a concept with a deeper and broader legal meaning.",
    "When the Canadian Prime Minister made allegations last year, the Sri Lankan government protested strongly. Foreign Minister Ali Sabry summoned Canadian High Commissioner Eric Walsh and stated that Mr. Trudeau’s “politically motivated statement was divisive and issued for domestic political consumption”.“sri Lanka vehemently rejects this unsubstantiated allegation of ‘genocide’ relating to the country’s almost three decades of terrorist conflictperpetuated by the LTTE,” the statement issued last year said."
  ]
}