{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Institute-of-Chartered-Corporate-Secretaries-of-Sri-Lanka-hosts-Coffee-Evening-on-governance-regulations/34-781333",
  "time_ut": 1757279704.0,
  "original_lang": "en",
  "original_title": "Institute of Chartered Corporate Secretaries of Sri Lanka hosts Coffee Evening on governance regulations",
  "original_body_lines": [
    "From left: SEC Assistant Manager Shanika Gunasinghe, CSE Chief Regulatory Officer Nilupa Perera and People’s Leasing & Finance Director S. Sudarshan",
    "The Institute of Chartered Corporate Secretaries of Sri Lanka (ICCSSL) successfully hosted an insightful Coffee Evening on 30 July at the Granbell Hotel, Colombo 3. The event brought together Chartered Corporate Secretaries practicing as company secretaries to discuss critical issues surrounding the new governance regulations imposed on listed companies by the Colombo Stock Exchange (CSE).",
    "The evening featured a distinguished panel comprising Colombo Stock Exchange Chief Regulatory Officer Nilupa Perera, and Securities and Exchange Commission of Sri Lanka Assistant Manager – Compliance Shanika Gunasinghe. The discussion was expertly moderated by Governance Consultants Ltd. Chairman, People’s Leasing & Finance PLC Director and Sampath Bank PLC former Group Company Secretary S. Sudarshan.",
    "The panellists delved into the implications and challenges faced by listed companies in adapting to the newly introduced governance regulations by the CSE. Key areas of discussion included compliance complexities, practical hurdles in implementation, and the evolving expectations from company secretaries and boards in upholding governance standards. The forum also explored proactive strategies and recommendations for navigating the regulatory landscape effectively.",
    "The interactive session provided a platform for practitioners to engage directly with regulators, raising pertinent questions and sharing insights on practical issues encountered in the field. The event underscored the vital role Chartered Corporate Secretaries play in fostering a culture of transparency, accountability, and good governance in Sri Lanka’s corporate sector.",
    "The ICCSSL reaffirmed its commitment to supporting its members in understanding and adapting to regulatory changes through such knowledge-sharing forums, ensuring they remain at the forefront of governance best practices."
  ]
}