{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99815/hunter-biden-becomes-first-sitting-us-presidents-son-to-be-convicted-of-crime",
  "time_ut": 1718158320.0,
  "original_lang": "en",
  "original_title": "Hunter Biden becomes first sitting US President’s son to be convicted of crime",
  "original_body_lines": [
    "(AP) — Hunter Biden was convicted Tuesday of all three felony charges related to the purchase of a revolver in 2018 when, prosecutors argued, the president’s son lied on a mandatory gun-purchase form by saying he was not illegally using or addicted to drugs.",
    "Hunter Biden, 54, stared straight ahead and showed little emotion as the verdict was read after jury deliberations that lasted only three hours over two days in Wilmington, Delaware. He hugged his attorneys, smiled wanly and kissed his wife, Melissa, before leaving the courtroom with her.",
    "President Joe Biden said in a statement issued shortly after the verdict that he would accept the outcome and “continue to respect the judicial process as Hunter considers an appeal.”",
    "Now Hunter Biden and presumptive Republican presidential nominee Donald Trump, the president’s chief political rival, have both been convicted by American jurors in an election year that has been as much about the courtroom as about campaign events and rallies.",
    "Hunter Biden faces up to 25 years in prison when he is sentenced by U.S. District Judge Maryellen Noreika, though as a first-time offender he would not get anywhere near the maximum, and there’s no guarantee the judge would send him to prison. She did not set a sentencing date.",
    "Defense attorney Abbe Lowell said they would “continue to vigorously pursue all the legal challenges available.” In a written statement, Hunter Biden said he was disappointed by the outcome but grateful for the support of family and friends.",
    "The jury’s decision was read swiftly after the announcement that it reached a verdict. First lady Jill Biden sat through nearly every day of the trial but did not make it into the courtroom in time to hear the verdict. Hunter Biden walked out of the courthouse holding hands with the first lady and his wife before they got into waiting SUVs and drove off.",
    "Joe Biden steered clear of the federal courtroom where his son was tried and said little about the case, wary of appearing to interfere in a criminal matter brought by his own Justice Department. But allies of the Democrat have worried about the toll that the trial — and now the conviction — will take on the 81-year-old, who has long been concerned with his only living son’s health and sustained sobriety.",
    "Hunter Biden’s conviction came just weeks after Trump was found guilty of 34 felony charges related to a hush money payment to a porn actor in the 2016 campaign. The cases are in no way the same, and Hunter Biden is a private citizen who is not running for office. But they have both argued they were victimized by the politics of the moment.",
    "Trump, however, has continued to falsely claim his verdict was “rigged,” while Joe Biden has said he would accept the verdict involving his son and would not seek to pardon him.",
    "In his statement Tuesday, the president said he and the first lady are proud of their son, who says he has been sober since 2019, and will always be there for him with “love and support.”",
    "Trump’s campaign called the verdict “nothing more than a distraction from the real crimes of the Biden Crime Family.” Trump and his allies have pressed unsubstantiated or debunked allegations that Joe Biden acted while vice president to advance his family members’ foreign business interests.",
    "The verdict came down as the president prepared to give a speech at a conference hosted by the Everytown for Gun Safety Action Fund in Washington. He did not mention his son as he spoke about his administration’s efforts to stop gun violence and the need to ban so-called assault weapons.",
    "Hours after the conviction, President Biden hugged his son after landing in Wilmington to spend the night with family before leaving Wednesday for the Group of Seven leaders conference in Italy. Hunter Biden, his wife and their child greeted the president on the tarmac, and the president lingered to visit with them for several minutes.",
    "Jurors found Hunter Biden guilty of lying to a federally licensed gun dealer, making a false claim on the application by saying he was not a drug user and illegally having the gun for 11 days.",
    "The trial played out in the president’s home state, where Hunter Biden grew up and where the family is deeply established. Joe Biden spent 36 years as a senator in Delaware, commuting daily to Washington, and his other son, Beau Biden, was the state attorney general before he died of cancer.",
    "The proceedings put a spotlight on a dark time in Hunter Biden’s life, including his spiraling descent after Beau’s death in 2015. The trial featured deeply personal testimony from former romantic partners and embarrassing evidence such as text messages and photos of Hunter Biden with drug paraphernalia or partially clothed.",
    "In his closing argument on Monday, prosecutor Leo Wise acknowledged the evidence was “ugly.” But he told jurors it was also “absolutely necessary” to prove Hunter was in the throes of addiction when he bought the gun and therefore lied when he checked “no” on the form that asked whether he was “an unlawful user of, or addicted to” drugs.",
    "Before the case went to the jury, the prosecutor urged jurors to pay no mind to members of the president’s family sitting in the courtroom, telling them: “People sitting in the gallery are not evidence.”",
    "David Weiss, the prosecutor who has led the long-running investigation into the president’s son, told reporters the case was about Hunter Biden’s “illegal choices” and “dangerous” conduct.",
    "“No one in this country is above the law,” said Weiss, the Trump-nominated U.S. attorney for Delaware, who was named special counsel by Attorney General Merrick Garland in August. “Everyone must be accountable for their actions.”",
    "Hunter Biden’s lawyers had argued that he did not consider himself an “addict” when he bought the gun. They sought to show he was trying to turn his life around at the time, having completed a rehabilitation program at the end of August 2018.",
    "Hunter Biden’s legal troubles aren’t over. He faces a trial in September in California on charges of failing to pay $1.4 million in taxes, and congressional Republicans have signaled they will keep going after him in their stalled impeachment effort into the president. The president has not been accused or charged with any wrongdoing by prosecutors investigating his son.",
    "Just last year, it appeared that Hunter Biden would avoid the spectacle of a trial so close to the election. Under a deal with prosecutors, he was supposed to plead guilty to misdemeanor tax offenses and avoid prosecution in the gun case if he stayed out of trouble for two years.",
    "But the deal fell apart after Noreika, who was nominated by Trump, questioned unusual aspects of the proposed agreement, and the lawyers could not resolve the matter.",
    "Hunter Biden has said he was charged because the Justice Department bowed to pressure from Republicans who argued the Democratic president’s son was getting special treatment."
  ]
}