{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83817",
  "time_ut": 1711568460.0,
  "original_lang": "en",
  "original_title": "Gnanasara Thero  Convicted for causing harm to national and religious harmony by making a threatening statement against the Kuragala Islamic religious site during a 2016 press briefing in Colombo. “Remarks during the press conference were  intentional and malicious expressions of religious animosity”Concludes Court",
  "original_body_lines": [
    "Colombo High Court Judge Aditya Patabendige yesterday handed down a sentence of four years of rigorous imprisonment to Bodu Bala Sena (BBS) General Secretary Galagoda Aththe Gnanasara Thera and a fine of Rs. 100,000 over a contentious statement made by him about Islam and Muslims in 2016.",
    "The Judge ordered an additional one year of imprisonment if the Thera fails to pay the imposed fine.",
    "In delivering the verdict, High Court Judge Patabendi declared the monk guilty of the two charges brought against the Thera. Patabendi sentenced him to two years’ imprisonment for each charge and imposed an additional fine of Rs. 50,000 for each offence.",
    "Furthermore, the Judge ruled that the prison terms for the defendant should run consecutively, totalling four years.",
    "The hardline Buddhist monk was indicted by the Attorney General for causing harm to national and religious harmony by making a threatening statement against the Kuragala Islamic religious site during a 2016 press briefing in Colombo.",
    "Accordingly, the monk was charged under section 291 (b) of the Penal Code.",
    "At his last court appearance in February this year Gnanasara Thera offered an apology to the Muslim community, acknowledging any distress his public comments may have caused through his comments eight years ago.",
    "The Thera informed Colombo High Court Judge Aditya Patabendige that he sought public forgiveness from the Muslim community in Sri Lanka for the controversial remarks made during the press conference on March 31, 2016. Additionally, he expressed his willingness to convey deep remorse over his actions to the Muslims in the country.",
    "However, the Judge concluded that the defendant’s remarks during the press conference were not accidental but intentional and malicious expressions of religious animosity.",
    "Emphasising the duty of a monk to promote national religious harmony, the judge delivered a verdict highlighting that such provocative statements could escalate ethnic and religious tensions in the country.",
    "The defence attorney for Gnanasara Thera argued that since his client had not committed any significant offences following the amnesty granted by President Maithripala Sirisena after a previous contempt of court conviction, the court should take this into consideration and consider a suspended sentence.",
    "In response, the prosecuting state’s attorney emphasised to the court that verbal offences carry significant weight, likening words to physical harm, and asserted that an apology following an act of violence does not diminish the seriousness of the offence.",
    "Accordingly, the High Court concluded that his remarks had played a role in fostering religious and communal discord and sentenced him to prison. Prison sources confirmed that Thera has now been moved to the Welikada Prison."
  ]
}