{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rupee-depreciates-amid-record-current-account-surplus-analysis-234065/",
  "time_ut": 1754025240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee depreciates amid record current account surplus : analysis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee had depreciated from 295 to 300 from February to June 2025 amid record current account surpluses, central bank data shows, though macro-economists in the age-of-inflation usually claim that current account deficits are to blame for depreciation.",
    "Sri Lanka ran external current account surpluses of 1,495 million dollars from January to June 2025 but the rupee started to depreciate from February.",
    "In February there was a 360 million dollar surplus in the current account, and in March 472 million dollars, when the rupee fell further.",
    "Macro-economists who started to print money to suppress rates and run full employment policies claiming that inflation pushed growth, denying stability for economic agents to work, started to claim in the 1960s in particular that current account deficits were the reason that exchange rates depreciated and not their inflationism.",
    "Similar claims have been made by classical Mercantilists (the trade deficit or commercial balance) which were later thoroughly debunked by classical economists including David Hume, Adam Smith, David Ricard and later James Mill, Robbert Torrence, Samuel Jones-Loyd who succeeded in bringing legislation against the Bank of England.",
    "As a result, the Sterling Pound became the worlds’ pre-eminent currency until money was printed for World War I, and Sterling convertibility was suspended.",
    "In addition to John Maynard Keynes and Alvin Hansen who propounded Keynesianism the doctrinal support and sometimes actual breakdown of central bank constitutions were carried out by the like of Robert Triffin, Arthur Bloomfield, with the backing of John H Williams, EN’s economic columnist Bellwether says.",
    "After so-called Cambridge or lost generation economics Sterling went through crises like the Sri Lanka rupee did later (the rupee was devalued in 1949 against gold despite having record reserves due its linkac to the British currency at the time) until the Thatcher administration.",
    "After creating positive inflation (before macro-economists started to do open market operations to boost inflation nominal and real interest rates were the same), macro-economics who rejected classical economics also started to claim that real effective exchange rates (overvaluation) was to blame for depreciation.",
    "Sri Lanka’s REER Index calculated by the central bank was only 92.8 in February 2022, shortly before the rupee collapsed amid a ‘float’ attempted without ending a surrender rule.",
    "While it is possible to peg with a surrender rule, it is not possible to float with a surrender rule as a float by definition involves ending convertibility undertakings in either direction.",
    "In January 2025 shortly before the rupee started to depreciate, the REER index was only 76.3. By May the provision REER was down to 72.7.",
    "The rupee fell in 2025 amid excess liquidity from dollar purchases made possible by an interest rate structure that led to domestic credit being less than inflows to the banking system.",
    "The central bank’s first Governor John Exter called the phenomenon the ‘monetization’ of the balance of payments.",
    "EN’s economics columnist Bellwether had warned several times that unless the liquidity or part of it was mopped up by sales of central bank held securities, or the new rupees were redeemed by dollars when they came to forex markets as imports (currency defence), the rupee will fall.",
    "Reserves bought through unsterilized excess liquidity keeps interest rates lower than if they were finally collected through central bank held securities sales.",
    "The central bank however had redeemed large volumes of rupees giving dollars to the government to repay debt in the first quarter reducing excess liquidity and the attended foreign reserves (unsterilized intervention but not sufficiently for the total requirement including private imports to keep the exchange rate stable, resulting in depreciation with a massive current account surplus.",
    "Any attempt to buy dollars above the volume that is not matched by deflationary policy will lead to depreciation regardless of whether there is a surplus in the current account.",
    "The currency depreciates due to the daily overall deficit where the imbalance created by credit generated from excess liquidity, whatever its original source or flawed exchange rate policy of excessive buying.",
    "Liquidity from dollar swaps is also extremely dangerous, and there have been calls to ban it by parliamentary laws, along with discretionary monetary policy and a return to a scarce reserve regime with a wide corridor to prevent a second default and social unrest.",
    "The International Monetary Fund, which originally gave technical assistance to calculate potential output, giving clues for macro-economists to print money, last year also gave technical assistance for a single policy and government liquidity forecasts.",
    "Giving cash according to forecasts by a state agency, encourages banks not to manage their own cash, rewards mis-management of liquidity and undermines the workings of the interbank market and risk and amounts to an ample reserve regime, analysts have said.",
    "The single policy rate backed by so -called ample reserves has created high inflation, public unhappiness, rising government debt and political instability in the West with some administrations unable to complete a full term like in the 1970s Great Inflation and odd people including nationalists being elected.",
    "In the first quarter however, Sri Lanka’s central bank terminated some of the money printed in late 2024 though there are concerns about dollar swap generated money.",
    "In the past month there has been more activity in money markets and rates have moved, though clean money and repos are trading at the same rates.",
    "There have been warnings that the ‘buffer’ to repay foreign debt is not past reserves (and not dollars borrowed from local banks through swaps, Lebanon) but the current interest rate structure.",
    "There have been repeated warnings that rate cannot be cut claiming past inflation was low on statistical frameworks, rejecting classical economics outright.",
    "The current depreciation is not a very large amount, but a flexible exchange rate creates costs to external trade and profits to banks and adds uncertainty to markets.",
    "RELATED  What is wrong with Sri Lanka’s flexible exchange rate",
    "Once liquidity falls further, and if the central bank starts to control the single policy rate with open market operations the ability to collect reserves will diminish, raising the risks of default."
  ]
}