{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112688/drone-stroke-on-sudan-mosque-kills-78-medic-tells-bbc",
  "time_ut": 1758301260.0,
  "original_lang": "en",
  "original_title": "Drone stroke on Sudan mosque kills 78, medic tells BBC",
  "original_body_lines": [
    "More than 70 people have been killed following a drone strike on a mosque in Sudan’s Darfur region, a senior medical source has told the BBC.",
    "Friday’s attack in the city of el-Fasher has been blamed on the paramilitary Rapid Support Forces (RSF), but the group has not taken responsibility.",
    "The RSF and the army have been engaged in a ferocious civil war for more than two years.",
    "The paramilitaries are gaining ground as they fight to seize complete control of el-Fasher - the last army stronghold in Darfur and home to more than 300,000 civilians who have been trapped by the fighting.",
    "One resident told the BBC the drone struck during morning prayers, killing dozens of people instantly.",
    "The medical source said 78 died and about 20 were injured, but the process of extracting the bodies from the rubble of the building was still ongoing.",
    "BBC Verify has authenticated footage showing around 30 bodies wrapped in shrouds and blankets next to the mosque, which was located in the west of the city.",
    "This week the RSF launched a renewed offensive on El Fasher, which it has besieged for more than a year. Reports say this included fierce attacks on Abu Shouk, a camp for displaced people near the city.",
    "Satellite images suggest RSF units now control much of the camp, according to Yale University’s Humanitarian Research Lab (HRL), which monitors wars.",
    "According to the unit, satellite pictures also show the RSF has entered the headquarters of the Joint Forces, a collective of armed groups allied to the Sudanese army.",
    "The headquarters is located in a former UN compound, considered to be a critical line of defence.",
    "The BBC has verified footage showing RSF fighters inside the expansive complex, although it is not clear whether they have seized full control.",
    "These apparent advances would place el-Fasher’s airport and the army’s division headquarters within direct RSF firing range.",
    "The HRL says el-Fasher will fall to the RSF unless the Sudanese military receives immediate reinforcements.",
    "A full RSF capture of the city would cement the group’s control of the western part of the country and reinforce a de facto split, with the army in control of the north and east.",
    "Sudan analysts and activists fear that the paramilitary group will target the civilians still in the city, most of whom belong to ethnic groups they see as its enemies.",
    "On Friday, a United Nations report warned of the “increasing ethnicisation of the conflict,” saying both sides were retaliating against people accused of collaborating with opposing parties.",
    "But the UN and other international organizations have also documented a systematic RSF policy of ethnic cleansing against non-Arab communities in the territory they conquer.",
    "In a recent report the medical charity Doctors Without Borders said RSF troops “spoke of plans to ‘clean El Fasher’ of its non-Arab...community”.",
    "The RSF have previously denied such accusations, saying they had nothing to do with “tribal conflicts”."
  ]
}