{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/thulci-aluwihare-sharmini-ratwatte-appointed-to-bank-of-ceylon-board-240879/",
  "time_ut": 1758085680.0,
  "original_lang": "en",
  "original_title": "Thulci Aluwihare, Sharmini Ratwatte appointed to Bank of Ceylon board",
  "original_body_lines": [
    "ECONOMYNEXT – Thulci Aluwihare and Sharmini Ratwatte have been appointed as directors to the board of Sri Lanka’s state owned Bank of Ceylon, a stock exchange filing said.",
    "The profiles of the two independent, non-executive directors, as provided by the bank, are reproduced below:",
    "An experienced business strategist and an Investment professional with International experience in corporate wealth creation, specialised in investment strategy, transaction advisory, divestiture, capital raising and restructuring. +2S years of work experience in London, Melbourne and Colombo.",
    "Thulci is the Deputy Managing Director of CHEC Port City Colombo (Pvt) Ltd and was a member of the Colombo International Financial Centre (CIRC) – Steering Committee Task Force to set up the first foreign currency designated multi services Special Economic Zone (SEZ) in Sri Lanka. With the enactment of the Colombo Port City Economic Commission Act, Thulci’s primary role now is to promote FDIs and create a destination appeal for International businesses to set up in Port City. Port City project is a USD 15 billion new township development, an extension of the existing Colombo CBD.",
    "Prior to joining CHEC Port City Colombo (Pvt) Ltd, Thulci was the Director, Head of Mergers & Acquisitions at PwC, Sri Lanka and Maldives. He spent 14 years with PwC including at PwC Melbourne, Australia where he was involved in large cross-border MNC transactions. Thulci was also selected to the Global PwC Panel of Trainers for Mergers & Acquisitions and successfully conducted training for managers in the Advisory University Program held in Copenhagen, Stockholm, Dublin, Rome, Warsaw and Abu Dhabi.",
    "He is currently serving as a Non – Executive Independent Director of Abans Finance PLC and Expack Corrugated Cartons PLC.",
    "Thulci is an Economics graduate from the Universityof West London, UK, and holds an MSc in Financial Economics from the University of Colombo.",
    "Ms. Sharmini Ratwatte is a Fellow of the Chartered Institute of Management Accountants, UK and holds an MBA from the University of Colombo. She was recognized as the Zonta “Woman of Achievement – Management” in 2004.",
    "Ms. Ratwatte formerly worked at MAS Holdings, Sri Lanka for over 16 years in senior finance, management and C suite roles.",
    "She was a Non-Executive Director at John Keells PLC, the tea and stock broking arm of the John Keells Group in Sri Lanka (2007 to 2016).",
    "From 2016 – 2025, she served as a Non-Executive Director at Ceylon Cold Stores PLC, a subsidiary of John Keells Holdings operating in the consumer foods and retail, industry and BPPL PLC. one of Asia’s largest brush manufacturers, a large plastics upcycler, and the only polyester yarn producer in Sri Lanka.",
    "Ms. Ratwatte was a former Chairperson of the Environmental Foundation Ltd – a non profit organization working in promoting sustainable development and justice for the environment. She is a Founder Trustee and a director of the Federation of Environmental Organizations, a non-profit organization engaging and building collaboration within the",
    "Ms. Ratwatte is a Non Executive Director of the National Credit Guarantee Institution Ltd, a public private collaboration with the GOSL and 13 banks and NBFI’s to support and grow the SME businesses in Sri Lanka.",
    "She is a Non Executive Director on the board of Convenience Food (Lanka) PLC, a manufacturer and marketer of protein based foods in the CBL group, a Non Executive Director on the Board of Greenpeace Asia Ltd and also a Trustee of the Sunera Foundation, a non-profit organization working in theatre and arts with the differently abled."
  ]
}