{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/KPMG-s-technology-openings-UK-s-overcrowded-prisons-reoffending-rates-and-new-lifelines/4-761181",
  "time_ut": 1714416591.0,
  "original_lang": "en",
  "original_title": "KPMG’s technology openings; UK’s overcrowded prisons, reoffending rates, and new lifelines",
  "original_body_lines": [
    "It provides a source of income, a new livelihood, a motivation to reform and an overall drop in reoffending rates",
    "This news item of the UK Telegraph is not simply interesting, but also provokes progressive thoughts, when you read the words of a current KPMG employee, a former offender. I have reproduced those words here.",
    "New thinking for GOSL, Prisons, our Ministry of Justice and forensics in our accounting profession?",
    "Rather than leave the thought behind, I am putting pen to paper and sharing this, such that it may trigger new thinking in our country, our profession, our corporate community. Thus this article today, in my now not so regular “Thought Leadership Forum” column.",
    "This is innovative thinking by both the Government of the United Kingdom and KPMG and goes beyond the traditional approaches to recruitment by a usually rigid but otherwise progressive profession. More so, it provides a source of income, a new livelihood, a motivation to reform and an overall drop in reoffending rates. Thus KPMG will be contributing not only to Government’s strategies to reduce overcrowding in prisons but to facilitating new livelihoods.",
    "As an alumnus of KPMG (former Ford Rhodes Thornton & Co), and having served Deloitte overseas and Pricewater house Coopers Sri Lanka, from among the Big 4 or Big 5, and as a former regulator, I am aware of the many ways in which our forensics departments and regulators of banks and capital markets world over, benefit from the services of former police and intelligence personnel who in turn use the experience of former offenders, to deep diagnose offences and target culprits.",
    "I recall the time I worked with Deloitte overseas (then Deloitte Haskins & Sells) when Mackenzie consulting developed a slogan – a tag line for us which suggested we go “Beyond the Bottom Line” and a double underline below the name, Deloitte Haskins & Sells. That was more to do with going beyond the bottom line of profit or loss to diagnose the strategic strengths and weaknesses, overcome challenges and leverage opportunities. This is different I think. This is not an inherent internal or cosmetic external Corporate Social Responsibility initiative, but a laudable initiative to bring back previous offenders, to mainstream society as it were.",
    "Perhaps our profession as well as the corporate community can partner Government in a larger initiative to go beyond the type of reform which is our top of mind recall today – SOE Reform!",
    "“KPMG UK has emerged as the first white-collar business to take on ex-offenders after joining a new scheme led by the Ministry of Justice.”  “Underpinning the initiative is a push by the Government to get more companies recruiting former convicts amid an overcrowding crisis at British prisons.”",
    "“The professional services giant has already recruited its first group of former prisoners, who have joined a range of positions, including its technology department. It is now working with the Ministry of Justice to encourage other major businesses to join the recruitment drive.”",
    "The Telegraph quotes an employee as follows “A current KPMG employee and ex-offender described the auditor’s programme as a “lifeline”. He said: “It was rejection after rejection, businesses never looked beyond my criminal record. It felt quite belittling because no one’s looking at your skills and experience – that generates a lot of anger and frustration, it was very tempting to give up.”",
    "“According to the UK Ministry of Justice, prison leavers in full-time employment are 10pc less likely to re-offend after they’ve been released.”",
    "The above, in my view, is not necessarily an encouraging statistic, but The Telegraph further says: “Research also found that more than 90pc of surveyed businesses who employ former prisoners describe them as being motivated, trustworthy and having good attendance, the department added.”",
    "Ed Argar, prisoners and probation minister, said: “We’re helping prisoners kick-start law-abiding lives, which makes our streets safer and provides businesses with the staff they need to boost the British economy.”",
    "Jon Holt, chief executive of KPMG UK, is quoted as saying: “Our longstanding focus on social mobility is about giving everyone – regardless of their background – the chance to succeed. I believe reformed prison leavers should be no exception.”",
    "“The Government previously launched the New Futures Network, a specialist employment team within the HM Prison and Probation Service, which now works with UK business leaders to help offenders gain the skills, qualifications and training to reenter the workforce.”",
    "(Here is the link to the full article of The Telegraph- KPMG hires former prisoners amid battle to reduce crime https://www.telegraph.co.uk/business/2024/04/24/kpmg-hires-former-prisoners-amid-battle-reduce-crime/)"
  ]
}