{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98625/sri-lanka-hopeful-of-fruitful-engagements-for-speedy-debt-resolution-during-imf-world-bank-spring-meetings-",
  "time_ut": 1713078060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka hopeful of fruitful engagements for ‘speedy debt resolution’ during IMF-World Bank spring meetings",
  "original_body_lines": [
    "Sri Lanka’s State Minister of Finance Shehan Semasinghe says that they expect fruitful engagements that will pave the way for unlocking the next tranche of essential IMF funding and a speedy debt resolution which will enhance economic stability, during the upcoming International Monetary Fund (IMF) and World Bank “Spring Meetings” 2024.",
    "Posting on ‘X’ (formerly Twitter), Semasinghe expressed that Sri Lanka’s journey to its current state of stability and progress is due to the invaluable support provided by the IMF, World Bank and international partners during the most severe economic crisis that the country faced since 2022.",
    "“As we navigate the complexities of global economic challenges, we will engage closely with the IMF and aim to contribute to broader international economic cooperation with our partners”, he added.",
    "Furthermore, the Finance State Minister emphasized that they expect fruitful engagements that will pave the way for unlocking the next tranche of essential funding and a speedy debt resolution which will enhance economic stability, confidence, sustainable growth, restore debt sustainability and ultimately, improve the welfare of every Sri Lankan citizen.",
    "“Through dialogue, partnership, and concerted efforts, we are confident that we will achieve a brighter economic future for Sri Lanka”, Semasinghe said.",
    "The 2024 IMF/World Bank Group Spring Meetings will take place from April 15 to April 19 in Washington, D.C. with the participation of policymakers, civil society, researchers and several other high-ranking officials."
  ]
}