{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Nex-Gen-Engineering-Studio-opens-new-corporate-office/34-765199",
  "time_ut": 1722885830.0,
  "original_lang": "en",
  "original_title": "Nex-Gen Engineering Studio opens new corporate office",
  "original_body_lines": [
    "Nex-Gen Engineering Studio’s growth chapter and recent wins at the National Business Excellence Awards 2024",
    "Nex-Gen Engineering Studio has expanded to No. 100, Vinayalankara Mawatha, Colombo 10, to a newly dedicated corporate space.",
    "This is a significant milestone for the Nex-Gen Engineering team as they continue to expand and broaden their presence in the country. With hundreds of active projects and several prestigious international ventures, Nex-Gen Engineering Studio is establishing itself as an industry leader in design visualisation solutions.",
    "Nex-Gen Engineering Studio specialises in Building Information Modelling (BIM) and Computer-Aided Design (CAD) technologies, allowing clients to accurately visualise their projects from beginning to end. Their services include design, construction, and as-built drawings, 3D walkthroughs, BIM, engineering surveys, value engineering solutions, and energy consultancy. Nex-Gen Engineering has integrated 3D walkthroughs with immersive Virtual Reality (VR) technology, allowing clients to experience their final product in advance using a VR headset. QR code technology enables clients to view a 360° perspective of different locations on their smartphones, simplifying the process.",
    "Nex-Gen Engineering’s dynamic team combines skilled expertise in engineering, quantity surveying, modelling, architecture, and drafting, all supported by industry-standard technology powered by software such as BricsCAD, AutoDesk Revit, Twin Motion, Solid Works, and others.",
    "Director of Business Development Roshani Dharmaratne expressed, “We are thrilled to bring our vision to life in Colombo and eagerly anticipate the opportunities this new chapter will present. Our clients can expect streamlined and efficient solutions with minimal rework, ensuring a faster time to market, in line with our tagline, ‘Build it before you build it’. Through strategic planning and execution of key initiatives, Nex-Gen Engineering is poised for significant growth, aiming to become the leading CAD/BIM solutions provider in Asia.”",
    "“Nex-Gen Engineering Studio’s core business process is centred on delivering value to our customers, especially through BIM,” said Nex-Gen Engineering Studio Deputy General Manager Rashmika Samaranayake. “This new facility will provide the necessary space to accommodate our expanding team, creating a collaborative environment that will further drive growth.”",
    "Nex-Gen Engineering Studio’s dedication to excellence has been reinforced by winning a gold award and Runner-Up award at the National Business Excellence Awards 2024. Further, the team was recognised by BricsCAD, a leading software company for computer-aided design for BIM modelling competence and project execution, where two of its BIM modellers were individually recognised for exceptional performance, showcasing the studio’s skill and commitment to staying ahead of industry standards."
  ]
}