{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Constitutionality-of-Sri-Lanka-Telecommunications-Bill-challenged-in-SC/108-283309",
  "time_ut": 1716553920.0,
  "original_lang": "en",
  "original_title": "Constitutionality of Sri Lanka Telecommunications Bill challenged in SC",
  "original_body_lines": [
    "Colombo, May 24 (Daily Mirror)- A Special Determination petition was filed before the Supreme Court challenging the constitutionality of the Sri Lanka Telecommunications (Amendment) Bill which was recently placed on the Order Paper of Parliament.",
    "Media Law Forum (Guarantee) Limited filed this petition alleging that the structure of this Bill appears to be an effort to curtail the expression of opinions that diverge from the government's stance.",
    "The petitioner is seeking a declaration that the Bill requires the approval by the people at a Referendum in addition to the two-thirds approval of Parliament.",
    "The petitioner challenges the constitutionality of this Bill on the grounds that it falls outside the purview of the Constitution.",
    "The petitioner states that Clause 4 of the Bill inserts a set of provisions which will be operated as 6A. It states the powers of the commission to approve or determine tariff. The petitioner maintained that the proposed 6A (1) has a potential for abuse as the broad authority to approve or determine tariffs could be used to favour certain operators, undermining the fairness and neutrality of the market due to the vast nature of the amendment as it does not describe or define the extents of the principles.",
    "As per proposed 6A (2) and (3) consideration of government policy in tariff approval could lead to politically motivated decisions that do not necessarily align with market realities or consumer interests and imposing conditions based on the facilities or services provided could result in unequal treatment of providers serving different areas or user classes, the petitioner added.",
    "The petitioner also states that Clause 8 of the Bill, which proposes the addition of Section 9A to the Principal Act, grants the Commission extensive powers to investigate and intervene in cases of anti-competitive practices, abuse of dominant position, merger situations and access to market networks as the provision states that the investigations may be carried out in a manner that it may deem necessary.",
    "The petitioner further raises significant concerns regarding Section 33 of the Bill, which proposes the insertion of new Sections 59A and 59B in the principal enactment. This section criminalizes the willful act of making a telephone call or sending or transmitting a message using a telephone with the intention of causing public commotion or disrupting public tranquility.",
    "The petitioner further raises significant concerns regarding Section 3B of the Telecommunications Regulations. The provision grants the Commission the authority to revoke, vary, or withdraw any radio frequency after providing written notice to the relevant person."
  ]
}