{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sampath-bank-reports-stable-results-amidst-economic-headwinds/",
  "time_ut": 1708302180.0,
  "original_lang": "en",
  "original_title": "Sampath Bank reports stable results amidst economic headwinds",
  "original_body_lines": [
    "Ptofit After Tax showed reduced improvement due to higher tax expenses",
    "Only a marginal drop in its Net Interest Income thanks to stringent management",
    "Backed by its strong capital base, Sampath Bank continues to navigate adeptly through challenging times. The Bank demonstrated resilience and a commitment to prioritizing stakeholder interests in the face of challenging economic headwinds, thanks to its well-executed business strategies, increased vigilance, and proactive risk management measures.",
    "Despite the country showing signs of a broader economic upturn in 2023, Sampath Bank remained steadfast in supporting customers who continued to experience stress due to pressures accumulated over the past few years. Spearheaded by its Credit Nursing Unit, the Bank offered a variety of relief measures, including tailor-made repayment plans, restructures, and rescheduling solutions, to provide much-needed breathing space for distressed customers. This enabled them to focus on revitalizing their businesses. Additionally, the Bank provided financial counseling and business advisory services to empower customers to access fresh equity, seed capital, and other resources to transform their business models. This initiative was aimed at creating stronger and more resilient businesses capable of thriving in an increasingly uncertain world.",
    "Notwithstanding challenges in the external operating environment, the Bank engaged in its CSR commitments with renewed vigour to initiate various projects under its flagship “Weweta Jeewayak” program contributing to rural economy growth. In addition, the Bank gave enhanced focus to contribute to the country’s climate action goals by increasing investments in the “A Breath to Ocean” initiative aimed at restoring the oceanic ecosystems, particularly in turtle conservation, coral restoration and mangrove rehabilitation.",
    "Regardless of continuing uncertainties and challenging economic conditions throughout the year, profitability remained in line with expectations as the Bank’s Profit Before Taxes on financial services stood at Rs 38.4 Bn which is a 89.9% increase over the previous year’s achievement of Rs 20.2 Bn.",
    "However, considering the impact of higher tax expenses, the Profit After Tax (PAT) demonstrated a reduced improvement of 30.5%, rising from Rs 13.1 Bn in the previous year to Rs 17.1 Bn for the year ended 31st December 2023.",
    "The Group remained resilient with a profit after tax of Rs 17.9 Bn for the year under review, reflecting a 27.5% growth over the previous year.",
    "The Net Interest Income (NII) for the year amounted to Rs 72.3 Bn, indicating a marginal 1.6% decline year on year, primarily due to the increase in interest expenses for FY 2023 surpassing the increase in interest income. Interest income increased by Rs 45.8 Bn in the year under review, marking a 29.1% improvement compared to the previous financial year, while interest expenses surged by 55.9% year on year reaching Rs 131.2 Bn. Despite this significant disparity, timely re-pricing strategies, coupled with stringent management of both asset and liability portfolios amidst the backdrop of the declining AWPLR, helped contain the impact on the Bank’s NII, ensuring only a marginal drop. The Net Interest Margin (NIM) for the year was 5.16%, compared to 5.66% reported in the previous year.",
    "Tax expenses on financial services saw an increase of Rs 3.4 Bn, rising from Rs 5.2 Bn in FY 2022 to Rs 8.6 Bn in FY 2023. This growth is attributed to the combined impact of the overall expansion in the tax base and the application of SSCL for the entire year. Income tax too witnessed a substantial increase of 567.7% from Rs 1.9 Bn in FY 2022 to Rs 12.6 Bn in FY 2023. This surge is attributed to the expanded tax base and the application of a higher tax rate of 30%, introduced in the second half of 2022, throughout the year 2023.",
    "JICA President hopes for earliest conclusion of debt restructuring for Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}