{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83204",
  "time_ut": 1701284100.0,
  "original_lang": "en",
  "original_title": "President Ranil Wickremesinghe is a Colombo. Resident. Before Making Colombo an “Entertainment Hub”,he should be aware of the numerous issues that not only the residents of the city face but also thousands who come to the city every day.",
  "original_body_lines": [
    "(Text of Editorial appearing in the “Daily FT”dated 30 November 2023  under the heading “Get basics right first in Colombo city before envisioning  entertainment hub)",
    "President Ranil Wickremesinghe announced plans this week to make Colombo an “entertainment hub.” Any plan to make the country’s metropolis a more liveable city and make it tourist-friendly is welcome.",
    "Colombo has seen a rapid change in the past decade with the addition of high-rise buildings being the most visible among them. These buildings have altered the face of Colombo, particularly the sea facing areas and has attracted many new residents to the country’s commercial capital.",
    "Along with them have come the high-end shopping malls, cinemas, restaurants, etc. all intended to attract high spending tourists, both local and foreign. While the focus of any visitor to Colombo is on these new shiny structures, there are many areas in the city that are grossly neglected and have been so for years.",
    "Colombo is not a city of the rich, but it is a city of the poor. It is the city that thousands of Sri Lankans flock to each working day to make a living, to Government offices, to hospitals, to schools and universities. But while successive governments have always rolled out plans to attract tourists, little focus is placed on making the city a safer, cleaner, more people-friendly place for the thousands of residents and others who come there every day.",
    "Take the country’s biggest hospital zone located in Colombo that encompasses the National Hospital including the Cardiology Unit, the De Soysa Maternity Home, the Eye Hospital, Dental Institute, the Health Ministry and numerous other institutions that come under it. The area is also home to several big private hospitals, laboratories, pharmacies, etc. Thousands of people from across the country visit these places for their medical needs and any visitor to the area on a weekday can clearly see the lack of basic facilities for them.",
    "There are no proper pedestrian walks or crossings, the roads are full of potholes and open drains pose a danger to the lives of people. It’s a common sight to see patients being wheeled on wheelchairs and stretchers along the road as they get transferred from one hospital to another along the uneven, bouncy roads which will make any patient’s conditions worse than it already is. There are few waiting areas for family members or others accompanying patients to rest while on rainy days there is no place to shelter.",
    "One can only shudder at the plight of a disabled person who tries to navigate these areas as they come to seek medical facilities if they don’t have the luxury of being driven to a hospital or afford a taxi or have someone to accompany them.",
    "The problems afflicting the hospital zone in Colombo is just a snapshot of what ails the country’s commercial capital. There are many neglected areas in Colombo other than this area. The Colombo Municipal Council (CMC) has failed miserably to deal with such issues and most of its plans to give the city a facelift have been cosmetic. The same is true of efforts by the Urban Development Authority (UDA) and its line ministry.",
    "President Ranil Wickremesinghe is a resident of Colombo. He has contested from Colombo since entering politics and should be aware of the numerous issues that not only the residents of the city face but also thousands who come to the city every day.",
    "While entertainment hubs sound good, it’s a better idea to start with a properly designated hospital zone by making it a pedestrian/patient friendly area by curtailing the number of vehicles entering it, better recreational facilities, public toilets, and other basic facilities. Such facilities are not for entertainment purposes but will lessen the burden on the overburdened people of this country. It’s the least the Government can do for its citizens. Step-motherly treatment for its own citizens is not something that should be tolerated any longer."
  ]
}