{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Leisure-appoints-Rajitha-Amarasinghe-as-Director-of-Operations-Amaya-Resorts-Spas/34-782580",
  "time_ut": 1759479093.0,
  "original_lang": "en",
  "original_title": "Hayleys Leisure appoints Rajitha Amarasinghe as Director of Operations – Amaya Resorts & Spas",
  "original_body_lines": [
    "Hayleys Leisure has announced the appointment of Rajitha Amarasinghe as Director of Operations – Amaya Resorts & Spas.",
    "In his new role, Amarasinghe will oversee the operations of Amaya Resorts & Spas and the Boutique Collection by Amaya, with a focus on driving operational excellence, elevating service standards, enhancing guest experiences and strengthening financial and business performance. His responsibilities will also encompass people development and compliance, ensuring alignment with Amaya’s vision of becoming the most preferred hotel brand in Sri Lanka.",
    "With over two decades of experience in the hospitality industry, Amarasinghe brings a wealth of operational and leadership expertise. He began his career with Cinnamon Hotels & Resorts, where he served for 13 years, rising to the position of Manager – Compliance, Health and Safety. He later joined Amaya Resorts & Spas, assuming key leadership roles, including Head of Operations and Head of Health, Safety, and Compliance. Throughout his career, he has demonstrated a strong ability to balance service excellence with people development, shaping operational standards that have enhanced both guest satisfaction and organisational performance.",
    "An alumnus of the International Management Institute (IMI), Switzerland, Amarasinghe holds a Postgraduate Diploma in Hospitality Management, specialising in Hospitality Administration and Management.",
    "Rajitha said: “It is a great honour to step into the role of Director of Operations at Amaya Resorts & Spas. I am excited to work with our incredible team to elevate hospitality to the next level by creating memorable guest experiences and fostering sustainable growth. My focus will be on enhancing operational excellence and empowering our people to deliver the highest standards of service.”",
    "Hayleys Leisure Managing Director Rohan Karr said: “Rajitha has been an integral part of our team, consistently demonstrating exemplary management skills, operational expertise and a deep commitment to delivering excellence. We are confident that under his guidance, Amaya Resorts & Spas will become the most preferred hospitality brand in Sri Lanka.”"
  ]
}