{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103617/ukraine-vows-to-never-submit-as-war-reaches-1000th-day",
  "time_ut": 1732015200.0,
  "original_lang": "en",
  "original_title": "Ukraine vows to ‘never submit’ as war reaches 1,000th day",
  "original_body_lines": [
    "Ukraine has said it will never give in to Russia’s aggression as it marks 1,000 days since the Kremlin launched a full-scale invasion of the country.",
    "“Ukraine will never submit to the occupiers, and the Russian military will be punished for violating international law,” the foreign ministry said on Tuesday.",
    "Zelensky will later address a special session of the European Parliament as the country marks the milestone.",
    "It comes as eight people, including a child, were killed in a drone attack on Ukraine’s northeastern region of Sumy overnight, where 89 were also killed in a separate strike on Sunday.",
    "The drone attack on a residential building in the small town of Hlukhiv injured 12 people including two children, Ukraine’s national police force said.",
    "President Zelensky wrote on X that the building was a dormitory at a local school.",
    "In a video shared by the president, emergency workers could be seen sifting through the rubble as they continued to search for victims on Tuesday morning.",
    "Zelensky said the attack confirmed that Putin “wants the war to continue, he is not interested in talking about peace”.",
    "He will address members of the European Parliament via videolink from Kyiv on Tuesday, 1,000 days on from Russia’s full-scale invasion of the country on 24 February 2022.",
    "It follows US President Joe Biden’s decision to give Ukraine the green light to use long-range missiles supplied by the US to strike Russia on Monday.",
    "Local media earlier reported Zelensky would also unveil an “internal resilience plan” to Ukraine’s parliament on Tuesday.",
    "The country’s military commander in chief wrote on Telegram that the country had faced 1,000 days of “extremely complex, fierce battle for our existence” and “destroying the enemy”.",
    "“In the frozen trenches of Donetsk region and in the burning steppes of Kherson region under shells, hail, and anti-aircraft guns - we are fighting for the right to life.”",
    "He added: “Every dark night, even if there are a thousand of them, always ends with dawn.”",
    "On Tuesday, the Kremlin approved its updated nuclear doctrine - which says that any aggression from a non-nuclear state, if backed by a nuclear power, will be regarded as a joint attack on Russia.",
    "It says Russia can use nuclear weapons in the case of a critical threat to its sovereignty, even if only with conventional weapons, an attack on Belarus, or a massive launch of military aircraft, cruise missiles, drones, or other airborne vehicles crossing Russian borders.",
    "Eleven children were among those killed by a separate Russian strike on Sumy late on Sunday, which saw the region’s power cut off and over 400 people evacuated.",
    "Russian missiles and drones also targeted power structure across Ukraine on Sunday, killing at least 10 people and causing blackouts.",
    "The EU’s foreign affairs chief Josep Borrell Fontelles also said on Tuesday the EU continued to stand with Ukraine, but that it “need[ed] to do more and quicker”.",
    "“The European Union will continue to advance support to help achieve victory for Ukraine and to bring peace to our continent,” he said in a video shared on X.",
    "“History will judge us based on our actions and reactions,” read the caption.",
    "UK Prime Minister Sir Keir Starmer reiterated his country’s “ironclad” support for Ukraine amid speculation he could give Kyiv permission to use British-supplied Storm Shadow missiles to hit targets deep inside Russian territory.",
    "The presenter of Ukraine’s United News TV stream, launched at the beginning of the invasion to provide information on the war, said the country was “holding firm - despite the pressure on the front line, the damage to the energy system and the constant bombardment”.",
    "Biden’s move to allow Ukraine to strike Russia with US-made long-range missiles was welcomed as a step that could redress the balance between both countries’ forces.",
    "It is thought that Ukraine was only given permission to use the missiles to defend its forces inside Russia’s Kursk region, where Kyiv launched a surprise incursion in August and an assault from Russian and Korean troops was expected within days."
  ]
}