{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/debt-restructuring-and-souths-development-prospects/",
  "time_ut": 1721235720.0,
  "original_lang": "en",
  "original_title": "Debt-restructuring and South’s development prospects",
  "original_body_lines": [
    "The complex issues at the heart of Sri Lanka’s debt-restructuring exercise ought to have convinced perceptive sections by now that the material hardships of the country would not end any time soon. This is despite a tendency on the part of some authoritative quarters to engage in mollifying prattle to the effect that the citizenry’s more pressing economic pressures are swiftly easing off.",
    "The above realities point to the need for an enlightened and urgent discussion featuring the public and other important sections that matter in this connection on the debt-restructuring effort and issues growing out of it. The importance of having a local public that is fully knowledgeable about the prime issues in debt-restructuring cannot be stressed enough.",
    "This would enable the public to analyze the news and views that it is exposing itself to in this context discreetly and judiciously. Right now, what we have in Sri Lanka in this connection is a discussion or debate that primarily involves only the country’s power and social elites, and this is regrettable.",
    "Fortunately, the country is not short of think tanks, development organizations and the like that are more than willing to fill the above knowledge void and the Lakshman Kadirgamar Institute of International Relations and Strategic Studies (LKI), Colombo, for one, is proving equal to the task. One proof of this was the conducting of a knowledge forum by the LKI titled, ‘Debt Restructuring Outcome and Economic Diplomacy and Foreign Policy’, at the institution’s Lighthouse Auditorium on July 11th.",
    "The forum, which featured a panel of experts and a Q&A, was moderated by Ambassador Ravinatha Aryasinha, the LKI’s Executive Director. The forum was attended by a wide cross sections of the country’s public, including economic experts, researchers and sections of the diplomatic community.",
    "The panel of experts consisted of Visiting Senior Fellow of the Overseas Development Institute Dr. Ganeshan Wignaraja, chairman, Ceylon Chamber of Commerce Duminda Hulangamuwa, economist and Expert Member of the World Economic Forum Talal Rafi and Research Director, Verite Research, Subhashini Abeysinghe.",
    "Ambassador Aryasinha pointed out in his introductory remarks, among other things, to internal bottlenecks that have hampered Sri Lanka’s economic diplomacy in the past and have got in the way of the country implementing the IMF’s ‘Sri Lanka Diagnostics Report’. Some of these hindrances are: ‘the absence of policy and regulation consistency, allegations of lack of transparency and corruption, the need for a level playing field, the need for expansion of the basket of commodities and increasing the value-added components of the country’s exports.’",
    "Ambassador Aryasinha’s observations on the persistence of corruption in the country’s public life and his inputs on exports are of the utmost importance because there is no way in which any economic progress could be registered from now on if nothing constructive is done by the government to eradicate corruption in full and if export development is allowed to lag and be far behind international requirements and standards. In fact, the exports sector has re-emerged as an important frontier of development.",
    "A most timely reminder came from Dr. Wignaraja that although ‘Sri Lanka has successfully survived its worst economic crisis, the economy remains fragile.’ He pointed out, and very rightly, that ‘the key to transformative growth lies in looking beyond the IMF programme and re-tuning for growth-oriented reforms within the country.’",
    "Talal Rafi made some equally valuable inputs to the discussion when he mentioned, among other matters, that the ‘debt restructuring provided the breathing space needed to implement critical reforms for a sustainable economy until 2029.’ In fact, Sri Lanka is only enjoying ‘some breathing space’ as a result of the IMF’s intervention, and Sri Lanka’s polity would do well to bear this in mind, going forward. Complacency could prove fatal for the country.",
    "While pointing to the urgent need for economic consensus between the government and the opposition, Duminda Hulangamuwa stressed on the country ‘capitalizing on its potential as a shipping and logistics hub’, besides focusing on its IT and BPO industries as keys to growth.",
    "A realistic assessment of the country’s development prospects came from Subhashini Abeysinghe when she said that, ‘Debt restructuring is not the end, but the beginning’ in Sri Lanka’s economic recovery. She correctly highlighted ‘vested interests, corruption and weaknesses in governance’ as undermining the country’s efforts at developing on a sustained basis.",
    "Accordingly, the LKI forum was a major eye-opener for Sri Lankans in particular. To be sure, the country has acquired some minute ‘breathing space’ from its material ills as a result of the government seeking the assistance of the IMF but it would not be incorrect to state that Sri Lanka is ‘living on borrowed time.’",
    "The overwhelming loans obtained by the government would need to be repaid, besides the country getting on to a sustainable growth track, sooner rather than later. The LKI forum not only underscored the pitfalls to future progress but underlined what needs to be done urgently.",
    "Commonsense dictates that national productivity, based on far-seeing state planning, is one of the chief keys to even a measure of progress. Borrowed funds obtained at high interest rates would prove ‘a millstone around the country’s neck.’ Going forward, the rulers and ruled would learn the truth of this adage.",
    "Besides, ridding the country of corruption emerges as a number one priority for the state. If it fails on this front, deliverance of Sri Lanka from economic and political turmoil would prove elusive. It would be also advisable to bear in mind that ‘ill-gotten gains’ garnered by some political sections and stashed abroad would need to be brought back to Sri Lanka if the country hopes to live in peace, at least awhile. Could the country’s rulers measure up to this challenge?",
    "The global South, one hopes, would get its act together meanwhile. The recent sensational developments in Kenya, for one, underscored the futility of the South depending indefinitely on the IMF and the World Bank for financial succour in the face of economic crises. If the countries of the South are to witness any prosperity, it could be achieved only through their productive labour and efforts.",
    "Borrowings from Western financial institutions could give the South only a chimera of progress. Some African countries, for instance, are waking-up to this reality. It is only through an united, collective effort that the global South could usher in a measure of progress for itself. The South would need to think afresh through its remaining collective organizations as to how this could be achieved. Delays in doing this could prove costly.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}