{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/problem-of-being-potus%e2%80%88biden/",
  "time_ut": 1720815780.0,
  "original_lang": "en",
  "original_title": "Problem of being POTUS Biden",
  "original_body_lines": [
    "US President Joe Biden is in the news for all the wrong reasons, ranging from his backing for Israel, which is wreaking havoc on Gaza, and his unconditional support for Ukraine, which is ruining itself by fighting a proxy war against Russia at the behest of NATO. Pressure is now mounting on him to leave the presidential race owing to a string of gaffes and other signs of memory lapses, the latest being his slip-up during a presser, where he spoke to reporters about continued NATO support for Ukraine; he referred to Ukrainian President Volodymyr Zelensky as President Putin much to the astonishment of all those present. Biden promptly corrected himself, saying jokingly that he was so focused on beating Putin that he had erred, but the press and the US public were far from amused. His accidental falls, which are many, confused state of mind, gaffes, etc., have prompted the Americans to ask if he is mentally and physically fit enough to serve another term. Even the Democrats have expressed serious doubts about his eligibility to recontest.",
    "Chances are that the Democrats will find it extremely difficult to allow Biden to run for President again, and they may even be compelled to opt for some other candidate, given his appalling performance in a recent debate with his arch rival, Donald Trump. Paradoxical as it may sound, Biden has become an invaluable political asset to Trump; his signs of failing mental and physical health have distracted public attention from Trump’s deficiencies and wrongs, which are legion. If Trump had faced a Democrat of the calibre of Bill Clinton or Barack Obama in the debate, his fate in the presidential race would have been sealed then and there.",
    "Biden is determined to contest, but he is coming under increasing pressure to undergo detailed cognitive and neurological testing. He has the same determination as Sri Lankan politicians to cling on to power. Obviously, his kitchen Cabinet does not want him to call it quits.",
    "The real question however is not whether Biden is mentally and physically fit enough to seek re-election; instead, it is whether the US would have done differently on his watch if he had been free from the mental issues he is allegedly grappling with. Whenever one watches, on television, the ongoing carnage of Palestinians in relentless Israeli attacks, one wonders whether all those who support the Gaza invasion are of sound mind, much less of good moral character which they claim to possess. Would any other US President have stepped in to stop the massacre of civilians including children, in Gaza? Biden’s predecessors were no different. Bloody military coups and wars that the US has engineered to further its geo-strategic and economic interests at the expense of tens of thousands of lives in other countries make one wonder whether the American Presidents who presided over them were of sound mind. Even Clinton and Obama, who was given the Nobel Peace Prize even before he was ensconced in office, unflinchingly backed the destruction of life and property on the pretext of protecting democracy and combating terrorism.",
    "Most of all, if Biden is not mentally fit enough to seek re-election, as many Americans including Democrats are said to believe, the question is whether it is advisable to allow him to continue to serve as the President of the most powerful nation on earth until November 2024. There are situations where Biden confuses wars. He has recently referred to the Ukraine war as the Iraq war. A wag asks what would happen if he ever mistook the nuclear button, which is said to be on his desk, for some other switch?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}