{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111221/120-foreigners-obtain-temporary-driving-licenses-at-bia-service-counter",
  "time_ut": 1754452800.0,
  "original_lang": "en",
  "original_title": "120 foreigners obtain temporary driving licenses at BIA service counter",
  "original_body_lines": [
    "A total of 120 foreign nationals have been issued temporary driving licenses through the newly established service counter at the Bandaranaike International Airport (BIA) in Katunayake since its launch on August 3, the Commissioner General of Motor Traffic, Kamal Amarasinghe states.",
    "This initiative was introduced to promote tourism and minimize inconvenience to foreign visitors.",
    "The service counter, which operates around the clock, facilitates the issuance of temporary driving licenses to eligible foreigners based on the validity period of their visas and existing driving licenses. The validity of the temporary license ranges from two to five months, he noted.",
    "However, Amarasinghe emphasized that licenses for heavy vehicles and three-wheelers will not be issued through this service. He noted that there is significant demand from foreigners seeking heavy vehicle licenses, but such requests are not entertained through this system.",
    "“We cannot issue driving licenses upon request, particularly for heavy vehicles and three-wheelers. These are strictly excluded,” he said.",
    "In addition, Amarasinghe clarified that permanent driving licenses are not issued at the airport.",
    "“Foreign nationals or residents seeking permanent licenses must apply through the Department of Motor Traffic office in Werahera, following the standard procedure,” he stated.",
    "Commenting on recent trends in vehicle registration, Amarasinghe revealed that 133,678 new vehicles have been registered since January.",
    "He noted, “the majority are motorcycles, accounting for 100,451 registrations. This is followed by cars, with 20,535 units registered. The remainder includes dual-purpose vehicles, lorries, and three-wheelers.”",
    "“We are observing a steady increase in the number of vehicle registrations day by day,” he added."
  ]
}