{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/from-broad-principles-to-problem-solving-on-the-ground/",
  "time_ut": 1713201120.0,
  "original_lang": "en",
  "original_title": "From broad principles to problem solving on the ground",
  "original_body_lines": [
    "Given the importance of the IMF programme to the revival of the Sri Lankan economy, it is incumbent upon the major opposition parties, both of which are front runners to form the next government, to make their stances clear on their economic policies. The JVP in particular needs to make its stance clear as it has a Marxist background that rejected international markets-oriented development in the past. Their economic thinking has traditionally been suspicious of exploitation by international powers with a preference for self-reliant economic development in which the state is the engine of development. However, for that very reason and its image of a radical alternative, the JVP has emerged as the dark horse of national politics in the aftermath of the Aragalaya mass protests that demanded “systems change” in the context of the country’s sudden economic collapse.",
    "The New Year celebrations this year were low key compared to the past. The loud sound of crackers and other fireworks, traditionally accompanying the dawn of the New Year, was less than in the past. The economic burden on the people has begun to tell and was evident in the reduced purchase of new clothes and other items in preparation for the New Year. It can be surmised that the general population has less savings to utilise due to those savings being consumed in earlier months when people’s expenditures exceeded their income. The latest World Bank publication titled ‘World Bank Update: Bridges to Recovery’ released on April 2 shows that poverty has increased over the past four years—from 11 percent in 2019 to almost 26 percent in 2024 in Sri Lanka. According to it, approximately 60 percent of Sri Lankan households have decreased incomes, with many facing increased food insecurity, malnutrition and stunted growth.",
    "In contrast to these ground realities that have eroded the optimism of people to spend on festivities and non-essentials, the run-up to the New Year was accompanied by positive statements of recovery from the international financial institutions supporting the country. According to the Asian Development Bank, Sri Lanka is showing signs of recovery, with green shoots emerging in the second half of 2023 while inflation has decelerated to single digits, foreign exchange reserves continue to be built up, and the exchange rate has appreciated. Furthermore, tourist arrivals and remittance inflows continue to show a commendable recovery while supply conditions have improved. ADB’s growth forecast hinges on the continuation of reforms and better consumer and business sentiment. Timely completion of external debt restructuring will also support Sri Lanka’s debt sustainability efforts.",
    "The gist of the recent statements by the IMF, World Bank and ADB is that the government is taking the IMF programme that they support forward and the country needs to continue on that path. They have pointed out that the macro-economic figures on inflation and budget deficits have been reduced. However, there are also cautionary elements in their communications. One is that the government needs to pay more attention to addressing the needs of those sections of the population who are finding it difficult to make ends meet. The ADB, for instance, has noted that government needs to address the impact on the poor and vulnerable and also continues to implement reforms to address the underlying causes of the crisis.",
    "The second element in the communications of these major supporters of Sri Lanka’s economic recovery is to point out the dangers of the election cycle disturbing the smooth implementation of the economic reform process. They have expressed concern that the upcoming elections in Sri Lanka could jeopardize the country’s economic recovery programme supported by the IMF. The uncertainty surrounding the elections is causing a potential downward trend in Sri Lanka’s economic outlook. This could lead to a slowdown in the IMF programme and hinder the country’s progress towards economic stability. They also warn that due to the elections, the IMF programme may be extended into the second half of 2024 which can have political consequences.",
    "President Ranil Wickremesinghe’s statement that elections would not be held until the IMF programme is completed has generated concern about whether the presidential elections scheduled to be held in October will be endangered. The international agencies whose main backers are the Western democracies and Japan are unlikely to be advocating that elections should not be held merely to safeguard the IMF programme. Their concern is more likely to be that the government will loosen its current efforts to limit unnecessary expenditures and engage in populist measures such as reducing taxes and increasing subsidies as a means of getting votes. Sri Lanka’s past track record of failing to fully implement its previous 16 IMF agreements is a warning that the government may not follow through on its commitments. The concern would be exacerbated by the fact that both the major opposition parties, the SJB and JVP have said they will renegotiate the IMF programme if they come to power.",
    "Given the importance of the IMF programme to the revival of the Sri Lankan economy, it is incumbent upon the major opposition parties, both of which are front runners to form the next government, to make their stances clear on their economic policies. The JVP in particular needs to make its stance clear as it has a Marxist background that rejected international markets-oriented development in the past. Their economic thinking has traditionally been suspicious of exploitation by international powers with a preference for self-reliant economic development in which the state is the engine of development. However, for that very reason and its image of a radical alternative, the JVP has emerged as the dark horse of national politics in the aftermath of the Aragalaya mass protests that demanded “systems change” in the context of the country’s sudden economic collapse.",
    "At the present time in keeping with the general consensus among economists and the intelligentsia, the JVP appears to be recognising the importance of the international financial agencies in Sri Lanka’s economic recovery. They have said they will renegotiate the IMF programme, not abandon it. Fiscal targets will need to be met and there needs to be a balance between expenditures and incomes. At the same time there can be a redistribution of the burdens of emerging from bankruptcy that have been put on those who are at the bottom levels of society rather than those at the higher levels. This is evident in the host of newspaper advertisements announcing the forced sale of properties being mortgaged by small and medium businesspersons. The government has chosen not to protect them, giving priority to saving the businesses that are “too big to be allowed to fail.”",
    "The “systems change” demanded by the masses of people is not only economic justice on the lines pointed above but also includes the issue of inter-ethnic justice that is of particular importance to the ethnic and religious minorities. President Ranil Wickremesinghe has been clearest in his analysis of the problem and solution though he has failed to deliver on the solution in his two years as president and earlier years as prime minister. Drawing on his personal experiences, Opposition leader Sajith Premadasa made a remarkable speech recently to a professionals group in which he identified the ethnic, religious, caste and social class cleavages in society. Similarly, JVP leader Anura Kumara Dissanayake has been making speeches in which he provides a comprehensive analysis of the use of narrow ethnic nationalism to win elections, starting from the disenfranchisement of Tamils of recent Indian origin (Malaiyaha Tamils) in 1948.",
    "In his New Year message, the JVP leader broke new ground for a mainstream political party when he referred to ethnic and religious minorities as “nationalities.” The communities in Sri Lanka are not only cultural, religious and linguistic groups, but are also political entities. They all wish to protect their identities and to be treated equally by the Sri Lankan state without discrimination. In describing them as nationalities, the JVP leader was utilising the Marxist political tradition, in which regional self-government is not a negative but a positive. However, the JVP needs to be more specific about what they will actually put in place on the ground to resolve the issue of power sharing between the communities. They also need to deal with their opposing positions and actions in the past. This is no different from the question of what they will do in terms of the economy and with the IMF agreement. These are the nettles that have to be grasped by those who aspire to lead Sri Lanka and bring about the systems change for economic development and national unity. Answers need to be given to convince those in positions of power in business and politics and to those at the bottom who are struggling to make ends meet.",
    "India is holding a mammoth election with nearly a billion voters",
    "Poverty has increased from 11% to 26% during past four years",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}