{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99362/foreign-minister-ali-sabry-to-attend-iranian-president-raisis-funeral",
  "time_ut": 1716291000.0,
  "original_lang": "en",
  "original_title": "Foreign Minister Ali Sabry to attend Iranian President Raisi’s funeral",
  "original_body_lines": [
    "Sri Lanka’s Foreign Minister Ali Sabry will leave for Iran tonight to attend President Dr. Ebrahim Raisi’s funeral in Tabriz, Iran, the Ministry of Foreign Affairs said.",
    "The funeral procession for late Iranian President Ebrahim Raisi and other officials who died in a helicopter crash started Tuesday in the northwestern city of Tabriz.",
    "Tens of thousands of Iranians, including senior officials and military commanders, gathered in the city’s Martyrs Square to witness the funeral rites of the country’s late president and other officials who died in the incident.",
    "Their bodies will be flown later in the day to the central Iranian city of Qom, which is home to one of the revered shrines and religious seminaries where Raisi studied.",
    "Following the second funeral in Qom, they will be brought to the capital Tehran, where Iran’s Supreme Leader Ayatollah Ali Khamenei is expected to lead congregational funeral prayers for them.",
    "On Thursday, according to the itinerary, Raisi will be taken to his hometown of Mashhad for burial at the revered shrine of Imam Reza.",
    "Raisi, the 8th Iranian president since the 1979 Islamic Revolution, served as the custodian of the Imam Reza shrine for several years before becoming the country’s judiciary chief in 2019 and president in 2021.",
    "After a nightlong search operation hampered by bad weather, Raisi, Foreign Minister Hossein Amir-Abdollahian, and other top officials were declared dead on Monday morning.",
    "Dozens of emergency rescue teams were dispatched to the mountainous area in East Azerbaijan province, where the accident occurred Sunday afternoon.",
    "According to the Iranian Constitution, First Vice President Mohammad Mokhber will assume powers of the presidency until new elections are held."
  ]
}