{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slcbc-completes-successful-trade-and-investment-mission-to-canada/",
  "time_ut": 1730575560.0,
  "original_lang": "en",
  "original_title": "SLCBC completes successful trade and investment mission to Canada",
  "original_body_lines": [
    "The Sri Lanka-Canada Business Council (SLCBC) of the Ceylon Chamber of Commerce has successfully concluded a nine-member trade and investment mission to Canada, which took place from Oct 14 to 22.",
    "Led by SLCBC President Priyantha Chandrasekara, the mission aimed to strengthen bilateral ties and explore opportunities across key sectors, including education, agriculture, and technology.",
    "Before embarking on the mission, the delegation met with Prime Minister Dr. Harini Amarasuriya to discuss the initiative’s objectives and anticipated impacts, underscoring its importance at the highest levels of government.",
    "A key highlight of the trip was the Sri Lanka-Canada Business Forum, held on Oct 15, which featured Kula Sellathurai, President of the Canada Sri Lanka Business Convention (CSBC), as the keynote speaker. The forum showcased strategic advantages for trade and investment, highlighting projects such as the Colombo Port City and the Industrial Processing Zone in Kankesanthurai.",
    "Throughout the mission, the delegation participated in networking sessions with prominent business leaders, including members of the Scarborough Business Association. They also engaged in discussions with the Council of Ontario Universities, led by President and CEO Steve Orsini, to explore educational partnerships. In Ottawa, Chandra Arya, Member of Parliament for Nepean West, welcomed the group to discuss reducing trade barriers.",
    "The delegation’s activities also included meetings with the Sri Lankan High Commissioner to Canada, U.L. Mohammed Jauhar, who expressed strong support for these initiatives. In Montreal, discussions with Global Affairs Canada and key food manufacturers focused on expanding Sri Lankan exports, particularly coconut-based products, and enhancing pathways for Sri Lankan students pursuing higher education in Canada.",
    "In Vancouver, the group explored collaborative opportunities in Agri-Tech, IT, and tourism with the Tri-Cities Chamber of Commerce and the Surrey Board of Trade. The delegation was honored at the 22nd Anniversary celebration of the Saravana Bhawan Restaurant Chain, hosted by owner Ganaesan Sugumar, who is also head of the CSBC’s counterpart organization in Canada.",
    "Cargills Bank empowers Teenagers with the “Smart Teens” Savings Account",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}