{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112273/yen-slides-after-japan-pm-ishiba-resigns-dollar-wobbles",
  "time_ut": 1757315820.0,
  "original_lang": "en",
  "original_title": "Yen slides after Japan PM Ishiba resigns, dollar wobbles",
  "original_body_lines": [
    "The yen fell sharply on Monday following the resignation of Japanese Prime Minister Shigeru Ishiba, while the dollar remained on shaky footing after Friday’s weak U.S. jobs report cemented expectations of a Federal Reserve rate cut this month.",
    "The focus for markets will also be on French Prime Minister Francois Bayrou’s confidence vote, which he is expected to lose, plunging the euro zone’s second-largest economy deeper into political crisis.",
    "Japan’s Ishiba on Sunday announced his resignation, ushering in a potentially lengthy period of policy uncertainty at a shaky moment for the world’s fourth-largest economy.",
    "The yen slumped in response in Asia trade, and was last down 0.5% against the dollar at 148.16, having pared some losses over the course of the session.",
    "The Japanese currency similarly slid to its lowest in more than a year against the euro and sterling at 173.91 and 200.33, respectively.",
    "Investors are focusing on the chance of Ishiba being replaced by an advocate of looser fiscal and monetary policy, such as Liberal Democratic Party (LDP) veteran Sanae Takaichi, who has criticised the Bank of Japan’s interest rate hikes.",
    "“The probability of an additional rate hike in September was never seen as high to begin with, and September is likely to be a wait-and-see,” Hirofumi Suzuki, chief currency strategist at SMBC, said of the BOJ’s next move.",
    "“From October onward, however, outcomes will in part depend on the next prime minister, so the situation should remain live.”",
    "On Monday, former Foreign Minister Toshimitsu Motegi became the first ruling party lawmaker to throw his hat into the ring to succeed Ishiba.",
    "Japanese stocks surged while government bonds (JGBs) were steady, though yields on super-long JGBs hovered near record highs.",
    "“With the LDP lacking a clear majority, investors will be cautious until a successor is confirmed, keeping volatility elevated across yen, bonds and equities,” said Charu Chanana, chief investment strategist at Saxo.",
    "“Near term, that argues for a softer yen, higher JGB term-premium, and two-way equities until the successor profile is clear.”",
    "The yen hardly reacted to Monday’s data, which showed Japan’s economy expanded much faster than initially estimated in the second quarter.",
    "The dollar struggled to recoup its heavy losses after falling sharply on Friday on data that showed further cracks in the U.S. labour market.",
    "The nonfarm payrolls report showed U.S. job growth weakened sharply in August and the unemployment rate increased to nearly a four-year high of 4.3%.",
    "Investors ramped up bets of an outsized 50-basis-point rate cut from the Fed later this month following the release and are now pricing in a 10% chance of such a move, as compared to none a week ago, according to the CME FedWatch tool.",
    "Sterling eased just 0.06% to $1.3499, having risen more than 0.5% on Friday, while the euro was down 0.04% at $1.1717, after hitting a more than one-month high on Friday.",
    "The dollar index was marginally lower at 97.82, after sliding more than 0.5% on Friday.",
    "“Given the more elevated downside risks to the employment side of the mandate, we think a rate cut at the September meeting is all but assured. We continue to expect a 25bp cut at that meeting,” said Barclays economists in a note.",
    "“However, we change our Fed call by adding another 25bp cut in October, while leaving our December cut unchanged. In all, we now think the FOMC will proceed with three 25bp cuts this year, easing the policy stance in the face of the slowing labour market.”",
    "U.S. Treasury Secretary Scott Bessent on Friday called for renewed scrutiny of the Fed, including its power to set interest rates, as the Trump administration intensifies its efforts to exert control over the central bank.",
    "President Donald Trump is considering three finalists for Federal Reserve chair to replace Jerome Powell, whom the president has criticised all year for not cutting rates as he has demanded.",
    "Elsewhere, the Australian dollar was up 0.14% at $0.6564, while the New Zealand dollar gained 0.15% to $0.5901."
  ]
}