{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/constitutional-quandary/",
  "time_ut": 1709053920.0,
  "original_lang": "en",
  "original_title": "Constitutional quandary",
  "original_body_lines": [
    "The SLPP-UNP government and its legal pundits interpret the Constitution in such a way that we are reminded of a character in Lewis Carroll’s Through the Looking Glass — Humpty Dumpty, who says, “When I use a word, it means just what I choose it to mean — neither more nor less.” The ruling party politicians and their legal advisors want the Constitution to mean what they want it to mean—neither more nor less.",
    "Acting police chief, Deshabandu Tennakoon, was appointed IGP Monday. The Presidential Media Division (PMD) has, in a media statement, said Tennakoon’s appointment was made in compliance with the stipulations, outlined in Articles 41C (1) and 61E (b) of the Constitution of the Democratic Socialist Republic of Sri Lanka, pursuant to authority vested in President Ranil Wickremesinghe. What one gathers from the aforesaid communique is that, according to the PMD, Tennakoon’s appointment as IGP received explicit approval of the Constitutional Council (CC).",
    "Article 41C (1) of the Constitution says, “No person shall be appointed by the President to any of the offices specified in the Schedule to this Article, unless such appointment has been approved by the Council upon a recommendation made to the Council by the President.” Article 61E of the Constitution says, “The President shall appoint – (a) the Heads of the Army, the Navy and the Air Force; and (b) on the approval at the Constitutional Council, the Attorney-General and the Inspector-General of Police.”",
    "Opposition Leader Sajith Premadasa has challenged the constitutionality of Tennakoon’s appointment as IGP. No sooner had it been announced than Premadasa claimed via X (formerly Twitter) that it had been made in violation of the Constitution because only four members of the CC endorsed it; two members voted against it and two others abstained. Pointing out that the appointment should have been approved by at least five members of the CC for it to be constitutionally valid, the Opposition Leader has argued that there was no tie for the Speaker to break as regards the division of the CC. What is implied in Premadasa’s X message is that the Speaker voted for Tennakoon’s appointment, bringing the number of ayes to five.",
    "Premadasa has blamed the Speaker for having violated the Constitution. The Opposition has already initiated the process of moving a no-faith motion against the Speaker for certifying the Online Safety Bill sans the Supreme Court (SC) recommendations.",
    "Going by the Opposition Leader’s contention, the constitutionality of Tennakoon’s appointment is in question. This is a serious issue that has to be addressed by Parliament and constitutional experts urgently lest it should cause a further erosion of public faith in the police.",
    "Strangely, the fact that the SC has delivered a judgement in a fundamental rights violation case against Tennakoon and several others, ordering them to pay compensation to the petitioner, a victim of torture, etc., was ignored when Tennakoon was elevated to the post of IGP. The apex court also ordered disciplinary action against them. Thus, according to legal experts, Tennakoon has violated Article 11 of the Constitution, which says, “No person shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.” The Attorney General should have heeded calls for a direct indictment based on the SC judgment.",
    "Worryingly, constitutional experts insist that the CC has not yet adopted the procedure and practice guidelines stipulating the manner in which its proceedings should be conducted, and as a result the essential quality of transparency and due process that need to be followed have been treated with total disrespect and disregard. This is also a serious issue that warrants the attention of Parliament. Let the CC be urged to put its house in order without further delay and live up to the expectations of the public, whose trust in the constitutional process is ebbing away.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}