{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101386/eyeing-eurasian-connectivity-corridors-sri-lanka-builds-partnership-with-central-asian-countries",
  "time_ut": 1724210340.0,
  "original_lang": "en",
  "original_title": "Eyeing Eurasian connectivity corridors, Sri Lanka builds partnership with Central Asian countries",
  "original_body_lines": [
    "Aiming at exploring the strategic role of Central Asia in Eurasia and beyond with particular emphasis on the emergence of new transport and logistics corridors, Sri Lanka’s Foreign Ministry will on Wednesday host a first of its kind event to discuss ways to strengthen its economic ties with the region.",
    "Titled ‘Central Asia Forum: A Gateway to New Horizons’, the Colombo event will be opened by Sri Lankan Foreign Secretary Aruni Wijewardane with Foreign Minister Ali Sabry also scheduled to deliver an address, highlighting Sri Lanka’s priorities in the region.",
    "“With its strategic location, Central Asia is poised to play an important role in the future of Eurasian connectivity. The event is expected to offer perspectives and insights that will shape the future of Sri Lanka’s engagement with the region,” the Sri Lankan Foreign Ministry said in a statement.",
    "The forum will also delve into the opportunities and challenges that lie ahead, with a special focus on building synergies that can drive mutual growth and prosperity.",
    "The Sri Lankan Foreign Ministry said that the forum is being held following a recent decision to establish a resident diplomatic mission of Sri Lanka in Kazakhstan and the conclusion of Foreign Office consultations with Kazakhstan, Kyrgyzstan and Turkmenistan.",
    "The event will bring together policymakers, thought leaders, business persons and experts including Kazakhstan’s former Deputy Minister of Foreign Affairs Doulat Kuanyshev, Norwegian diplomat and Geopolitical Cartographer Council member Erik Solheim, Deputy Head of Mission of the Kazakhstan Embassy in New Delhi Darkhan Seitenov, and many other experts.",
    "In September 2023, during a high-level meeting between the Sri Lankan President Ranil Wickremesinghe and Kazakhstan President Kassym-Jomart Tokayev, it was agreed to reciprocally establish Embassies in Colombo and Astana. The embassy in Astana will be Sri Lanka’s first resident diplomatic mission in Central Asia. Sri Lanka is also a Member of Conference on Confidence Building Measures in Asia (CICA) based in Astana.",
    "Both countries have acknowledged that the resumption of direct charter flights by Air Astana to Sri Lanka has contributed to increasing tourist arrivals from Kazakhstan to Sri Lanka and are exploring a reciprocal visa-free arrangement for normal passport holders."
  ]
}