{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96449/sri-lanka-to-speed-up-negotiations-to-use-sea-area-beyond-exclusive-economic-zone-",
  "time_ut": 1705404600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to speed up negotiations to use sea area beyond exclusive economic zone",
  "original_body_lines": [
    "The Sectoral Oversight Committee on International Relations has drawn its attention to the affairs related to the National Oceanic Affairs Committee Secretariat, an agency affiliated to the Ministry of Foreign Affairs.",
    "The Committee to which met on 09 January 2024 chaired by Member of Parliament Akila Ellawala discussed the role of the National Oceanic Affairs Committee Secretariat, challenges faced and future plans, the Parliamentary Communications Department said in a statement.",
    "The current Chairman of the secretariat, Dr. N.P. Vijayananda, addressing the meeting, stated that there is a possibility of using a sea area of 250 nautical miles beyond the exclusive economic zone, which is 200 nautical miles from the land of the country, for economic activities in the country.",
    "According to the United Nations Charter on the Law of the Sea, the agreement of the regional countries is necessary, so the Chairman pointed out that negotiations with other regional countries, including India, are ongoing. It was also discussed that this ocean region is very important for Sri Lanka due to fuel exploration and biodiversity, the statement mentioned.",
    "Accordingly, the Committee Chair pointed out the need to speed up these activities in coordination with the Ministry of Defense and said that he expects to make a request to the minister in charge of the subject.",
    "Committee members and Members of Parliament Madhura Withanage, S.M.M. Muszhaaraff, officials representing the Ministry of Foreign Affairs were present at the Committee meeting held, according to the Parliamentary Communications Department."
  ]
}