{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/japan-to-resume-stalled-projects-in-sri-lanka-emphasizes-on-free-open-indo-pacific-161206/",
  "time_ut": 1714831560.0,
  "original_lang": "en",
  "original_title": "Japan to resume stalled projects in Sri Lanka, emphasizes on free, open Indo-Pacific",
  "original_body_lines": [
    "ECONOMYNEXT – Japan will resume stalled yen loan projects in Sri Lanka after the island nation formally enters a deal with its bilateral lenders while Tokyo will Colombo government to ensure a free and open Indo-Pacific, Japanese Foreign Minister Yoko Kamalkawa said.",
    "Kamalkawa made the comments after meeting her Sri Lankan counterpart Ali Sabry in Colombo.",
    "“The restoration of stability and economic development in Sri Lanka, which is at a strategic location in the Indian Ocean, is essential for the stability and prosperity of the entire Indo-Pacific region,” Kamalkawa told reporters in Colombo.",
    "Kamalkawa said she had conveyed Japan’s expectation for the early signing of the MOUs between the Officials Creditor Committee (OCC) and Sri Lanka. Japan co-chairs the OCC.",
    "“This stressed the importance of reaching a debt restructuring agreement with all the creditors in a transparent and comparable manner,” she said.",
    "“I also conveyed Japan’s intention to further support Sri Lanka’s development by swiftly resuming existing yen loan projects once the MOU on debt restructuring is signed and the Sri Lankan government’s intention to swiftly conclude a bilateral agreement is confirmed.”",
    "Diplomatic ties between Japan and Sri Lanka hit low after former president Gotabaya Rajapaksa unilaterally cancelled a $1.5 billion railway project.",
    "Sri Lanka President Ranil Wickremesinghe when visited Japan in May last year apologized to the Japanese government for the unilateral cancellation of a Japan-funded $1.5 billion light rail transit (LRT) project.",
    "The cancellation of the Japan International Cooperation Agency (JICA)-funded project was controversial in Sri Lanka after the government under then President Gotabaya Rajapaksa, which was closer to Beijing, unilaterally suspended the project as well as another $500 million tripartite deal to develop the Colombo Port’s Eastern Container Terminal (ETC) together with India.",
    "Japan halted all its yen loan funded projects after Sri Lanka defaulted, as its lending agency is barred from increasing loans to a country in debt distress.",
    "Japan has given grants to help over the crisis and facilitated discussions to speed up bilateral debt restructuring.",
    "Japanese Foreign Minister did not say if the LRT project is also included in the raft of projects intended to be resumed soon after signing the MOU.",
    "Sri Lanka defaulted on its external debt in April 2022, after printing money to cut rates and target ‘potential output’ (macro-economic policy) after the end of a civil war under a ‘flexible’ inflation targeting regime triggering serial currency crisis and a steady spike in foreign debt.",
    "Gotabaya Rajapaksa’s 2020 tax cuts were added to record money printing to cut rates, in yet another attempt to push up growth after what state macro-economists claimed was a ‘persistent output gap’.",
    "Wickremesinghe who is seen as a pro-Japanese leader has helped to rebuild the diplomatic ties with Japan in the last two years.",
    "Foreign Minister Kamalkawa said emphasized the importance of various reforms undertaken by Sri Lanka for the re-normalization of the Sri Lankan economy.",
    "“Furthermore, Japan and Sri Lanka are both island nations surrounded by sea. Japan intends to further strengthen cooperation with Sri Lanka in the maritime domain in order to realize a “Free and Open Indo-Pacific”, she said.",
    "Japan plays a crucial role in the Quad, which is a quadrilateral Security Dialogue and a strategic forum involving the United States, Japan, Australia, and India amid concerns over Chinese breaches in the Indian Ocean.",
    "Japan also plays a crucial role in the broader Indo-Pacific region due to its strategic location, economic power, and commitment to maintaining a free, open, and rules-based international order.",
    "Kamalkawa said Japan will offer a vessel to Sri Lanka in the request from Sri Lanka equipped with sonar to be used for compiling data and charts. (Colombo/May 4/2024)"
  ]
}