{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Harassment-of-Civilians-in-the-guise-of-Yukthiya/108-274591",
  "time_ut": 1704652260.0,
  "original_lang": "en",
  "original_title": "Harassment of Civilians in the guise of ‘Yukthiya’?",
  "original_body_lines": [
    "The young boy was allegedly taken to the cubicle seen on the left to conduct the body check",
    "“My son was traumatized and was almost in tears. As a father I cannot keep my eyes and ears closed and then decided to write this message which was doing its rounds on social media”",
    "“We spent the whole of Friday (January 5) at the Police station recording statements. As civilians we are all in support of removing drugs off the street but that doesn’t mean law enforcement officers can simply harass civilians,” Saram underscored",
    "However, an inquiry had been launched following the incident while the Daily Mirror learned that the police officer in question had been transferred",
    "On January 3, a WhatsApp message written by one Gerald De Saram revealed another incident of alleged police brutality on two teens. The incident had occurred when two youths, a boy and a girl were stopped by officers at the Kollupitiya Police Station for a random check under the ‘Yukthiya’ operation. The family claims that the police had not only manhandled the boy but had forced him to strip his trousers and also his underwear. However, an inquiry had been launched following the incident while the Daily Mirror learned that the police officer in question had been transferred.",
    "Even though the police officers had initially checked the three-wheeler driver, they had then diverted their attention to the two passengers. According to Saram, the police officers not only asked the two teens to get off the vehicle but they have also conducted a body check on the boy in a rough and crude manner. “Since they were not convinced they had dug into my son’s pouch. He carries his phone, wallet and personal belongings including a pair of scissors. He’s a basketball player and he carries a pair of scissors to cut his nails. But the police officers have thought that he was carrying it for some drug-related activity. Thereafter they had taken him into a cubicle, had grabbed my son by his belt and had manhandled him while ordering him to strip. My son was petrified, bullied and traumatized into submission. Obliging to his orders my son had removed his trousers. The officer who was not convinced by this had then asked him to remove his underwear as well!”",
    "“My son was traumatized and was almost in tears. As a father I cannot keep my eyes and ears closed and then decided to write this message which was doing its rounds on social media. The following day I got a call from the Kollupitiya Police Station saying that an inquiry had been launched into the incident. The officer who conducted the body check had been transferred but there were 3-4 other officers who were assisting him. An official police inquiry had been launched and we’re waiting to see the outcome.”",
    "However Saram acknowledged the prompt action taken by the police to not only launch an inquiry but also transfer the officer who harassed his son. “We spent the whole of Friday (January 5) at the Police station recording statements. As civilians we are all in support of removing drugs off the street but that doesn’t mean law enforcement officers can simply harass civilians,” he underscored.",
    "When contacted, Kollupitiya Police O.I.C., C. I. Dushmantha said that the boy was taken in for a checking as the pair of scissors smelled of hash. “The officers immediately took a photo of the scissors. We have been instructed to conduct a thorough body check on anybody we suspect, and this includes requesting the suspect to remove his underwear. Therefore we took him to a cubicle near the roadblock at Kollupitiya junction and asked him to remove his belt and checked his trousers. Thereafter we asked him to remove his underwear as well. Nothing was done by force and we were only following orders given to us.”",
    "Responding to claims by the Police, Saram explained that the pair of scissors had a little bit of rust and dirt and denied that it was any residue from hash. “There is no way that my son used this pair of scissors to cut hash and the Police is trying hard to confirm it. But in that case why did they release him? If they had their suspicions they should have submitted the pair of scissors to the government analyst for a second opinion. By the time the police officers diverted their attention to my son, a number of vehicles would have easily passed that roadblock, perhaps with drugs. Nothing adds up and this is a clear case of harassing a young boy,” Saram said in conclusion.",
    "Taking to his X account, Public Security Minister Tiran Alles referred to the incident and said that “stern action would be taken against any wrongdoers to ensure accountability and justice.”",
    "The family questions as to who could be held accountable when law keepers become law breakers in the country. Article 11 of the Constitution states that no person shall be subject to torture or to cruel, inhuman or degrading treatment or punishment. Article 12 states that all persons are equal before the law and are entitled to the equal protection of the law."
  ]
}