{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Greater-Mekong-Business-Council-of-Ceylon-Chamber-meets-Ambassador-Designate-to-Thailand/34-764454",
  "time_ut": 1721345903.0,
  "original_lang": "en",
  "original_title": "Sri Lanka-Greater Mekong Business Council of Ceylon Chamber meets Ambassador-Designate to Thailand",
  "original_body_lines": [
    "The Executive Committee of the Sri Lanka-Greater Mekong Business Council (SLGMBC) of The Ceylon Chamber of Commerce met Sri Lanka’s Ambassador-designate to Thailand Wijayanthi Edirisinghe recently to discuss opportunities for trade and investment collaboration in several key industry sectors.",
    "During the meeting, Wijayanthi highlighted the potential for cooperation across various sectors, with a special focus on the opportunities presented by the Sri Lanka-Thailand Free Trade Agreement, including leveraging Thailand’s expertise especially in fields of agriculture and fisheries to address challenges.",
    "Educational exchanges were also highlighted, focusing on student exchange programs, joint degree programs, and faculty exchanges in IT, tourism, and pharmaceuticals. Prospects for joint ventures in the gem and jewellery sector, as well as collaborations with Thai healthcare services for training programs and technology exchange to elevate Sri Lankan healthcare standards were also discussed.",
    "The meeting also touched on working with Thai Airways to promote trade exhibition packages and enhance corporate sector engagement, and also to promote religious and cultural tourism between the two countries. Wijayanthi added that her role in overseeing operations in Cambodia and Laos, collaborating with local companies and the Export Development Board would add further impetus to potential trade collaborations. SLGMBC President Suriyakumara suggested organising a trade delegation from Thailand to Sri Lanka to foster stronger economic ties through B2B meetings, tourism promotion, and new export opportunities.",
    "The meeting concluded with plans to enhance product value, quality, and packaging for the Thai market, address regulatory challenges, and leverage technology exchange in agriculture, fisheries, and power sectors."
  ]
}