{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-opts-not-to-back-condemning-israel-for-travel-ban-on-un-sec-gen-184174/",
  "time_ut": 1729258740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka opts not to back condemning Israel for travel ban on UN Sec Gen",
  "original_body_lines": [
    "Sri Lanka has chosen not to be a signatory for a letter signed by 105 countries, including European and African countries, as well as much of the Global South that “condemned” Israel for banning United Nations Secretary General (UNSG) entering into the country.",
    "Israeli Foreign Minister Israel Katz early this week reinforced his decision to declare U.N. Secretary-General Antonio Guterres persona non grata over what he described as a failure to condemn Iran’s missile attack and antisemitic and anti-Israel conduct.",
    "The move comes amid continuous UN pressure for a ceasefire in the conflict-hit Middle East.",
    "Sri Lanka has been with the Global South on a number of resolutions that are critical of Israel and backing Palestine, but has decided not to sign the letter circulated by Chile, and supported by Brazil, Colombia, South Africa, Uganda, Indonesia, Spain, Guyana and Mexico.",
    "Sri Lanka’s Ministry of Foreign Affairs did not comment despite repeated text messages on the reason for not signing the letter.",
    "Sri Lanka in the past has backed Palestine in the UN forum as well as supported resolutions against Israel atrocities in Gaza.",
    "In the letter, the 105 countries expressed their “deep concern with and condemnation of the recent statement of the Israeli Foreign Minister banning UNSG from entering the country.",
    "“Such actions undermine the United Nations’ ability to carry out its mandate, which includes mediating conflicts and providing humanitarian support,” the countries said in the letter.",
    "“In the Middle East, this could further delay and end all hostilities and the establishment of a credible path towards the two-State solution, with the state of Palestine and Israel living side by side in peace and security, in accordance with the relevant United Nations resolutions.”",
    "Sri Lanka’s decision also comes days after it rejected a UN Human Rights Council resolution to extend a mandate to the Office of UN High Commissioner for Human Rights (OHCHR) to gather evidence in the island nation for the past rights abuses.",
    "India also has excluded itself from signing the letter. (Colombo/October 18/2024)"
  ]
}