{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101281/sri-lankas-headline-inflation-expected-to-remain-below-target-cbsl",
  "time_ut": 1723793820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s headline inflation expected to remain below target - CBSL",
  "original_body_lines": [
    "The Central Bank of Sri Lanka (CBSL) predicts that the headline inflation is expected to be below the target in the forthcoming months, and reach the 5% target with appropriate policies in the medium term.",
    "In its monetary policy report for the month of August 2024, the CBSL has highlighted that the economic growth recovery towards the potential level is expected to continue over the medium term with appropriate policies.",
    "Furthermore, it mentioned that the Central Bank of Sri Lanka conducts monetary policy under a Flexible Inflation Targeting (FIT) framework, aimed at maintaining inflation at the target rate of 5%, while supporting economic growth to reach its potential.",
    "The Economic Research Department of the CBSL released its second Monetary Policy Report for 2024 in keeping with the requirements of the Central Bank of Sri Lanka Act, No. 16 of 2023, based on information that the Monetary Policy Board of the Central Bank considered in formulating the monetary policy decision during the July 2024 review.",
    "The Monetary Policy Report provides forward-looking insights about the economy, particularly in terms of inflation and economic growth. The Report also aims to provide an assessment of risks to the projections on inflation and economic growth, considering the ongoing and expected developments on domestic and global fronts, the CBSL said.",
    "Following a temporary rise in early 2024, headline inflation declined notably thereafter due to reductions in energy prices, a slowdown in food inflation, and subdued demand conditions.",
    "Headline inflation is expected to remain well below the targeted level of 5 per cent (yearon-year) in the near term, and gradually stabilise around the targeted level over the medium term.",
    "Economic activity continued to rebound in 2024, supported by the gradual restoration of macroeconomic stability, low interest rates and improving investor confidence.",
    "The Sri Lankan economy is expected to continue its growth momentum in 2024, gradually moving towards its potential level over the medium term."
  ]
}