{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103865/chinese-envoy-responds-to-claims-over-debt-trap-and-white-elephant-projects-in-sri-lanka",
  "time_ut": 1732869600.0,
  "original_lang": "en",
  "original_title": "Chinese envoy responds to claims over ‘debt trap’ and ‘white elephant’ projects in Sri Lanka",
  "original_body_lines": [
    "The Chinese Ambassador to Sri Lanka, Qi Zhenhong, says that while some critics label the large-scale projects implemented in Sri Lanka with Chinese financial assistance as “white elephants,” all such projects were developed according to the requests of the governments in power at the time.",
    "The Ambassador made these remarks during a meeting with a group of representatives of media organisations last evening (28), where the discussion touched on various topics including the projects funded by China in Sri Lanka.",
    "He emphasized that certain projects have not been optimally utilized due to inefficiencies in their operation by the Sri Lankan side.",
    "The Ambassador cited the Colombo Lotus Tower project as an example, noting that although it was leased to a private company, it has now started generating profits and he emphasized that the Lotus Tower has become a symbolic landmark for Sri Lanka.",
    "He also highlighted that both the Hambantota International Port and the Colombo Port, which received Chinese investments, are expected to contribute significantly to the Sri Lankan government’s revenue.",
    "Particularly, the Ambassador pointed out that the Colombo Port City project is completely a Chinese investment where Sri Lanka did not incur any expenditures.",
    "He also addressed the various concerns regarding Chinese investments and loans, which some have labeled as a “debt trap,” explaining that these investments were made based on the long-standing and friendly relationship between China and Sri Lanka, and not for personal gain.",
    "The Ambassador further explained that China’s financial support to Sri Lanka was aimed at helping the country maintain its independence without succumbing to external pressures. He expressed optimism that China-Sri Lanka relations would enter a new phase under the current government.",
    "In response to an inquiry about why the Free Trade Agreement (FTA) between China and Sri Lanka has not yet been signed, despite seven rounds of negotiations, the Ambassador attributed this delay to unwarranted concerns that China would dominate the Sri Lankan market through the FTA.",
    "He reassured that if the FTA were to be signed, the Sri Lankan government would have the option to amend the agreement after one year if any unfavorable conditions arose.",
    "The Ambassador reiterated China’s commitment to supporting Sri Lanka as a true friend, highlighting China’s assistance during Sri Lanka’s challenges at the United Nations Human Rights Council (UNHRC) in Geneva, during the Covid-19 pandemic, and throughout the country’s ongoing economic and disaster-related crises."
  ]
}