{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Family-is-the-first-essential-cell-of-human-society/172-282664",
  "time_ut": 1715797800.0,
  "original_lang": "en",
  "original_title": "Family is the first essential cell of human society",
  "original_body_lines": [
    "Families stay together if they regularly pray or meditate together. This is a hallowed philosophy that goes a long way to show that good families make good societies and countries. We need to see unity in diversity in families with none dominating or having his/her way. Family members need to be sacrificial and forgiving, embodying values of love, peace, joy, patience, kindness, humility, gentleness and meekness. Some believe the husband is the head of the family and must take the final decision on important issues, but this has been proven to be wrong. The right way is a collective decision by the husband, wife and grown up children. If all family members have an attitude of foot-washing service to others, it will set a good example to the neighbourhood and provide a solid base for the country of good citizens who are concerned not only about themselves, but about the future of the country and the future generations.",
    "Yesterday (15), the UN marked the ‘International day of families’. In a statement, the world body went to broader dimensions on the importance of raising awareness of how climate change impacts families and the role families can play in climate action. It stated that climate change negatively impacts the health and well-being of families through increased pollution, while extreme weather events exacerbated by climate change, such as hurricanes, droughts and floods, often lead to forced displacement and loss of livelihoods for families and individuals. Such events impact agricultural productivity and access to water, intensifying hunger and vulnerability.  Through family and community initiatives, climate action can be fostered with education, access to information, training and community participation.",
    "According to the UN, empowering families through education, changing consumption habits, and advocacy is critical for meaningful and effective climate action. Families pass values across generations; so, instilling sustainable habits and climate awareness in families from an early age is important. Integrating circular economy principles into early childhood education can help build a sustainable economic model based on minimising waste and regenerating natural resources. Families as consumers and advocates can drive the transition to a circular economy.",
    "This year marks the 30th anniversary of the International Year of the Family. It was during the 1980’s that the UN began focusing attention on issues related to the family. In 1983, based on the recommendations of the Economic and Social Council, the Commission for Social Development in its resolution on the Role of the family in the development process (1983/23) requested the Secretary-General to enhance awareness among decision makers and the people of the problems and needs of the family, as well as of effective ways of meeting those needs.",
    "In its resolution 1985/29 of May 29, 1985, the Council invited the General Assembly to consider the possibility of including the provisional agenda of its forty-first session an item entitled “Families in the development process”, with a view to consider a request to the Secretary-General to initiate a process of development of global awareness of the issues involved, directed towards Governments, intergovernmental and non-governmental organisations and public opinion.",
    "Later, based on the recommendations of the Commission for Social Development, formulated in its 30th round of sessions, The Assembly invited all States to make their views known concerning the possible proclamation of an international year of the family and to offer their comments and proposals.",
    "In its resolution 44/82 of December 9, 1989, The General Assembly proclaimed The International Year of the Family. Later, in 1993, the General Assembly decided in a resolution that May 15 of every year should be observed as The International Day of Families to provide an opportunity to promote awareness of issues relating to families and to increase the knowledge of the social, economic and demographic processes affecting families.",
    "Neuropsychologist and author Paul Pearsall said, “Our most basic instinct is not for survival but for family.”"
  ]
}