{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Minister-making-statements-to-generate-public-anger-towards-CEB-its-staff-CEBEU/108-275510",
  "time_ut": 1705927740.0,
  "original_lang": "en",
  "original_title": "Minister making statements to generate public anger towards CEB, its staff: CEBEU",
  "original_body_lines": [
    "Colombo, Jan 22 (Daily Mirror) - While condemning the statement by Power and Energy Minister Kanchana Wijesekera, where he claimed that two-thirds of the loan interest obtained by the Ceylon Electricity Board (CEB) employees is being reimbursed by the public through their electricity bills, the Ceylon Electricity Board Engineers' Union (CEBEU) said that the Minister has once again attempted to generate public anger towards the CEB and its staff.",
    "The CEBEU said that an X message by the Minister was shared with the public as loan interest amounting to Rs. 12 billion from loans of CEB employees is being reimbursed by the public through their electricity bills.",
    "While issuing a media release, the CEBEU said that the Minister is trying to be a hero in the eyes of the public while diverting attention away from the hundreds of millions of dollars worth of non-competitive, non-transparent, and non-transparent, and questionable energy procurements that are being negotiated behind closed doors.",
    "\"We need to inform the educated public in Sri Lanka that the CEB staff, like other employees in both the public and private sector institutions, including LECO and PUCSL, do enjoy benefits beyond their basic salary, including access to concessional loan schemes. While the Minister tries to highlight that the CEB only needs to pay its staff a meager monthly salary and anything beyond that is malpractice, we would like to remind the public that almost all government institutions, including the Ministry of Power and Energy itself and state banks, departments, statutory boards, and even private sector institutions, provide various perks to their staff, including very concessional loan facilities at interest rates of 4% and below. It is also noteworthy that there’s no direct legal authority with the political appointees in either administrative or financial matters of state-owned enterprises.\"",
    "Instead of providing housing loans using the CEB's own funds at concessional interest rates, the CEB has implemented a scheme since 1984 wherein employees are required to obtain housing loans from banks (initially only from state banks but later extended to approved private commercial banks), with the CEB reimbursing two-thirds of the interest portion paid. This approach is similar to other institutions directly providing concessional loans to staff using their own funds. The scheme of reimbursing only two-thirds of the interest has been considered more beneficial to the CEB than giving the entire loan using its funds, as it allows the organization to save funds for other essential development purposes.",
    "\"We urge the public to understand the ulterior motive behind this mud-slinging campaign directed at the CEB staff, especially as major sector reforms leading to privatization and divestiture of state assets are on the horizon. We deplore the conduct of the present Minister, who is treating our fellow CEB staff, individuals who have worked tirelessly under challenging conditions to electrify the entire country and bring electricity to your doorsteps, as criminals and adversaries. We also condemn his continuous harassment of CEB staff while hiding behind restraining orders issued by courts, restricting CEB unions from engaging in trade union action due to the declaration of essential services, and prohibiting disclosure of information relevant to this public institute to its very owners, the general public.\""
  ]
}