{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111252/brazil-requests-consultations-at-world-trade-organization-over-trumps-tariffs",
  "time_ut": 1754532240.0,
  "original_lang": "en",
  "original_title": "Brazil requests consultations at World Trade Organization over Trump’s tariffs",
  "original_body_lines": [
    "Brazil requested consultations at the World Trade Organization over tariffs imposed by U.S. President Donald Trump against the South American nation that went into effect on Wednesday.",
    "Trump has directly tied the 50% tariff on many imported Brazilian goods to the judicial situation of his embattled ally, former President Jair Bolsonaro, who is currently under house arrest.",
    "“The United States has flagrantly violated key commitments the country has agreed upon at the WTO, such as the principle of the most favored nation and tariff ceilings negotiated at that organization,” Brazil’s foreign ministry said in a statement.",
    "The most favored nation principle is a cornerstone of Geneva-based WTO, whose aim is to get countries to respect trade agreements. The principle directs its members to treat each other equally in trade. WTO panels are set if no agreement is reached in disputes between members.",
    "“Brazil’s government reiterates its availability for negotiation and hopes these consultations contribute to a solution to the matter,” the Brazilian foreign office said.",
    "The U.S. government has not made comments about Brazil’s move.",
    "Earlier, a Brazilian government official told The Associated Press Brazil understands that the case could drag on and there’s no guarantee of success. The official, who wasn’t authorized to discuss the matter publicly, spoke on condition of anonymity.",
    "Brazilian President Luiz Inácio Lula da Silva has repeatedly said that the trade body needs a revamp to be enabled to mediate in conflicts.",
    "Brazil’s government estimates that 35.9% of the country’s goods shipped to the American market have been affected. That is about 4% of Brazil’s total exports.",
    "Trump directly tied the 50% tariff on imported Brazilian goods to the judicial situation of his embattled ally, former President Jair Bolsonaro, who is currently under house arrest.",
    "Last month, Bolsonaro was ordered to wear an electronic ankle monitor and to obey a curfew while the proceedings are underway. Lula is yet to speak about the move.",
    "On Tuesday, the leftist leader said he wouldn’t call Trump to talk about trade “because he doesn’t want to” speak about it. Lula said that he might instead “invite him to attend (November’s climate summit) COP in Belem.”"
  ]
}