{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-race-is-not-to-the-swift-nor-neo-racism-to-the-slick/4-766726",
  "time_ut": 1726252645.0,
  "original_lang": "en",
  "original_title": "The race is not to the swift, nor neo-racism to the slick",
  "original_body_lines": [
    "We can only trust and hope that an electorate that has repeatedly suffered from the fallout of racial politicking that burned towns and cremated the dead against their religious convictions has learned the lessons of history and won’t provoke the fates by any attempt to repeat the same – Pic by Shehan Gunasekara",
    "The Sihala Urumaya (SU) was formed in April 2000 on the basis that while Tamils and Muslims demonstrably had political parties to safeguard their interests, the majority community suffered from a lacuna in this regard. But the SU may have conveniently – or cynically – overlooked how the United National Party (UNP) as well as the Sri Lanka Freedom Party (SLFP) openly catered primarily to the wellbeing of the island’s Sinhalese Buddhists, and arguably shared the dubious honour of pioneering ‘political Buddhism’",
    "We note with no small sense of gratification that the ‘race card’ is not being played by any knaves in the presidential poll or jokers in the pack trying to finesse a win for their king.",
    "It has been a while since the names of townships such as Teldeniya and Dharga Town resonated in the marketplace of our once riven nationhood. Or numbers like ‘83 or 2009 were pressed into service as wrongful reminders for trigger-happy chauvinists shuffling the deck for a royal flush.",
    "The time is right, ripe and rightly felt round the card table of the civilised – and others being conscientised into the commonwealth of shared grief at our protracted suffering – to bring about childhood’s end and put away the dangerous toys of provocative ethno-nationalism.",
    "With that said, there are still some factors militating against such a welcome and long overdue maturing.",
    "These span the gamut starting with otherwise nice people with a chink in their mental-emotional armour who are naive enough to be led by the nose.",
    "Then there are nasty saboteurs of the peace who would just as readily light a fire from the funeral fire of the wrongfully cremated.",
    "And last not least, opportunistic political agitators masquerading as avatars of profitability – some are contesting the hot seat this run – inveigling a nation into darkness at noon again.",
    "So a brief rehearsal of some shameful trends in bygone political campaigns along ethno-nationalistic lines may not be amiss today, a few days away from a people pining for peace with justice, as much as stability and continuity, casting their votes.",
    "We begin with a disclaimer, by reproducing the 2008 observation of Neil DeVotta and Jason Stone: “While religion is not the primary reason for conflict between Sri Lanka’s majority Sinhalese and minority Tamils, Sinhalese Buddhist extremists complicate efforts to locate a peaceful solution to the civil war...” (‘Jathika Hela Urumaya and Ethno-Religious Politics in Sri Lanka,’ Pacific Affairs/University of British Columbia, Spring 2008, Vol. 81 No. 1).",
    "Be that caution as it may about religious fundamentalism, the equally rapacious twin in the double-helix of ethno-nationalistic chauvinism – namely, ‘racism’ – demands equal and comparable consideration.",
    "While “the island’s 2004 parliamentary elections were a watershed event, because for the very first time a political party composed solely of bhikkus (Buddhists monks) ran over 260 candidates and won nine seats in the 225-member legislature” (DeVotta and Stone, 2008), no subsequent campaign has had the audacity to mount such a movement on the wheels of a ‘Sinhalese only’ party – although several electoral machines have been run on blatantly racist or majoritarian lines.",
    "The Sihala Urumaya (SU) was formed in April 2000 on the basis that while Tamils and Muslims demonstrably had political parties to safeguard their interests, the majority community suffered from a lacuna in this regard.",
    "But the SU may have conveniently – or cynically – overlooked how the United National Party (UNP) as well as the Sri Lanka Freedom Party (SLFP) openly catered primarily to the wellbeing of the island’s Sinhalese Buddhists, and arguably shared the dubious honour of pioneering ‘political Buddhism’.",
    "And it was building on their praxis that the SU contested the October 2000 parliamentary elections with blatant anti-minority rhetoric and the avowed objective of scuppering the intention of the then President Chandrika Kumaratunga from implementing her devolution proposals for the Northern and Eastern Provinces.",
    "Such a ‘package’, the SU said, would rip open the fabric of a unitary state and divide the people of one country into separate nations. But despite or because of their inflammatory sentiments alarming the land at large, that party won only one seat in the general election of 2000, and went on to secure four local-government seats in the same year.",
    "As DeVotta and Stone note: “The party’s Sinhalese-centric platform later served as a model for its successor, the Jathika Hela Urumaya” (JHU). And although the once close ties between the SU and JHU were soon to be sundered because of dissonance between and among the clergy and laity of the two parties – among other reasons – both movements were agreed on what was rotten in the state of Sri Lanka.",
    "They saw a country wracked by rampant corruption whose rotten fruits were enjoyed by the political elites. They perceived a Sinhalese-Buddhist electorate marginalised by socioeconomic inequity at the hands of the minorities; undue Norwegian influence being wielded over the erstwhile peace process; scurrilous Western attempts to dismember and dissect the nation; so-called ‘unethical conversions’ of their voter bases to Christianity; a horrifying rise in crime rates; and undermining of the way of life of their putatively righteous civilisation of old whose religio-cultural roots were being pulled up alarmingly.",
    "But while no one can gainsay many if not most of their apprehensions, it was their modus operandi vis-à-vis the minorities that laid both SU and JHU open to the charge of racism or ethno-nationalistic chauvinism.",
    "And it is incontrovertible that their praxis regrettably stirred the melting-pot of the Sri Lankan polity, introducing once again the tensions associated with inter-communal relations under threat, stress and strain. It was an ugly ethos for a Dharmishta Samaajaya (‘righteous society’).",
    "This trend is nothing new to electoral politics. As far back as 1956, both the United National Party (UNP) and the Sri Lanka Freedom Party (SLFP) competed for the dubious honour of promoting Sinhalese preferences and interests.",
    "And as recently as 2007, the government of former President Mahinda Rajapaksa – whose presidential campaigns of 2005, 2010 and 2015 were redolent of majoritarianism and ethno-militaristic jingoism – evicted Tamils residing in Colombo lodges and forcibly bussed them to Jaffna.",
    "The Government’s justification of the move – that these refugees from an abusive military and paramilitaries, as well as other vagaries and vicissitudes in the northern theatre of an agonisingly long war, could be spies or saboteurs – was supported by no other political party in the south of the country except the JHU.",
    "Decrying the racism of the party as much as the state, an editorialist penned: “No one knows what brand of Buddhism the monks of the Urumaya profess to follow, but it is evident from their action that it is not that advocated by the Gautama Buddha” (The Sunday Leader, ‘And Then They Came For Me’, 10 June 2007).",
    "One may also interrogate with the hermeneutic of suspicion the contribution of an early 2000s to mid-2010s wave of ostensibly ‘Buddhist’ far-right organisations to the right path of a Tathāgatha.",
    "This new brand of neo-nationalists exhibited a more pronounced militant tendency to ‘protect’ the motherland and ‘persecute’ anyone perceived as being an outsider, The Other, or inimical or native cultural-religious sensitivities.",
    "These included Ravana Balaya, Sinhala Ravaya and the infamous Bodu Bala Sena (BBS), which in alliance fronted the nationalist campaign Sinha-lé; and from BBS ranks came 2004 parliamentary aspirant and all-round troublemaker Galagoda Aththe Gnanasara Thera.",
    "The far-right, anti-liberalist and ultra-nationalist BBS was once described as “an ethno-religious fascist movement from the dark underside of Sinhala society” (Dayan Jayatilleka, BBC News, 25 March 2013).",
    "It had been the spearhead behind the mood of triumphalism that ravaged Sri Lanka after 2009, and provoked anti-minority sentiments and communal dissension with such egregious activities as attacking Muslim places of business, stirring up a storm of controversy over halal certification, and scurrilous invective against ethnic communities too numerous to mention or revolting to revisit.",
    "But back in 2005, Mahinda’s presidential plank – a solid part of which was the rejection of federalism, and which had the JHU and the Janatha Vimukthi Peramuna (JVP) as it was then tied to it – was largely nationalistic.",
    "His victory, an endorsement of a military solution to the ethnic conflict despite the JVP’s appeal for a renegotiated ceasefire, saw the first steps being taken in a decade-long journey of not only economic but ethnocentric nationalism.",
    "The JVP was to abandon the war-victorious Rajapaksa in the polls of 2010 in favour of their nemesis today, the then Lt.-Gen. Sarath Fonseka, although the ‘Lion of Medamulana’ and latter-day Dutugemunu had hardly changed his ethno-nationalist roar.",
    "Au contraire, ‘the choice of the people’ and ‘everyone’s president’ (the 2010 victor’s words) was roaring louder than ever about the supremacy of a patriotically militarised state against ‘traitors’.",
    "In fact, he was to say (rephrasing the old dictum that ‘those who are not for us against us’) “there are no majorities or minorities – only those who love or don’t love their country”. Which, depending on where you were on the food chain, was a price cut of meat or a mouthful of poison!",
    "Then in 2015, the whole house of cards that was the bastion of a majoritarian and increasingly militarised establishment collapsed in what even Mahinda’s hagiographers called “an astonishing grand fall” (P. Edirisuriya, ‘The Rise and Grand Fall of Sri Lanka’s Mahinda Rajapaksa’, Asian Survey, March/April 2017).",
    "It was a rap on the knuckles against rampant corruption as much as ruinous autocracy, and served as a brief respite from the brand of bilious ethno-nationalism marketed and consumed by an addicted policy in the post-war years.",
    "That ethnocentric chauvinism would raise its head soon enough in the shape and form of the venomous majoritarianism that granted Gotabaya Rajapaksa his ‘famous victory’ in the battlefield of the mind or heart of a nation that was in turn to sicken of the strange concoction of authoritarian incompetence.",
    "Today – the stop-gap president having served his secondary purpose in the larger scheme of Sri Lanka’s undying dynastic politics – another Rajapaksa contender is in the race for the highest office in the land.",
    "That he sees himself as the inheritor of the paterfamilias’ legacy – one of strongman politics with generous lashings of a peculiar charisma that once swept away everything in its path from Tissa to Temple Trees, Kataragama to the killing fields of Kilinochchi – must give even admirers of Namal Rajapaksa cause for reflection.",
    "Does the amba gediya fall far from the maha gaha or can the loyalist Pohottuwa regime aspire to a less blatant reliance on particularism and exceptionalism? Will the departure of SLPP cadre from Rajapaksa ranks to the Ranil camp sober the young pretender to an old throne to the reality of today’s electoral map, voter mood and national mindset?",
    "The race is not to the swift nor riches to the wise or electoral victory to the most worthy.",
    "We can only trust and hope that an electorate that has repeatedly suffered from the fallout of racial politicking that burned towns and cremated the dead against their religious convictions has learned the lessons of history and won’t provoke the fates by any attempt to repeat the same..."
  ]
}