{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97276/loan-scheme-implemented-to-support-small-and-medium-scale-rice-industry",
  "time_ut": 1707925320.0,
  "original_lang": "en",
  "original_title": "Loan scheme implemented to support small- and medium-scale rice industry",
  "original_body_lines": [
    "Measures are afoot to initiate the “Odapana” loan scheme to support small- and medium-scale rice industry, Rajith Keerthi Thennakoon, the President Director General (Community Affairs) announced during a meeting held at the President’s Office today (14).",
    "This loan scheme, implemented in response to President Ranil Wickremesinghe’s directives, aims to address the financial challenges encountered by small- and medium-scale rice mill owners, rice storekeepers and rice hoarders, particularly exacerbated by the economic crisis and the COVID-19 pandemic, the President’s Media Division (PMD) said.",
    "Thennakoon highlighted the pressing issues faced by small- and medium-scale rice producers, attributing their difficulties to the economic downturn and pandemic-related disruptions. Central to the discussion was the objective of ensuring a stable market for rice and alleviating financial burdens within the industry.",
    "The primary goal of the loan scheme is to stabilize rice prices for consumers while providing fair price to farmers. Loans, initiated at the commencement of the “Maha” season, will offer rates of Rs. 105 per kilogram for Nadu rice, Rs. 120 per kilogram for Samba rice, and Rs. 130 per kilogram for Keeri Samba rice, it added.",
    "Approval for the said loan scheme was secured through a Cabinet memorandum submitted by President Ranil Wickremesinghe, the Minister of Finance, Economic Stabilization, and National Policy, on January 24, 2024.",
    "A budget of Rs. 9 billion has been allocated, with a maximum loan amount of Rs. 50 million for rice mill owners and Rs. 25 million for rice warehouse owners and hoarders.",
    "Loan terms include a repayment period of 180 days, with an annual interest rate of 15%, 4% of which will be subsidized by the Treasury. This arrangement results in a reduced annual interest rate of 11% for borrowers, the PMD mentioned.",
    "Eligibility criteria for the loan scheme extend to rice hoarders with valid contracts with small and medium paddy mill owners, provided their daily rice harvesting capacity does not exceed 25MT, or warehouse owners with sufficient storage capabilities.",
    "Thennakoon urged the All Ceylon Small- and Medium-Scale Rice Mill Owners’ Association to promptly disseminate information about the scheme to its members and encourage applications through relevant banking channels. Bank representatives present at the meeting were also called upon to facilitate the process.",
    "Key stakeholders, including officials from the Ministry of Agriculture, representatives from related agencies, and members of the All Ceylon Small and Medium Scale Rice Mill Owners’ Association, along with representatives from People’s Bank, Bank of Ceylon, and Regional Development Bank, participated in the discussion, underscoring a collaborative effort to address industry challenges, according to the PMD."
  ]
}