{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/groundwork-for-a-stable-investment-ready-power-sector/",
  "time_ut": 1756146060.0,
  "original_lang": "en",
  "original_title": "Groundwork for a ‘stable, investment-ready power sector’",
  "original_body_lines": [
    "Sri Lanka is laying the groundwork for a more stable and investment-ready power sector, with both short-term fixes and long-term infrastructure developments to safeguard the national grid, Power and Energy Minister Eng. Kumara Jayakody yesterday said.",
    "The minister, responding to a question raised by MP Kavinda Jayawardena, stressed that energy security is no longer just a technical challenge but an economic imperative. “Ensuring the stability of the national electricity grid is critical, not only for households but also for industries and investors who demand reliability and predictability in energy supply, he said.",
    "Among the immediate measures, rooftop solar systems are being upgraded with inverter parameter adjustments to prevent instability. At the same time, technical and regulatory changes are being introduced to encourage on-site consumption of solar energy rather than feeding everything into the grid.",
    "“This shift will reduce stress on the system while creating new opportunities for rooftop solar investors and equipment suppliers, the minister explained.",
    "Other near-term measures include integrating battery storage into renewable plants under a time-based tariff system, revising technical parameters for spinning reserves and temporarily curtailing power from wind and solar farms during low-demand days.",
    "“These interventions may look highly technical, but what they really mean is that the market is being opened for investment in storage technologies, grid-balancing equipment, and smarter demand management solutions, Jayakody said.",
    "Looking further ahead, the government is moving on major infrastructure projects, such as a pump storage power plant at Ma Oya, large-scale battery plants of 100 MW and 160 MW (with Asian Development Bank financing), and the establishment of a dedicated Renewable Energy Control Unit.",
    "“These are billion-rupee projects that will not only secure grid stability but also attract private and foreign investment into Sri Lanka’s energy sector, Jayakody stressed. “ADB-backed tenders are being prepared, which is a strong signal to the market that Sri Lanka is serious about creating a predictable investment environment.”",
    "He added that modernisation of the transmission system, the addition of synchronous condensers and STATCOMs, as well as the introduction of smart meters with remote monitoring and disconnection functions, would further reduce investor risk.",
    "Jayakody emphasised that energy stability directly impacts economic competitiveness. “Investors look at two things: policy consistency and infrastructure reliability. By strengthening the grid, we are creating the conditions for sustained growth and investor confidence, he said.",
    "Assetline Finance signs MOU with Ideal Motors to offer special benefits",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}