{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86169",
  "time_ut": 1752953700.0,
  "original_lang": "en",
  "original_title": "The Chemmani  mass grave site in  Jaffna district,which has drawn domestic and international attention, is putting to test the Anura Kumara Dissanayake government’s pledge to address Tamil people’s grievances.",
  "original_body_lines": [
    "A mass grave site in Sri Lanka’s northern Jaffna district,which has drawn domestic and international attention, is putting to test the Anura Kumara Dissanayake government’s pledge to address Tamil people’s grievances.",
    "The site was discovered by accident in February this year when workers, who were readying land in Chemmani — located in the outskirts of Jaffna, a former war zone — to build a Hindu crematorium, stumbled upon what appeared to be human bones. They immediately alerted authorities, prompting the Jaffna Magistrate Court to order excavation and further investigation.",
    "A team of experts, comprising a senior archaeologist, assisted by students at the University of Jaffna, and Judicial Medical Officers (JMOs, including forensic pathologists and those specialising in forensic anthropology), has since been excavating the site that is now protected with restricted access. According to official sources familiar with the excavation, about 65 skeletons, including some believed to be children, have been found so far, at times with what appeared to be school bags and other personal belongings.",
    "The growing count, amid recurring headlines of more bones being unearthed every day, is agonising for locals, especially families of disappeared persons, who have been chasing the truth about their missing loved ones for years. Their resolve continues till date, 16 years after the bloody civil war ended with the state armed forces crushing the LTTE, while tens of thousands of civilians were massacred.",
    "From the time his 21-year-old brother was arrested by the army in 1996, Ponnambalam Arumugasamy has spent much of his time and energy in trying to trace him. “Each of us looking for a missing relative has been undergoing enormous pain, not knowing what happened to our brother or son or daughter,” says Mr. Arumugasamy, 75, who resides near Jaffna town. While the whereabouts of missing persons remains unknown, news of human remains buried clumsily under the soil just outside town is unsettling. Families are torn between feeling hopeful that their loved one might be alive somewhere, or facing their worst fear, that they may not.",
    "This is not the first time Chemmani is in focus. In a startling court revelation in the late 1990s, soldier Somaratne Rajapakse — among those convicted in a case of rape, abduction, and murder of 18-year-old Tamil Krishanthi Kumaraswamy— testified that “300 to 400 bodies” were buried in Chemmani. His disclosure led authorities to some 15 bodies at the location, but the case was dropped after that. Hence, where the ongoing Chemmani excavation is headed is tied to how much the Dissanayake administration is willing to push the probe, while confronting troubling relics from the past.",
    "“This government is unique,” asserted Sri Lanka’s Justice Minister Harshana Nanayakkara, pointing to the ruling National People’s Power’s [NPP] huge mandate in last year’s general election in the island’s north and east, where Tamil-speaking people are a majority. “That means most of the racist politics that divided the [Sinhala majority] south and the north, have effectively come to an end. It appears that the people of the north and the south have come together in choosing us…so, unlike previous governments, we have a bigger responsibility in fulfilling their aspirations, looking after their wellbeing,” he told The Hindu in an interview at his Ministry.",
    "Observing that the Dissanayake government has “the complete political will” to address the grievances of those who have suffered “catastrophic deaths, disappearances, and losses”, Mr. Nanayakkara said the Janatha Vimukthi Peramuna (JVP, the chief political constituent of the ruling alliance that the President leads) had “suffered the same” in the late 1980s, and therefore “takes it very seriously.”",
    "Rights watchdog Amnesty International estimates that Sri Lanka has one of the world’s highest number of disappearances, with a backlog of 60,000 to 1,00,000 complaints including from the island’s Sinhala-majority south where thousands of youth went missing around the armed insurrections led by the leftist JVP in the early 1970s and late 1980s. Every time a mass grave is spotted, families of the disappeared are put through another round of stress, hope and hopelessness, as was seen in two other recently-identified sites in the Northern Province – in Mannar town and Kokkuthudavai in Mullaitivu.",
    "The government, with the support of the Office on Missing Persons [OMP], set up by the Maithripala Sirisena – Ranil Wickremesinghe government in 2016, to probe disappearances, is currently looking into 14 mass grave sites across the country, authorities said. “Money is not an issue,” Mr. Nanayakkara said, adding that a sum of LKR 11.7 million (roughly ₹ 35.5 lakhs) has been allocated for work at Chemmani, as of June 23, 2025.",
    "As per Sri Lanka’s he OMP Act, the Office has the authority to act as an observer in mass grave cases, while playing a supportive role in administration – such as ensuring smooth flow of funds for the case from the state, intervening on issues of access on the media, and assisting in identifying victims where possible.",
    "Mirak Raheem, a commissioner at the OMP observed that investigating mass graves is “a very complex” exercise. To start with, the whole process of excavation is destructive. The site must be destroyed [to recover the skeletons] and can never be reconstructed. The focus is not only on recovering human remains, but also on collecting as much information as possible from the location. “For instance, the orientation and the position of the bodies, the geography of the site, details such as the boundary of the mass grave, may provide useful pointers on how the site might have been dug,” he said.",
    "The learning globally, Mr. Raheem points out, is that such an effort needs a multidisciplinary team – one that incudes forensic anthropologists, forensic archaeologists, historians, criminologists, geneticists and others. “Along with what is found at the site, investigators also consider witness statements and events around the site, because it is possible that the mass graves were not a consequence of a single event. There could have been multiple events over a period of time. An integrated approach to investigations and analysis is therefore crucial to establish the truth, or we will be left with different reports that could be contradictory and do not provide a conclusion to the case, and do not lead to an identification of victims,” he explained.",
    "While political will is fundamental to see the case through, technical expertise is also critical, experts noted. Earlier, the community including the families [of disappeared persons], activists, and lawyers were not as aware of the subject, according to Ranitha Gnanarajah, an Attorney at Law, working with and appearing on behalf of families of the disappeared. “But now, we have had more exposure, including to other contexts that have dealt with mass graves, like Guatemala, Argentina, Rwanda. We are more aware of the strategies, systems, legal process, challenges and the diverse approaches in the excavation at and tracing of mass grave sites,” she said, indicating that Sri Lanka is better equipped to handle mass graves, even if some challenges, such as the absence of a DNA database, persist.",
    "“We don’t have a DNA bank and specialised DNA laboratories that work with highly degraded remains, to correlate findings from mass graves with a family reference sample from relatives of disappeared persons,” Mr. Raheem said.",
    "The passage of time is another major challenge. “There is a serious risk of losing so many parents and family members of the disappeared who may pass on without sharing their DNA or critical information about the missing person,” he added.",
    "The government appears open to seeking help. “While we have some resources, we will not hesitate to get help from our international friends and partners when the need arises for [technical] expertise. We will not let this investigation go down saying ‘oh, we don’t have the expertise’,” Minister Nanayakkara said. “There is no need for us to protect any criminal whether in the south or north,” he added.",
    "Afterall, Sri Lanka is not alone in confronting mass graves. There are many contexts across the Global South, especially Latin America, that have taken the forensic struggle forward, according to OMP Commissioner Mr. Raheem. “Countries like Argentina and Guatemala have not only made significant progress in investigating their mass graves but also have a lot of knowledge and experience to share. So Sri Lanka has many sources to rely on to build its national capacity.”",
    "Acknowledging that “people need closure, people need justice”, he also flagged the need for dignity of families, recognition as a special category of victims and some form of social protection to support their lives. “When you fight for 30, 40 years, discriminate and marginalise, they (Tamils) are not going to trust the Sinhalese just like that. Our job is to win their trust and help heal,” he said.",
    "Winning families’ trust will be crucial. “They are not merely sources of information, but are active partners in the process, who need to be aware of what is happening, so they can observe and assist. Their role is central,” Mr. Raheem noted.",
    "While growing awareness has allowed those engaged with the families of disappeared persons to better explain the process and its inherent challenges around the Chemmani mass graves, families too are bravely participating in the process, Ms. Gnanarajah pointed out. “They share their stories, accounts from memory, support the excavating team with food and beverages, meanwhile patiently and hopefully waiting for some answers or closure, after enduring years of pain and trauma,” she said.",
    "Visiting the Chemmani mass grave during his visit to Sri Lanka in June 2025, UN High Commissioner for Human Rights Volker Türk said it is a “compelling reminder that the past haunts the lives of many in Sri Lanka.” Excavation in Chemmani, being carried out in phases and temporarily paused for the last fortnight, is scheduled to resume on July 21 [Monday].",
    "Families and activists said the government appears committed to a credible process, but remain cautious about the outcome, as their experience so far has rarely given them any relief. “We can’t say anything now; not until the investigation is complete. I am trying to remain hopeful that the findings will bring us some answers at least this time,” said Mr. Arumugasamy. “I am looking for my brother, and so many women are looking for their sons or daughters. We have all endured enormous pain. We need answers.”"
  ]
}