{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Wake-up-call-on-human-elephant-conflict-and-animal-cruelty/4-780039",
  "time_ut": 1754597921.0,
  "original_lang": "en",
  "original_title": "Wake-up call on human-elephant conflict and animal cruelty",
  "original_body_lines": [
    "Poor elephants in the end have become ultimate victims of human greed and arrogance",
    "It’s indeed heart-breaking to learn the plight of wild elephants in Sri Lanka and the extent of horror and cruelty unleashed upon them that continue to go unabated over the years. The spate of recent cold-blooded, indiscriminate and brutal killing of elephants has set off alarm bells in the highest echelon of the NPP Government with a clarion call to investigate such dastardly acts and bring perpetrators to book. So much so, the deputy minister in charge of wildlife conservation last week had to face a barrage of questions and concerns on the subject with no clear answers given as yet.",
    "A case in point is the gruesome fate of the iconic Tusker Bhathiya who had endured a traumatic death with multiple gunshot wounds on 15 July that brought tears to many. Bhathiya’s death sparked a public outcry and revulsion among people across the country, raising concerns about the catastrophic consequences of human-elephant conflict and calling upon the authorities to ensure protection and safety of elephants, both in the wild and in captivity. It’s a pity, cruelty against elephants knows no bounds and often involves ill-treatment, injuries and trauma due to dire living conditions, chaining, physical and psychological abuse, exploitation for religious, tourism and entertainment purposes, fatalities due to gunshot wounds, poisoning and so on which often go unnoticed and unpunished",
    "Brutality and senseless violence against elephants and other wild animals unfortunately has taken a turn for the worse in recent times. The most recent cases being (1) the shocking discovery of elephant carcasses and skeletons in protected areas surrounding natural habitats under suspicious circumstances recently, and (2) killing of a pregnant deer for meat – blamed on two police constables just few days ago. The twin acts of cruelty appears to have taken the rulers by utter shock prompting authorities to crack down on wrongdoers. On the latter instance, the perpetrators have been caught red-handed thanks to vigilant villagers, who, in turn had turned the alleged killers to the police with evidence that saw the cops being produced in courts and remanded pending further investigation.",
    "Alas, not all such killings have resulted in justice being served for the innocent creatures who often pay the ultimate price and become unfortunate victims of human-elephant conflict. Simply put, in the first six months of 2025, a total of 238 elephants and 73 people have perished, an all-time high in percentage wise.",
    "Suffice it to say, the human-elephant conflict has exacerbated over the years, due in part to increased human activity in protected forest reserves. Elephant fatalities are primarily caused by ever shrinking elephant natural habitats leading to frequent human-elephant encounters, retaliatory killings, speeding trains, gunshot wounds, electrocution, poisoning, booby-traps and what not.",
    "Elephants suffer in silence with no end in sight to their plight",
    "Though there have been stopgap measures by successive regimes to mitigate the human-elephant conflict from time to time, there seems no end in sight to this vexed issue which sadly remains a serious concern with death toll on both sides continuing to mount at an alarming rate with a grim reminder on the fate of both humans and elephants. After all, it is human activity and encroachments that have led to the ever-shrinking elephant habitat for selfish ends. As the Government seems preoccupied with addressing matters of public interest over mundane issues, there’s hardly any tangible action in regard to dealing with human-elephant conflict on the ground. Poor elephants in the end have become ultimate victims of human greed and arrogance.",
    "It’s time to say enough is enough and take meaningful steps to address this critical issue once and for all and ensure protection of innocent elephants at the hands of a selfish few. A pertinent question to ask ourselves is “how many more elephants should lay their lives in vain for the authorities to put a stop to this long drawn menace.",
    "Needless to say, past regimes are blameworthy and culpable for their failure to nip the problem in the bud and paying lip service while blame game goes on. A cabinet minister in a recent speech to a group of farmers opened “Pandora’s Box” by implying that farmers are free to take-on encroaching animals in order to protect crops – as if farmers are a law unto themselves to decide on the fate of animals within their farmlands or homesteads, which could be construed as a carte blanche to deal with animals as they please thus contradicting all civilised norms. It’s also a matter of concern that a vast majority of intellectuals, animal rights activists and well-wishers have seldom spoken and taken a principal stand on the injustice caused to elephants. Their deafening silence in the face of such odds and adversity to elephants is simply incomprehensible and cannot be overstated.",
    "It is commonplace that elephants have been widely used in Buddhist festivals and religious rituals every nook and corner with scant regard to health, wellbeing and safety of pachyderm - often considered sacred in all by name. On the contrary, one could question the very purpose of parading elephants in processions and taking advantage of their presence at temples in celebration of spirituality and sanctity in the name of Buddhism. Paradoxically, Buddhist monks who advocate compassion, non-violence and loving kindness to all beings, are yet to practice what they preach specially at a time when unimaginable horror, trauma and suffering have been inflicted upon elephants at-will, with no mercy, remorse and respect whatsoever which is sickening, to say the least.",
    "As a Buddhist, I feel ashamed and guilty of my past inaction in support of elephants, given the increased risks and dangers they face on daily basis both in captivity and in the wild.",
    "The Sri Lankan elephant – classified as a protected species under the Fauna and Flora Protection Ordinance and listed as Endangered by the International Union for the Conservation of Nature (IUCN) due to population decline and habitat loss, is exposed to increased risk and danger than never before needing help and support of all concerned and well-wishers. The message is loud and clear. The human-elephant conflict which bears all the hallmarks of an unending catastrophe and menace to both humans and elephants has led to an unimaginable scale of horror, violence and destruction to elephants impacting their very survival and existence.",
    "The need of the hour is to lend our hand and raise our voice for the voiceless wild creatures who are at the mercy of people to speak up on their plight and bring pressure to bear on the powers that be. Those who wish to see an end to elephant cruelty and hostility, must stand up in solidarity of the elephants in the name of humanity so as to prevail upon the authorities in power to act fast and take tangible steps for the safety, protection and well-being of elephants both in captivity and in the wild. As history has proved time and again, we, steadfast Sri Lankans have the all the faith, courage and blessings to make this dream a reality.",
    "Let me end this article with a famous quote by Helen Keller, “Science may have found a cure for most evils; but it has found no remedy for the worst of them all – the apathy of human beings.”",
    "(The writer is a retired Ambassador – SLAS, SLFS and Foreign Ministry Spokesman. He can be reached at [email protected].)"
  ]
}