{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Asia-Pacific-advances-agenda-for-living-wages/34-782200",
  "time_ut": 1758845756.0,
  "original_lang": "en",
  "original_title": "Asia-Pacific advances agenda for living wages",
  "original_body_lines": [
    "Delegates of International Labour Organisation (ILO) at High-Level Regional Dialogue",
    "Regional dialogue strengthens commitment to inclusive wage-setting aligned with ILO principles",
    "The Asia-Pacific region can demonstrate that living wages are achievable through a systematic approach grounded in social dialogue and evidence-based wage systems, participants at a regional dialogue organised by the International Labour Organisation (ILO) heard.",
    "‘Shaping the living wage agenda in Asia and the Pacific – A High-Level Regional Dialogue under the Global Coalition for Social Justice’ took place 23-26 September in Colombo, Sri Lanka. The event brought together participants from 16 countries to explore making living wages a reality for all workers in Asia and the Pacific.",
    "The dialogue heard that despite a steady growth in average wages in Asia and the Pacific, millions of workers, especially women, migrants and those in informal employment continue to struggle with low pay, poor working conditions and rising costs of living.",
    "“What we need is a wage that allows workers not just to survive, but to live with dignity — a living wage. A living wage means being able to put healthy food on the table, afford decent housing, send children to school, and seek medical care when needed,” said ILO Director-General Gilbert F. Houngbo in a video message to the event.",
    "The inaugural address was delivered by Sri Lanka Labour Minister Prof. Anil Jayantha Fernando.",
    "Participants stressed that the ILO’s living wage principles—social dialogue, equality, balancing workers’ needs with enterprise and economic realities, addressing root causes of low pay, as well as using evidence-based approaches—are vital for building predictable and effective wage-setting processes to ensure adequate wages.",
    "The discussions highlighted the need to align living wage initiatives and national wage-setting efforts with ILO principles to help ensure that economic growth translates into better livelihoods and shared prosperity.",
    "ILO Assistant Director-General and Regional Director for Asia and the Pacific Kaori Nakamura-Osaka said, “With its vast workforce and role as a global economic engine, the region has the opportunity to demonstrate that living wages are not just aspirational, but achievable through a systematic approach grounded in social dialogue.”",
    "The event also saw the launch of the Asia-Pacific Digital Repository for Minimum Wages, the region’s first-of-its kind platform bringing minimum wage data in one place. The repository enhances accessibility, transparency and consistency in wage-setting, and forms part of ILO’s broader efforts to support member states to develop evidence-based wage policies.",
    "Following the high-level dialogue, a three-day technical course on effective evidence-based wage policies, including living wages, will be held for Government, employer and worker representatives from across the region.",
    "The dialogue builds on the ILO’s historic 2024 agreement between governments, employers and workers on the concept of living wages, and the launch of the first global program in 2025 focused on supporting countries to estimate and operationalise living wages.",
    "According to the ILO, a living wage enables workers and their families to afford a decent standard of living, covering food, housing, healthcare, education and other essential needs. This differs from minimum wages, which are legally binding wage floors designed to protect workers from unduly low pay but do not automatically guarantee a decent standard of living or provide remuneration sufficient to meet the needs of workers and their families."
  ]
}