{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/after-nas-daily-success-sri-lanka-tourism-focuses-more-on-influencer-marketing-150882/",
  "time_ut": 1707914820.0,
  "original_lang": "en",
  "original_title": "After Nas Daily success, Sri Lanka tourism focuses more on influencer marketing",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka’s Tourism Promotion Bureau (SLTPB) is in the process of bringing down 30 wellness influencers and Canada-based culinary influencer Luke Martin  to promote the island nation’s tourism with effect from February 14, its chairman said, after success in social media influencer Nas Daily’s posts.",
    "Popular international vlogger ‘Nas Daily’ has already released his video promoting Sri Lanka tourism. His videos have reached more than 25 million people in two months, SLTPB Chairman Chalaka Gajabahu said.",
    "“We are going to be more category-specific in our influencer marketing and target categories such as culinary, adventure and wellness,” Gajabahu told reporters at a media briefing in Colombo.",
    "“We are welcoming 30 wellness influencers from France and Germany. This is a project between the European Union and the Sri Lanka Tourism Promotion Bureau.”",
    "Gajabahu said that Sri Lanka has experienced an influx of European tourists with Polish and Dutch tourists making up the country’s top ten markets.",
    "“These tourists spend a longer time. Sometimes nine to ten days, two weeks and sometimes even a month,” Gajabahu said.",
    "A tourist spends an approximate 185 to 195 dollars a day in Sri Lanka, SLTPB officials say.",
    "Gajabahu said that the arrival of Polish singer, songwriter, producer, actress and television personality Dorota Aqualiteja Rabczewska in May 2023, has resulted in many Polish citizens calling Sri Lankan hotels and showing an interest in the country.",
    "The SLTPB has also invited Canada-based culinary influencer Luke Martin, to create content for Sri Lanka which is expected to be displayed in two weeks.",
    "However, the SLTPB declined to comment on the spending for the influencers. (Colombo/Feb 14/2024)"
  ]
}