{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112109/gold-rushes-to-record-high-above-us3500-on-us-rate-cut-expectations",
  "time_ut": 1756804080.0,
  "original_lang": "en",
  "original_title": "Gold rushes to record high above US$3,500 on US rate cut expectations",
  "original_body_lines": [
    "Gold sailed past US$3,500 per ounce to a record high on Tuesday (Sep 2), as a weaker dollar and mounting expectations of a United States Federal Reserve interest rate cut in September boosted the precious metal’s appeal.",
    "Spot gold was up 0.3 per cent at US$3,487.55 per ounce as of 6.33am (2.33pm, Singapore time) after hitting a record high of US$3,508.50 earlier in the session. Bullion has gained 32 per cent so far this year.",
    "US gold futures for December delivery gained 1.2 per cent to US$3,557.80.",
    "“A corollary of the weaker economic backdrop and expectations of US rate cuts is boosting precious metals,” Capital.com financial market analyst Kyle Rodda said.",
    "“Another factor is the festering confidence crisis in dollar assets because of US President Donald Trump’s attack on Fed’s independence.”",
    "Trump has criticised the Fed and its chair, Jerome Powell, for months for not lowering rates, and recently took aim at Powell over a costly renovation of the central bank’s Washington headquarters.",
    "On Monday, Treasury Secretary Scott Bessent said the Fed is and should be independent but added that it had “made a lot of mistakes” and defended Trump’s right to fire Fed Governor Lisa Cook over allegations of mortgage fraud.",
    "Traders are currently pricing in a 90 per cent chance of a 25-basis-point Fed rate cut on Sept 17, according to the CME FedWatch tool.",
    "Rate-cut expectations and worries over the Fed’s independence have weighed on the US dollar, which is languishing near a more than one-month low against its rivals, making gold less expensive for overseas buyers.",
    "Long regarded as a dependable hedge against geopolitical and economic turmoil, gold has rallied to multiple record highs in 2025, drawing support from ongoing central bank buying amid a move away from the US dollar, strong safe-haven demand in light of geopolitical and trade uncertainty, plus broad dollar weakness, analysts say.",
    "Spot gold prices rose 27 per cent in 2024, and broke the US$3,000 per ounce level for the first time in March this year as uncertainty around Trump’s trade policies sent investors flocking to the safe-haven asset.",
    "“Gold’s rally could extend to US$3,600 and even beyond by year-end if the Fed follows through with multiple rate cuts and if a Russia-Ukraine peace deal remains elusive,” KCM Trade chief market analyst Tim Waterer said.",
    "Investors are now looking forward to the US nonfarm payrolls data due on Friday to determine the size of an expected Fed rate cut later this month.",
    "Spot silver was little changed at US$40.64 per ounce, after hitting its highest since September 2011 in the previous session.",
    "Platinum gained 1 per cent to US$1,412.95 and palladium fell 0.7 per cent to US$1,129.52."
  ]
}