{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Banks-alarmed-over-parate-execution-suspension-move/108-277588",
  "time_ut": 1708627200.0,
  "original_lang": "en",
  "original_title": "Banks alarmed over parate execution suspension move",
  "original_body_lines": [
    "Move seen as caving to pressure from debt evaders’ intense lobbying",
    "Stress any move to amend parate rights of banks must be initiated with the financial sector regulator",
    "Sri Lanka’s banking sector is on the edge of following the government’s decision to suspend parate execution rights. This move, seen as caving to pressure from debt evaders’ intense lobbying, is raising concerns about the sector’s ability to support economic recovery.",
    "“The banks believe that this is an unnecessary intervention that  will weaken the strength of banks to perform their role in supporting the economic sectors that will revive the country,” the Sri Lanka Banks Association (SLBA) told Mirror Business, while pointing out they are “alarmed” by the statement made by the State Minister of Finance, Ranjith Siyambalapitiya, in parliament this week.",
    "The SLBA urged the government not to play into the delaying tactics of these borrowers.",
    "“Banks observe commercial failure, personal misfortune, or downright fraudulent intent furthered by the connivance and complicity of borrowers and parties with influence to pervert the course of the law by delaying the conclusion of debt recovery action/litigation,” it said.",
    "With non-performing loans in the sector at 13 percent, the SLBA stressed the critical need to liquidate non-viable commercial ventures belonging to distressed borrowers expeditiously.",
    "Over the past month, approximately Rs. 38 billion has been recovered from 557 borrowers through the parate remedy, constituting around 0.4 percent of the total loans. The SLBA deemed this amount is negligible in the broader context, considering that impaired loans total around Rs. 1.4 trillion, with only 1.7 percent of these loans been subjected to the remedy.",
    "“The depositors must not be made to feel that their deposits are unsafe in banks. The rising proportion of non-performing loans at over 13 percent is a warning that non-paying borrowing businesses must be expeditiously revived if these are commercially viable. If not so, they must be expeditiously liquidated in an orderly manner with no continuing diminution of asset values,” the SLTA elaborated.",
    "The SLBA stressed that any move to amend parate rights of banks must be initiated with the financial sector regulator (CB), led consultation process to ensure that all concerns are addressed in a fair and balanced manner.",
    "The association also noted that the authorities should explore the option of coming up with a package with multilateral funding to help the sectors affected, which in turn would help the economy to revive."
  ]
}