{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Blast-in-container-ship-Cause-to-be-determined-after-thorough-probe-says-Harbour-Master/34-765544",
  "time_ut": 1723673838.0,
  "original_lang": "en",
  "original_title": "Blast in container ship: Cause to be determined after thorough probe says Harbour Master",
  "original_body_lines": [
    "Colombo port and JCT back to business as usual since no damage caused to machinery or equipment",
    "The cause of the recent blast aboard the container vessel MV MSC CAPETOWN III at the Port of Colombo will be determined following comprehensive investigations.",
    "The explosion, which occurred on 11 August at around 0030 hours near the Bay 42 area of the vessel which was berthed at JCT4, led to an immediate evacuation of all operations staff and crew members from the affected area of the vessel.",
    "Harbour Master Capt. Nirmal Silva reassured that the fire, which followed the blast, did not cause any damage to the machinery or equipment at the Jaya Container Terminal (JCT).",
    "“The extent of the damage to the cargo and the overall findings will depend on the investigations, which may also involve the expertise of foreign specialists. There will be a report for each affected container,” Capt. Silva told the Daily FT.",
    "He pointed out that while initial surveys are ongoing, a definitive timeline for completing the investigation remains unclear.",
    "“So far, we have not found any reported dangerous cargo in the cargo hold, but we cannot confirm if there were any uncleared cargo items,” he added.",
    "The investigation has been entrusted to the Sri Lanka Ports Authority’s (SLPA) Special Investigations Unit (SIU) and the Merchant Shipping Secretariat.",
    "The MV MSC CAPETOWN III, owned by a Geneva-based shipping company, had recently arrived at the Port of Colombo from Singapore. The vessel was scheduled to unload 995 containers and load an additional 880 containers before the incident occurred.",
    "Capt. Silva also noted that the vessel is classes under DNV which is among the top classification societies under the International Association of Classification Societies (IACS) and insured by a leading marine insurance company, steamship mutual.",
    "Separately, in response to the incident Ports, Shipping and Aviation Minister Nimal Siripala De Silva conducted a special inspection visit.",
    "He expressed his gratitude to the SLPA Fire Brigade for their prompt and effective response in extinguishing the fire aboard the vessel.",
    "“I would like to extend my special gratitude to the higher management, officials, and firefighters of the Sri Lanka Ports Authority’s Fire Brigade for the timely and effective actions taken to extinguish this fire,” the Minister stated.",
    "He said the swift response has demonstrated Colombo port’s full capability to professionally handle and control such situations. “We have proven ourselves as a port that can successfully confront any challenges and hazardous situations,” De Silva said.",
    "The Minister confirmed that a special investigation into the incident has been initiated. Additionally, he said a surveyor of a leading global insurer, which is the vessel’s insurer, attended on board the vessel yesterday to begin an immediate investigation into the fire.",
    "SLPA Chairman Keith D. Bernard, Vice Chairman Gayan Algewattage and several higher management officials also participated in the inspection, underscoring the importance of the incident and the commitment to enhancing safety measures at the port based on the findings."
  ]
}