{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fatherly-minister-who-moulded-us/",
  "time_ut": 1723384860.0,
  "original_lang": "en",
  "original_title": "Fatherly Minister who moulded us",
  "original_body_lines": [
    "Former Chief of Defence Staff and Commander of the Sri Lanka Navy",
    "It was 19 years ago. I was Commanding the SLNS Sayura, the flagship of the Sri Lanka Navy stationed in the Colombo harbour. I had just returned from India after finishing my tenure as Defence Advisor at our High Commission in New Delhi. Our task was to sail into the deep sea towards the equator in search of LTTE arms smuggling ships. We used to patrol for 21 days and we were in harbour for 10 days for our much-deserved break.",
    "I vividly remember the day—Friday 12th August 2005, when we had our Inter Command Volleyball tournament at Welisara, followed by drinks and dinner. Our ships are “dry” at sea (no liquor is served onboard when out at sea) and this party following the volleyball tournament was a good opportunity to relax in good company after a 22-day “dry period”.",
    "It was around 9.00 pm on that day, I received a call from Madura, the Personal Security Officer of then Foreign Minister Lakshman Kadirgamar, who had promised me that he would visit my ship. My ship was due to sail to Visakhapatnam Indian Naval Dockyard for medium refit. A US $ 20 million job, which had been arranged for free of cost to the Sri Lankan government due to skilled negotiations of our Foreign Minister Lakshman Kadirgamar.",
    "But what I heard from Madura was shocking. He said, “Sir, the Minister was shot. Body is lying at the Colombo mortuary. I am going back to my residence with madam. Please come.” So, the LTTE ultimately took their prime target!",
    "On my way, my mind rushed back to the day I met Mr Kadirgamar for the first time. I was selected to the post of Defence Advisor, Sri Lanka High Commission (SLHC), New Delhi, India, in November 2001, and given an opportunity to meet the Minister, prior to my departure to India at 9.00 a.m. at his residence. Half an hour was allocated for this meeting. There were two clerical staffers who had been appointed to our overseas missions.",
    "I was surprised to note that the Minister used to meet ALL our staff (diplomats or clerical staff) going to Foreign Missions, prior to their departure. When he saw me on that day, in uniform, he asked two staffers to meet him first, finished their calls soon and sat with me for a long interview. He knew about the Navy as his elder brother was Navy Commander in the 1970s. He inquired about my foreign training exposures and advised me on important appointments I am going to have for the next three years. His briefing aptly covered the importance of India to us.",
    "Our half-an-hour meeting went on for one and a half hours. An extremely busy Minister was ready to spend one and a half hours with a young, newly-appointed diplomat to brief him and motivate him before he took up appointment in a foreign country! I was so impressed and determined to do my best in my new post.",
    "When I reached the mortuary, the body of the Minister was lying on the post-mortem table. The post-mortem was over and the staff at the mortuary prepared the body to be transferred to the undertaker. They allowed me to see the body. His chest was opened for the post-mortem. One gunshot had gone piercing the heart, damaging the main arteries. Lying on the post-mortem table was the heart that had won love and respect of Sri Lankans and had been strong enough to win rugby colours at Trinity College, Kandy, in 1948/1949, captain College Cricket team in 1950, and establish a Public Schools record in the 110 metres hurdles, which won him the coveted Trinity Lion in Athletics in 1950 and bag the first Duncan White Challenge cup for Athletics in 1948 as well as the prestigious Ryde Gold Medal for best all round student at Trinity College in 1950.",
    "He was destined to achieve glory. In 1950, he was admitted to the University of Colombo and then to Peradeniya to study law, and graduated with an LLB (Hons) degree in 1953. He travelled to India in 1951 and 1952 for all-India University games and won the 110-metre hurdles title both years. At the Law College he passed with first class and took oaths as an Advocate at the Supreme Courts of Ceylon in 1953. Then he won a scholarship to Balliol College, Oxford in the UK. In 1960, he won the BLitt degree from the University of Oxford and enrolled as a barrister at the Inner Temple in London. He was the second Sri Lankan (after the late Lalith Athulathmudali) to become the President of the Oxford Union.",
    "Mr. Kadirgamar had been working abroad as an international lawyer until President Chandrika Bandaranaike Kumaratunga invited him to serve Sri Lanka. She made him a National List Member of Parliament and our Minister of Foreign Affairs.",
    "I was fortunate enough to serve under such an eminent Foreign Minister, who was a frequent visitor to New Delhi. He very well understood the importance of India in our foreign policy. He had so many friends there. We, who served at the Sri Lanka High Commission (SLHC), New Delhi as junior diplomats always benefited from Mr Kadirgamar’s visits to New Delhi. Whether it was former Foreign Ministers Natwar Singh, Jaswant Singh, Yashwant Sinha, Pranab Mukherjee or Ministers Mani Shankar Iyar or Kapil Sibal, all were Minister Kadirgamar’s friends. He always introduced us, the young diplomats, to these eminent Indian leaders.",
    "Usually calm, the SLHC became busy as a beehive when our Deputy High Commissioner, Mr Chinnaiah announced, “The Minister is coming next week”. All-important briefs and reports were prepared and updated. Minister Kadirgamar had the habit of listening to us and gathering our views. My friend Saj U Mendis, who was the First Secretary at that time, would go on speaking until the Minister said, “I got your point Saj”. Usually, he stayed with our High Commissioner, Mr Moonesinghe, in the latter’s official residence. Mr and Mrs Moonesinghe looked after the Minister and his wife with love and affection. If he stayed in a hotel, I was entrusted with the task of looking after his security. He was a prime target of the LTTE. The Indian government also knew it and provided maximum security arrangements for the Minister.",
    "Minister Kadirgamar was a great orator. Usually, he arrived in New Delhi aboard the Srilankan flight leaving Colombo in the afternoon. He enjoyed a good rest for four hours during the flight and had a light dinner prior to landing at New Delhi at 7.00 PM. Then, he would go straight to the hotel and sit down and work on his speech to be delivered the following day. His trusted lieutenant, his personal assistant Lenagala (Lena) on his side, worked till late night. If his wife accompanied him, she insisted that he go to sleep. The hotel business Centre was virtually taken over by us as our Secretariat.",
    "Minister Kadirgamar’s good friend and Ranji Trophy cricketer, N Ram wrote in his editorial, “When Lakshman speaks India listens”. His speeches in New Delhi were so brilliant. He understood India well and Indian leaders respected him. He was a dear friend of India.",
    "Among impromptu speeches the Minister has delivered, the speech he delivered in London in September 2004 to the Sri Lankan cricketers during a dinner reception was the best. He highlighted differences between our national cricketers and our politicians in his witty speech.",
    "While serving under Minister Kadirgamar, I learnt three important things about India.",
    "1. No protocol for friends – Minister’s best friend was Hon Pranab Mukherjee, a very senior Politician from the Congress party. He was Minister of Defence in 2004. He became India’s Finance Minister, External Affairs Minister and later, the President of India. During one of the visits by Minister Kadirgamar to New Delhi in 2004, a meeting with Hon Pranab Mukherjee, the Minister of Defence of India, was scheduled at the meeting room of the hotel, where the Minister was staying (Taj Palace Hotel). Minister Kadirgamar informed me to tell him when Hon Mukherjee was leaving his office. When I did so, Minister Kadirgamar came down from the 5th floor and received Hon Mukherjee at the entrance to the hotel. Then they went to the meeting room together. After the meeting, he walked with the Indian Minister up to the latter’s car. Later, when I told our Minister as per protocol, he had to receive Hon Mukherjee at the meeting room, he said, “Hon Pranab Mukherjee is my friend. There is NO protocol for friends! “",
    "2. In a democratic country, do not forget the Opposition. Whenever Minister Kadirgamar visited New Delhi, he would meet government leaders such as the PM, the Minister of External Affairs, and the Defence Minister. After those meetings with ruling party leaders, he would invariably meet the Opposition party leaders for talks.",
    "One day I asked him, why? He said “Ravi, do not forget India is a democracy. In every democracy, one day the Opposition comes back to power. When they do so, they will remember you.” How true? It was the BJP-led government that was in power then. When Sri Lanka defeated the LTTE in 2009, a Congress-led government was in power.",
    "3. For Mr Kadirgamar, the onset of the Indian monsoon was very important. He would call and ask me whether the monsoon was on time or early or delayed; whether rain was heavy or mild, and whether sufficient rains were received in agricultural areas or not. One day I asked him why he was so interested in the Indian monsoon progress. He said, “Ravi, the Indian economy depends on the monsoon. When they get enough water, they will have a good crop of rice, wheat and vegetables. So, the Indian government does not have to grant relief to farmers, and therefore it has enough money for its neighbours.”",
    "We miss the Minister who groomed us about 20 years ago. These diplomats are now holding high positions as Ambassadors and High Commissioners today due to excellent training, motivation they received from Mr Kadirgamar. He wanted us to observe, learn and perform well for the country. We miss him today.",
    "One day, the Minister was rushing to the President’s House with a junior diplomat at that time (I think it was Chanaka Talpahewa) to meet President Chandrika Bandaranaike Kumaratunga for the scheduled meeting with Russian Foreign Minister who was on a visit to Sri Lanka. Suddenly, Minister stopped, looked at Chanaka, walked up to him and adjust/tighten Chanaka’s tie knot and said, “Now, you look smarter!”",
    "He was a wonderful person and fatherly figure and motivator of our Foreign Service.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}