{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/are-sri-lankas-anti-drug-crime-operations-working/",
  "time_ut": 1709393880.0,
  "original_lang": "en",
  "original_title": "Are Sri Lanka’s Anti-Drug Crime Operations Working?",
  "original_body_lines": [
    "The Yukthiya operation appears to be a last-ditch effort by the present Sri Lankan government to salvage public support ahead of the pivotal 2024 presidential election.",
    "In a bid to tackle escalating concerns over crime and drug-related activities, the Sri Lankan government launched a special operation that goes by the name “Yukthiya” (justice) on December 17, 2023.",
    "The government has declared the operation to be a success, with over 58,000 raids resulting in 58,234 arrests and substantial drug seizures (worth about $25 million) so far. Minister of Public Security Tiran Alles has claimed a 17 percent reduction in overall crime",
    "However, the operation has come under intense scrutiny at home and abroad. There is skepticism about its impact on crime rates, while local and international human rights organizations have slammed it for rights abuses.",
    "In January, a group of Working Group experts and Special Rapporteurs at the United Nations called upon the Sri Lankan government to “immediately suspend and review” the operation, emphasizing the need for a shift toward policies grounded in health and human rights. The U.N. experts underscored the disproportionate impact on drug offenders from “marginalized socio-economic groups,” expressing disapproval of their confinement in rehabilitation centers under military administration.",
    "Sri Lanka’s own Human Rights Commission echoed these concerns. While acknowledging the importance of combating drugs and crime, it drew attention to a series of complaints relating to torture, cruel treatment, as well as arbitrary arrests and detentions linked to the operation.",
    "Opposition politicians have criticized the Yuktiya operation, describing it as nothing more than a staged spectacle designed to bolster government approval ratings and support the embattled acting Inspector General of Police (IGP) Deshabandu Tennakoon.",
    "Tennakoon is under a cloud for multiple reasons. The Presidential Commission of Inquiry on the Easter Sunday Attacks highlighted Tennakoon’s negligence and failure to prevent the serial terror attacks that killed 275 people, despite having the capability to do so. The Sri Lanka Supreme Court found him guilty of torture as well. Lawsuits have been filed by the Catholic Church and human rights advocates contesting his appointment as the acting IGP. The Constitutional Council rejected his nomination twice, before agreeing to appoint him acting IGP.",
    "The ongoing anti-drug and anti-crime operation is seen as a strategic move to improve Tennakoon’s public image and eliminate obstacles in his professional trajectory. With a reputation for loyalty to those in power, Tennakoon’s leadership is deemed crucial for the government at a time it is facing numerous challenges.",
    "The Yukthiya operation appears to be a last-ditch effort by the present Sri Lankan government, headed by Ranil Wickremesinghe and backed by the Sri Lanka Podujana Peramuna (SLPP), to salvage public support ahead of the pivotal 2024 presidential election. According to the recent Sri Lanka Opinion Tracker Survey (SLOTS), only 9 percent of Sri Lankan adults would consider voting for Wickremesinghe in a presidential election, while the SLPP would secure a mere 8 percent of the vote. This underscores the government’s urgency to undertake measures such as the Yukthiya operation to enhance its standing among the electorate.",
    "Wickremesinghe did not attain the position of executive president through a direct popular vote, a departure from the usual process followed by his predecessors (barring one). Instead, he ascended to the position through a vote among Members of Parliament in mid-2022, after the previous president, Gotabaya Rajapaksa, had been forced to resign by mass protests. Wickremesinghe’s rise was facilitated by the SLPP. The SLPP, the political party associated with the Rajapaksas, had previously come to power in 2019 and 2020 by defeating an administration led by Wickremesinghe, who was a prime target for the Rajapaksa political base. In a series of palace intrigues and behind-the-scenes negotiations, the same SLPP later supported Wickremesinghe’s ascent to the presidency, a position he has held for nearly 18 months.",
    "Despite claims of economic stabilization by economists, this sentiment is not widely shared among the general population. Small and medium enterprises are grappling with challenges, nearly a million households have faced electricity disconnections, and children are dropping out of school due to the financial strain on education costs. The prevailing sentiment among the populace is one of desperation.",
    "Politicians, academics, and bureaucrats in Sri Lanka agree that agricultural modernization and boosting exports is the answer to the country’s economic malaise.",
    "Rather than implementing concrete measures to achieve this, the government has opted for symbolic gestures. This has been the path followed by successive governments since 1977, which turned to adopting measures to distract the masses instead of undertaking substantive economic reforms.",
    "In El Salvador, a successful anti-drug and crime operation contributed to the landslide victory of President Nayib Bukele in presidential elections early this month, giving him a second term at the helm. A similar success story would have also done a lot for the declining popularity of the Wickremesinghe government. Nevertheless, there are two primary challenges in winning people over with the Yukthiya operation.",
    "First, Sri Lankans harbor a profound cynicism toward government initiatives of this nature. Both Mahinda Rajapaksa and Maithripala Sirisena initiated comparable anti-drug and crime campaigns during their presidencies. Despite witnessing a brief reduction in criminal activity following the removal of low-level offenders and drug addicts from the streets, criminal activities eventually surged to unprecedented levels. The prevailing public perception is that the government eradicated one faction of underworld criminals only to inadvertently facilitate the expansion of operations for other criminals with ties to government officials.",
    "The second issue with the operation is the absence of a discernible decrease in crime. On February 21, Minister Alles asserted that prior to the operation, there were daily violent deaths linked to underworld activities. This has purportedly ceased, he said. Contrary to this claim, violent crimes persist without any noticeable reduction, and the severity and prevalence of gun violence have escalated. A striking illustration is the recent incident where five individuals, including a political party leader, fell victim to fatal violence.",
    "The majority of Sri Lankan underworld leaders and their associates have sought refuge in Dubai and various other safe havens. Rarely are they arrested, even when Interpol Red Notices are issued against them. Compounded by the economic downturn and austerity measures, there is a considerable pool of potential manpower available for criminals, including individuals from the armed forces. In recent incidents, allegations have surfaced implicating highly trained members of elite units as being involved as hired assassins for the underworld.",
    "While effective law enforcement is key in curbing crime, it is also a reactive measure. On the other hand, there is strong evidence that austerity measures lead to an increase in crime. Another aspect of austerity in Sri Lanka is a misguided attempt to reduce military expenses. The country’s police force is already inadequately staffed, with low morale, and implementing austerity measures is likely to exacerbate these challenges. It is evident that mere policing efforts will prove insufficient in dealing with a population that perceives the government as illegitimate, especially amidst dire economic circumstances.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}