{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ceylon-Specialty-Estate-Tea-of-the-Year-2025-charity-auction/34-782650",
  "time_ut": 1759782480.0,
  "original_lang": "en",
  "original_title": "Ceylon Specialty Estate Tea  of the Year 2025 charity auction",
  "original_body_lines": [
    "Sri Lanka showcased the rich diversity of its tea industry at a landmark charity auction of specialty estate teas representing the 7 agro-climatic regions of Sri Lanka. Renowned globally for producing the world’s finest Orthodox black teas, a Charity Tea Sale in celebration of the successful completion of the Sri Lanka Pavilion at EXPO 2025 was held in Osaka, Japan on 26 September.",
    "The charity auction was organised in collaboration with the Sri Lanka Tea Board and the Colombo Tea Traders’ Association, assisted by the Colombo Brokers’ Association, The Planters’ Association of Ceylon and the Sri Lanka Tea Factory Owners Association.",
    "All proceeds from the auction will be dedicated to uplifting the lives of tea estate communities by funding educational programs and health facilities.",
    "This event not only highlights the excellence of Ceylon Tea, but also demonstrates the industry’s deep commitment to social responsibility and sustainable development.",
    "The highest price of JPY 125,000 per kg was achieved by New Vithanakande Tea Factory for a line of FFEXSp from the Sabaragamuwa Region, which was adjudged the overall winner of the Bronze Award.",
    "The second highest price of JYP 65,000 per kg was secured by Telbedde Estate of Balangoda Plantation PLC, a member of MelstaCorp/Stassen Group of Companies, for a line of OP1 from the Uva Region, which was adjudged the overall winner of the Gold Award.",
    "The third highest price of JYP 55,000 per kg was secured for a line of Lovers’ Leap FBOP of Pedro Estate of Kelani Valley Plantations PLC, a member of the Hayleys Group in the Nuwara Eliya Region, which was adjudged the overall winner of the Silver Award."
  ]
}