{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Central-Bank-to-revisit-regulatory-sandbox-framework/108-279504",
  "time_ut": 1711306260.0,
  "original_lang": "en",
  "original_title": "Central Bank to revisit regulatory sandbox framework",
  "original_body_lines": [
    "The Central Bank (CB) is planning to revisit the framework of its regulatory sandbox, relaxing some of stringent rules, after the initiative failed to gain traction among fintech players over the past four years.",
    "According to CB Payments and Settlements Department Additional Director Manisha Wimalasuriya, about six applications have been received so far and the most recent one was to do with AI.",
    "“We wanted them to come with an audit report and they thought it was too expensive, because they weren’t sure the product would be brought into the market or not. So, we haven’t had any party graduating from sandbox,” Wimalasuriya said while speaking at BankTech Asia 2024: Colombo Series last week.",
    "The CB unveiled the regulatory sandbox to run innovative fintech experiments which can be released to the market after testing and gaining approval.",
    "The objective was to promote efficient financial intermediation, greater financial inclusion, less cash society through digitisation, accessibility of financial services, security of financial services and also reduce regulatory uncertainties faced by fintechs.",
    "Wimalasuriya acknowledged that some requirements such as third-party audit reports have become an obstacle for fintechs to test their products and services in the sandbox.",
    "“They weren’t willing to put a lot of money without knowing the product will go into market or not,” she said.",
    "The participants are required to submit a verification of test results, conducted by a reputed independent third-party auditor along with the Sandbox application form, ascertaining that the implementation of the solution has been completed.",
    "While acknowledging that India’s RBI only require Proof of Concept (POC) from their participants, she hinted that CB may also follow the same path. The FinTech Sandbox has supported India to emerge as a hotbed of innovation and entrepreneurship in fintech over the years."
  ]
}