{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-renews-platinum-partnership-with-cfa-society-sri-lanka-to-foster-capital-market-development/",
  "time_ut": 1731697620.0,
  "original_lang": "en",
  "original_title": "CSE renews Platinum Partnership with CFA Society Sri Lanka to foster capital market development",
  "original_body_lines": [
    "The Colombo Stock Exchange (CSE) has renewed its partnership as the Platinum Partner of CFA Society Sri Lanka for the 8th consecutive year, reinforcing a shared commitment to promoting ethical standards, education, and professional excellence within the Sri Lankan investment industry. This longstanding collaboration reflects CSE’s dedication to advancing the capital market and fostering valuable industry alliances.",
    "The sponsorship agreement was formally presented to Aruna Perera, outgoing President of CFA Society Sri Lanka; by Dilshan Wirasekara, Chairman, CSE; with the participation of Ms. Rashmi Paranavitane, President of CFA Society Sri Lanka; Ms. Samalka Athuraliya, Director of CFA Society Sri Lanka; Rajeeva Bandaranaike, CEO, CSE; Niroshan Wijesundere, Senior Vice President – Marketing, CSE; and Aruna Alwis, CEO of CFA Society Sri Lanka.",
    "Commenting on the renewed partnership, Aruna Perera, CFA, expressed his appreciation for CSE’s continued support, emphasizing its impact on the shared goals of both organizations. “Our collaboration with CSE as a Platinum Partner has been instrumental in advancing our mission to uphold ethics, professional standards, and excellence in the investment sector. This renewed partnership enables us to deepen our initiatives, benefiting both organizations and the wider investment community,” he remarked.",
    "CSE Chairman Dilshan Wirasekara highlighted the significance of this ongoing collaboration, stating, “The Colombo Stock Exchange is pleased to extend our Platinum Partnership with CFA Society Sri Lanka, a respected international professional body renowned for its commitment to ethics and global standards. We believe that this partnership plays a pivotal role in broadening the reach and development of the Sri Lankan capital markets”.",
    "This renewed partnership is expected to continue building pathways for growth, knowledge exchange, and professional advancement within the finance and investment industry in Sri Lanka.",
    "Asiri Academy of Health Sciences inaugurates modern main campus in Colombo",
    "ISO certification conferred on eight provincial offices of CEA in recognition of service quality",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}