{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Over-200-city-trees-still-pose-risk-to-public-lives/108-282746",
  "time_ut": 1715882460.0,
  "original_lang": "en",
  "original_title": "Over 200 city trees still pose risk to public lives",
  "original_body_lines": [
    "Colombo, May 16 (Daily Mirror) - Amidst the prevailing inclement weather worsened by gusty winds, the Colombo Municipal Council has identified about 200 old and huge trees in the city to be removed as soon as possible owing to the grave risk they pose to the public, the Daily Mirror learns.",
    "Following the incident where a large tree fell on a bus on Anagarika Dharmapala Mawatha near the Kollupitiya Junction in October last year that claimed five lives and many casualties, the CMC has identified about 1, 000 trees needing immediate attention.",
    "This came to light when a large branch of a roadside tree fell on Sir Marcus Fernando Mawatha near the Colombo Museum yesterday morning, which was cleared by the authorities within hours.",
    "When contacted Commissioner CMC Bhadrani Jayawardena told the Daily Mirror following the Kollupitiya accident they had received a number of complaints regarding dangerous and old trees in Colombo that led to an immediate study on the city trees.",
    "A special unit of the CMC headed by a retired specialist of the Royal Botanical Gardens in Peradeniya undertook the research and checked about 1, 000 vulnerable old trees, where reports were compiled to each and every tree.",
    "“There are about 100, 000 trees in Colombo City along the main roads, around temples and churches and many other public places. Out of this we checked over 1, 000 trees and compiled reports of their condition and found 500 of them were having problematic situations,” the Commissioner said.",
    "“Out of these 500 trees 200 had been identified as old and decaying causing great risk to the public and which needs to be felled with immediate effect. Since the beginning of this year we have removed 40 such trees,” Commissioner Jayawardena said.",
    "She said the council has a special division called Land and Environment Development Unit that operates round the clock with a staff of 150 including engineers. The CMC is presently engaged in removing the old and risky trees by felling at least a tree or two every day.",
    "“We have city trees planted by the English during the colonial period, which are more than 100 years old. Most of these trees that fall into the risky and vulnerable category are identified as Mara, Banyan and Bodhi tree or Bo tree. The trunks and roots of most of these trees have either decayed or damaged over the time and are required to be removed soon and we are working on it round the clock,” she said."
  ]
}