{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/browns-investments-combank-and-sampath-bank-lead-trading-activity-on-cse/",
  "time_ut": 1735061880.0,
  "original_lang": "en",
  "original_title": "Browns Investments, ComBank and Sampath Bank lead trading activity on CSE",
  "original_body_lines": [
    "The Colombo Stock Exchange (CSE) kicked off with a downward trend yesterday, but it later recovered following the upgrading of Moody’s Ratings of the Sri Lanka economy.",
    "Amid those developments both indices moved upwards. All Share Price Index up by 147.8 points while S and P SL20 up by 34.64 points.",
    "Turnover stood at Rs 5.4 billion with six crossings. Those crossings were reported in  Commercial Bank, which crossed 1.3 million shares to the tune of Rs 180 million and it’s share price traded at Rs 138.50, Royal Ceramic 1.75 million shares crossed to the tune of Rs 69.3 million and it’s share price traded at Rs 39.60, Ambeon Capital three million shares crossed to the tune of Rs 66 million and it’s share price traded at Rs 22, Beruwala Resort 16 million shares crossed to the tune of Rs 61.5 million and it’s share price traded at Rs 4.10, Dialog three million shares crossed to the tune of Rs 33.9  million and it’s share price traded at Rs 11.30 and Hotel Services 1.7 million shares crossed to the tune Rs 21.25 million and it’s share price traded at Rs 12.50.",
    "In the retail market top six performing companies that contributed to the turnover were Browns Investments Rs 309 million (47.9 million shares traded), Sampath Bank Rs 260 million (2.3 million shares traded), HNB Rs 186 million (668,000 shares traded), Halyey Rs 157 million (1.6 million shares traded), LOLC Holdings Rs 151 million (246,000 shares traded) and JKH Rs 148 million (6.6 million shares traded). During the day 285 million share volumes changed hands in 38000 transactions.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}