{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/workplace-mental-health-a-foundation-for-growth-inclusivity/",
  "time_ut": 1728542798.0,
  "original_lang": "en",
  "original_title": "Workplace Mental Health: A Foundation For Growth & Inclusivity",
  "original_body_lines": [
    "Does mental health and well-being impact productivity, creativity, and absenteeism in the workplace? The answer is a resounding yes. Poor mental health can significantly hinder an employee’s ability to focus, innovate, and collaborate effectively, leading to decreased productivity. Depression and anxiety alone result in the loss of approximately 12 billion workdays each year, costing the global economy around US$1 trillion annually. On the other hand, when employees are mentally healthy, they tend to be more engaged, resilient, and creative, contributing to higher organizational performance.",
    "Recently, I was involved in a project with the World Health Organization (WHO) that reviewed scientific evidence on what works in improving the mental health of health and care workers—an area that was often neglected but gained significant attention during the COVID-19 pandemic.",
    "This year’s theme for World Mental Health Day on 10th October, “Mental Health at Work,” highlights the importance of prioritizing employees’ mental health. In this article, I will simplify the scientific evidence to illustrate the vital role mental health plays in the workplace, explore the barriers to addressing it, discuss the limited access to mental health support, and outline practical steps that both employers and employees can take to overcome these challenges.",
    "Mental health has often been sidelined in discussions about workplace wellbeing, despite being a cornerstone of employee productivity and overall business and organizational success. Mental health encompasses more than just the absence of mental illness. It refers to an individual’s emotional, psychological, and social well-being, affecting how they think, feel, and act, particularly in a work environment.",
    "A workplace that promotes good mental health is a place where employees feel supported and valued. Studies consistently show that employees with strong mental health are more engaged, creative, and productive. On the other hand, poor mental health can lead to absenteeism, decreased work performance, and even physical health problems such as heart disease and stress-related illnesses. Moreover, untreated mental health issues, such as depression and anxiety, can lead to burnout, reducing the ability of employees to cope with job demands.",
    "Sri Lanka, with its evolving economy and workplaces, is seeing an increasing awareness of the importance of mental health. However, significant stigma still surrounds mental health issues, especially in professional settings. Addressing these issues can create a more compassionate, resilient, and productive workforce.",
    "Despite increasing awareness, several barriers prevent the full integration of mental health support into workplaces. One of the most prominent obstacles is stigma. Mental health issues are often viewed as a personal weakness rather than a health concern. Employees may fear that admitting to a mental health challenge will label them as unproductive or incapable of handling their responsibilities. This stigma leads many to hide their struggles, exacerbating the issue.",
    "In addition to stigma, limited awareness is another significant barrier. Many employers and employees may not fully understand mental health conditions or recognize the signs of distress. They might lack knowledge of how to approach these issues, leaving mental health care to be an afterthought in many organizational cultures.",
    "Even when there is a desire to support employees, the availability of mental health resources in workplaces can be limited. Many companies and organizations, especially smaller businesses, may not have dedicated mental health programs or employee assistance schemes. Additionally, access to professional mental health care is limited, particularly outside major cities. Employees may find it difficult to receive timely counseling or psychological services due to cost or lack of available professionals.",
    "In Sri Lanka, mental health services are often associated with hospital care, meaning employees may feel that accessing care is cumbersome or requires extreme circumstances. This approach can discourage early intervention, where employees could benefit the most from support. Employers may not have the knowledge or resources to bridge these gaps, contributing to a reactive rather than proactive stance on mental health.",
    "Supporting mental health in the workplace requires a strong commitment from employers at all levels. The first step is to foster an environment of openness, where conversations about mental health are normalized. Reducing the stigma around mental health can be achieved through education and awareness campaigns. Offering mental health training for managers and employees can help demystify mental health issues, encouraging individuals to speak up without fear of repercussions. A workplace culture that communicates “it’s OK to talk about mental health” or “it’s OK to not be OK” can create an environment where employees feel safe discussing their struggles and seeking support without judgment. Leadership is crucial in promoting these messages, as it helps dismantle the long-standing silence that often surrounds mental health in the workplace.",
    "Employers should also focus on integrating mental health support into workplace policies. This could include offering flexible working hours, creating designated quiet spaces for breaks, and ensuring balanced workloads to prevent burnout. An effective Employee Assistance Program (EAP) can provide confidential mental health support and resources for those in need. If an EAP is not feasible, organizations should at least maintain an updated list of local mental health professionals and services accessible to employees.",
    "It is also essential to address the sources of stress that put employees’ mental health at risk. These include discrimination, inequality, poor working conditions, being underpaid or undervalued, harassment, bullying, and a lack of control or autonomy. Proactively managing these issues fosters a healthier, more supportive work environment for everyone.",
    "Another key area is well-being initiatives, such as regular stress management workshops, mindfulness sessions, and access to counseling services. Since physical health is closely linked to mental health, promoting physical activities like yoga, walking or offering gym memberships can further support employees’ well-being.",
    "Creating a culture that respects work-life balance is also critical. As in many countries, Sri Lanka has seen a shift toward longer working hours, often blurring the boundaries between personal and professional life. This overwork culture can quickly deteriorate mental health. Employers must encourage employees to take regular breaks, avoid after-hours work communications, and prioritize vacation time.",
    "Employers should embed mental health into existing occupational safety and health management systems as a fundamental element, not an optional add-on. This includes implementing policies to protect and promote mental health, following WHO recommendations to train managers and workers, and providing individual interventions. Managers play a crucial role in supporting their teams’ mental health by managing their own stress and addressing team stressors. Additionally, organizations should support workers with mental health conditions by offering reasonable accommodations and ensuring non-discriminatory recruitment and employment practices.",
    "Lastly, leadership plays a vital role in setting the tone for mental health in the workplace. Leaders should model healthy behaviors by taking well-being days when needed and encouraging others to do the same. When employees see their leaders respecting mental health, they are more likely to follow suit without feeling insecure or judged.",
    "While employers have a significant responsibility, employees must also take ownership of their mental health and wellbeing. Firstly, employees should be self-aware and monitor their own mental well-being. Recognizing early signs of stress, anxiety, or burnout is crucial for taking proactive measures, such as speaking to a manager, a close friend or family member, or seeking professional help.",
    "Employees should also be encouraged to set boundaries to protect their mental health. This includes knowing when to disconnect from work, maintaining a clear distinction between work and personal life, and advocating for a manageable workload. Open communication with employers about work expectations is vital for preventing burnout.",
    "It is also helpful for employees to practice self-care. Regular physical exercise, a balanced diet, and good sleep hygiene are essential components of maintaining mental health. Employees should be reminded that mental health is not solely about work and that cultivating a fulfilling personal life outside of the workplace is equally important.",
    "Moreover, employees should strive to support their colleagues. Workplaces thrive when there is a sense of community, and checking in on co-workers can create a supportive environment where mental health is valued. Even simple gestures like actively listening to a colleague’s concerns can make a significant difference.",
    "Mental health is an integral part of workplace well-being, and both employers and employees have roles to play in fostering a supportive environment. The barriers of stigma, limited awareness, and access to care can be overcome through education, open communication, and proactive inclusive policies. In Sri Lanka, while there are challenges, there are also opportunities to create healthier workplaces that prioritize the mental health of employees. An inclusive workplace that values diversity, embraces different perspectives, and provides equal access to mental health support fosters a stronger, more compassionate community. It encourages employees to bring their whole selves to work, creating an environment of respect and support for all. By taking concrete steps toward supporting mental health, we can build more resilient, productive, and compassionate organizations that benefit everyone involved. In fostering workplace mental health, organizations lay the groundwork for sustained growth and inclusivity, creating environments where all employees can thrive.",
    "*Dr. Nimesh Samarasinghe (PhD, MSc, BSc (Hons), DipHE) brings extensive experience from his work in the United Kingdom National Health Service, where he held clinical, managerial, and commissioning roles. A subject matter expert in mental health and substance use disorder treatment, he currently serves as an Executive Director, assisting the State of Qatar in developing its health system. He is also collaborating with the WHO to develop a toolkit aimed at enhancing the mental health and well-being of healthcare workers."
  ]
}