{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Avurudhu-Ramadan-and-Easter-Sunday-amid-a-crumbling-economy/172-280265",
  "time_ut": 1712341800.0,
  "original_lang": "en",
  "original_title": "Avurudhu, Ramadan and Easter Sunday amid a crumbling economy",
  "original_body_lines": [
    "The trio of festivals-the Sinhala and Tamil New Year, Ramadan and Easter Sunday fall within a short time of each other. The deadly Easter Sunday massacre of innocent civilians in churches and hotels in 2019 hit one of our biggest exchange earners badly.",
    "The Easter Sunday bombings also marked the beginning of a dark era that saw the crumbling of our country’s economy which had just begun to take off after the near three-decade-long terrorist war was brought to a close.",
    "President of the Cultural Triangle Hoteliers Association in May 2019, told the Anadolu Agency that foreign tourist arrivals plunged by a staggering 70.8% in May, followed by 57% in June and 46.9% in July, compared to 2018.",
    "Tourism is one of the largest foreign exchange earners in the country.",
    "With the election of Gotabaya Rajapaksa in November 2019, many expected a revitalization of the economy. Unfortunately, in January 2020 the worldwide Covid-19 epidemic struck. It led to a large number of cottage industries dependent on tourism closing down as well as most hotels cutting down large numbers of their staff.",
    "The lockdown imposed during the Covid-19 led to around 500,000 temporary workers losing their employment. In addition, the Covid epidemic also led to a serious drop in export earnings of the country.",
    "Added to these natural disasters, bad administrative decisions taken in April 2021-such as the sudden ban on the use of agrochemicals with no fallback plan, led to the decimation of local agricultural production. It nearly ruined the plantation economy too as it depended on the use of agro-chemicals.",
    "The drop in earnings meant insufficient income to meet import of essentials such as fuel and gas and basic food needs such as rice-the country’s staple food, veggies and medicines. The loss of foreign currency made it difficult to repay international creditors.",
    "World Bank statistics show nearly 14% of our food is dependent on imports. We also rely on imports for about 85% of our pharmaceutical needs and about 80% of the medical supplies.",
    "With foreign currency sources drying up, in April 2022 the country was forced to declare bankruptcy. Resultantly no countries/financial institutions were ready to offer credit facilities to purchase fuel and gas -essential for power generation. It led to rolling 12-hour power cuts, non availability of fuel for transport as well as other basic food and medical requirements.",
    "In turn, shortages led to violent protests, the president fleeing the country and the then Acting President Wickremesinghe being elected president by parliament.",
    "Since Wickremesinghe took over, the economic position of the country has stabilised. BUT, and it is a big but, the financial position of a majority of the people has worsened.",
    "Government statistics show at national level, the percentage of underweight children under five years increased to 15.3 per cent in 2022. The FAO/WFP Crop and Food Security Assessment Mission in May 2023 revealed that 3.9 million people were moderately food insecure with over 10,000 households facing severe food insecurity.",
    "Trading Economics points out the cost of imports in Sri Lanka increased to 1,380 USD Million in February from 970.70 USD Million in January of 2024. Meanwhile, export earnings in February 2024 amounted to US$ 983.7 million. In other words, we are still spending more than we earn!",
    "Can our agricultural community not be supported by the government by paying them a reasonable price for their crops? In Japan the government buys rice from farmers at higher than market rates. We on the other hand leave purchasing to middlemen who exploit farmers, enrich themselves and hoard supplies to raise local market prices.",
    "Similarly, the cost of egg production can be lowered by encouraging the production of Indian corn (food input for poultry) locally, and paying farmers better prices. It will increase production and eliminate the need to import eggs.",
    "This editorial space is insufficient to cover the gamut of products including the manufacture of medicines that can be produced locally thereby bringing down import requirements.",
    "It takes political will to reach this goal. But is the fatal attraction of commissions too great to overcome?"
  ]
}