{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-unemployment-rate-falls-to-3-8-pct-in-1q-2025-235485/",
  "time_ut": 1754919900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka unemployment rate falls to 3.8-pct in 1Q 2025",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s unemployment rate fell to 3.8 percent in the first quarter of 2025, down from 4.5 percent a year ago and 4.2 percent in the December quarter, data from the state statistics office show.",
    "The total employed population rose to 8.13 million in the first quarter of 2025 from 7.90 last year, indicating the creation of about 237,912 jobs over the past 12 months.",
    "Sri Lankas unemployment rate rose to 5.2 percent in the second quarter of 2023, at the height of the island’s stabilization crisis, following the currency crisis and default in 2022.",
    "A currency collapse tends to stop construction, leading to workers going back to villages to farms or other occupations. They will return as construction picks up.",
    "Agricultural workers dropped to 1,906,832 in the first quarter of 2025, from 2,039,572 last year, data from the Department of Census and Statistics said.",
    "Workers in industry grew to 2,153,102 in the first quarter from 1,949,786.",
    "After the last currency crisis, hundreds of thousands of Sri Lankan left to work in currency board style countries in the Middle East or other countries with inflation targets of around 2 percent, where there is greater stability, reducing the peak unemployment number.",
    "Sri Lanka has a depreciating ‘flexible exchange rate’ denying basic attributes of money to the people, of a store of value and a means of deferred payments.",
    "By creating forex shortages, the attribute of a medium of exchange is also denied, from time to time leading to import controls.",
    "The central bank has provided exceptional stability with broadly deflationary policy since September 2022 and also appreciated the currency to helping the and lost salaries recover their real value and keeping inflation around 1 percent a year.",
    "However, concerns have been raised that recent rate cuts will make it harder to repay foreign debt, as had happened in 2012, 2015, 2018 and 2019-2022. (Colombo/Aug11/2025)"
  ]
}