{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/New-electricity-bill-presented-to-Parliament/34-761040",
  "time_ut": 1714072999.0,
  "original_lang": "en",
  "original_title": "New electricity bill presented to Parliament",
  "original_body_lines": [
    "Power and Energy Minister Kanchana Wijesekera presented the much-anticipated ‘Sri Lanka electricity bill’ to the Parliament yesterday.",
    "The bill which published in the Government gazette on 17 April, lays out comprehensive reforms designed to modernise and streamline the country’s electricity industry.",
    "A key aspect of the proposed legislation is the establishment of the National Electricity Advisory Council, aimed at providing strategic guidance and oversight for the sector. Additionally, the bill seeks to empower the Public Utilities Commission of Sri Lanka (PUCSL) as the primary regulatory authority responsible for ensuring efficiency, transparency, and fair competition within the electricity market. Under the provisions of the bill, corporate entities will be incorporated to manage all aspects of electricity generation, transmission, distribution, trade, supply and procurement.",
    "The holistic approach aims to enhance accountability and foster greater synergy across the various segments of the industry. In a move to modernise the regulatory framework, the bill proposes the repeal of the outdated Ceylon Electricity Board Act of 1969 and the Sri Lanka Electricity Act of 2009. These legislative changes are intended to align with contemporary industry practices and address emerging challenges in the energy landscape.",
    "Minister Wijesekera emphasised that extensive consultations with industry stakeholders have informed the drafting of the bill, with amendments suggested by key players incorporated to ensure relevance and effectiveness. However, the public now has a two-week window to scrutinise the legality and implications of the proposed bill before it potentially becomes law.",
    "Individuals and organisations are encouraged to review the provisions and voice any concerns or objections, with the option to challenge the bill before the Supreme Court if deemed necessary."
  ]
}