{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/korea-spreading-its-soft-power-across-the-globe-with-another-tool-korean-delicacies/",
  "time_ut": 1727989440.0,
  "original_lang": "en",
  "original_title": "Korea spreading its ‘soft power’ across the globe with another tool: Korean delicacies",
  "original_body_lines": [
    "Whoever coined the term soft power, defining it as a country’s ability to influence others without resorting to coercive pressure, Korea is arguably mastering the art like no other country.",
    "The Korean cultural and entertainment wave has attracted millions of fans across the world. regardless of whether they can speak or understand Korean. They support favourite K-Pop artists and largely enjoy Korean entertainment programmes. This is a predominant prevalence here in Sri Lanka too.",
    "When such a groundbreaking feat was accomplished by some individuals in Korea, their astute governments picked up the trend, primed the game and ran with it to bolster their international reputation. For the Republic of Korea , it was not just K-Pop reaching the corners of the world; they saw the potential of turning it into a soft power and enhancing the nation’s ability to attract prospective partners and establishing Korean culture as a way of living even in countries like the United States of America.",
    "The Korean master chef who flew all the way to Colombo from Korea for the K-Food festival Pic by Nishan S. Priyantha",
    "Today Korea is nimbly threading a double weave on its soft-power fabric by promoting the country’s authentic cuisine in foreign countries.",
    "Amid these developments, the Korean ambassador in Sri Lanka, Miyon Lee and her staff presented a ‘K-Food Showcase’ at her residence in Horton Place, Colombo recently, having flown in a master chef from Korea, which showed the strong emphasis they placed on this exercise.",
    "Welcoming those who were part of the ‘K-Food Showcase’, the Korean ambassador said, “We all love to share food and make friends. It is a universal nature, because food is the bridge between body and soul, connecting societies and cultures. Every family boasts of its own secret recipes, and every nation and culture take pride in its own food and dishes. Just like Pol Sambol is for Sri Lankans, for Koreans, Kimchi is one of the traditional dishes that cannot do away with. There are more than 400 ways to make fermented vegetable dishes. But the spicy Kimchi we enjoy today was developed after chili pepper was first introduced in the 17th century. We make our own food by importing and adopting new ingredients and new methods from abroad.”",
    "“Koreans love to eat, and love to watch eating as you may have guessed from Korean dramas and movies or YouTube. You may have wondered what they are eating and what they taste like. Thanks to the spread of K-culture worldwide, K-food has also become one of the trendy items to experience,” she noted.",
    "The guests at the event got the opportunity to try dishes most often seen in Korean dramas and movies and enjoy first-hand their unique textures and flavors.",
    "According to ambassador Miyon Lee, K-food is still an evolving trend, being created through adoption and adaptation, through their creative blend of tradition and modernity, uniqueness and universality, just like human society and culture.",
    "A GKS ( Global Korean Scholarship) Alumni member in Sri Lanka who has spent many years in the Republic of Korea told this journalist that at first it was not easy to for her to get used to Korean food but after some time she ended up being a passionate eater of Korean delicacies given the food’s authentic taste and nutritional value.",
    "Sri Lanka Gem and Jewellery Association congratulates President Anura Kumara Dissanayake",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}