{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/omega-line-wins-asia-best-employer-brand-award-with-its-chro-named-top-most-hr-leader-asia/",
  "time_ut": 1756478460.0,
  "original_lang": "en",
  "original_title": "Omega Line wins Asia Best Employer Brand Award with its CHRO named Top Most HR Leader – Asia",
  "original_body_lines": [
    "Omega Line has been recognised on one of Asia’s most competitive stages, winning the prestigious Asia Best Employer Brand Award at the 20th Employer Branding Awards, held on 11 August 2025 at Pan Pacific, Singapore. The accolade, presented by the Employer Branding Institute in partnership with the World HRD Congress and Stars of the Industry Group, celebrates organisations that excel in building strong employer brands and fostering inclusive, progressive workplace cultures.",
    "The celebration of excellence extended beyond the organisation to its leadership. W. M. C. Sampath Weerakoon, Chief Human Resources Officer (CHRO) for Operations at Omega Line, was named Top Most HR Leader – Asia at the 16th CMO Asia Awards 2025. Weerakoon has played a pivotal role in shaping Omega Line’s people strategy, bringing together career mobility, well-being, and performance to strengthen the company’s position as both a global exporter and an employer of choice.",
    "‘‘This recognition is not merely a personal achievement, but a tribute to the dedication and excellence of our HR team and the management. I am deeply grateful for their unwavering support and commitment, and I extend my special thanks to our visionary leader, Felix Fernando, whose guidance continues to inspire us,’’ said Weerakoon.",
    "In recent years, Omega Line has also been recognised within Sri Lanka for driving innovative people practices. At the Best Management Practices Company Awards 2025, it was honoured for digital literacy programmes and its commitment to social responsibility.",
    "Kandy Myst by Cinnamon sets benchmark as first leed Gold certified hotel in Kandy",
    "Digital Innovation Fund, managed by BOV Capital and powered by Dialog Axiata, successfully exits IFINITY",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}