{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Joining-BRICS-opens-new-possibilities-for-Sri-Lanka/14-761845",
  "time_ut": 1715804992.0,
  "original_lang": "en",
  "original_title": "Joining BRICS opens new possibilities for Sri Lanka",
  "original_body_lines": [
    "Recently, the Ambassador of the Republic of Sri Lanka in Moscow, Janita Liyanage, told reporters about her country’s desire to join BRICS in the near future. The Government expects that this will have a positive effect on the economy and lead to a significant increase in the standard of living of ordinary citizens, since it will not only allow the country to conduct duty-free trade with the member states of the bloc, but also provide an opportunity to receive financial support necessary to solve Sri Lanka’s problems from large BRICS regional development funds.",
    "Considering that the total share of GDP of the bloc is 37% of the global total, all this might give a good impetus to the development of the island.",
    "At the same time, potential cooperation will be mutually beneficial. Almost half of all world trade passes through the territory of Sri Lanka. This is a place of intensive maritime transport communications, and the BRICS states will be able to invest in local infrastructure to create their own logistics bases and open seaports. It is also planned to build a large air harbour, which will additionally connect sea and air routes.",
    "Sri Lanka will have the opportunity not to be just a popular resort, but also to explore new industries, establish IT sector facilities and representative offices of multinational corporations on its territory, which will turn the island into a full member of the club of rapidly growing world economies.",
    "Moreover, there is hope that with the accession to BRICS, the republic will cease to be a stumbling block between China and India, which are actively trying to make the State their satellite. Membership in the union can contribute to a conflict-free solution to longstanding disagreements, taking into account the interests of all participating countries.",
    "Student of The Lee Kuan Yew School of Public Policy, Singapore"
  ]
}