{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98398/sri-lanka-appoints-honorary-consul-for-canadas-manitoba-province",
  "time_ut": 1712140440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka appoints Honorary Consul for Canada’s Manitoba Province",
  "original_body_lines": [
    "Sri Lanka has appointed Mohamed Ismath as the country’s Honorary Consul for the province of Manitoba in Canada.",
    "The High Commissioner of Sri Lanka to Canada Harsha Kumara Navaratne handed over the Commission of Appointment to the new Honorary Consul recently at the Sri Lanka High Commission in Ottawa.",
    "Honorary Consul Ismath is currently a Director of Tennis Canada, a non-profit national sports association with a mission to lead the growth of tennis in Canada. He is a retired accountant and is an old boy of Royal College, Colombo.",
    "During the ceremony to hand over the Commission of Appointment, the High Commissioner suggested that possibilities of promoting tourism through sports collaboration apart from routine consular assistance should be explored given the Honorary Consul’s background.",
    "He also highlighted the importance of obtaining training opportunities for Sri Lankan tennis players in Canada and emphasized the need to establish Business Councils in each Canadian Province to facilitate trade and tourism between the two countries.",
    "The Honorary Consul informed that there are over 5,000 Sri Lankans living in the province of Manitoba including a group of seniors who are already engaged in promoting Sri Lanka as a tourist destination.",
    "He said that he will be working closely with all associations and look forward to network with Sri Lankan Honorary Consuls in other provinces to synergize the efforts of the High Commission in going forward.",
    "Deputy High Commissioner of Sri Lanka in Ottawa Anzul Jhan and Minister Counsellor of the High Commission Lashinka Dammullage were also present at the discussions with the Honorary Consul."
  ]
}