{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104831/igp-orders-probe-into-over-1000-candidates-over-election-expenditure-violations",
  "time_ut": 1736334180.0,
  "original_lang": "en",
  "original_title": "IGP orders probe into over 1,000 candidates over election expenditure violations",
  "original_body_lines": [
    "Acting Inspector General of Police (IGP) has ordered an investigation into 1,042 candidates and 197 party secretaries and independent group leaders who failed to report their income and expenditure for the 2024 general election, in violation of the Regulation of Election Expenditure Act.",
    "IGP orders probe into over 1,000 candidates over election expenditure violations",
    "Acting Inspector General of Police (IGP) has ordered an investigation into 1,042 candidates and 197 party secretaries and independent group leaders who failed to report their income and expenditure for the 2024 general election, in violation of the Regulation of Election Expenditure Act.",
    "Under the Election Expenditure Regulation Act, No. 03 of 2023, all political parties, independent groups, or candidates are required to submit their financial reports to the District Returning Officers within 21 days of the election results being announced.",
    "Accordingly, the IGP has instructed police divisions in the relevant electoral districts to begin investigations.",
    "Additionally, the Acting IGP has ordered all Senior DIGs, DIGs, and Divisional Officers to prepare reports on these investigations and submit them to the Attorney General for legal advice by January 31, 2025.",
    "On January 07 2025, the Election Commission directed the District Election Offices to finalize the files of the candidates who failed to submit their income and expenditure reports related to the 2024 General Election and promptly forward them to the police for legal action.",
    "A grace period was provided for submitting these reports, but despite the deadline having passed, several candidates still have not submitted their income reports, the election regulatory body said."
  ]
}