{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98255/gnanasara-thero-sentenced-to-4-years-ri",
  "time_ut": 1711602360.0,
  "original_lang": "en",
  "original_title": "Gnanasara Thero sentenced to 4 years RI",
  "original_body_lines": [
    "Bodu Bala Sena (BBS) General Secretary Ven. Galagodaaththe Gnanasara Thero has been sentenced to four years of rigorous imprisonment for the defamatory comments made against Islam in late 2016.",
    "The verdict was delivered by Colombo High Court Judge Aditya Patabendige on Thursday (March 28) while imposing a fine of Rs. 100,000 on the monk.",
    "Gnanasara Thero is accused of making defamatory comments against Islam during a 2016 media briefing convened on the Kuragala Buddhist monastery, causing damage to national and religious harmony.",
    "The judge found the monk guilty of the two indictments filed by the Attorney General under the Penal Code. Accordingly, the accused was sentenced to two years of rigorous imprisonment for each indictment and was imposed two fines of Rs. 50,000 each. He also ordered that the two sentences be served separately.",
    "Gnanasara Thero’s prison sentence will be extended by two more years in the event of his failure to pay the fine.",
    "Presenting submission before the court during today’s proceedings, the defense attorney argued that his client’s remarks were based on the situation that prevailed in the country at the time.",
    "However, the judge, delivering the verdict, ruled that the allegations levelled against Gnanasara Thero by the prosecution have been proved beyond reasonable doubt, adding it became evident during the trial that the statement in question was not ‘accidental’ but ‘deliberate’.",
    "Pointing out that such statements disrupts the religious harmony and unity in the country, the judge emphasized that the accused failed to fulfil his responsibility as a religious leader who is entrusted with maintaining the inter-faith harmony.",
    "Further, the judge informed Gnanasara Thero that he is allowed to appeal the verdict.",
    "The case had been filed based on a complaint filed by former MPs Mujibur Rahman and Azath Salley."
  ]
}