{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/colombos-most-popular-caricaturist-in-a-bygone-era/",
  "time_ut": 1708811280.0,
  "original_lang": "en",
  "original_title": "Colombo’s most popular caricaturist in a bygone era",
  "original_body_lines": [
    "With the passing of time, Lorenz did not have the time he would like to dedicate to the arts as before. The demand on his time in other fields such as in law and politics necessitated him to mainly if not totally focus on those aspects. However, his pencil and sketchbook never left his side. When inspiration struck him, out came a fine caricature. It has been over 150 years since his death and most of his once famous caricatures have been lost. A few have been reproduced as plates in some important publications over the last 100 years and preserved for posterity.",
    "Caricatures have always been endearing pieces of art which have commented on sophisticated matters. In the dynasty of Lankan caricature artists such as J. L. K. van Dort, Bevis Bawa, Aubrey Collette, W. R. Wijesoma and Gihan de Chickera, C.A. Lorenz can be safely positioned as the ‘pioneer’.",
    "One of the oldest surviving caricatures by Lorenz is that of the famous Wansapurna Dewage David (alias Gongalegoda Banda), leader of the 1848 Matale rebellion and pretender to the Kandyan throne. Upon being captured by the British, Gongalegoda Banda was brought to the Borella Criminal Gaol. It was here that Lorenz had the chance to see him and be inspired. Curious too. His pen did the rest. The result was a lovely caricature of the National hero. Perhaps the first and only live caricature of Banda.",
    "This illustration was hitherto unknown for nearly 75 years until it was published in 1932 in G.K. Pippet’s A History of the Ceylon Police: Volume 1. Here it is mentioned that the illustration was in the possession of Dr. Andreas Nell, nephew of Lorenz’s wife, Eleanor. This sketch was signed and dated by Lorenz on March 3, 1849. Gongalegoda Banda would pass away later that year from a stomach ailment in Malacca where he was exiled.",
    "When Lorenz and his wife left for England in 1853, he once again found some time on his hands as the voyage from Ceylon to Europe would take at least three months. Onboard the ship, Lorenz spent a lot of time drawing caricatures of the crew and various islands and features the ship sailed by. During the long trip to England, Mrs. Lorenz who was uncomfortable with the movements of the ship, fell ill quite often. Lorenz drew a few caricatures of her in this state captioning them as “cribbed, cabined and confined”.",
    "After their arrival and briefly settling in England, Eleanor Lorenz began to regain her health. Lorenz did more illustrations of her. One was captioned as follows: “Ellen is literally rosy, and after a walk in the Park, comes home as red as a boiled crab, as if one could light one’s pipe at her nose.” (Blaze, p. 3)",
    "Sir Richard Morgan was one of Ceylon’s most beloved lawyers and legislators in the mid-19th century. A few years senior to Lorenz, he was one of the first to join the Colombo Academy (later Royal College) in its original batch. Lorenz and Morgan, who shared many interests and were on the same wavelength were great friends. In 1856, Morgan, while serving as the Burgher Member of the Legislative Council and Leader of the Unofficial Bar, was made District Judge of Colombo by Governor Sir Henry Ward. By this time, Morgan who had considerable power in the Colony and its affairs was nicknamed “Governor”. Overjoyed by his friend’s appointment to the high rank, Lorenz drafted the following brief note and caricature of himself celebrating Morgan’s appointment:",
    "The language at my command couldn’t do it. But I’ve tried it in a sketch. So, I says Hooray again!",
    "Sporting a beard then, upon hearing the news Lorenz leaps with joy. His top hat falls. The rooster crows ‘Hooray’ and the dog joins in the celebration. Sketch by Lorenz himself in 1856.",
    "In a lecture on July 6, 1929, at the Dutch Burgher Union, E. H. Van der Wall says the following about Lorenz:",
    "“Lorenz was as gifted with the artist’s pencil as with his pen. During the sittings of the Legislative Council, while pleading at the Bar, and even on the Bench at Chilaw, he often found a few moments for a humorous sketch of passing events. A few words of description or a few strokes with his pencil and the picture was true to life, for Lorenz had the unmistakable artist’s touch.” (Journal of the Dutch Burgher Union, Volume XIX, p. 58)",
    "The debates were initially published in the Ceylon Examiner during 1860 and 1868, with the exception of 1862. Among Lorenz’s many literary pursuits, the Christmas Debates of 1860-65 are widely considered his magnum opus. A true masterpiece, this work printed in 1866 by John Maitland consists of five short reports of Debates and Council Meetings supposed to have taken place on Christmas Eve of each relevant year. Full of humour, wit and facts, the Christmas Debates is an endearing piece of work which was essentially enhanced by Lorenz’s sketches and skilful caricatures.",
    "The then custodian of most Lorenziana, Guy O. Grenier published the Christmas Debates again in 1925 with some additions such as an introduction and blurbs by famous personalities praising them. In both books, the illustrations depicted were hand-pasted photographs of the sketches, possibly taken by W. H. Skeen & Co. in sepia tone and included with a blue circular border.",
    "Personalities pre-eminent in the mid-19th century of Ceylon and who may be labelled as ‘legends’ such as Sir Richard Morgan, George Wall, Thomas Skinner, Sir Muttu Coomaraswamy, etc. as well as British officials like Governor Sir Charles MacCarthy and C. P. Layard are featured in the Christmas debates. The caricatures of these personalities bear an uncanny resemblance to them. It was known that when Lorenz had little work to do during the sittings of the Council or Committees, he would employ his time by sketching the members. Only those published in the Christmas Debates have survived up to today. In the 1866 preface to the Christmas Debates, Francis Fonseka, the printer of that volume comments as follows:",
    "“The illustrations annexed to the said several Debates shall be deemed and construed to represent the person or persons, whom they are intended to represent, and no other”",
    "This writer has made every effort to trace the identity of the 10 caricatures drawn by Lorenz by comparing them with photographs of certain members of the Legislature at that time. Lorenz did not caption the original sketches in the book. One must read the book through to understand what sort of an individual is depicted in the illustrations. However, without knowing what these personalities looked like in reality, it is hard to identify them. Sir Richard Morgan, who is included in the Christmas Debates as well as other illustrations by Lorenz, commented on this masterpiece of Lorenz as follows:",
    "“When Christmas came around and relatives and friends met to express to each other the glad wishes of the Season, the Christmas Supplement of the Examiner; the Mock Council Debates, the rich songs and the richer jokes with which they abounded and his inimitable pen and ink sketches, the gift he had of hitting off a person at almost the first view and perpetuating his peculiarities and idiosyncrasies, gave us no end of merriment and joy.” (Quoted from Grenier, G.O. (Ed.), (1925), Christmas Debates of the Island of Ceylon, p. i)",
    "We had last week inadvertently dropped a painting illustrating “Charles Amrose Lorenz: an unsung artist of the 19th century by Avishka Mario Senewiratne” which is reproduced here. Much of the writer’s text referred to that illustration appearing above. We apologize for the error.",
    "Caricatures of various figures drawn by Lorenz in the Christmas Debates",
    "In 1869, the Examiner press endeavoured a very enthusiastic project by chartering a magazine called Muniandi.. Lorenz’s old friend and colleague in the legislature, John Capper who had just returned from England was made its editor. This magazine, full of satire, illustrations and humour was in the style of the British Punch Magazine. Though Punch lasted till the 21st century, Muniandi had only a brief but notable period of existence. Priced one shilling, the ten-page Muniandi was a good way of amusing the government with its satirical outlook on the affairs of that time. By then, Charles Lorenz was facing the travails of the illness that would result in his early death. Therefore, for this reason, as well as his involvement in multiple fields, disallowed Lorenz to be active in Muniandi as much as he would have liked.",
    "Though there are hardly any signatures or initials differentiating the artists of these satirical caricatures, many scholars then and now have widely accepted that J. L. K. Vandort is one of the leading artists. However, if one is familiar with the works of Lorenz, it is more than fair to assume that Charles Lorenz himself was one of the illustrators in  Muniandi. Yasmin Gunaratne in her monumental work English Literature in Ceylon confirms the above as follows: “Muniandi… illustrated almost entirely by a talented Burgher artist, J. L. K. Van Dort, although Lorenz contributed in some drawings.” (Gunaratne, Yasmin, (1968), English Literature in Ceylon 1815-1878, Tisara Press)",
    "The illustration depicted below published in Muniandi is assumed to be by C. A. Lorenz.",
    "Even though his busy public life took much of his time, on a few occasions Lorenz did not hesitate to use his prowess in composing music. On one occasion as stated by J. R. Toussaint of the Ceylon Civil Service (1956, p. 51), Sir Richard Cayley during his early stage of serving Ceylon, lived in Lorenz’s Elie House in Mutwal, Colombo. Here they both produced a popular song. Cayley wrote the words and Lorenz arranged the music for the pianoforte. Titled The Pipe of Clay, the two of them performed this song when among friends. Accompanied by Lorenz on the piano, Sir Richard Cayley; who would go on to be a Chief Justice of Ceylon, did the singing. The following are the words:",
    "Among the many artists who followed Lorenz in the 19th century, no one came to prominence or to the brilliance of J. L. K. van Dort. Lorenz invited this fellow student of the Colombo Academy in 1850 to collaborate with him in the Young Ceylon magazine. Van Dort was only 18 years old then. One of the most conspicuous features of the inaugural Young Ceylon  magazine was the caricature of The Giant of Matura based on a real-life 6’6 tall man who picked coconuts in Matara.",
    "As the illustration was not signed many readers believed it to be of Lorenz. However, the truth was that it was by van Dort, who though not in his heyday and on the threshold of his fame, had a very similar style to Lorenz. B. R. Blaze comments that Lorenz inspired young van Dort in his early work and that the ‘Lorenz touch’ in van Dort was not ambiguous.",
    "Only a handful of illustrations of Lorenz have survived to date. They are nearly all what was published in Blaze’s Life of Lorenz, the caricatures in Christmas Debates, Muniandi and the Examiner. Dr. Andreas Nell, the nephew of Eleanor Lorenz had a fair collection of Lorenz’s illustrations. However, their fate is not known. Guy O. Grenier who owned a large number of letters, illustrations and memorabilia of Lorenz sold them to the Royal Asiatic Society in the early 1960s.",
    "Some of the contents of that collection remain to date. Unlike the artists who followed in the 20th century such as Keyt, Daraniyagala, Amarasekere, etc., the art of Lorenz may not win the collector’s interest or value. From the perspective of its historical significance, the art of Lorenz is phenomenal, special and endearing. Intertwined with humour, wisdom and knowledge, his caricatures will surely linger for generations not born.",
    "– Dr. R. K. de Silva, 1998 in 19th Century Newspaper Engravings of Ceylon",
    "1. Blaze, B.R., (1948), Life of Lorenz, The Associated Newspapers of Sri Lanka Ltd.",
    "2. Toussaint, J.R., (1956), Lorenz and his Times, Dutch Burgher Union",
    "6. Mahendran, M.S., (1918), A Brief Sketch of the Life of Charles Ambrose Lorenz, American Ceylon Mission Press",
    "7. De Silva, R.K., (1998), 19th Century Newspaper Engravings of Ceylon, Serendib Publishers",
    "8. Pippet, G.K., (1932), A History of the Ceylon Police, Volume 1",
    "9. Warnapala, K, (2012), ‘Caricaturing Colonial Rule in Sri Lanka: An Analysis of Muniandi, The Ceylon Punch?’, Early Popular Visual Culture, Vol.10, No.3, pp. 227-244",
    "The Academician and the Elephant: an adventure in the wilds of Wasgamuwa",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}