{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-showcases-Pharmaceutical-Industry-at-Medi-Pharm-Expo-Vietnam-2024/34-765320",
  "time_ut": 1723165197.0,
  "original_lang": "en",
  "original_title": "Sri Lanka showcases Pharmaceutical Industry at Medi Pharm Expo Vietnam 2024",
  "original_body_lines": [
    "The EDB in collaboration with the Sri Lanka Embassy in Vietnam  made arrangements  to organise participation of Sri Lankan Pharmaceutical product manufacturers at the 22nd  Medi- Pharm Expo Vietnam Exhibition 2024 held from 1 to 3 August  2024 at DIECC (KohPich) in Hochi Minh City , Vietnam .",
    "The Pharmaceutical Sector has been identified as one of the promising and emerging sectors in Sri Lanka, to promote as an export-oriented industry to earn foreign exchange. In response, the EDB has taken strategic steps to bolster marketing and promotional efforts to enhance the international profile of Sri Lankan pharmaceutical products.",
    "In continuing this efforts, EDB with the assistance of Sri Lanka Embassy in Vietnam organized Sri Lanka country pavilion at the Medi Pharm Expo 2024 , Vietnam with the objective of providing  a powerful platform to connect across the globe, market verticals including contract manufacturing opportunities, gain industry insights and technical innovations.  Vietnam’s pharmaceutical industry is one of the highest growth markets in the region as a result of increasing economic growth, rising per capita income, and an aging population in Vietnam. The country imports around 40% of total demand of pharmaceuticals. Also in the year 2023 Vietnam imported $ 6.9 billion worth of pharmaceutical products. Sri Lankan companies are currently not exporting products to Vietnam.",
    "Medi Pharm Expo – Vietnam is one of the established exhibitions of the healthcare industry in Vietnam with 400+ exhibitors showcasing their latest and fast-moving products from leading multinational and regional companies consisting pharmaceuticals, Nutritious Food, Drug Materials, Medical Devices & Equipment, Laboratory equipment and devices, etc. Sri Lanka’s business delegation to the 22nd Medi Pharm Expo 2024, comprised with three Sri Lankan pharmaceutical companies; Gammainterpharm Ltd., Astron Ltd., Morison Ltd. The pavilion aimed to provide a robust platform for connecting with global markets, exploring contract manufacturing opportunities, and gaining insights into industry trends and technical innovations. Further, it showcased many pharmaceutical finished formulations such as   vitamins, nutraceuticals, antibiotics, anti- diabetic products, cardiovascular for the therapeutic categories etc. with the guidance of EDB.",
    "The companies that participated at the 22nd Medi Pharm Expo stated that this show has provided an excellent platform for Sri Lankan pharmaceutical manufacturers to initiate business contacts with various foreign distributors and to explore the new trends available in the international market.",
    "This year, more than 10,000 visitors from pharmaceutical distributors, hospitals and retailer pharmacies have visited at the exhibition. Further, more than 450 exhibitors from 26 countries including Vietnam, Canada, Poland, and Indonesia  also participated in the Expo.",
    "As an advanced preparation for this initiative, with the assistance of Sri Lanka Embassy Vietnam ,EDB was able to connect participants of the exhibition with Vietnam Drug Regulatory Authority and Vietnam Drug Distributors Association  to get the understanding and  mutual benefits for both countries.",
    "EDB will continue facilitating the pharmaceutical industry to create more avenues in the international market in order to enhance the visibility of the industry globally whilst establishing an enabling environment to facilitate the manufacturers."
  ]
}