{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-soes-place-rs33949-debt-on-each-citizen-restructuring-unit-158535/",
  "time_ut": 1713172800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka SOEs place Rs33,949 debt on each citizen: restructuring unit",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-owned enterprises incurred 744.6 billion rupees in losses in 2022, the SOE restructuring unit has said.",
    "“52 State-Owned Enterprises in Sri Lanka incurred losses of LKR 744.6 billion in 2022,” SOERU said in a social media post.",
    "“When divided by the total number of Citizen, each citizen needs bare LKR  33,949.”",
    "🔴52 State-Owned Enterprises in Sri Lanka incurred losses of LKR 744.6 billion in 2022. When divided by the total number of Citizen, each citizen needs bare LKR 33,949.Updates of SOERU – https://t.co/UVuBd7zmrb#SriLanka #lka #soereforms pic.twitter.com/cZFFKXjr2L",
    "When state enterprises ran losses they were covered by loans taken from domestic banks as well as from capital markets.",
    "Though entities like the CEB have taken loans for infrastructure, CPC and SriLankan Airlines have taken loans simply to cover losses.",
    "Sri Lanka is planning to pass a Public Commercial Business (PCB) Act improve governance of state-owned enterprise by May 2024 as part of an anti-corruption efforts following an International Monetary Fund assessment.",
    "Sri Lanka’s state enterprises have been used by politicians to give ‘jobs of the boys’, appropriate vehicles for personal use, fill board of directors and key positions with henchmen and relatives, according to critics.",
    "Meanwhile macro-economists working for the state also used them to give off-budget subsides or made energy utilities in particular borrow through supplier’s credits and state banks after forex shortages are triggered through inflationary rate cuts.",
    "The government has taken billons of dollars of loans given to Ceylon Petroleum Corporation from state banks.",
    "There have also been high profile procurement scandals connected to SOEs. (Colombo/Apr15/2024)"
  ]
}