{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Fact-opinion-and-truth/4-758466",
  "time_ut": 1707861960.0,
  "original_lang": "en",
  "original_title": "Fact, opinion, and truth",
  "original_body_lines": [
    "“The welfare of the people in particular has always been the alibi of tyrants, and it provides the further advantage of giving servants of tyranny a good conscience “",
    "History will remember President Ranil Wickremesinghe elected by a secret vote in Parliament to serve the remainder of President Gotabaya Rajapaksa’s presidential term for another curiously distinctive reason. He will be remembered for the number of policy statements and ceremonial openings of Parliament during his tenure.",
    "Moral high ground is not a podium to preach from. It is an arduous mountain; one climbs on one’s own.",
    "In his latest address he asked - “Why can’t we unite in a shared vision for the country’s well-being and the future?” Why can’t we reach a collective understanding for the benefit of our nation’s youth? Why can’t we join hands to reach great heights?” Rhetoric failed to conceal past failure.",
    "Reigning Godfather of the near defunct UNP, he claimed that the Samagi Janabala Wegaya had many that he personally introduced to the political arena. If the Podujana Peramuna can unite for the greater good, why can’t the SJB follow suit?",
    "During the period of ‘Good Governance’, the Janatha Vimukthi Peramuna cooperated closely with us.  So, why can’t the JVP join forces for the betterment of our nation? He hadn’t either heard of or chose to ignore the NPP – the broader movement built by the JVP with organic intellectuals, people with impressive academic and professional credentials (Fullbright Scholars, NUS alumni) but not necessarily elite in the comprador bourgeois measuring scale.",
    "The naiveté of this hollow proposition is frighteningly fathomless. Who introduced Ranil Wickremesinghe to politics in the 8th decade of the 20th century? Was it his endearingly exuberant father Esmond Wickremesinghe or his devilishly crafty uncle J R Jayewardene?",
    "In the 3rd decade of the 21st century’s digital age, young people take to politics because they don’t approve the system that brought him and his kind to politics.",
    "That system catapulted him to ministerial office within his first term in Parliament. His first term in Parliament got automatically extended by a further six years through a referendum, a historical travesty of our democracy.",
    "Brutal repressions of dissent, calculated strangulation of opposition protest does not constitute the way towards consensual governance at a time of national crisis.",
    "On the contrary, such goofy governance will solidify collective resistance to his kind of opinionated elitism.",
    "Proroguing Parliament, inaugurating the new session making the ‘policy statement’ involved ceremonial mumbo jumbo, necessary to infuse a sense of serious purpose and solemnity to a glaringly puerile, manifestly futile exercise.",
    "The policy statement is packed with political hyperbole and hardly deals with coherent policy.",
    "With him at the helm, “commendable efforts” have led “to considerable improvement in the country’s condition”.",
    "He highlighted “key economic indicators” to support his confident and positive reading of the nation’s slow crawl out of the abyss.",
    "“52 main statutory bodies of the Government, facing a loss of Rs. 745 billion by the end of 2022, turned a profit of Rs. 313 billion by September 2023.”",
    "Half a million homes are denied electricity because the new tariff is beyond their capacity. The CEB has shown profits. This is Charles Darwin’s theory of the competitive process. Interest of the individual animal was often in profound conflict with the broader interest of their own species.",
    "Individuals who emerge fittest are not always best for the group. It produces short-term gains for individuals while leading to enormous harm to the group.  This argument is persuasively advanced in a new book - The Darwin Economy; Liberty Competition and Common Good by Robert H Frank – New York Times Economics columnist.",
    "The male peacocks with the largest and most colourful tails, stags with the largest rack of horns attract the most females.  But even though these traits benefit individual peacocks and deer by getting their genes into the next generation, these traits are detrimental to the group because they make these animals more vulnerable to predators.",
    "We must not grudge the good fortune of the President with so many in his Cabinet eager to display their substantial racks of horns and plumage.",
    "According to UNICEF, as of May 2023, 3.9 million people were moderately food insecure with over 10,000 households facing severe food insecurity.",
    "Over 2.9 million children need humanitarian assistance to access lifesaving nutrition, health, education, water and sanitation, protection, and social protection services.",
    "The World Food Program has targeted 2.4 million food insecure people through cash and voucher assistance, general food assistance, school meals, and nutrition support.",
    "These economic indicators did not make it to the policy statement.  That said, this brief missive is about the politics of the policy statement.",
    "The usual line of how he alone volunteered for the rescue mission when others balked was avoided.",
    "The purpose of the policy statement was to appeal for a ‘political accord’ in the “pursuit of our nation building dream.”",
    "“If there are alternative methods superior to the ones we are currently employing, please bring them forward. Let’s thoroughly examine and discuss them. By coming together and exploring the best systems for our country, we can collectively implement positive change. We are always open to such constructive dialogues.”",
    "This demand for alternatives from other political parties is conclusive evidence of a delusional personality, “extremely self-centered with an exaggerated sense of self-importance.”",
    "Politically central and crucial disclosure in the policy statement is about the SLPP, the support of which forms the foundational reality of the Ranil Wickremesinghe Presidency.",
    "He asserts “In the interest of the nation’s welfare and the prosperity of our youth, the majority of the Podujana Peramuna have set aside past animosities and reached a consensus.”",
    "B. The Rajapaksa family’s political machine wished to make him President",
    "That a majority of the SLPPset aside past animosities in the interest of the nation’s welfare and the prosperity of our youth is Orwellian double speak.",
    "In his classic 1984 George Orwell explains Double Speak and Double think.",
    "“To know and not to know, to be conscious of complete truthfulness while telling carefully constructed lies, to hold simultaneously two opinions which cancelled out, knowing them to be contradictory and believing in both, to use logic against logic, to repudiate morality while laying claim to it is what constitutes Double Think and Double Speak. “",
    "President Wickremesinghe has gotten into a Faustian bargain with the Rajapaksa political machine, the Podujana Peramuna.",
    "We must never make a deal with the devil. The expression the Faustian bargain, derives its name from a German folk legend of Doctor Faust.",
    "In the original legend, Faust encounters a demon named Mephistopheles and promises his soul in exchange for access to knowledge and worldly pleasures.",
    "While there are many variations of the bargain with the devil, one lesson always holds true. It does not end well for the bargainer.",
    "The policy statement made by the President is short on facts, well stocked with opinions and is patently distressed with truth.",
    "Facts, opinions, and truth always differ according to time and context. That makes it difficult to assess how people think. Differentiating   them from one another is the genius of smart leaders.",
    "Facts are indisputable because they can be objectively verified and established through evidence.  Opinions are different. They are value judgments. Truth is how ordinary people see things as they are.",
    "Denying facts is irrational. Ignoring public opinion is pure folly. Evading truth doesn’t work in the long run. Truly great leaders keep their tryst with destiny by recognising solid opinion of the people and arriving at correct decisions based on facts. That’s the truth."
  ]
}