{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/CA-Sri-Lanka-commemorates-65th-anniversary-this-year/4-764465",
  "time_ut": 1721347122.0,
  "original_lang": "en",
  "original_title": "CA Sri Lanka commemorates 65th anniversary this year",
  "original_body_lines": [
    "The Institute of Chartered Accountants of Sri Lanka incorporated under the Act No. 23 of 1959, completes 65 years of establishment in Sri Lanka. With the incorporation of the Institute the accounting profession was regularised in Sri Lanka. CA Sri Lanka is governed by a Council. Initially the Council should consist of a President, a Vice President and 10 other members. All should be appointed by the Minister in charge of the Institute. At present the President, the Vice President and six members should be appointed by the members of the Institute and eight members should be appointed by the Minister. Two of them should be the Auditor General and the immediate past President of the Institute.",
    "At the initial stage members of the other institutes of accountants which were approved by the Council as an equivalent to the Institute and the persons who were registered as auditors under the Companies (Auditors) Regulations 1941 were appointed as members of the Institute.",
    "At the initial stages the students enrolled to follow the course should be enrolled as Articled Clerks with the practicing Chartered Accountants since from the inception the Institute has given prominent role in practical training of the students. Initially Articled Clerks had paid a fee for the training they received. It was the responsibility of the Council to fix the maximum amount of the premium or fees to be charged from Articled Clerks and the conditions subject to which such fees were to be charged. Now the Council decides the minimum amount to be paid to the trainees and there is a tri-party agreement among the Institute, training partner and the trainee student.",
    "In that period there were a limited number of students enrolled and the lectures were conducted by the Institute within its premises in English language. Examinations also were conducted by the Institute. There were separate divisions conducted these two activities.",
    "Considering the growing demand for the Chartered Accountants, the Council in 1976 decided to broad base the system. With these changes the Institute has done away with the teaching part and it was the responsibility of the students to find out tutors. By taking away this bottleneck the Institute could enrol a large number of students. However, the responsibility of conducting the examinations was kept with the Institute.",
    "The tutors also were gradually regulated, and guidelines were issued for practical training. Due to the enrolment of large number of students, the Institute allowed to obtain practical training for the first two years from the approved companies where there were proper accounting and internal audit departments. If the students wish to practice after qualifying it was mandatory that the final two years should be with the practicing accounting firm. Subsequently the Institute reduced the first two years training to one year.",
    "From the beginning under the new scheme the teaching and examinations of the first level were conducted in all three languages in order to facilitate the expansion but teaching and examinations at the following levels were conducted in English. Examinations were conducted not only in Colombo but also in outstations. Therefore, by the time the Institute has added “to promote in general the theory and practice of accountancy and in particular auditing, financial management and taxation” as first objective of the Institute by an amendment Act No. 15 of 1998, the Institute has already done it.",
    "As of 31 December 2023, there were 6,136 active members of the Institute and 31% of them are not resident in Sri Lanka and spread across over 40 countries. The Institute has seven overseas chapters. This shows the acceptability of CA members worldwide and the Institute’s non-hesitancy in accepting overseas jobs by its members.",
    "These members may have other accounting qualifications to which the Institute also helped by entering into various agreements with other accounting bodies such as The Institute of Chartered Accountants in England and Wales, Chartered Accountants Australia and New Zealand, Chartered Institute of Management Accountants and CPA Australia where it is defined the easiest path for CA members to become members of those institutes and vice versa. Moreover, the National Academic Recognition Information Centre (NARIC) based in the United Kingdom confirmed that the CA Sri Lanka qualification is comparable to a master’s degree standard.",
    "The Institute has 31,639 active students as of 31 December 2023. There are seven branches spread throughout the island to cater to them and 962 approved practical training partners and 30 teaching partners to support them.",
    "SAB Campus, affiliated to the Institute conducts an applied accounting degree course which is approved by the University Grants Commission and the Ministry of Education, is having 1586 students. There are 350 other students following different other courses.",
    "There was a widespread allegation against the Institute that the pass rates were low since the Institute intentionally kept it low. I also believed it. I realised that it was not correct when I assumed the duties as the Director of Examinations at the Institute. In fact, the examiners were trying hard to pass the students rather than fail them. Eventually examiners failed in their endeavour since the performance of the students were not up to the standard.",
    "All three accounting bodies of Sri Lanka, CA Sri Lanka, CMA and AAT Sri Lanka are members of International Federation of Accountants (IFAC) and members of the Confederation of Asian and Pacific Accountants (CAPA); and CA Sri Lanka and CMA are members of South Asian Federation of Accountants (SAFA). Sri Lanka has produced two past presidents of CAPA, Ranel T. Wijesinha and Sujeewa Mudalige and six past presidents of SAFA, Lakshman R. Watawala, N.A.L. Cabraal, Lal Nanayakkara, Indrajith Fernando, Arjuna Herath and H.M. Hennayake Bandara. The current President of CA Sri Lanka Heshana Kuruppu is the current President of SAFA as well which a rare phenomenon.",
    "According to the Sri Lanka Accounting and Auditing standards Act No. 15 of 1995 the Institute is the sole authority in Sri Lanka in establishing Accounting and Auditing Standards. The observances of the said standards are mandatory for Specific Business Enterprises in Sri Lanka.",
    "The Institute decided to adopt international accounting standards in Sri Lanka and converged with latest pronouncements issued by the International Accounting Standards Board, the International Auditing and Assurance Standard Board and International Federation of Accountants.",
    "In order to support small businesses, the Institute adopted SME accounting standard and going further the Institute adopted a very simplified accounting standard for micro businesses.",
    "Establishing international standards in Sri Lanka was criticised by many. They cited the example of India where international accounting standards were not adopted as they were. In Sri Lanka and in Maldives IFRS standards are required for domestic public companies. In Pakistan and In Bangladesh these are required with slight variations. IFRS Standards are required or permitted for listings by foreign companies in Sri Lanka, Maldives, Pakistan and Bangladesh. The IFRS for SME standard is required or permitted in Sri Lanka, Maldives, Pakistan and Bangladesh. In India even foreign companies are not required to adopt IFRS standards.",
    "Sri Lanka is a small country. It is very advantageous to adopt international accounting standards since we are aligned with the majority. Sri Lanka has very low levels of Foreign Direct Investments which is essential at this juncture of the history of the country. There are various reasons why we do not get FDIs sufficiently. Adopting International Accounting Standards will be a positive point for the foreign investors. To that extent CA Sri Lanka has done its duty towards the country.",
    "I wish all success in its future endeavour for our premier accounting body, The Institute of Chartered Accountants of Sri Lanka in its 65th anniversary."
  ]
}