{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/WISTA-Sri-Lanka-to-present-influential-event-with-global-transformation-leader-Karen-Leong-in-celebration-of-10th-anniversary/34-764297",
  "time_ut": 1721064019.0,
  "original_lang": "en",
  "original_title": "WISTA Sri Lanka to present influential event with global transformation leader Karen Leong in celebration of 10th anniversary",
  "original_body_lines": [
    "WISTA Sri Lanka yesterday announced it will present “Charting the Course of Success in a Disruptive World”, a dynamic event curated for leaders across all sectors, featuring the esteemed global transformation thought leader Karen Leong.",
    "The event organised celebrating the 10th Anniversary of WISTA Sri Lanka, is scheduled for 13 August 2024, at the Oak Room, Cinnamon Grand Colombo.",
    "Influence Solutions Managing Director Karen Leong, is an award-winning organisational development expert and bestselling author. Known for her work in developing high-trust cultures within organisations, Karen is one of the top 1% of keynote speakers globally, Certified Speaking Professional, TEDx speaker, and coach.",
    "Her Amazon Best-selling book, “Win People Over”, along with her influencing styles profiling tool, has empowered teams across the Asia-Pacific region. In addition to being one of Singapore’s most influential professional speakers, Karen has been featured in global media such as BBC World, Reuters, Channel News Asia, and The Straits Times.",
    "In her keynote speech, Karen will explore effective leadership strategies for navigating a transformative era, especially in times of disruption.",
    "“I am very excited to be in Sri Lanka for the first time. In today’s rapidly changing world, effective leadership is more crucial than ever. Sharing these insights and engaging in discussions with industry leaders is vital for nurturing resilience and innovation. I look forward to meeting and having thought provoking discussions in Sri Lanka,” enthused Karen Leong on her impending visit.",
    "WISTA (Women’s International Shipping and Trading Association) is an international networking organisation formed in 1974, dedicated to attracting and supporting women at the management level in the maritime, trading, and logistics sectors. With a global network of over 5,100 female professionals from all sectors of the maritime industry, WISTA encourages connections, professional development, and business opportunities. Supported by 59 National WISTA Associations (NWAs) worldwide, the organisation provides in-country and regional networking, business, and skill-building opportunities, and facilitates relationships within the industry.",
    "WISTA Sri Lanka President and Shermans Logistics Director/CEO Diruni Chanmugam emphasised the significance of this event for leadership roles in a cross-section of industries in Sri Lanka and also in empowering women in leadership as WISTA Sri Lanka celebrates its 10th Anniversary. “Karen Leong’s expertise will provide invaluable insights to help navigate the complexities of the current business landscape. This event is a significant opportunity for us all to learn from a global thought leader and to strengthen our community of professionals. We are excited to welcome Karen to Sri Lanka and look forward to an inspiring and impactful event.”",
    "Don’t miss this opportunity to gain valuable insights from a renowned expert and connect with industry leaders at this event conducted together with WISTA’s Corporate Partner South Asia Gateway Terminals (SAGT).",
    "Register for “Charting the Course of Success in a Disruptive World” through WISTA Sri Lanka on +94 77 466 4931."
  ]
}