{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-axiata-unveils-smart-home-devices-powered-by-dialog-smart-home-app/",
  "time_ut": 1707925920.0,
  "original_lang": "en",
  "original_title": "Dialog Axiata Unveils Smart Home Devices Powered by Dialog Smart Home App",
  "original_body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s #1 connectivity provider, unveiled a holistic Smart Home App, revolutionizing smart living and empowering users to effortlessly control their entire suite of Dialog Smart Home devices with a single platform, regardless of their location.",
    "The Dialog Smart Home App serves as a centralised platform, allowing users to effortlessly manage and monitor a range of smart devices from the categories of Surveillance, Automation, and Connectivity. With a diverse array of products, including the Smart Indoor Cameras, Smart Outdoor Cameras, Wi-Fi Mesh (featuring WiFi 6 connectivity for an enhanced experience), Smart Wall Plugs, Smart Wall Sockets, Smart Switches, Smart Extension Cords, and Tedi Alexa, the app creates a truly interconnected home ecosystem.",
    "The versatility of the Dialog Smart Home app allows users control over any Dialog Smart Home or TUYA Smart device, making it easier to create a truly intelligent and connected home. Real-time mobile app alerts keep users updated on Smart Device notifications, including Indoor & Outdoor Cameras, Smart Wall Plugs, and Smart Wall Sockets, ensuring constant home security awareness. Remote monitoring via smartphones enables access to live feeds from Indoor and Outdoor Cameras, providing peace of mind even while away. Flexibility to schedule device activation and deactivation further enhances energy efficiency and personalizes the Smart Home experience. Complete with an intuitive interface, the Dialog Smart Home App offers custom settings, data privacy and security features, and voice control capabilities; seamlessly integrating with popular smart home assistants such as Amazon Alexa and Google Assistant.",
    "Commenting, Lasantha Theverapperuma, Group Chief Marketing Officer of Dialog Axiata PLC said, “Today, we take a giant leap forward in transforming conventional homes into intelligent living spaces with the launch of the Dialog Smart Home App. At Dialog, we believe in empowering our users with seamless connectivity, complete control, and unparalleled convenience. This app aims to redefine smart living, making it effortless for everyone to experience the true potential of their Smart Home devices, regardless of their location.”",
    "The Dialog Smart Home App is available for download on the Google Play Store and Apple App store. Customers can explore a diverse selection of Smart Home Devices offered by Dialog, with the added convenience of doorstep delivery accessible through www.dialog.lk/shop/smart-home",
    "Congress for Sustainable Materials 2024 focuses on responsible plastic use",
    "Rs 4 million in cash prizes from ComBank RemitPlus ‘Pita Rata Wasi’ remittance promo",
    "Dialog and Samsung Launch Highly Anticipated Samsung Galaxy S24 Series",
    "Dialog and Samsung launch highly anticipated Samsung Galaxy S24 series",
    "Dialog powers Sri Lanka Cricket as ‘Official National Team Sponsor’",
    "Dialog and Cleantech collaborate to build an environmentally conscious community",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}