{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86083",
  "time_ut": 1751287140.0,
  "original_lang": "en",
  "original_title": "Shanakiyan Rasamanickam MP   Wants  international community to pressure Govt to give more protection to Chemmani mass grave site; Reveals suspected move about attempts to remove some skeletons from site.",
  "original_body_lines": [
    "ITAK MP for Batticaloa  Shanakiyan Rajaputhiran Rasamanickam recently called on the international community to pressure the Government to give serious attention to protecting the Chemmani mass grave site with 33 skeletons.",
    "He said if the Government fails to give any importance to protecting the site from rain, which is expected within the next few days, providing proper security, and installing CCTV cameras, vital evidence regarding missing persons would be destroyed.",
    "“We have been receiving a large number of telephone calls and messages by citizens and concerned parties raising concern regarding the current situation of the Chemmani mass grave site,” Rasamanickam said addressing the media at the Batticaloa Press Club.",
    "Explaining the protection given to the Kokkuththoduvai site, where temporary structures were erected to shield the graves from direct rainfall and water runoff, he said the Chemmani site only has a basic shelter providing shade.",
    "“If this continues, these skeletons will be further deteriorated,” he said, urging the Government to take immediate steps to put up temporary structures at the site.",
    "Raising another concern on not allowing journalists to enter the Chemmani site thrice a day as they were allowed at the Kokkuththoduvai site, he said despite the Office on Missing Persons (OMP) stating that journalists were permitted access twice daily, media personnel were currently only allowed five minutes at 4:30 p.m. each day.",
    "“They were allowed to the Kokkuththoduvai site three times a day—at 10:30 a.m., 12:30 p.m., and 4:30 p.m. Given the growing number of journalists covering the site, more time is clearly needed for proper documentation,” Rasamanickam said, revealing a suspected move about attempts to remove some of the skeletons from the site as a journalist had found a school bag with human skeletons at the site.",
    "The MP also urged the Government to provide adequate security at the site, which is now being protected by the Police and civilians.",
    "“Enough protection is not being given to this site and this will cause further issues due to poor security and might affect public trust in the integrity of the process,” he cautioned.",
    "Meanwhile, he also emphasised the importance of installing fully operational CCTV surveillance at the Chemmani site to enhance transparency and help maintain public confidence.",
    "Rasamanickam stressed that the Government must take immediate action on this matter to ensure that affected persons get justice, including mothers of missing persons who have been protesting for over 6,000 days demanding justice for their loved ones.",
    "“We feel that some of the cases of missing persons can be solved by the evidence of the skeletons found at the Chemmani mass grave site,” he said."
  ]
}