{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99546/israel-extends-control-of-gazas-entire-land-border",
  "time_ut": 1717067580.0,
  "original_lang": "en",
  "original_title": "Israel extends control of Gaza’s entire land border",
  "original_body_lines": [
    "Israel’s military has said it has taken control of the strategically important buffer zone along the Gaza-Egypt border known as the Philadelphi Corridor, meaning it now controls Gaza’s entire land border.",
    "A spokesman for the Israel Defense Forces (IDF) said about 20 tunnels used by Hamas to smuggle weapons into Gaza had been found within the zone.",
    "Egyptian TV quoted sources denying this, and said Israel was trying to justify its military operation in the southern Gaza city of Rafah.",
    "The announcement comes during a period of heightened tensions with Egypt.",
    "“In recent days, IDF troops established operational control on the Philadelphi Corridor, on the border between Egypt and Rafah,” IDF spokesman Rear Admiral Daniel Hagari said on Wednesday.",
    "He described the corridor as a “lifeline” for Hamas, through which the group “regularly smuggled weapons into the Gaza Strip”.",
    "He said troops were “investigating.. and neutralizing” tunnels found in the area.",
    "Mr Hagari later said in a briefing with reporters that he could not be sure that all of the tunnels crossed into Egypt, the New York Times reported.",
    "The Philadelphi Corridor is a buffer zone, only about 100m (330ft) wide in parts, which runs along the Gaza side of the 13km (8-mile) border with Egypt. Gaza’s only other land border is with Israel itself.",
    "Egypt has previously said it had destroyed cross-border tunnels, making any weapons smuggling impossible.",
    "And a “high-level” Egyptian source, quoted by Al-Qahera News, accused Israel of “using these allegations to justify continuing the operation on the Palestinian city of Rafah and prolonging the war for political purposes”.",
    "Israel has insisted that it must take Rafah to achieve victory in the war triggered by Hamas’s unprecedented attack on the country on 7 October, during which about 1,200 people were killed and 252 others were taken hostage.",
    "At least 36,170 people have been killed across Gaza since the start of the conflict, according to the Hamas-run health ministry.",
    "Tensions between Egypt and Israel have heightened since Israeli forces took control of the Gazan side of the Rafah crossing point three weeks ago as part of their offensive against Hamas.",
    "Earlier this week, an Egyptian soldier was killed in an incident involving Egyptian and Israeli troops in the border area near Rafah.",
    "Egypt is a strong supporter of the Palestinians and has condemned Israel’s military campaign in Gaza and the killing of thousands of civilians by Israel in the war.",
    "Like Israel, Egypt has maintained a blockade on its border with Gaza since Hamas came to power in 2006. Hamas is an off-shoot of the Islamist Muslim Brotherhood organisation, which is banned as a terrorist group in Egypt.",
    "Egypt has, however, kept channels open with Hamas and has been acting as a mediator in on-off indirect talks between Israel and the group to try to reach a ceasefire deal and release of Israeli hostages held by Hamas in Gaza."
  ]
}