{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-consolidate-all-vocational-training-institutes-into-one-college-president-152006/",
  "time_ut": 1708602660.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to consolidate all vocational training institutes into one college: president",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka plans to consolidate all vocational training institutes in the country into a single vocational college, offering contemporary subject-related courses, President Ranil Wickremesinghe said.",
    "Speaking at an observation tour at the Ratmalana Lalith Athulathmudali Vocational Training Centre on Thursday February 22, Wickremesinghe highlighted the need to restructure vocational education to align with the demands of the modern world.",
    "A statement from the president’s office said quoting the president that such restructuring is needed to ensure that Sri Lanka’s youth are equipped to excel in the competitive global job market.",
    "According to the statement, Wickremesinghe had also outlined to students at the institute the government’s plans for a swift digital transformation and the prioritisation of advancements such as Artificial Intelligence (AI).",
    "“He expressed optimism about Sri Lanka’s trajectory in embracing evolving technologies,” the statement said.",
    "A University of Vocational Technology was established in 2008 under the University of Vocational Technology Act Number 31 of 2008. The institute has the same legal and academic status as any other national university in Sri Lanka.",
    "According to former Vice-Chancellor of University of Vocational Technology Dr T A Piyasiri, Sri Lanka sees a 30 percent dropout rate in its tertiary education sector.",
    "One reason dropouts were high among those who joined state-owned tertiary education institutes after leaving school, was that they were free, he said speaking at an event in December 2023.",
    "“The reasons for the dropouts; The first is that students have found employment – 21.5 percent of students have dropped out for employment. The second reason is economic hardships, and the third is incorrect choice by students,” said Piyasiri.",
    "According to World Bank Country Manager for Sri Lanka and Maldives Chiyo Kanda, around 20 percent of Sri Lankan school graduates go on to further education while one-third of them enroll at training colleges.",
    "Half of Sri Lanka’s students do not receive a post-secondary education, or tertiary education, including college, university, and vocational courses.",
    "Sri Lanka tertiary education dropouts at 30pct: Vocational training professionalSee more"
  ]
}