{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Delusion-of-fund-raising-How-a-group-of-electrical-engineers-is-starving-power-sector-of-investment/4-779941",
  "time_ut": 1754438495.0,
  "original_lang": "en",
  "original_title": "Delusion of fund raising: How a group of electrical engineers is starving power sector of investment",
  "original_body_lines": [
    "Generation and transmission must grow to support a growing economy and energy transition",
    "The amendments to the Electricity Act No. 36 of 2024 will be debated in Parliament today (6 August) and will likely pass with a majority of votes, due to the NPP voting block. During the run-up to the parliamentary debate, the amendments, and its custodian, Pubudu Niroshan, the Director General of the Power Sector Reform Secretariat (PSRS), has managed to unify almost all the sector participants in opposition.",
    "These include the development finance institutions (DFIs – World Bank, JICA and ADB), chambers of commerce and other industry groups, independent think tanks, State institutions such as PUCSL and LECO, generation companies (LTL Holdings and renewable energy developers), CEB unions and opposition parties1. It is also illustrative that no single entity has come to support the Amendments, a stark contrast to the passing of the 2024 Act, which had broad support of institutions including some CEB unions.",
    "While the major concerns regarding the amendments have been published in Daily FT in multiple articles, including the opposition of DFIs, chambers and Advocata, this article focuses on funding challenges, building on the excellent article by Chanaka Wickramasuriya on 4 August 2025 (https://www.ft.lk/opinion/Financing-Sri-Lanka-s-electricity-sector-growth-and-transition/14-779825).",
    "One of the main reasons for the reform process, initiated in 2021, was the financial sustainability of the power sector, which was looking at large investment needs, in the context of an economy recovering from recession, coming out of a default, constrained by an IMF program. It is universally agreed that CEB has underinvested in infrastructure, with most part of the country continuously facing power quality and reliability issues. The susceptibility of the grid to blackouts (roughly once in 18 months) has shown weaknesses in generation and protection systems, with each blackout exposing a different vulnerability of the grid.",
    "Generation and transmission must grow to support a growing economy and energy transition. Distribution infrastructure requires major upgrades too – on one side to support rooftop solar, where transformer capacity has become a major bottleneck, and on the other, to support the mass adoption of electric vehicles already on the way.",
    "The flawed process leading to a flawed outcome and opposition",
    "The roots of the problems in the amendment can be traced to the narrow composition of the committee appointed by the Minister, which only included electrical engineers, who seem to think they can put a powerpoint investment plans and expect money to flow from DFIs as if growing on trees. Most of these engineers were academics, without broader understanding of the context, restructuring organisations nor finance. There was not a single member of the committee who understood the challenges of raising finance for the infrastructure, as well as the changing global lending landscape. As per conversations with committee members, it appeared that most of the key decisions were taken by Pubudu, leading to some members to disengage and leaving others in frustration.",
    "The stakeholder process was mostly a performance, with the committee members not willing to understand and respond to concerns, nor providing adequately reasoned arguments for the changes proposed. It was clear that the committee did not understand the challenges and complexities of raising capital for investment.",
    "Other agendas were also visible – such as bloating the Transmission Company (NTNSP), by adding multiple unrelated functions and businesses including LTL Holdings - in light of rumours that Pubudu himself was planning to take over this company.",
    "The opposition was not only due to the flawed outcomes and illogical positions, but also due to the attempt to please/con stakeholders with contradictory interests and positions. The Act keeps a number of provisions in intentional ambiguity, allowing competing narratives and interpretations to be built around them. So, for the CEB unions, and leftists in the coalition, “the five unbundled companies will be always 100% state owned”, while for others, “once generation and distribution companies are further unbundled, we will allow private capital participation”2. This is not the transparency and governance needed for a sector to emerge from a crisis.",
    "When questions were asked, Pubudu’s response is “trust us”. One does not write legislation to rely on good-faith of actors (irrespective of their trustworthiness). As a colleague pointed out, “what would happen if Pubudu gets hit by a bus tomorrow?” Legislation lasts beyond individuals and governments. The committee kept demonstrating their amateurish approach; rather than showing competence and skill needed to draft legislation.",
    "The trade union opposition solidified due to Minister and Secretary not giving them audience to discuss their grievances and requirements. The unions were left admiring the accessibility and forthrightness of the previous Minister, Kanchana Wijesekera.",
    "During the sector oversight committee meetings, when the financing needs of the utility was discussed, Pubudu noted that the 100% state owned transmission company plans to invest $ 5 billion in the next eight years, and these funds will be raised through DFIs he himself alienated – such as JICA and ADB3. Pubudu has also spoken of raising funds through AIIB, but appear to be ignoring the World Bank, who has the lowest cost of capital, giving highly concessional 30-40 year financing at 1-3% fixed interest rates!",
    "Pubudu’s investment “proposal” is strange for multiple reasons. First, the CEB’s latest transmission expansion plan (2023-2033), has put the investment need for the decade as Rs. 585 billion (approx. $ 2 billion), mere 40% of Pubudu’s number. Second, the combined DFI borrowing for the sector for the past decade has been just above $ 1 billion with ADB providing $ 850 million for various projects including $ 250 million for wind and solar and JICA providing $ 170 million. As for Pubudu’s favourite lender (and the most expensive), AIIB, their total lending to Sri Lanka for all sectors to date is mere $ 460 million with zero for power sector to date. Imagining they will scale 10 fold in the next eight years is simply improbable.",
    "The conversations with Pubudu and the team revealed a fundamental fallacy of thinking, that they have not understood that conditions CEB/GoSL used to borrow in the past, are no longer available to the utility nor the state. It is unlikely that the DFIs can lend more than $ 1.5 billion for the next decade given the other priorities, and many local banks have already hit their single borrower limits with the CEB.",
    "The fault lines created by stuffing the reform committees with electrical engineers without a broader expertise including finance, is now already generating tremors.",
    "DFI’s credit for the power sector in Sri Lanka has been in the form of loans to the Government (as opposed to the CEB). No diligent DFI could have lent (even on a sovereign guarantee) to an entity with no debt sustainability. It should be noted that the purpose of a guarantor is to have a safety net in case of an unforeseen emergency, and not as a regular mode of repayment. If the guarantor is expected to repay in any case, then the loan might as well be lent to the guarantor directly. Thus, taking loans by state was considered as the workable model – the Peanut Butter and Jelly (PBJ) solution.",
    "The unbundling of the original Act was expected to result in credit worthy, profitable business entities with debt sustainability which the DFIs could lend to. To prepare the ground for this, the public already made the sacrifice of taking over/writing off CEB’s legacy debt – debt to CPC, Government and banks.",
    "The message of the entire IMF program is prudent government spending which usually comes with a downsizing of the size of public sector. Creating five fully state-owned SOEs to replace one will likely not meet this objective no matter how good the intentions are.",
    "Even if the unbundling had been done according to the present Act, the separate entities would not have been able to directly borrow from DFIs in the near term, as the new companies are without a credit record or even lendable balance sheet. The sovereign needs to borrow from the DFIs and lend to the CEB until their balance sheets are strong.",
    "For example, the transmission company, which Pubudu is planning to raise $ 5 billion in the next eight years, will have an annual revenue of approximately Rs. 22 billion, or $ 75 million and a profit of $ 7 million. This is not a balance sheet to borrow even $ 1 billion, let alone five.",
    "The amount which GoSL can borrow has to essentially be limited to the point that it can repay, in order to avoid a second disastrous default. The debt to GDP indicators agreed with IMF has to be maintained not because of IMF, but as a mandatory requirement for prudent debt management. The debt to GDP ratio as at IMF’s fourth review (2025) for was 109.6%. It is only projected to reach the target 95% in 2032.",
    "The Public Finance Management Act and the Public Debt Management Act enacted respectively in 2024 and 2025 set down strict and transparent procedure for sovereign borrowing and issue if guarantees (since this creates a contingent liability on the Government).",
    "The procedures require a Public Investment Plan to be formulated, a borrowing ceiling to be gazetted together with the annual budget, and the borrowing limit to be specified for each year on the Medium Term Debt Management Strategy formulated and published by the Public Debt Management Office.",
    "The gross borrowing limit for 2025 is Rs. 4,000 billion, which is about $ 13 billion. This is for all sectors and all needs, not only the power sector. A significant part is already allocated to ongoing projects, as when disbursements are made in ongoing projects, those amounts get added to public debt stock and accounted as borrowings for that year. Up to 2029/30 public debt stock will increase since repayments are deferred. So in order to keep to the targeted debt/GDP ratio, new debt has to be controlled.",
    "Post 2030, when repayments commence, debt stock could reduce and open fiscal space for more borrowing, but the Government’s expenditure will significantly rise, and new capital investments will have to be limited in order to maintain deficit at a reasonable level.",
    "As per the Government Public Investment Program, the total public investment planned for the period 2026–2030 is Rs. 8,583 billion ($ 28 billion). Of this, around 49% is expected to be allocated to physical infrastructure development, including roads, transport, ports and aviation, power and energy, irrigation, water supply, housing and urban development4. So the idea that transmission company of CEB by itself asking for over 12% of the same, is ludicrous. Especially since the power sector has capacity to secure private capital which other sectors such as roads, irrigation, urban development, etc. cannot do.",
    "For multilateral development banks (ADB/WB), their priority is to provide budgetary support, to ensure long term sustainability of the state finances, to emerge out of the financial abyss. This severely limits DFIs ability to provide project finance, as they would hit their own lending limits to be able to give as generously as Pubudu imagines.",
    "All this means, for high-cost capital investment, the model mandatorily has to be securing private sector resources, ideally in the form of equity, or low interest debt. In line with this trend, the DFIs are also increasingly looking towards lending to creditworthy private sector institutions, or lending together with the private sector. For example, when asked about funding the $ 1 billion for the proposed pumped storage plant, ADB response was that they cannot fund it themselves, and require a DFI consortium AND private capital in the form of a PPP to support the same.",
    "The Electricity Act of 2024 approached the funding problem by enabling private capital entering into the sector. Generation (except hydro) and Distribution companies had the ability to attract private equity, through stock market listing and divestment. They could then receive equity capital from the market in the near term, and could have qualified to be creditworthy even for DFI lending, on the strength of their private sector partners. Stock market listing, also meets NPP’s objectives of good governance and transparency as the companies are required to disclose information, and require professional boards Globally, DFIs are moving towards increasing collaboration with private sector and private sector funds due to the trend of reduction of public funds being allocated to international development (as evidenced by the death of USAID, and rapid erosion of bilateral development lending). The current sector leadership’s idea of massively enhanced borrowing from DFIs is simply not an option available.",
    "The better way to use the limited DFI funding is to use it as a way to unlock larger amounts of private capital. This can be through mechanisms such as viability gap funding, or credit risk guarantees to reduce the cost of capital rather than gobbling all of them up as a giant cookie monster. For example, out of the recent $ 150 million facility of World Bank, a $ 40 million is for credit guarantees. To leverage them, we need a pipeline of private investment, rather than keeping the whole sector under state control (and not being able to implement them).",
    "Sadly, the amendments proposed by Pubudu, reverses key provisions and adds a number of poison pills that makes the access to private equity and finance difficult if not impossible. Some can be considered as poison pills. Here are some of the changes that impact fund flow.",
    "1.Limiting the first phase unbundling to 100% state owned entities with lack of clarity on the final form of the sector. If improperly done, this will create challenges for effective regulation and keep investors away from these entities.",
    "2.Delaying the final unbundling (therefore the date private capital can enter the individual unbundled companies).",
    "3.Keeping the transmission company as a 100% state owned entity, rather than 50+% envisaged in the 2024 Act",
    "4.Creating a bloated transmission company riven with conflicts of interest and risk of preferential access to the network",
    "5.Enabling the possibility of rebundling the CEB, creating risk and uncertainty to investors",
    "6.Eroding the independence of the regulator – now the allowed revenues for distribution licensees, feed-in-tariffs and PPA tariffs require “consultation with the Ministry of Finance”. This will be perceived by potential investors as rent seeking provisions.",
    "7.Creating holding/management companies that hold ownership of unbundled distribution and generation companies, who can intervene in the management of these entities. This is a poison pill.",
    "The passing of this disastrous amendments is an eventuality, as there does not seem like anyone in the Government understands the serious concerns raised by sector stakeholders. The outcome will be a sector severely starved of capital, who will trundle along, subject to circumstances (and monkeys), impacting reliability, service quality as well as our ability support the growth of the economy with low cost and low cost electricity.",
    "We may have to wait for a more sensible Government to come, to affect another amendment to the Act, and 2025 will be known as another opportunity to transform, blown-up by a bunch of out of depth engineers. As it happened in previous instances.",
    "1Report by Sectoral Oversight Committee on Infrastructure and Strategic Development, based on stakeholder consultations held on 11, 15 and 17th July, 2025.",
    "2For example, see the recent Sirasa Satana programme comments made by Lakmali Hemachandra, MP, on this topic."
  ]
}