{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/how-come-no-sl-artiste-at-star-studded-ambani-wedding-2/",
  "time_ut": 1721881260.0,
  "original_lang": "en",
  "original_title": "How come no SL artiste at star-studded Ambani Wedding!",
  "original_body_lines": [
    "This came to mind when I was going through the list of some of the artistes who were invited for this grandeur celebrations which still hasn’t ended.",
    "The glitzy over-the-top events and ceremonies included performances from artistes such as Rihanna, Justin Bieber, Katy Perry, Luis Fonsi, and Rema. And they were all paid handsomely.",
    "In fact Rema, from Nigeria, was paid a fee of $3 million to perform his global hit ‘Calm Down’ at the event.",
    "The celebrations, connected with Ambani’s wedding, began in February, this year, and there were many events that featured international artistes.",
    "However, the Ambani family seems to have forgotten India’s foreign policy -‘Neighbourhood First’ – when working on the lineup of artistes to do the needful at their son’s extravaganza.",
    "And that boils down to the all-important question: How come Sri Lankan artistes were left out?",
    "There are some local artistes who say they have a huge fan base in the Asian region, and in India, in particular, while claiming to be global icons, as well!",
    "Perhaps, the Ambanis have never heard of our so-called superstars. What a pity!",
    "Puerto Rican singer Luis Fonsi did his thing at the couple’s wedding ceremony singing his hit song ‘Despacito’.",
    "Justin Bieber performed at the couple’s Sangeet ceremony, a pre-wedding celebration’ traditionally centred around music and dance, belting out his chart-topping hits, including ‘Baby’, ‘Love Yourself’, ‘Where Are Ü Now’ and ‘Peaches’.",
    "Unfortunately, he wasn’t properly clad for the occasion and there are also reports that he had flashed his underwear.",
    "Rihanna was one of many performers at the three-day pre-wedding bash in March. She performed on day one in front of 1,200 guests in Jamnagar, Gujarat. The bash also included performances from Akon.",
    "Two months after the Jamnagar celebrations, the Ambani couple hosted 800 guests on a luxury cruise ship that made stops in Sicily, Rome, Cannes and Portofino.",
    "The four-day event also included performances by Perry, The Backstreet Boys, David Guetta, Pitbull and Andrea Bocelli, followed by a Pitbull concert after guests returned on board.",
    "This isn’t the first time the Ambani family has enlisted famous artistes to perform at family events. Back in 2018, Beyoncé and John Legend performed at Isha Ambani’s wedding celebrations, and in 2019, Marron 5, Chris Martin and The Chainsmokers performed at Akash Ambani’s wedding festivities.",
    "Unfortunately, no Sri Lankan performers have been invited for any of the Ambani events!",
    "Yes, this is certainly an eye-opener and our artistes have to branch out and capture the international scene.",
    "South Korea has done it with K-pop, and we now have Nigeria and Puerto Rico in the spotlight in the international scene, and we have absolutely nothing to shout about!",
    "Monks driven from pillar to post with Mahanayakas pandering to politicians",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}