{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99769/president-ranil-attends-modis-swearing-in-ceremony",
  "time_ut": 1717984620.0,
  "original_lang": "en",
  "original_title": "President Ranil attends Modi’s swearing-in ceremony",
  "original_body_lines": [
    "Sri Lanka President Ranil Wickremesinghe joined the swearing-in ceremony of Indian Prime Minister Shri Narendra Modi, held on Sunday evening (09) at the Rashtrapati Bhavan, New Delhi.",
    "The swearing-in ceremony was also attended by other leaders from the neighbourhood including Bangladesh Prime Minister Sheikh Hasina, Bhutan Prime Minister Tshering Tobgay, Nepal Prime Minister Pushpa Kamal Dahal, Mauritius Prime Minister Pravind Kumar Jugnauth, Seychelles Vice-President Ahmed Afif, and Maldives President Mohamed Muizzu, whose inclusion as an invitee surprised diplomatic circles in view of the currently strained ties between New Delhi and Male.",
    "President Wickremesinghe arrived in India this morning (09) via Indira Gandhi Airport to attend the swearing-in ceremony of Narendra Modi, who has been elected as the Prime Minister of India for the third consecutive term.",
    "President Wickremesinghe was warmly welcomed at the airport by Additional Secretary P. Kumaran on behalf of the Indian Ministry of External Affairs, Indian High Commissioner to Sri Lanka Santosh Jha, Indian Ocean Region Additional Secretary Mr. Puneeth Agrawal and Mrs. Kshenuka Senewiratne.",
    "The reception also featured a dance performance showcasing Indian culture.",
    "The swearing-in ceremony, presided over by the President of India Draupadi Murmu, took place in the evening (09) at Rashtrapati Bhavan in New Delhi.",
    "President Wickremesinghe’s arrival received significant media coverage in India, with billboards featuring his and Prime Minister Modi’s images displayed around key locations in New Delhi.",
    "Prime Minister Narendra Modi’s party alliance secured victory in the Indian general election, which was conducted over seven phases spanning 44 days. Following the confirmation of this victory, Modi was officially appointed as the leader of the National Democratic Alliance.",
    "Accompanying President Wickremesinghe on this visit are President’s Secretary Mr. Saman Ekanayake, Foreign Affairs Ministry Secretary Ms Aruni Wijewardene, Government Information Director General Mr. Dinith Chinthaka Karunaratne, and President’s Private Ms Secretary Sandra Perera."
  ]
}