{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SL-Journalists-for-Global-Justice-wants-Govt-be-alert-to-West-Asian-war-threat-by-Israel/56-760498",
  "time_ut": 1712605923.0,
  "original_lang": "en",
  "original_title": "SL Journalists for Global Justice wants Govt. be alert to West Asian war threat by Israel",
  "original_body_lines": [
    "The Sri Lanka Journalists for Global Justice (SLJGJ) yesterday alerted Sri Lankans and the Government to the  imminent threat of war engulfing the entire West Asian region due to the current Israeli Government’s expanding military aggression beyond Palestine to its immediate neighbouring",
    "In a statement, the SLJGJ points out that West Asia is Sri Lanka’s most important source of oil and gas as  well as the home of our migrant workers. Already, oil prices are volatile due to the existing  uncertainties regarding supply and the rising costs of shipping and insurance.",
    "Meanwhile, in the recent months since the launch of the Israeli government’s military  operations against Palestinian territories, a war-like atmosphere has extended throughout the  entire neighbouring region. The entire Arab world in the neighbourhood has been affected by the tensions and livelihood uncertainties.",
    "The SLJGJ recalls the upheavals to Sri Lankan migrant workers› livelihood and safety caused by the Gulf Wars launched by Western powers some years ago. Much social stress and logistical costs were incurred during those times when hundreds of thousands of Sri Lankans not only lost their jobs but also had to be flown to safety.",
    "It is bad enough that the war in Gaza continues to cause immense suffering in Palestine and social shock across this part of the world. The Israeli government’s sudden military actions this week targeting other country nationals from outside Palestine, is bringing the entire region dangerously close to outright war between many states.",
    "The attack by Israeli Government forces on a food aid operation in Palestine involving United Kingdom citizens directly affects life and economic activity outside the region. Such violence provides reasons for extra-regional powers to intervene in West Asia further complicating the West Asian geopolitical theatre.",
    "Likewise, the military targeting by the Israeli government of some diplomatic installations of Iran in Syria, a formal ally of Iran, is no less than a deliberate military provocation by Israel.",
    "Both deliberate military strikes caused fatalities of other country nationals.",
    "The SLJGJ condemns both actions as being irresponsibly aggressive and inhumane. The current Israeli government has thus continued to aggravate the general environment of West Asia. Its persistent war-like and destructive actions not only endanger the nations in West Asia",
    "but also cause political and economic instability affecting the world community. This aggressive militarism by the current Israeli government also endangers the lives of its own citizens and the survival of its own society.",
    "“The Sri Lanka Government and our citizens should prepare for any contingencies that could arise from this dangerous behaviour by a regime that has already been criticised for its actions by the world community. We also call on our Government to engage in diplomacy and use its good offices as a prominent Non-Aligned nation to calm worsening geopolitical tensions,” SLJGJ said.",
    "“We also call on all civic-minded Sri Lankans to join the global citizenry in broad civic action to bring pressure on all governments to act urgently to halt the current trends toward war in our neighbourhood,” SLJGJ added."
  ]
}