{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/reveal-plans-uphold-transparency/",
  "time_ut": 1714931940.0,
  "original_lang": "en",
  "original_title": "Reveal plans, uphold transparency",
  "original_body_lines": [
    "Fear is being expressed in some quarters that the upcoming elections may bring the country under a pall of political uncertainty again, adversely impacting the ongoing economic recovery efforts in the event of a regime change and/or an unstable government. The SJB and the NPP have declared their intention to renegotiate the IMF bailout programme, but it is not likely that the IMF, which has the whip hand, will agree to radical changes.",
    "IMF bailout programmes are extremely hurtful owing to the various constricting conditions they come with. The developing nations therefore have to manage their economies properly without landing themselves in situations where they have to seek IMF assistance. Sri Lanka failed to do so and now has to as the IMF says.",
    "There is no gainsaying that elections must be held on schedule; they must not be postponed on any grounds. The postponement of the Provincial Council and local government elections on some flimsy grounds contributed to the 2022 political upheavals and the aggravation of the economic crisis. Elections provide the public with opportunities to vent their pent-up anger democratically, and leave governments in power with a choice between making course corrections and being voted out. So, the upcoming presidential and general elections are welcome, but care will have to be exercised to ensure that their outcomes will not dislodge the ongoing economic recovery programme.",
    "It is incumbent upon the political parties that claim to be capable of forming the next government to reveal their economic plans without further delay. The economic policies and plans of the SLPP and the UNP are already known to the public. The SJB and the JVP/NPP have been challenging each other to a debate on the economy. Debates in this country hardly leave the public any the wiser if what one sees in Parliament and on TV is anything to go by.",
    "The Opposition parties, especially the SJB and the NPP, ought to unveil their alternative economic recovery strategies, especially the amendments they seek to effect to the country’s agreement with the IMF so that there will be ample time for a public debate thereon, and the people will be able to make informed decisions when they vote. If their policies and plans are revealed in advance, it will be possible to ascertain the views of the IMF thereon, and determine whether they are feasible. Mere rhetoric and criticism of the current bailout programme will not do.",
    "There is no way the SJB and the JVP can absolve themselves of responsibility for the current economic crisis. Their leaders have been supportive of the governments they blame for having ruined the economy. There are no paragons of virtue in Sri Lankan politics.",
    "The SJB politicians were prominent members of the Yahapalana government, which contributed to the worsening of the country’s debt crisis by borrowing recklessly. The SLPP has said the UNP-led UNF administration borrowed more than USD 10 billion between 2015 and 2019. The SJB leaders also had no qualms about defending the Treasury bond racketeers to the hilt when they were members of the Yahapalana government. The JVP continued its honeymoon with the UNP even after the Treasury bond scams came to light. It backed the  Yahapalana government until the latter’s collapse in Nov. 2019.",
    "The leaders of the SJB and the JVP/NPP rant and rave about corruption and vow to eliminate it. But they do not seem to uphold transparency, which is the most potent antidote to corruption. They have not accounted for their funds. How can they be expected to maintain transparency in their dealings in case of being voted into power? The IMF has told Sri Lanka in no uncertain terms that corruption has to be eliminated if economic recovery is to be achieved. Corruption drives away foreign investors and takes its toll on the state coffers.",
    "Let it be repeated that the least that the self-righteous politicians and their parties can do to convince the public that they are serious about resolving the economic crisis is to reveal their alternative economic recovery plans, especially the amendments they intend to make to the IMF agreement.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}