{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EDB-and-SLASSCOM-launch-SheExports-program-to-empower-women-tech-entrepreneurs/34-765820",
  "time_ut": 1724264319.0,
  "original_lang": "en",
  "original_title": "EDB and SLASSCOM launch ‘SheExports’ program to empower women tech entrepreneurs",
  "original_body_lines": [
    "The Sri Lanka Export Development Board (EDB), together with SLASSCOM launched the ‘SheExports’ capacity building program for women tech entrepreneurs on 9 August.",
    "This initiative, designed as a long-term capacity-building and mentoring program, marks a significant milestone in empowering women entrepreneurs in the ICT/BPO sector to take their ventures to the international stage.",
    "The inauguration, held at the EDB, was attended by distinguished personalities including EDB Chairman and CEO Dr. Kingsley Bernard, SLASSCOM Chairman Nishan Mendis and several SLASSCOM Board Directors.",
    "Shades IT Solutions Founder and CEO Shana Karan participated as the Guest Speaker and shared her inspiring success story with the participants. Her journey resonated deeply, offering valuable insights and motivation for the aspiring women entrepreneurs who were attending the program.",
    "The SheExports program is meticulously structured to enhance the skills and knowledge of tech-based women entrepreneurs, equipping them with the tools and strategies necessary to compete in the global market.",
    "In partnership with industry experts from leading ICT/BPO exporters, the program provides invaluable insights and guidance, bridging the gap between local expertise and global market demands. Moreover, selected participants will have the opportunity to participate in international trade missions and events organised by the EDB, gaining firsthand experience in navigating international markets and building networks.",
    "The program will cover a broad range of topics, all integral to the success of tech women entrepreneurs in the international arena. From strategic business planning to mastering export markets and leveraging digital tools, participants will receive guidance from a team of expert coaches and mentors.",
    "The SheExports initiative is more than just a capacity-building program — it’s a movement towards creating a more inclusive and diverse tech industry in Sri Lanka. By focusing on the unique challenges faced by women in tech space and providing them with tailored support, the EDB and SLASSCOM are paving the way for a new generation of women leaders in the global ICT/BPO industry.",
    "EDB and SLASSCOM are looking forward to seeing the incredible impact these women entrepreneurs will make on the world stage. Together, the two organisations aim to build a future where gender is no longer a barrier to success in the tech industry."
  ]
}