{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100746/harris-bashes-trump-over-fear-and-hate-in-debut-rally",
  "time_ut": 1721815020.0,
  "original_lang": "en",
  "original_title": "Harris bashes Trump over ‘fear and hate’ in debut rally",
  "original_body_lines": [
    "(Reuters) - U.S. Vice President Kamala Harris assailed Donald Trump on Tuesday at her first campaign rally since replacing President Joe Biden as the Democratic presidential candidate, while a Reuters/Ipsos opinion poll showed her taking a marginal lead over her Republican rival.",
    "In a 17-minute speech, Harris aggressively went after Trump’s vulnerabilities, comparing her background as a former prosecutor to his record as a convicted felon.",
    "Harris ticked through a list of liberal priorities, saying that if elected she would act to expand abortion access, make it easier for workers to join unions and address gun violence, drawing a sharp contrast with Trump, the Republican nominee for president in the Nov. 5 election.",
    "“Donald Trump wants to take our country backward,” she told a cheering crowd of several thousand at West Allis Central High School in a Milwaukee suburb in Wisconsin, a battleground state with a pivotal role in deciding the election outcome.",
    "“Do we want to live in a country of freedom, compassion and rule of law, or a country of chaos, fear and hate?”",
    "The raucous rally was a notable contrast to the smaller, more subdued events Biden held, underscoring Democrats’ hope that Harris, 59, can revive what had been a flagging campaign under Biden, 81. The audience danced and waved Harris signs, while chants of “Ka-ma-la!” broke out when she took the stage.",
    "She emphasized her commitment to reproductive rights, an issue that has plagued Republicans since the U.S. Supreme Court - powered by three Trump-appointed justices - eliminated a nationwide right to abortion in 2022.",
    "Harris led Trump 44% to 42% among registered voters in the national Reuters/Ipsos poll, conducted on Monday and Tuesday after Biden dropped out of the contest on Sunday and endorsed Harris as his successor.",
    "A Reuters/Ipsos poll last week showed Biden, before he ended his campaign, trailing Trump by two percentage points.",
    "Both were within the poll’s three-point margin of error. But the results could signal limited movement in Democrats’ direction - and may suggest that Harris’ elevation to the top of the ticket blunted whatever momentum Trump hoped to gain from last week’s Republican National Convention, also in Milwaukee.",
    "Trump and his allies have tried to tether Harris to some of Biden’s more unpopular policies, including his administration’s handling of the surge of migrants at the southern border with Mexico.",
    "In a conference call with reporters on Tuesday, Trump expressed confidence in his ability to defeat Harris, noting that her previous presidential run in 2020 did not even survive until the first statewide nominating contest.",
    "Trump offered to debate Harris multiple times. Trump and Biden had one more debate scheduled on Sept. 10 after their encounter on June 27. Biden’s poor performance that night led to Democratic calls for him to step aside.",
    "“I want to debate her, and she’ll be no different because they have the same policies,” Trump said.",
    "Harris swiftly consolidated her party’s support after Biden, 81, abandoned his reelection campaign under pressure from members of his party who worried about his ability to beat Trump, 78, or to serve for another four-year term.",
    "She wrapped up the nomination on Monday night by winning pledges from a majority of the delegates who at next month’s party convention will determine the nominee, the campaign said.",
    "Most Democratic lawmakers have lined up behind her candidacy, including the party’s leaders in the Senate and House, Chuck Schumer and Hakeem Jeffries, who endorsed Harris on Tuesday at a joint press conference.",
    "Harris’ rise dramatically reshapes an election in which many voters were unhappy with their options. As the first Black woman and Asian American to serve as vice president, she would make further history as the first woman elected U.S. president.",
    "Wisconsin is among a trio of Rust Belt states, along with Michigan and Pennsylvania, that are critical to Democrats’ chances of defeating Trump.",
    "Alyssa Wahlberg, 19, chair of the Whitewater College Democrats, said Harris had reenergized young voters, particularly women who want Harris to break the ultimate U.S. glass ceiling.",
    "“I talked to my grandmom. We are both excited that she may live to see the first woman president,” said Wahlberg, who was attending Tuesday’s rally. “It’s taken too long.”",
    "Saddled with concerns that included his health and persistent high prices crimping Americans’ household finances, Biden had been losing ground against Trump in opinion polls, particularly in the competitive states that are likely to decide the election, including the Sun Belt states of Arizona and Nevada.",
    "Biden said on X that he would deliver a Wednesday night Oval Office speech explaining his decision to end his campaign. He returned to Washington on Tuesday after spending several days isolating at home with COVID-19. The president has tested negative and no longer has symptoms, the White House doctor said in a letter on Tuesday.",
    "Biden’s dramatic exit followed Trump’s narrow survival of a July 13 assassination attempt that raised questions about security failures in the U.S. Secret Service. The agency director, Kimberly Cheatle, resigned on Tuesday.",
    "The Washington Post reported that Secret Service officials have encouraged the Trump campaign to stop holding outdoor rallies like the one in Butler, Pennsylvania, where Trump was wounded in the right ear. The Post cited unnamed people familiar with the matter. The Secret Service and the Trump campaign did not immediately respond to requests for comment.",
    "Democratic National Committee chair Jaime Harrison, in an interview on NBC’s “Today” program, said the party had to move quickly to get the ticket on ballots in all 50 states, and that Harris’ vice presidential pick needed to be made by Aug. 7.",
    "Potential running mates include Kentucky Governor Andy Beshear, U.S. Secretary of Transportation Pete Buttigieg, North Carolina Governor Roy Cooper, Arizona Senator Mark Kelly, Illinois Governor J.B. Pritzker, Pennsylvania Governor Josh Shapiro and Michigan Governor Gretchen Whitmer."
  ]
}