{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84091",
  "time_ut": 1716579660.0,
  "original_lang": "en",
  "original_title": "Poverty of Hope Among Sri Lankan Tamils due to Widespread Economic Misery Compounded by the 2022 Financial Crisis and a Fractured Tamil Polity",
  "original_body_lines": [
    "When Antony Jesurathnam Mariapushparani, 62, recalls the horrific final days of Sri Lanka’s civil war in striking detail, it is hard to believe it has been 15 years since its end.",
    "“That is where we prepared and had the kanji (porridge); that is where we headed to cross the Vattuvagal bridge; that is where we waited,” she says breathlessly, showing once-bloody spots in Mullivaikkal, a village in Mullaitivu district on the north-eastern coast. Many Tamil civilians had crossed the bridge in May 2009, hoping that moving into government-controlled territory on the other side would be safer.",
    "Today the village looks calm, with large, empty plots of land. Palmyra trees line the roads and the fields are lush after recent showers. “You will not know the desperation we experienced or the tears we shed here. I saw the destruction with my own eyes,” she says of the time when tens of thousands of Tamils, including women, children, and infants, were killed in the Sri Lankan armed forces’ final offensive, even in areas declared a “no fire zone”. Some in Sri Lanka and beyond have likened this bloodbath to Israel’s ongoing deadly war in Gaza.",
    "As survivor accounts like Mariapushparani’s make evident, memories don’t die. “That is where bodies were heaped,” she says finally, pointing ahead. It is the site of carnage in Mullivaikkal, where Tamil families assemble every May 18, the last day of the final battle between the Sri Lankan military and the Liberation Tigers of Tamil Eelam (LTTE), to pay homage to relatives.",
    "After the remembrance ceremony, where those assembled lit lamps and offered flowers to photographs of their relatives, Mariapushparani sits under the lone neem tree in the barren, sandy ground, for some respite from the scorching sun.",
    "Hailing from Mullaitivu, she moved to Mullivaikkal village after the Indian Ocean tsunami of 2004, unaware of the next wave of destruction she would witness in barely five years. Having endured staggering losses and hardships like virtually every family in the district — her son has been missing since 2010 — she has one word to describe the current situation of Tamils: “Varumai (poverty)”.",
    "Many in the coastal village rely on fishing for a living. The catch has fallen and other jobs are scarce. “After 15 years, the plight of Tamils is poverty. That is all there is to say. Whether people are able to eat or not is the question.”",
    "Eating less or skipping a meal may not be new to a community that braved a devastating war, but that does not make it easier. “Just see the queue for the 10 kg bag of rice that is given (by the government). That is how bad things are in Mullivaikkal,” she says.",
    "The war-scarred Tamil-majority region in the north and east is home to some of the country’s poorest districts, especially Mullaitivu in the Northern Province and Batticaloa in the Eastern Province. Undeniably, Sri Lanka’s poor across the island are reeling from the 2022 economic crisis that steeply inflated the cost of essentials such as food, fuel, electricity, and water.",
    "But for Tamils, the impact of the latest crisis comes over and above their dispossession during the years of war and those after. The only post-war development they saw was skewed towards infrastructure. It neglected the people’s need for jobs to resume a normal life and for the revival of a battered local economy.",
    "Instead, it led to rural households drowning in debt as they resorted to high-interest, short-term loans for everyday survival. Sporadically available daily-wage jobs kept women and men in precarity.",
    "With the economic crash two years ago aggravating their deprivation and misery, many veered towards migrating abroad even if it entailed arduous boat rides, detention, or financial scams. “Families are taking big loans to pay agents so young men and women in their homes can go abroad, either as domestic workers in West Asia or for jobs elsewhere. My brother-in-law is trying to go to Canada, except there is no guarantee of a job there,” says a Mullaitivu town-based community worker, requesting his name be withheld. “Despite the uncertainty, people borrow, pay up and fly out, leaving behind their families. They are that desperate.”",
    "If leaving the country is a hard choice, staying back is not any easier. Despite different Colombo governments’ claims and efforts to resettle war-hit communities, Tamils continue to feel unsettled. Marred by pending questions and persisting conflicts, the period after the war has only prolonged their insecurity.",
    "The questions are primarily to do with tens of thousands of missing people, many of whom were seen surrendering to the army. Despite several presidential panels, commissions, and mechanisms, successive governments have failed to give families of the forcibly disappeared a convincing answer on their missing relatives’ whereabouts. Scores of mothers of the disappeared have been agitating at roadside protests for nearly seven years now, demanding answers.",
    "In its latest report, the office of the United Nations Human Rights Chief has urged the government to disclose the whereabouts of those subjected to enforced disappearance over the decades and hold those responsible to account. It called on the government to acknowledge “the involvement of state security forces and affiliated paramilitary groups” and issue a public apology.",
    "“My husband and my two brothers have been missing for 15 years. My children were very young then. I have tried to shield them from those bitter truths, so please don’t use my name,” says a 51-year-old woman. “The army would ask us to check with the police. The police would direct us back to the army. We ran to testify before commission after commission, but there has been no response to date.”",
    "With no clue or closure, the mothers go about their daily lives, cooking, petitioning, cleaning, protesting, earning an income, and raising children. Their concerns over truth, accountability, justice, and economic stability intertwine as they navigate both the existential and the mundane.",
    "In the last few years, land has emerged a major flash point. “I would say 80% of our current problems are to do with Tamil people’s lands. They are taken by either the forest or wildlife department. And then when our people try and sow in their own land, they are detained and charged for destroying forest land,” says Sivasundarampillai Thangamma, 67, a resident of Kokkuthoduvai in Mullaitivu.",
    "According to locals, the former Maithripala Sirisena-Ranil Wickremesinghe administration, which was in power from 2015 to 2019, returned a substantial portion of the people’s land that had been occupied by the military.",
    "Last year, President Ranil Wickremesinghe handed over deeds to 197 people in Jaffna, marking the return of over 100 acres that had been under the control of security forces. Beginning Friday (May 24, 2024), Wickremesinghe is also giving out about 15,000 freehold land deeds to residents in the Northern Province, his office said.",
    "Meanwhile, other agencies have taken hold of agricultural, pastoral, and temple lands belonging to the Tamils, ostensibly for archaeological excavation and environmental conservation.",
    "The last few years have seen protests across the north and east by Tamils resisting land grabs by the state. The military, locals say, is still actively engaged in economic activity, such as agriculture.",
    "Furthermore, locals flag a rapid change in the demography of the region, with Sinhalese families settling in several villages, with the support of state agencies.",
    "“It’s happening at a fast pace,” says Thangamma. “Now we encounter Sinhalese women coming to our villages to sell vegetables that they have grown in lands that belong to us. We speak to each other, exchange pleasantries. Ordinary Sinhalese people are not the problem. They are like us, they just want to make a living,” she says, making a distinction between her southern Sinhalese counterparts and the Sri Lankan state that she accuses of pursuing a “racist project”.",
    "Younger Tamils, many of whom were children of the strife years, are faced with an agonising struggle. After a childhood spent in displacement and trauma, they are now encountering fresh conflicts and widespread economic despair. If a clean break from the past is impossible, a bold plunge into the future is terrifying.",
    "Kumanan Kanapathipillai, 30, grew up in the war zone, enduring displacement from his home in Mullaitivu and later, life in an ‘IDP camp’ as shelters set up for internally displaced persons were called. “I was 15 when the war ended. We saw the worst,” he says.",
    "The years at the camps were very hard, he recalls. “The food was horrible, there were no clean toilet facilities, and everyone was falling sick,” says Kumanan. “I could not take my O-level [grade 10] exams on time. My father was injured in the shelling in our village and that meant someone else had to earn a living for our family to survive. My education, my life was just completely disrupted.”",
    "Kumanan is a freelance journalist and activist, who diligently tracks and documents conflicts unfolding in the north and east, often braving intimidation by security forces or law enforcement authorities. Surveillance by the military is rampant in the region, and even peaceful remembrance events are not spared.",
    "“If you look at the arrests made here after 2009, many are based on claims that there are attempts to revive the LTTE. I don’t know how that can be said. No one, no youth, is prepared for another armed struggle here. We have seen and suffered enormous consequences of the armed struggle,” he notes.",
    "He blames the state and its security apparatus for keeping Tamils anxious and despondent but contends that Tamil political leaders on the nationalist spectrum have failed to come up with a “road map” for the war-affected people of the north and east.",
    "“They are yet to articulate a clear vision and plan for this region. Look at the south: the Sinhalese state, the bureaucracy, and the religious [Buddhist] clergy collaborate to take forward their project to change the demographics of our areas. They have a joint vision.”",
    "Fifteen years after the war the Tamils do not live in a peaceful environment. In this scenario the future “looks bleak”, says Kumanan, reflecting a poverty of hope. For the youth, who do not remember the worst of war, and are yet to see peace, the future is daunting. Thangamma, too, speaks of “being abandoned by all sides”. “If our national leaders are attacking our rights, our own Tamil political leaders remain distant, with no involvement in our issues. We are like orphans,” she says.",
    "Their perspectives, grounded and candid, make clear that the story of Tamils in post-war Sri Lanka is one of persisting challenges and many gulfs — between the national government and Tamil community, the Tamil political class and the people, the Tamil diaspora, their select beneficiaries receiving remittances, and most others outside those networks, struggling to make ends meet.",
    "The Tamil National Alliance (TNA), the main grouping representing Tamils of the north and east with 10 seats in Parliament, appears caught in the bickering within its chief constituent party, the Illankai Tamil Arasu Katchi (ITAK), over the party’s leadership.",
    "Sri Lanka will go to the polls this year to elect a new President, and the Tamil vote will matter. If the TNA is hardly a unified voice anymore, its rival Tamil National People’s Front (TNPF) is already calling for a boycott of the polls. Meanwhile, some Tamil groups are debating fielding a common Tamil candidate. The Tamil opposition is fragmented, and the Tamil people are politically further weakened and economically marginalised.",
    "All the same, giving up is not an option for those who have resolved to stay back in the country. Thangamma sees an opportunity in the coming election. “It should give our country a good leader. Someone who will not see people as Sinhalese, Tamils, or Muslims.” she says. Having been through times when it “rained bombs” and there was blood all around, she says there is little hardship the Tamil people have not seen.",
    "However, she cautions against getting trapped in a politics that divides people. “Pitting Tamils and Sinhalese against each other will not help us. The diaspora should also refrain from stirring the emotions of our people here. Let’s focus on creating jobs. Let’s focus on the future, rather than on the past,” Thangamma says."
  ]
}