{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-judicial-power-of-the-people-and-a-presidential-interpretation-of-our-constitution/",
  "time_ut": 1708176660.0,
  "original_lang": "en",
  "original_title": "The Judicial Power of the People and a Presidential Interpretation of our Constitution?",
  "original_body_lines": [
    "‘Since 1972 this country has known no monarch and the President has not inherited that mantle.All his powers are limited by the provisions of the constitution.’Dissolution of Parliament Case (2018)",
    "We as citizens of the country have witnessed in the past weeks some grave political developments that impact the governance of our country.On 31 January the President’s Media Division (PMD) released a public document. This document indicates that it is meant to be the Secretariat’s interpretation of the President’s powers under our constitution.",
    "Just before the PMD release, the Online Safety Bill was signed into law by the Speaker. This Bill was brought to Parliament after the Determination of the Supreme Court which required 31 amendments. The OSA was very controversial legislation, criticized by civil society, local experts and international organizations and Tech companies. They expressed grave concerns on its damaging impact on the democratic and fundamental rights of the people.",
    "The Speaker ignored calls by the Opposition for time to debate the Bill in parliament and ensure that it complied with the amendments that the Court had determined were essential for this law to be legal. The Opposition had pointed out that compliance was essential to ensure the OSA was a valid law according to our constitution.",
    "The Speaker’s actions have resulted in the OSA Act becoming the law of the country, with no assurance that it conforms to the Supreme Court Determination and the constitution. This is unprecedented in parliamentary procedures. We now have a law whose legality is doubtful.",
    "Both these developments indicate a growing trend towards authoritarian governance, disregarding the constitution and the democratic rights of the people. The Friday Forum draws attention to some matters that clarify that the misleading media release of the Presidential Secretariat, published with the President’s approval, must be challenged and rejected:",
    "· Under our constitution only the Supreme Court can interpret the constitution. The President and the Presidential Secretariat have no role and authority in this regard.",
    "· For 76 years the courts, and their independence from the Executive and parliament through a constitutional system of checks and balances, has been a foundational value in governance in Sri Lanka, and is recognized in the1978 constitution. That concept has not been eliminated by 21 later amendments to this constitution. It is reflected in post- independence jurisprudence of the Superior Courts of the country, especially the apex Supreme Court.",
    "· The document indicates that the President is empowered to exercise all powers under the constitution at the President’s sole discretion. No public institution, including the courts and the Constitutional Council on high post appointments, have a right to place any obstacles to the exercise of Presidential powers. If the President is deemed to have acted unconstitutionally, by exceeding his powers, the constitution “provides a procedure to address this”.",
    "The President has taken an oath of office as President, and also as a lawyer, to be guided by the constitution of the country in all his actions. This PMD document suggests that he can disregard the constitution if he thinks that this is best for the country. The fact that he is challenging the Opposition in parliament to respond perhaps with an impeachment motion is indicative of his confidence in his parliamentary majority that will, as in the past, raise their hands in support of him with mindless loyalty whatever are the consequences for the country.",
    "· The Supreme Court has indicated in many judgments in the last decades, that public office must be held in public trust and official powers must be exercised within the framework of the law and the constitution. This has been reiterated in several recent cases, including the case on the economic crisis and the fundamental rights of the people. President Wickremesinghe is aware that in 2018, the Supreme Court, in a seven-judge bench decision, decided that President Sirisena had acted arbitrarily and",
    "unconstitutionally by dissolving Parliament. Consequently, he was restored to the office of Prime Minister. The President cannot seek unquestioning loyalty to himself from all public officials and institutions, in the exercise of what he personally considers are his powers and responsibilities.",
    "· The Constitutional Council (CC) is not an executive body. It has been empowered by the constitution to scrutinize Presidential nominees, and to approve them to high posts. This has been reiterated in the 21st Amendment that President Wickremesinghe himself initiated. This body has a constitutional right and an obligation to fulfill its mandate of either nominating or approving the most suitable candidates for high office. The Constitutional Council rejecting a nominee cannot be considered an ‘obstacle’ to the exercise of presidential power.",
    "The PMD document challenging the Opposition to impeach the President if he abuses power, demonstrates the manner in which, in the post war years, this office has been transformed into something even worse than the powerful executive presidency originally created by the 1978 constitution. President Wickremesinghe is clearly seeking to carry this office to an even higher level of an authoritarian dictatorship, with the justification of having to seek solutions to national bankruptcy.",
    "The time has come for us as citizens to demand that the abolition of the executive Presidency is realized as a matter of urgency in 2024. It is a toxic model of governance that has damaged public institutions. All the major political parties in this country made this promise and never fulfille it. All Presidents who came to office, except President Chandrika Kumaranatunga, failed the nation in this regard. The draft constitution of 2000 which President Kumaratunga’s government presented, providing for abolition of the Executive Presidency could not be adopted by parliament because of the conduct of the Leader of the Opposition, who was at that time, current President Ranil Wickremesinghe.",
    "He and his UNP rejected this constitution and tore the document during the debate in parliament. The disagreement was not in regard to the text of this constitution, but a provision on who would head the new government. It is classic irony that 24 years later, Mr Wickremesinghe is trying to strengthen the Executive Presidency and transform it into a political dictatorship beyond the limits of the constitution. His rationale appears to be his personal vision or “Idiri Dekma” or what he thinks is best for the country. Is this a new articulation of another Executive President’s “Vistas of Prosperity”?",
    "The events of recent weeks in 2024 and our national economic and governance crisis must convince us as citizens to call for an affirmation by all parties and their leaders that they will abolish the executive presidency, and go back to a system of an elected Prime Minister responsible to parliament and the people. Let us call for a referendum on this matter, that is combined with the first election held in 2024.",
    "Prof. Savitri Goonesekere, Prof. Deepika Udagama, Prof. Camena Guneratne, Prof Gananath Obeyesekere, Prof. Ranjini Obeyesekere, Dr. Geedreck Usvatte-Aratchi, Prof Gameela Samarasinghe, Mr. Chandra Jayaratne, Dr. A.C. Visvalingam, Bishop Duleep de Chickera, Mr. Daneshan CasieChetty, Dr. Ahilan Kadirgamar, Mr. Javid Yusuf, Mr. Priyantha Gamage, Rev. Dr. Jayasiri Peiris, Mr. S.C.C. Elankovan, Pulasthi Hewamanna and Shanthi Dias.",
    "(The Friday Forum is an informal group of concerned citizens pledged to uphold norms of democracy, good governance, the rule of law, human rights, media freedom and tolerance in our pluralist society.)",
    "Wide-ranging proposals on judicial & legal reforms from SJB Lawyers Federation to Sajith",
    "Divisions within SJB surface, Fonseka has hour-long meeting with Ranil",
    "Microfinance and Credit Regulatory Authority Bill: TISL files petition in SC",
    "SC grants leave to proceed with another FR against Deshabandu",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}