{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/investigating-the-crooked-anglican-church-the-nuffield-deaf-blind-school/",
  "time_ut": 1735016899.0,
  "original_lang": "en",
  "original_title": "Investigating The Crooked Anglican Church & The Nuffield Deaf & Blind School",
  "original_body_lines": [
    "The government came on the promise to investigate corruption. They received a broad mandate from the people. That corruption whose extirpation the people want, is widespread in many Christian institutions  but we do not see it as the duty of the government to root out corruption from religious institutions.",
    "I argue that the government is duty-bound to investigate corruption wherever it may lie. Every institution, whether state, religious or otherwise private, is bound by the laws of the country. To let them get away with theft, with violation of labour laws or even asking for donations for a specific purposes and then using the funds for other purposes is unacceptable – as when the funds are used to advance the careers of unqualified faourites. This is especially true when government contributions to assisted schools are misused. When vulnerable sections of the population are placed in the deaf and blind school, the trusting parents who leave their disadvantaged children in the charge of authorities who abuse their powers, are cheated.",
    "A special note is when these schools that abuse their private status but have staff salaries from the state. Two such institutions are St. John’s College and the Nuffield School.  These really are state-funded but helped by the church to manage them. But they mismanage the state funds. Government must stop this.",
    "This funny status makes foreign governments think they are church institutions and  they pour in their donations which perhaps were better given to state institutions. A good example is when St. John’s College Jaffna was rebuilt after the devastation of the war. Foreign governments based on this fictional private status decided to fund the rebuilding whereas there were many poorer state schools which had a greater entitlement to that largesse based on the penury of the students they serve. When Norway poured millions into St. John’s, Fr. Philip Nesakumar was responsible for managing the construction and in that period bought a Volkswagen and then went through upgrades.",
    "Ignored by western donors at the same time is the Siva Poomi School (managed by the Hindu Heritage Trust) for special-needs children which has been serving the Tamil community since 2004. It may be argued that at these Hindu schools the children have been abused under Mr. Aru Thirumurugan’s management and the children removed by the government. In the Anglican Church and its schools, however, many priests have been sexual abusers and embezzlers and are punished with only a transfer when caught. They go to unsuspecting churches and try their tricks again. As I write, a priest who campaigned for Bishop Dushantha Rodrigo’s election, after being caught altering a cheque for Rs. 10,000 or so to read over Rs. 140,000, only received a comfortable transfer to Colombo with huge benefits with manifold more facilities than what he had upcountry. Endowments are created with certain conditions, but these have been violated jeopardizing the tax status of the church. An example is when Bishops Duleep de Chickera and Kenneth Fernando misappropriated Rs. 50 lakhs each and Archdeacons Rs. 110 lakhs each from the Bishopric Endowment Fund to buy cars without Diocesan Council authorization as required. No one has been charged and the Auditors simply passed the theft because no one likes to challenge priests and auditors usually are friends.",
    "A more glaring example is the Nuffield School for the Deaf and Blind in Jaffna run by a long-serving Board of Christian elite, most of whom sit in Colombo and made 1 visit to the school in the last 3 years. The fundamental principle of stake-holder participation in governance, acknowledged by all our universities in having students on every Faculty Board of Management, is lost on the Bishops of the Church of Ceylon who live in an archaic age where they as the rulers think they can do no wrong. So there is no deaf or blind person on their board – only lazy lay-abouts who receive an allowance for meetings they attend in Colombo.",
    "Government has a duty to bring these schools into compliance with the law, whether private or state, especially when religious schools accept state funding and the obligation to be lawful that comes with that funding.",
    "Although the above is the real name of the school, there are no blind children in the school who have all been transferred out. Cynics says that the blind are very sharp. They pick up every word of conversation and know all crooked goings-on at the school including sexual encounters. So they were kicked out. One manager went to prison a few years ago. So there are no blind persons at the Dean and Blind School.",
    "Amara Somasundaram came as Principal 3 years ago giving up her position in Australia. The Bishop I believe operates by promoting all who suck up to him, good or bad, and does not like clever people who will not be obedient in wrong things. Amara would not suck up. So Amara was not liked. She brought in over Rs. 10 million from Canada and almost a million from New Zealand. She was asked to sign, after she arrived and reported for work, a clause in her letter of appointment committing not to meet Board Members directly. Control, absolute control, is the defining phrase for the nincompoop Board of the Bishop’s agents. They demanded to know how she got the money in. They clearly had no management knowledge that to get a grant one only identified potential donors for a worthy cause and wrote a proposal. They wanted a share of the money she brought for Kaithady to be given to the Ratmalana schools. I do not know why the Bishop wants such unimaginative trash on his Board.",
    "Despite Amara’s reporting to the disinterested Board, the endangering state of buildings and wiring was not funded for repairs until there were three fires and a ceiling came down. They still have strings of cloth holding up the trusses of the roof with children sleeping underneath.",
    "The state of the Nuffield Board and indeed the church is terrible. OL Failures earn an unaccredited B.Th. degree from Pilimatalawa. Then based on that some somehow get admission to accredited state universities where rules forbid their admission. It happens because postgraduate income can be used by the department, and academics bend rules to get graduate students for their own income and promotions. Once in, the supervisor has a say in who the examiners are and can push out the student even if bad.",
    "I therefore do not take the graduate credentials of priests with unaccredited degrees at face value. As for the Bishop himself, it is stated that after his BTh in 1994 from Pilimatalawa (which is not recognized by our UGC), he got his BD from Serampore. His own LinkedIn page says he got his BD Serampore  from Pilimatalawa and again that he got it from Serampore. (That page says the Bishop’s skills are endorsed by Sam Ponniah “who is highly skilled at this.” They scratch each other’s back, both being Thomians. Ponniah with no degree of note,  publicly asked my wife who earned her PhD under Nobel Laureate George Olah, “Who gave you a PhD?” He seems moulded in the sexist traditions of St. Thomas’). Returning to Bishop Rodrigo’s claimed credentials, his Wiki page says “He holds a PgD in Counselling and Psychosocial Support from the University of Colombo  and an MA in Development Studies from the Open University of Sri Lanka. Two years after his BD for an OU MA is puzzling. The box on the same Wiki page says kn contradiction, Theological College of Lanka BDiv, University of Colombo, MDS, Open University of Sri Lanka, PgD.CP MDS?  PgD.CP? These are not standard terms. By MDS is the Bishop claiming to be a Doctor of Medicine (Surgery)? The University of Colombo’s MBA Alumni Association says in seeming further contradiction that one Dushantha Rodrigo is a Member with Membership Number LO142. What are the Bishop’s  real qualifications?",
    "That brings me to The Ven. P. Nesakumar, an STC Gurutalawa Headmaster of questionable academic standards who without an accredited bachelor’s degree got admitted to Jaffna University. As Archdeacon of Jaffna, he had a public notice at St. John the Baptist’  Church, “Holly Communion” at such and such a time. People were too shy to ask him to correct it.",
    "His English was a problem at snooty STC. He did not last at Gurutalawa. As a Bishop’s suck-up, he was made Manager of Nuffield and began diligently to work for Amara’s removal. She had sent out a proposal for Rs. 25-30 million. An embassy has visited the school as follow up. If funded, that proposal at an advanced stage, would be the target for milking by the do-nothing Board. A new Principal (Uduvil’s Vice Principal) who worked with the Bishop at STC Prep and Mrs. Nesakumar at Chundikuli, will soon takeover Nuffield.",
    "In a sign of what is to come, Amara was asked by Dushantha Rodrigo to return all her keys although she is still principal till the end of the month. Although entitled to housing and her car, the car repaired after an accident is not given to her. It seemed the Bishop wanted to force her to leave without firing her. After some argument, Amara returned her keys but was allowed to keep only her quarters. She now had no work.",
    "Then Nesakumar ordered a large quantity of stuff purportedly for the school, placed the stamp of Principal and then signed above the seal as if he is the Principal. Amara deemed that criminal embezzlement and reported it to the Board and Police. The Police in our culture do not act against priests without pressure. The Bishop does not act against his stooges.",
    "If that Rs. 25-30 million is approved, it is not clear how it would be spent. Or will Nesakumar sign as Principal and finish it off? Not wishing to face this corruption, Amara left for New Zealand. I do not have details but at STC Bandarawela where Nesakumar was Acting Headmaster, there are stories about his activities  like buying a motor car that had been stolen in Jaffna and impounded by the police when he went in it to Jaffna, and lending money on interest to his own parishioners, and selling church houses regardless of conflict. Then there is a house given to the Chundikuli parish by a donor that he as Archdeacon sold and sent the proceeds to Colombo to suck up to Colombo. When the parish protested, he effectively called a special meeting and said it is none of the parish’s business. Parishioners say they have not been party to the sale and not privy to the proceeds. That is the dark side of the church that is being strengthened now.",
    "This kind of embezzlement is not routine. Others and I have reported to the Bishop how parish accounts do not come to us for approval with the constitutionally approved notice. I even tried filing a case but the Bishop’s powerful lawyers said constitutional notices are routinely ignored. I could not afford the fees and did not understand the averments in Sinhalese so I gave up. Parishioners at Nallur with the connivance of Archdeacon SP Selvan (who is also parish priest) take holidays at parish expense asking for money from foreign visitors. The church undrr Rodrigo encourages  free-loaders so they do not complain. They took a trip to Mannar hiring a Bus for Rs. 55,000 whereas the company I use quoted Rs. 25,000.",
    "The Men’s Guild President at St. James’ Church Nallur still has the balance from last year in his pocket without returning it to the Parish’s Bank account. Yet the accounts without being presented in time for the parish AGM were approved by the Auditor and passed at the AGM under Selvan. The Bishop and Archdeacon/Jaffna ignored this when reported allowing the suckups to make the most of the lawless state of the church’s finances. Like with the Motorcars for the Bishops from restricted funds, Auditors are chosen and approved for their friendship with church authorities.",
    "Similarly, the Bishop’s choice as Priest’s Warden at Nallur showed wrong boundaries for a re-survey of the Cemetery making the church lose over ½ lacham of land. Although the correct survey was available at the diocese, wardens say Selvan obstructed getting a copy from Colombo saying it would lead to trouble. Finally, a survey map was obtained and the loss of land by the priest’s warden is beyond dispute. The problem is that Selvan is not pushing for the return of the stolen land. Selvan as the Archdeacon refuses to challenge theft as if the church’s expensive lawyers are there to only defend the Bishop and Archdeacons  in their wrong-doings but not to safeguard church property. Selvan claims a doctorate from Jaffna. It is not clear how he was admitted without a proper degree.",
    "The nationalized Nallur Teachers’ Training College land is misused as the Education Ministry and a car park, taking over even the parish-priest’s backyard saying Fr. Sam Horshington gave it to the government (although he had no authority to alienate church land). The church will not demand the return of these lands because high paid officials at the church will not work asking for the return of the land under the terms of the take-over act which demand the property’s return when the land is not used for the same original use at the time of acquisition. Ministry offices are not for the same purpose as training teachers.",
    "I badly want to believe that the Bishop, Archdeacons and the Wardens are honest and will not take kickbacks, but I need help to this end.",
    "St. John’s College Jaffna – A Terrible Example of Christian Administration",
    "This brings me to St. John’s where the Principal wants absolutely loyal men and the Bishop backs anyone he appointed (i.e., the Principal), however unlawful that appointee is. The Principal cuts corners with rules. While 21 days casual leave are allowed per year, the Principal took 80 days’ and untruthfully reported only 7 days to the ministry. The ministry rejected it as self-reporting and sent it back. But the then Archdeacon Sam Ponniah who was Manager, whited out the Principal’s signature on the claim and signed it (again untruthfully) as 7 days.",
    "This is government money being played out as the Principal draws a salary without going to work.",
    "Then the Principal (I believe also with his wife) went to India without informing the Provincial Director of Education. It was an obligation. Then a well appreciated English Teacher whose son was repeatedly punished by the Principal who was denying his son a Senior Prefectship, wrote an RTI request and got the details. Perhaps informed by the Provincial Director of Education, the Principal got the leave backdated approval about 8 months after the unauthorized trip. He apparently according to reports, claimed he had gone for the 200th school anniversary – which first is a fiction and second there was nothing going on about the 200th anniversary in India. How that backdating was done almost a year later by our Ministry is puzzling to many and we deserve an explanation.",
    "Donald, a staff member who took a few days’ leave above his entitlement had his pay cut, ignoring bigger excesses by others and the Principal. Donald is said to be leaving the services of the school.",
    "Fr. Daniel is a man of leadership with two master’s degrees, one American. The Principal is said to suspect him of being my source whereas what I know and write about is from multiple sources. Three years ago at a dinner at Nuffield to honour Amara at her inauguration, Fr. Daniel asked the Bishop for leave to go for a doctorate. The Bishop flew into a rage and shouted at him in front of all attendees – no leave, no recommendation, resign and go, blasted the Bishop in a show of un-Christian temper that made everyone decide to suck up to him to survive.",
    "After Fr. Daniel became President of the St. John’s Staff Union, the Principal blames all his woes on Fr. Daniel, although they are of the Principal’s own making. What I know comes from many sources but is attributed by the Principal to Fr. Daniel. Specifically, the Union wrote a polite letter to the Principal, Manager, Chairman/CMS, and the Bishop.",
    "The reaction was a tsunami suspending Fr. Daniel without pay for 4 months and asking him to show cause for the following alleged faults. One fault is a total joke when it is a normal union activity: i) That he started a WhatsApp group to communicate with staff members without the permission of the Principal; and ii) That he created a group email address for the teachers’ guild sjcteachersguiild@gmail.com without his permission. Clearly government teachers have more freedom than mission schoolteachers. There is no rule that a union must ask the Principal’s permission for creating group addresses. These fellows think they are God Himself!",
    "The other charges are that he assembled the Teacher’s Union for a meeting (which was always during the drink interval or after school) without informing the Principal; that the Union wrote letters dated 5 June and 12 July asking for Rs 250 as coaches’ allowance, for refreshments for coaches, and regular meetings with the Principal; that the Union asked for representation on the school’s Advisory Board (which is a norm for students at universities); that he informed others of his suspension from school and was banned from stepping into the school. In fact how does one avoid friends not knowing of his suspension when he suddenly stops coming to school?; that students took telephones to an SCM Camp in Rambukkana (which Fr. Daniel did not attend because of work at school and for which he sent another teacher L Satkunarajah. This teacher has migrated to Canada and says the Principal called him to write a cooked up letter misreporting an incident over telephones at the camp. (While on the OBA ExCo I have pointed out in writing that the Principal is a habitual liar); that Fr. Daniel told teachers not to listen to the Principal as he is near retirement and will be gone soon (This Fr. Daniel denies).",
    "In the Bishops’ and Principal’s rendering of Christian Justice, Fr. Daniel has been on suspension since 31 Aug. 2024 for 4 months without pay and without inquiry. Labour laws are in total violation. The Bishop and Principal celebrate Christmas attending many parties while doing this to him. Is that the Spirit of Christmas that the Bishop preaches?",
    "I state that the CMS Board including the Bishop and Manager the Rev. Dhananjeyan Senathirajah are totally abhorrent, evil jokers. Where in the world is a Union not allowed to have a WhatsApp Group and needs to take permission from the management to meet? These low-life men are really tyrants and a disgrace to Jesus Christ and to His Church.",
    "It is a clear violation of Labour laws. As Staff Union members tell me, the school Manager Senathirajah promised them that Fr. Daniel’s pay would not be stopped and his inquiry would be soon. Then. The unionists say, he said the Ministry stopped his pay. They also say that the Ministry officials say that Fr. Daniel’s salary was sent by them to the school and the school returned the salary to the Ministry without paying him. Rev. Senathirajah, according to the Staff Union Members, is an unabashed and shameless liar on whom the prefix Rev. sits uncomfortably.",
    "One of the church’s lawyers, Ms. Thanja Peiris, threatened me once that the way to deal with me is to sue me. I challenge the Church. If any of this is untrue – and I have proof – take me to court.",
    "An inquiry is overdue, especially under a government committed to workers and the poor. I ask the government to examine the following:",
    "* Do the staff of Nuffield and St. John’s not need the protection of labour laws",
    "* Do the Managers of Nuffield and St. John’s not need disciplining when their institutional  influence and control over staff is because of Ministry Funding?",
    "* Should the Nuffield School’s Management not be handed over to a trusted, experienced Christian Institution like the Catholic Church who will honour the ethos of the founders and not ruin the future of the disabled students?",
    "* Does St. John’s not need a new Principal, even a new Bishop, to set things right?",
    "I wish a Happy Christmas and a Bright New Year to everyone crushed by the Anglican Church."
  ]
}