{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lankan-corporates-can-be-braver-on-psychological-safety/4-768295",
  "time_ut": 1729644023.0,
  "original_lang": "en",
  "original_title": "Sri Lankan corporates can be braver on psychological safety",
  "original_body_lines": [
    "Psychological safety is that exhilarating comfort which drives all human beings to give their best efforts to everything they do whether they are at home, work, and school or in society",
    "I had my first ‘impactful’ failure in a corporate role and my first acquaintance with psychological safety in mid-1975. I was an employee of Lever Brothers (Ceylon) Ltd. (Levers), as it was then called. Six months prior to the subject incident, I had on completing my accounting examinations, been transferred from the Accounting Department to the Planning Department with the task of infusing management accounting thinking in the planning discipline.",
    "The monthly planning meeting, chaired by the then Marketing Director, Stanley Jayawardena and attended by the movers and shakers of the marketing, sales, production and procurement functions, was a pivotal event where the organisation obtained comfort from the Planning Department that the materials, labour, machine time and other factors required to fulfil the next three months sales projections were all in place.",
    "As the new broom in the planning department, I was keen to sweep well. I was keen to impress. After a painstaking scrutiny of all aspects, I gave the “all-clear’ confirmation to my boss, Romesh Illangakoon, Head of Planning, and the other relevant persons. A couple of days later, the production run for Signal Toothpaste, one of the many products manufactured by Levers at that time, commenced and at a very early stage it was discovered that there would be a shortfall of the red toothpaste caps to complete the planned run, a run which was based on the principles of ‘economic production quantity’. With its emphasis on productivity, standard costing/variance analysis and under/over-absorption of overheads, the sub-optimal use of resources was a serious issue at Levers.",
    "The cause of deviation from plan was the physical stock not matching the book stock. I had been caught off-guard. After quickly evaluating the situation, and without consulting my boss, I hailed a then familiar ‘black and yellow’ Morris Minor taxi and high-tailed to Ratmalana, 18 kilometres away, where the manufacturer and supplier of the ‘red caps’ was based. There were no ‘mobile’ phones nor other swift methods of communication. Physical travel was the fastest of the practical alternatives. Luckily for me and I guess for Levers too, I was able to obtain the number of caps required to complete the production run. Although not totally within my area of accountability, I, being the typical ‘baby-boomer’, felt personally responsible.",
    "Once everything was under control and back to normal, I sheepishly approached my boss, Romesh, who had, by that time, got wind of the situation. He patiently listened to me for about 15 minutes in the presence of the stock controller and his assistant. Following a further 15-minute transparent, honest, tough and non-defensive discussion among ourselves, he summed it all up by asking me not to be unduly upset because the disruption did not arise out of my negligence. He went on to say that I had acted in good faith based on the information available and thanked me for taking quick corrective actions. There were no histrionics nor were there harsh words, rebuke, ridicule or fault finding. He told me to learn from the incident.",
    "The transparency with which the postmortem was handled and the honesty and sincerity which pervaded the discussions revealed to me the existence in Levers of an environment where employees had the freedom to express themselves, make decisions and always give their best, an environment which I now know as psychological safety.",
    "The incident taught me two important lessons which has stood me in good stead throughout my corporate career. The first was on how to respond to unexpected developments and the other was to recognise the power of psychological safety in inspiring a person to go beyond the normal call of duty. I realised that day that great leadership is about making constituents and followers feel safe so they can focus on their work without fear for their own survival. Levers gave me the first taste of that.",
    "Psychological safety is that exhilarating comfort which drives all human beings to give their best efforts to everything they do whether they are at home, work, and school or in society. Psychological safety at work is the comfort and confidence an employee enjoys in expressing opinions and concerns freely, challenging the status quo, disagreeing openly and being transparent with facts, bad or good, sweet, or bitter, without fear of discrimination, humiliation, ridicule, or punishment.",
    "The absence of interpersonal fear drives more discretionary effort and ignites the courage to make quick decisions in delivering outputs. I refer to this courage/confidence as psychologically safe freedom. I have, both as a ‘receiver’ and a ‘giver,’ personally experienced the positives of the continuous learning from both success and failure, speedier problem solving and risk-taking engendered by ‘psychologically safe freedom.’ I have seen it contributing to extraordinary achievements. I believe in its power.",
    "Thinking loudly on these lines, just imagine where Muttiah Muralitharan (Murali) would have ended if he had not used the freedom, he enjoyed via the psychological safety he received from his immediate leader Arjuna Ranatunga, Sri Lanka’s world cup winning captain, Sri Lanka’s cricket authorities and Sri Lanka’s cricket fans. At the time he was first ‘no-balled’ for throwing by Darrel Hair in the Boxing Day test match versus Australia in Melbourne in 1995 he had played just twenty-two tests and had captured 80 wickets at an unflattering average of 32.74. When he was ‘no-balled’ again by Ross Emerson in a one day international versus England in Adelaide in 1999 he had taken approximately 203 test wickets.",
    "Murali accumulated the strength of mind from psychological safety to overcome the ridicule and humiliation he received from the Australian cricket fans, the Australian Prime Minister John Howard, Indian cricketing great Bishen Singh Bedi and some other prominent international cricketers who openly called him a ‘chucker’ and he went on to take eight hundred wickets at an average of 22.73. There is no doubt that Murali was inspired to give his best by being made to feel safe by Arjuna. Staying with cricket; -Would Sri Lanka have won the Cricket World Cup in 1996 if Sanath Jayasuriya and Romesh Kaluwitharane not had the freedom to express themselves in the power play overs through the psychological safety provided by Dav Whatmore, the coach of the national team?",
    "Unlike Arjuna Ranatunga, Dav Whatmore and Sri Lankan Cricket in the 1990s, corporate Sri Lanka has, other than for a few exceptions, been very timid in providing an environment of psychological safety and psychologically safe freedom to employees. Command and control forms of leadership and ‘over the top’ rules and regulations which stifle individual flair, kill entrepreneurial spirit and stymie the urge for risk taking, experimentation and innovation are the order of the day.",
    "The consequently low psychological safety in the workplace leads, to employee reluctance in raising questions and challenging the status quo and that has resulted in, * new ideas not emerging regularly and, when they do arise, being not debated adequately nor subjected to thorough scrutiny, * unproductive works continuing unchecked, * processes not being regularly reviewed for effectiveness and relevance, * talent not being leveraged to contribute to organisational growth resulting in talented employees leaving the organisation for more exciting ‘playing fields’. On the other hand, in the few organisations where psychologically safe freedom is high there has been greater innovation, more risk-taking and a general sense of overall excitement leading to an organisational culture which is robust, dynamic, innovative, and inclusive. Quicker decision-making has led to greater customer satisfaction and the ‘word-of-mouth’ dissemination of same has resulted in significant market growth.",
    "Psychological safety and psychologically safe freedom are known to, * Inspiring creativity. When employees feel safe to express, they are more forthcoming in sharing new ideas, especially when such ideas appear to be outrageous, outlandish and ‘dreamy’, * Entrenching a deep sense of belonging. When employees connect, emotionally, with their workplace, they collectively contribute to a culture which drives productivity, innovation and growth. As people communicate more openly, transparently and honestly, challenge each other healthily, and find solutions more collaboratively, a competitive advantage is created. When people feel connected to a firm, they stay longer, work harder, feed their well-being and achieve more for themselves and the organisation. The openness of psychological safety facilitates engagement, collaboration and unfettered debate, * Enabling diversity, equity and inclusion (DEI). An environment of psychological safety fosters a culture where employees feel comfortable in being who they are. When they are not judged or penalised for expressing their beliefs and ideas, they are freer in voicing their perspectives in driving innovation and growth, * Enhancing a ‘preferred employer’ status. Employees who are made to feel psychologically safe and treated respectfully are more likely to talk well about the organisation and tell everyone how great it is to work there, * Reducing employee attrition. Employees who feel as if they truly belong at an organisation are more likely to be engaging and productive and less likely to leave. Lower turnover saves costs associated with hiring and training new employees, * Developing high performance teams. Studies confirm that there is a positive correlation between psychological safety and high performance. The collaboration, cohesion, and the shared commitment to goals which are so essential in a high-performing team are enabled more effectively by an environment of psychological safety.",
    "Given the overwhelming positives of psychological safety in the workplace and in teams, it is surprising that not many organisations in Sri Lanka have adopted such thinking. The following are some key steps which corporate Sri Lanka can take in weaving psychological safety into the fabric of their corporate culture. *Understand in generic terms, but in greater depth, the needs and aspirations of the employees and cater to them via the creation of a safe space. * Use collaborative jargon. Use more “We” statements than “I” statements. “We” statements imply collective/collaborative responsibility, and accountability, and thereby shifts the challenge away from the individual to the team. In this way, the individual blame game is avoided. * Encourage two-way feedback. Do not make feedback a one-way street. Manager and direct reports/teams must openly discuss outcomes and build action plans together. In the absence of action, individuals/teams would not feel heard, and they will soon become disengaged. * Build trust. Cementing a team climate based on mutual respect and trust assists managers and employees to be themselves. Establishing trust requires a host of factors, the key among them being integrity, credibility, authenticity, transparency and empathy. Increasing employee empowerment and decision rights coupled with reducing rules, regulations and hierarchical structures effectively show employees that they are trusted. * Coaching and mentoring. Managers must dedicate time to coaching, mentoring and connecting with their subordinates. A coaching/mentoring approach fosters a collaborative relationship, and this, inevitably, leads to increased employee performance and loyalty. * Encourage positivity. Convince employees that they have the potential to perform beyond their current achievements. Give them the belief that they have what it takes to deliver the BHAGs i.e. big hairy audacious goals. Growth mindsets see failures as learning opportunities and employees are inspired to take risks. It is noteworthy that thirty seven percent of departures at mid-management levels are due to a lack of learning opportunities. * Minimise negativity. Negativity can spread as fast as positivity, recognition and appreciation. Negativity, if unchecked, can contaminate psychological safety. As and when negativity raises its ugly head, it must be nipped in the bud. Engage promptly with disgruntled employees and show them that you care for their wellbeing and psychological safety. Avoid listening to unsubstantiated ‘tales,’ jumping to conclusions and blaming individuals without fact backed evidence. * Enhance self-awareness. Self-awareness is the consciousness you have about yourselves and how it can affect others. This includes consciousness of your leadership style, work style, communication style et cetera. Be mindful of how your style affects others. Encourage your team members also to be aware of their styles and to customise them to the needs of their colleagues, internal customers, and external customers. * Fertilise a culture of innovation. Encourage managers and employees to bring new ideas and thinking to the table and welcome everyone to challenge, and question, each other’s ideas. * Nurture curiosity. Increase the quotient of curiosity within a team by urging members to ask ‘Why’ and explore/evaluate other possibilities. In seeking variety, adopt the practice of getting different members of the team to chair meetings. *Promote empathy. Empathy is a crucial soft skill which is heavily underutilised in the workplace. In showing empathy, a technique which I use frequently is to state, upfront, my understanding of the subject of discussion. Pundits believe that this very simple act signals an intent to understanding things right at the outset. It is important that care is also taken in the display of non-verbal cues such as listening, undivided attention, facial expressions, and body language. * Use team decision making as much as possible. Even where you have a veto right as the leader who carries the buck, obtain team consensus in making decisions. A culture of inclusion and flexibility is essential in making teams perform. * Celebrate success. Make it a priority to recognise and publicly applaud your team’s achievements. It helps motivate the team members to increase their productivity. Such recognition and applause usually increase the probability of team members freely sharing their views and opinions at work.",
    "While this article focuses on psychological safety in the workplace, the concept can be equally employed at the national level too. As I have alluded to in many articles before, it is critical that national leaders inculcate in, and act in ways which give, all citizens a sense of belonging. Equal opportunity irrespective of ethnicity, race, caste, gender, religion and inherent ability, the equal application of the law irrespective of social standing, rank or status, the freedom of movement, the freedom of choice and the freedom of expression subject to abidance with privacy rights of others, and the right to information are a few ways through which an environment of psychological safety can be allowed to flourish, nationwide. There is an urgent need for Sri Lanka to up its game in increasing its productivity. Psychological safety is crucial in enabling creativity and innovation which are essential elements of any productivity enhancement plan.",
    "In keeping with the axiom of “it is never too late,” Sri Lankan corporates must sow the seeds of psychological safety today. They can take heed from the thoughts expressed by Timothy R Clark, Oxford educated social scientist, in staging the introduction of psychological safety into their organisations, the stages being, * Inclusion Safety which is when members feel free to participate per their authentic selves, * Learner Safety where no question is seen as dumb and members pursue curiosity without fear of looking stupid, * Contributor Safety which is when empowered members contribute without holding back, and * Challenger Safety where employees feel confident in challenging the status quo and voicing their opinions.",
    "This article is authored from the comfort of Challenger Safety.",
    "(The writer is currently a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}