{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98905/sri-lanka-will-remain-unstable-until-easter-attack-concerns-are-clarified-and-resolved-akd",
  "time_ut": 1714323960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka will remain unstable until Easter attack concerns are clarified and resolved - AKD",
  "original_body_lines": [
    "Leader of the National People’s Power (NPP) Anura Kumara Dissanayaka states that opposing political factions might unite in order to ensure that the NPP will not come into power.",
    "Addressing a gathering in Stockholm, Sweden, he also stated that Sri Lanka will continue to be unstable until questions regarding the Easter Sunday attacks are clarified and resolved.",
    "“All opposing factions including Chandrika, Mahinda and Ranil will be joining one platform in the upcoming presidential election. They are already making plans to unite”, Dissanayake said.",
    "“However, personal disputes between Ranil and Sajith will be an obstacle. There won’t be any concerns in terms of policies for this unification.”",
    "“They must unite in order to hinder the development of the NPP as well as to prevent the NPP from coming into power”, he added.",
    "Speaking further, the NPP leader also hinted that the Presidential Election is likely to be held either on September 28 or October 05, 2024.",
    "“Firstly, we are extending an invitation to you all to come to Sri Lanka during this period. Secondly, we request you to promote our views through social media. Thirdly, we request you all to speak to your relatives regarding the crucial need for an attractive country”, he expressed.",
    "Dissanayake, who also commented regarding the Easter Sunday attacks, mentioned that it is questionable if those who executed these attacks and those who are supposed to prevent such attacks worked together.",
    "“If this is the case, then it leads to a critical situation. Many concerns have been raised”, he said.",
    "“Jameel who was at the Taj Hotel went to Dehiwala upon his failure to detonate the bomb. Intelligence officials arrived at his residence on time before he was able to detonate the bomb once again. How is this possible?”",
    "“An individual called ‘Podi Zahran’ was arrested in the Matale area. ‘Podi Zahran’ was persuaded to believe that this was an attack conducted by ISIS. Who did this?”, the NPP leader questioned.",
    "“Did Sarah (Jasmine) die or is she missing? These concerns must be clarified”, he said, adding that the country will continue to be unstable until these matters are resolved."
  ]
}