{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-achieves-financial-recovery-in-third-quarter-2024/",
  "time_ut": 1731519240.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL achieves financial recovery in third quarter 2024",
  "original_body_lines": [
    "SLT-MOBITEL Group has reported a Profit After Tax (PAT) of Rs. 1,093 million for Q3 2024, compared to a loss of Rs. 1,543 million for the same period last year, demonstrating a significant 171% turnaround in bottom-line performance. At company level, Sri Lanka Telecom PLC (SLT) also recorded a positive PAT of Rs. 932 million for Q3 2024 compared to a Rs. 651 million loss last year, indicating a successful transition from loss to profit.",
    "The Group has announced consolidated revenues for the quarter at Rs. 28.5 billion, a 3% increase, up from Rs. 27.7 billion in the previous year. Gross Profit showed a marked increase at Rs. 12.3 billion with a 24.8% increase compared to Rs 9.9 billion. The rise has been driven primarily by cost savings achieved through successful cost-saving initiatives implemented across the Group.",
    "The Group’s EBITDA showed strong growth, reaching Rs. 10.5 billion during Q3 2024, an increase of 30.6% compared to Rs. 8 billion in the previous year. In addition, Operating Profit showed a marked increase at Rs 3.6 billion, a massive 551% growth compared to Rs 549 million last year.",
    "On the cost side, the Group achieved significant reductions across multiple areas as at Q3 2024. Notable savings were realized in Annual Maintenance Costs (AMC) and repair expenses, contributing to substantial year-on-year costs reduction. Costs for the quarter (excluding depreciation and amortization) was Rs. 18 billion, a 8.3% reduction, from Rs. 19.7 billion in the previous year. Additionally, finance costs decreased by 18.1%, further supporting the positive financial performance.",
    "At the company level, SLT achieved a revenue of Rs. 18 billion for the 3rd quarter of the year, an increase of Rs. 603 million, representing a 3.4% growth compared to Rs. 17.5 billion last year. Gross Profit also showed a robust increase of Rs. 1.6 billion with a 22.8% growth compared to Q3 2023. In addition, the company successfully managed operating expenses, achieving a reduction of Rs. 638 million, down 5.4% from last year contributed through a combination of reduced Annual Maintenance Costs, repairs and vehicle hiring expenses.",
    "EBITDA growth of Rs. 1.2 billion, a 21.8% increase, indicated improved operational efficiency of the company. Operating profit surged to Rs 2.5 billion, signalling an impressive 299% growth compared to Q3 2023. The company successfully reduced its finance costs by 28.2% improving the bottom line for the quarter.",
    "Most notably, the company has achieved a remarkable turnaround in PAT improving 243%, an increase of Rs. 1.6 billion compared to Q3 2023, demonstrating effective financial management and successful implementation of growth strategies. (SLT-MOBITEL)",
    "Tax collection measures contribute to increase in tax revenue in 1H 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}