{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99777/president-ranil-meets-bangladeshi-pm-in-delhi-",
  "time_ut": 1717996500.0,
  "original_lang": "en",
  "original_title": "President Ranil meets Bangladeshi PM in Delhi",
  "original_body_lines": [
    "Bangladesh Prime Minister Sheikh Hasina has assured President Ranil Wickremesinghe of Bangladesh’s commitment to support Sri Lanka’s agricultural modernization program.",
    "President Ranil Wickremesinghe and Bangladesh Prime Minister Sheikh Hasina are currently in New Delhi to attend the swearing-in ceremony of Indian Prime Minister Narendra Modi. The two leaders engaged in bilateral discussions this morning (10), where Prime Minister Hasina assured her country’s commitment to assist Sri Lanka to modernised agriculture.",
    "President Ranil Wickremesinghe also affirmed his commitment to dispatch a delegation of Sri Lankan agricultural experts to Bangladesh. Their objective is to study Bangladesh’s agricultural modernization program through cooperative methods and gather valuable insights to enhance Sri Lanka’s own agricultural modernization efforts.",
    "The leaders also deliberated on the prospect of signing a free trade agreement between Bangladesh and Sri Lanka. President Ranil Wickremesinghe highlighted the potential for such an agreement following the conclusion of the India Free Trade Agreement.",
    "Additionally, the Prime Minister of Bangladesh pledged to direct private investors from Bangladesh towards investment opportunities in Sri Lanka, further fostering economic cooperation between the two countries. Consideration was given to the initiation of a passenger ferry service connecting Sri Lanka and Bangladesh.",
    "The Bangladesh Prime Minister extended an invitation to President Ranil Wickremesinghe to attend the BIMSTEC Summit in Bangladesh. President Ranil Wickremesinghe conveyed to the Prime Minister of Bangladesh that, as the conference will be held during the election period in Sri Lanka, Prime Minister Dinesh Gunawardena and Foreign Minister Ali Sabri will represent Sri Lanka at the upcoming BIMSTEC Summit held in Bangladesh.",
    "The President also assured the Prime Minister of Bangladesh that he would visit Bangladesh after the election. In response, Prime Minister Sheikh Hasina expressed her satisfaction with the progress of Sri Lanka’s economy under the leadership of President Ranil Wickremesinghe.",
    "Recalling the support received from both, Bangladesh and India, President Wickremesinghe expressed gratitude for their assistance.",
    "The event was attended by Secretary to the President Saman Ekanayake, Secretary of the Ministry of Foreign Affairs Aruni Wijewardene, Sri Lankan High Commissioner to India Kshenuka Senaviratne, Private Secretary to the President Sandra Perera, and delegations from both Sri Lanka and Bangladesh."
  ]
}