{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83435",
  "time_ut": 1705173840.0,
  "original_lang": "en",
  "original_title": "The solution for Sri Lanka is to enact a narrowly drafted Anti-Terror Act that does not cause unholy confusion between who is a terrorist and who is not.",
  "original_body_lines": [
    "When Sri Lanka’s Justice Minister calls upon an opposing parliamentary colleague taking issue with the ‘new’ Anti-Terrorism Bill tabled in Parliament this week, to justify where and in what country, anti-terrorism laws are solely dispensed with, he is missing the wood for the trees to put it mildly.",
    "The Minister must refrain from engaging in classically ad hominem arguments when he tries to meet his critics on the floor of the House. Rather, his and his Government’s task on hand is to counter the critique of the Bill as ‘seriously flawed’ by discharging the burden in establishing that national security needs have been fairly balanced with the constitutional rights of citizens.",
    "Does this ‘new’ Bill, which by the way is merely the ‘old’ version gazetted in September 2023, reflect that ‘fair balance’? Or does it repeat the ‘same old, same old’ while posing additional dangers?",
    "To be fair, there is one positive difference between the September 2023 gazetted Bill and the Prevention of Terrorism Act (PTA, 1979). The obnoxious provision in the PTA allowing confessions made to a senior police officer to be admissible has been taken out.",
    "Of course, this is too little, too late for thousands of detainees convicted wholly on the strength of confessions extracted through torture during past decades.",
    "Even so, this change is welcome in preventing (otherwise) indefensible convictions which promotes the spread of terrorism and radicalises victims and their families. The Justice Minister also pointed to the fact that stipulating the extension of the period of detention to be by way of a judicial order as a positive safeguard.",
    "Moreover detention orders will be issued by the Secretary to the Ministry of Defence as applied for by the IGP/DIG (Inspector General of Police/Deputy Inspector General of Police) to minimise the endemic practice of ‘locking up’ troublesome individuals and throwing away the key. But are these changes enough, of and by themselves? In all good conscience, we must say no.",
    "The problem was and still is, in the very definitions of what constitutes ‘terrorism’ which portends a ‘clear and present danger’ to constitutional rights. The offence of terrorism is defined in Clause 3 (1) to include any ‘act or illegal omission’ with the following three objectives. Firstly, of ‘intimidating the public or a section of the public,’",
    "secondly of wrongfully compelling the Government, any other Government or an international organisation to do or abstain from doing any act’ and thirdly of ‘propagating war or violating territorial integrity, infringement of sovereignty…’",
    "Good sense seems to have prevailed and clauses replicating the ICCPR Act’s Section 3(1) have been dropped. But Clause 3 (2) continues to define an ‘act or illegal omission’ in unacceptably general terms. These not only encompass murder, hurt, hostage taking but a host of other acts that remain highly problematic.",
    "This is a red warning sign to protests and protestors in this election year. Public anger is steadily growing over lavish and spendthrift behaviour of ruling politicians ranging from freewheeling parties and frequent overseas travel at state expense.",
    "All this moreover while the public bears the brunt of a cruel ‘austerity drive’ in consequence of Sri Lanka declaring bankruptcy in 2022 though the Treasury Secretary and the Central Bank Governor prefer other esoteric terms.",
    "In short, our plight was due to corrupt and venal political leadership aided and abetted by no less corrupt, venal and monumentally inefficient public servants. We do not see any arresting of that corrupt and venal behaviour in any sense whatsoever.",
    "Astonishingly, that despicable conduct continues despite the exponential increase of the country’s poor and the virtually wholesale demolition of the country’s public health and education sector.",
    "Public concerns that the Anti-Terrorism Bill as well as the Online Safety Bill, both pending in the House this month, will be used to suppress and repress protests, is therefore with good reason.",
    "For example, trade union action is currently in full swing against what some segments of the supplementary health sector allege is an unfair increase in allowances given to doctors.",
    "That action can quite easily be brought within Clause 3 (2)(g) of the Anti-Terrorism Bill which defines ‘causing serious damage to the health and safety of the public or a section thereof’ as a ‘terrorist act.’ Legitimate trade union action, however justifiable or not as the case may be, can be construed as acts that cause ‘serious damage’ to public health and safety with the aim of compelling the Government to ‘do or abstain from doing’ any act.",
    "In fact, the long list of prohibited behaviour in Clause 3 (2) gives rise to justifiable apprehensions. Clause 3(2) (e) brings in ‘causing ‘serious damage to any place of public use, a State or Governmental facility, any public or private transportation system or any infrastructure facility or environment within the confines of an ‘act of terrorism.’ These catch up protest actions that may normally ensue in regard to which offences already exist in a plethora of penal laws.",
    "The Bill itself demonstrates overlap between behaviour that may come within ‘ordinary’ penal prohibitions and ‘terrorist’ acts in several instances all of which cannot be analysed here due to lack of column space. The media is particularly targeted which reflects concerns that the Bill is being put forward for collateral purposes. Suffice to say that the zealous use of such powers may well result in large swathes of citizens becoming ‘terrorists.’",
    "For Sri Lanka’s minorities who have had to perennially struggle with bad anti-terrorism laws, this would be poetic justice indeed. The Government has pleaded that it is following the United Kingdom’s counter-terrorism law but that is a dead argument.",
    "Those laws themselves have been consistently rejected for enabling indefinite detention, suspension of human rights obligations and flouting safeguards that have long been a bedrock of the British criminal justice system. Such objections have even stronger force here.",
    "Catastrophic consequences ensue when badly drafted laws are arbitrarily wielded in a country with fragile Rule of Law checks. How can it be said that the power to issue Detention Orders by the Secretary to the Ministry of Defence upon application by the IGP will not be misused when our entire history of emergency/anti-terrorism laws speaks to the contrary? The Supreme Court has reprimanded these officers for abusing their powers, they have even been put into jail.",
    "So, these clauses are not a great victory magnanimously granted to the unfortunate public on whose collective neck, this yoke is attached. And to answer the Justice Minister’s question in Parliament, there is little point in searching with a torchlight to locate those elusive countries that have seen fit not to enact counter-terror laws.",
    "The solution for Sri Lanka is to enact a narrowly drafted Anti-Terror Act that does not cause unholy confusion between who is a terrorist and who is not. We saw this very well in the horrific events of the 2019 Easter Sunday attacks by homegrown ‘jihadists’ allegedly in league with elements of the country’s counter-intelligence apparatus as repeatedly denunciated by the Catholic Church.",
    "This Bill will not solve any of those problems. Rather it has the awful potential to aggravate random politicisation of anti-terror mechanisms and measures. This can only lead to a muddling of the waters which risks being highly deleterious to national security itself."
  ]
}