{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/did-your-reindeer-learn-to-sing-some-ideas-on-teaching-vs-learning/",
  "time_ut": 1735430820.0,
  "original_lang": "en",
  "original_title": "“Did Your Reindeer Learn to Sing” – Some ideas on Teaching vs Learning",
  "original_body_lines": [
    "Recipient of the “Order of the Rising Sun, Gold and Silver Rays” from the Government of Japan",
    "This is the season of Santa Clauses, Reindeer, Xmas cards and Gifts. This triggered my memory of a Christmas card I received long ago. I was fortunate to be selected to follow an ILO /MATCOM programme at the Vienna International Centre, Austria. The programme focused on training methodology and developing training material for managerial-level persons in Co-operative Societies through a more andragogy based methodology. It was an exhilarating experience for me, and at the end of two weeks, I had re-oriented my perceptions and attitudes on training methodology and developing training material, and acquired a vast knowledge in the area of andragogy training..",
    "I received an interesting Xmas card from the MATCOM project at Christmas that year. It showed two Santa Clauses in conversation. The dialogue was something like this:",
    ": “I did not say he learnt to sing; I said I taught him to sing.”",
    "This hilarious exchange highlights a critical truth: teaching and learning are not synonymous. While teaching imparts knowledge and skills, learning involves internalizing, understanding, and applying what is taught. Simply put, teaching may occur without learning, and learning may happen without formal teaching.",
    "The distinction between teaching and learning becomes even more apparent when we examine two approaches: rote learning and meaningful or active learning. Both have their place but differ significantly in their outcomes and effectiveness.",
    "Rote learning involves memorising information without necessarily understanding its meaning or context. This method emphasizes repetition, often at the expense of comprehension. While it can help recall facts, definitions, or sequences (e.g., multiplication tables or historical dates), its limitations become evident when critical thinking is required.",
    "Several years ago, we were recruiting at the executive entry level. All candidates were newly passed out university graduates of business or commerce degrees. In the written examination, one question was, “Peter Drucker states that the responsibility of communicating rests with the communicator, not with the recipient. – Discuss”. Not a single candidate discussed the quote. Still, they all reproduced the traditional communication diagram learnt in the university, showing the sender, the receiver, the message, the medium, interference, etc in a nice diagram. It was a shocking revelation.",
    "Last month, I interviewed two candidates who had received their degrees in financial engineering. Both failed to explain what the degree is all about and how a Financial Engineer could add value to our organization.",
    "Meaningful learning, in contrast, emphasizes understanding and connecting new information to prior knowledge. Active participation, critical thinking, and real-world application characterize this approach. It helps retain information longer and fosters the ability to analyse, evaluate, and create.",
    "Following a course in Industrial and Systems Engineering in Japan, I was impressed with the approach used to make us understand the “time value of money”. I had completed my CIMA accountancy exams too by that time and could compare the two approaches to teaching this concept. In Sri Lanka, the lecturer came to class and wrote “Time Value of Money” on the board and explained the idea. Quite in contrast, in Japan the lecturer gave us a series of quizes, starting with a simple example where any layman could make an investment decision. We had to decide which alternative investment was more beneficial for each scenario. One by one, the examples were rolled out and became trickier. Finally, we discovered the “aha” moment when we started thinking that an amount realized now is better than the same amount a year later. We learned by experiencing different situations. We discovered the concept through guidance rather than being taught the concept.",
    "Professor Carson from Canada was one of our MBA course lecturers. He also lectured undergraduates and often said undergraduate students in Sri Lanka want to take notes rather than discuss a topic. He would joke that when he arrived at the lecture room and said, “Good Morning, Class,” most students would even write that down in their notebooks.",
    "The X-mas card’s humorous depiction of Santa highlights a common educational challenge: ensuring that teaching translates into learning. Effective teaching involves more than just delivering information; it requires creating an environment where students are motivated, engaged, and supported in their learning journey.",
    "Teachers can actively engage students with discussions, group activities, and problem-solving exercises. They can also use technology to enhance the learning experience, such as interactive whiteboards or educational apps. However, creating a supportive learning environment where students feel comfortable asking questions and making mistakes is not just a strategy; it’s a crucial responsibility for promoting learning. It’s about fostering a culture of learning and growth.",
    "Asking open-ended questions and encouraging debates can help students move beyond surface-level understanding. For example, analysing characters’ motivations and societal implications in literature classes fosters deeper engagement with the text.",
    "Relating lessons to students’ experiences or current events can make learning more meaningful. I still remember our school geography teacher teaching us about monsoon. I still remember his teaching that the rains during the big match in March were inter-monsoon rains. In training Co-operative Society managers, I realized that although they understood concepts such as Break-Even Analysis and Stock turnover ratios, they could not apply them to their organisation. We changed the method, so they brought their own data and practised using their own figures. This was a huge success.",
    "Feedback helps students understand what they’ve grasped and where they need improvement. Reflective practices, like journaling or group discussions, enable them to process and what they’ve learned.",
    "Teaching and learning are interconnected yet distinct. While teaching imparts knowledge, learning is acquiring and applying it. Rote learning has its place in specific contexts, but meaningful learning creates lasting understanding and fosters critical thinking. Educators must strive to bridge the gap between teaching and learning, ensuring that their efforts lead to genuine comprehension and application.",
    "As the Santa story humorously reminds us, teaching does not automatically lead to learning. Learning only occurs when we align teaching methods with learners’ needs and actively engage them. Therefore, let’s strive to make Sri Lanka a country of learners rather than of teachers. In this shift, educators have the most significant responsibility and the highest opportunity to make this difference.",
    "The Clash of the Titanic egos for American leadership: Trump v. Musk",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}