{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rs-4-4-billion-ndb-crossing-gives-late-bounce-to-bourse/",
  "time_ut": 1755020340.0,
  "original_lang": "en",
  "original_title": "Rs 4.4 billion NDB crossing gives late bounce to bourse",
  "original_body_lines": [
    "The CSE kicked off on a negative note yesterday but following an NDB crossing that amounted to Rs 4.4 billion, the market began to pick-up, ending the day on a positive note. Both indices moved upwards. The All Share Price Index went up by 66.14 points, while the S and P SL20 rose by 9.5 point. Turnover stood at Rs 7.6 billion with four crossings.",
    "Those crossings were reported in NDB, which crossed 31.6 million shares to the tune of Rs 4.4 billion, its shares sold at Rs 139, HNB 8000 shares crossed to the tune of Rs 30.1 million, its shares traded at Rs 376, Dipped Products 400,000 shares crossed for Rs 24 million; its shares traded at Rs 60 and Seylan Bank (Non- Voting) 300,000 shares crossed for Rs 20.7 million; its shares sold at Rs 69.",
    "In the retail market top seven companies that mainly contributed to the turnover were, JKH Rs 197 million (8.5 million shares traded), Bogala Graphite Rs 168 million (2.3 million shares traded), Capital Alliance Holdings Rs 119 million (6.5 million shares traded), NDB Rs 106 million (755,000 shares traded), Agarapathana Plantations Rs 104 million (4.6 million shares traded), Pan Asia Bank Rs 98 million (1.8 million shares traded) and Prime Lands Rs 97.6 million (4.9 million shares traded). During the day 137 million share volumes changed hands in 30700 transactions.",
    "It is said that the banking sector led the market by contributing more than 50 percent to the turnover, especially NDB, while the manufacturing sector was the second largest contributor to the turnover, especially JKH. Further, mixed sentiments were noted in the plantation sector as well.",
    "Yesterday the rupee opened at Rs 300.95/301.05 to the US dollar in the spot market, weaker from Rs 300.85/301.00 the previous day, while bond yields were broadly steady, dealers said.",
    "A bond maturing on 15.06.2029 was quoted at 9.28/30 percent.",
    "A bond maturing on 15.10.2029 was quoted at 9.36/38 percent.",
    "A bond maturing on 15.12.2029 was quoted at 9.39/40 percent from 9.38/41 percent.",
    "A bond maturing on 15.05.2030 was quoted at 9.45/50 percent.",
    "Talks to bring down notable French sports personality to boost local tourism promotion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}