{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86264",
  "time_ut": 1754743680.0,
  "original_lang": "en",
  "original_title": "“I, as the Acting President,  made the impugned proclamation to uphold the powers and privileges of Parliament to enable the Parliament to sit on July 20, 2022, to permit the election of the President. These facts were known to the entire country.”- Former President Ranil Wickremesinghe",
  "original_body_lines": [
    "In Sathkunanathan v. Attorney General and related cases, the Supreme Court (Fernando CJ and Kodagoda J) held that the Proclamation of Emergency issued on July 17, 2022, by me as Acting President infringed the petitioners’ Fundamental Rights. Concurrently, Obeyesekere J held that the fundamental rights of the petitioners guaranteed by Article 12(1) of the Constitution have not been impugned by the making of the said Proclamation. This judgment raises significant questions on the relationship between emergency powers, fundamental rights and Parliament’s powers (including its privileges). Given the importance of this case and in light of certain observations made by Counsel during the proceedings, it is appropriate to clarify the rationale, context and constitutional basis for a decision taken during a grave period in post-Independent Sri Lanka.",
    "The dealing with the important constitutional issues as well as the facts will be discussed and debated in the years to come. The case rested mainly on the argument that I, as President, failed to submit an affidavit explaining the reasons for issuing the proclamation.",
    "Mr. Saman Ekanayake, my secretary during the presidency, has included all relevant facts and specified the reasons relating to the proclamation in his affidavit. I had no other information to be added to a sworn affidavit. Hearings are not restricted to affidavits as per Article 126 of the Constitution.",
    "In issuing the impugned proclamation, I had taken into consideration the report submitted by the then Inspector General of Police and the advice given by the then Secretary Defence and the then Secretary of Public Security. This was attested to by Mr Saman Ekanayake. In addition, C.D. Wickramaratne, then Inspector General of Police; General Kamal Guneratne, then Secretary of Defence; and S. Hettiarachchi, then Secretary to the Ministry of Public Security, were all respondents in the cases. The documents filed in court by these parties also contained some of the requisite information. Furthermore, all the facts relating to these incidents were highlighted during the parliamentary debate on the Proclamation and are contained in the Hansard of July 27, 2022, which is a public document. The said proclamation was approved by the Parliament of Sri Lanka in accordance with Article 155 of the Constitution. In view of the importance of the case and the allegations made against me by some counsel, I wish to place the following facts on record in addition to what has been stated above.",
    "The incidents at Polduwa Junction have been aptly described in the judgement. The march to Parliament on July 13, 2022, took place while party leaders were meeting in Parliament to discuss the crisis and the next steps to be taken. Groups of people converged from different areas of Colombo. The march disrupted the meeting since the party leaders had to vacate the building. In addition, over 20 members of the Army were badly injured and had to be treated at the Army Hospital. Two Army rifles were stolen. The intense combing of the area by the Armed Forces for the snatched rifles resulted in their disposal in a canal nearby. There was intelligence that some of the protesters were actively searching for arms.",
    "The violence that led up to the incidents of July 13 included the slaying of one MP and a brutal attack on another; the annihilation of over 90 houses throughout the country by arson on May 9; the siege on the Presidential Secretariat and President’s House; the unlawful entry into the Prime Minister’s Office and Residence; and the burning of my own personal residence on July 9. Aside from which, there were continuous agitations and threats against the democratically elected Members of Parliament during this period.",
    "Furthermore, the Speaker, Ministers and Members of Parliament received information that plans were being made to bring massive crowds to Colombo again, similar to July 9, wholly to prevent the constitutional election of a president by Members of Parliament on July 20, 2022. Some Members of Parliament also brought to the notice of the Speaker that they were receiving threats prohibiting them from leaving their houses in their electorates to come to Colombo to take part in the voting. There were renewed threats of further destruction to their already ruined properties. These matters were brought to my notice and that of the Police.",
    "The Speaker discussed the matter with me, as these threats and intimidation of Members of Parliament were attempts to disrupt the sitting of Parliament to elect a President. These threats and intimidations amounted to the breach of parliamentary immunities and privileges necessary for the election of the President by Parliament. These were:",
    "(i)   obstructing any member from coming to Parliament or forcing any member to declare himself for or against any matter brought before Parliament and",
    "(ii)   creating or joining any disturbances in the vicinity of Parliament, knowing that proceedings in Parliament will be interrupted.",
    "The powers and privileges of Parliament are directly exercised by Parliament under Article 4(c) of the Constitution.",
    "The Executive Presidential System of governance as enshrined in our Constitution cannot function without a President. The disruption of sittings of Parliament on July 20, 2022, would have left a vacuum in governance that would have paved the way for anarchy. Such a situation would have made the country ungovernable, and the resulting lawlessness would have impaired the sovereignty of the people as per the Constitution.",
    "The basis of constitutional democracy is the sovereignty of the people. If the hands of the State are tied, and the State is unable to take executive action in an emergency to protect or advance the cause of its people, the outcome of such inaction is the nullification of the sovereignty of the people. The War and Emergency Powers Articles were included in the Constitution for this very reason so as to allow the State to respond effectively to a crisis.",
    "I, as the Acting President, had the duty under my oath of office to uphold the Constitution and to act under Article 155 of the Constitution to protect and safeguard the Parliament, the Constitutional Order and the sovereignty of the people. In these circumstances, after considering the reports of the IGP, I made the impugned proclamation to uphold the powers and privileges of Parliament to enable the Parliament to sit on July 20, 2022, to permit the election of the President. These facts were known to the entire country.",
    "In addition to the Attorney General, who is the Chief Law Officer of the State, who advised me on legal matters, I received private counsel from other lawyers who were guiding me on the procedure to elect a President by Parliament. The Constitution enables the President to obtain legal advice from multiple sources, including the Supreme Court. Their counsel encompassed the following:",
    "The oaths taken by me as a Member of Parliament, as Prime Minister and as Acting President conferred a duty on me to uphold and defend the Constitution of the Democratic Socialist Republic of Sri Lanka. Therefore, I was obliged under my oath to safeguard the people’s sovereignty to ensure that the Parliament elected by the people in the exercise of their franchise under Article 4(d) had the unimpeded freedom and security to elect a President in terms of Article 40(1), to enable the exercise of Executive Power of the people under Article 4(b).",
    "Since the exercise of rights and freedoms is inseparable from the performance of duties and obligations, I also had a duty under Articles 27(1) and 28 to ensure that every person in the country upheld and defended the Constitution and the law for this purpose. I was also advised that in order to secure the due recognition of the rights to exercise the franchise as referred to above, appropriate restrictions could be placed by a promulgation under the War and Emergency Powers vested in the President under Articles 33(g) and 155.",
    "Under Article 155, invoking the Emergency powers under the Constitution requires the approval of Parliament, thereby preventing the President from acting unilaterally or arbitrarily. The Parliament is required to grant approval to the Proclamation of Emergency or reject it. When the Parliament grants approval, it is tantamount to approving the determination of the President and adopting the proclamation. Thereafter, the Emergency powers are exercised under the supervision of Parliament. Therefore, when Parliament granted approval under Article 155 of the Constitution, they deemed it necessary for the Emergency powers to apply to the whole country. Activating the Emergency powers under Article 155 is done jointly by the President and Parliament, i.e., the Executive and the Legislature.",
    "I was also advised that the proclamation that was to be promulgated was an exceptional one. In this instance, the Emergency powers being invoked were to protect Parliament, its powers, privileges and its premises. Parliament was, by granting approval, utilising its own powers under Article 155 to safeguard Parliament and its powers. Thus, this proclamation also comes under the purview of the privileges, immunities and powers of Parliament clause of Article 4(c).",
    "My attention was also drawn to executive decisions and precedents enabling a President to take action in such a critical situation. One telling precedent is the Merryman’s case. During the US Civil War (1861–1865), its capital city, Washington DC, was surrounded by the army belonging to the breakaway Southern States known as the Confederate States of America. The railroad connecting Pennsylvania, Illinois, and New York states went through the adjoining State of Maryland, which, though a part of the USA, had sizeable numbers supporting the Confederation. Any disruption to the railroads in Maryland would have interrupted communications between Washington DC and other states and slowed the movement of troops to the capital city. Therefore, President Abraham Lincoln issued orders to the Commanding General of Maryland to arrest and detain anyone sabotaging rail lines in the state.",
    "John Merryman was arrested by the US Army for attempting to disrupt rail traffic. Merryman’s lawyers went before Chief Justice Taney in Washington DC and applied for a Writ of Habeas Corpus. The Chief Justice, in his capacity as Circuit Court Judge for Maryland (then allowed in the US), noticed the Commanding General to appear before him. The Commanding General carrying out the orders of President Lincoln refused to appear before Court. Taney CJ issued an “in Chamber Opinion” stating that the Government has, by refusing to permit the Commanding General to appear, both disregarded and suspended the laws of the country. President Lincoln in a message to the Congress answered as follows:",
    "“It cannot be believed the framers of the instrument (Constitution) intended that in every case, the danger should run its course until the Congress could be called together; the very assembling of which might be prevented, as was intended in this case, by the rebellion. … are all the laws, but one, to go unexecuted, and the government itself go to pieces, lest that one be violated?” Chief Justice Taney lacked support among his colleagues in the Supreme Court and had to drop the issue.",
    "Thereafter, the US Government has, in moments of grave peril, followed this practice. During World War II, before the USA entered the war, President Roosevelt transferred 50 Destroyers to the Royal Navy UK to protect the Atlantic Convoys which were supplying armaments to the UK. This was contrary to the US Constitution, where transfer of property of the US Government is a power of the Congress. This act of President Roosevelt was never questioned or contested. Instead, the Congress passed the Lease Lend Act, enabling the President to provide arms to the allies.",
    "In Hirabayashi v. United States, Chief Justice Stone stated that “Where … the conditions call for the exercise of judgment and the discretion and for the choice of means by those branches of Government on which the Constitution has placed the responsibility of war making it is not for any to sit in review of the wisdom of their action or substitute its judgment for theirs.”",
    "In American Communication Association v. Douds, Chief Justice Vinson stated, “But insofar as the problem is one of the drawing inferences concerning the need for regulations of particular forms of conduct from conflicting evidence, this court is in no position to substitute its judgment as to the necessity or desirability of the statute.”",
    "This question was also addressed in Visuvalingam v. Liyanage (1983 2 SLR), where Soza J stated, “At times of crises the question of reasonableness must be evaluated against the subject matter dealt with, and the circumstances in which the authority is called upon to act and to act quickly …. But at times of national crisis the safety of the nation becomes paramount, and some inroads have of necessity to be made into the freedom of the press; this is provided for in the Constitution itself.”",
    "From now onwards, these dicta will have to be read together with Sathkunanathan v. Attorney General, and Speaker Bandaranaike’s rulings relating to Parliament’s powers and privileges and Article 4(c) of the Constitution. This will provide much fodder for legal scholars and practitioners.",
    "There are still many unanswered questions which will be debated in time to come. These include:",
    "(A) Are there two categories of Promulgation of Emergency Declarations under Article 155. i.e. Declarations approved by Parliament and Declarations not approved by Parliament.",
    "(B) What is the jurisdiction and the role of Parliament under Article 155 when Parliament has granted approval?",
    "(C) As mentioned above, this is a unique case as it pertains to the application of Article 155 to safeguard Parliament and its powers in a parliamentary democracy. Therefore, is there a dualist jurisdiction under the two limbs of Article 4(c)?",
    "(D) Who has the final decision on the safety of Parliament and the extent to which an emergency declaration must be promulgated for that purpose?",
    "The bedrock of Sri Lanka’s constitutional system is the sovereignty of the people and the franchise. But in Sri Lanka the exercise of this sovereignty is not limited to the Parliament, the President and the Judiciary. In 1978 we introduced the Fundamental Rights as an essential component of our democratic system for the individual citizen to pray for relief. Is it time for a reappraisal? This requires a consensus between political parties, the broader civil society and the judiciary. Have we the capacity to rise up to the challenge?"
  ]
}