{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-bleak-forecast-for-2024-and-beyondpolitics-security-economics-and-military/",
  "time_ut": 1705922280.0,
  "original_lang": "en",
  "original_title": "A bleak forecast for 2024 and beyond : Politics (security), economics and military",
  "original_body_lines": [
    "This piece uses the vast amount of information on the web, social-media, broadcasts and news sites. My role is to use what limited intelligence providence has endowed me with to select and filter. I hope this will be of service to readers who do not have the patience to explore all the available information themselves. Nations are fretful above all else of existential concerns, that is politics in the sense of security, not politics in the familiar but vulgar sense of endemic corruption. Once existence is assured the second matter to focus on is material well-being; prosperity, employment, wealth and so on broadly falling under the umbrella term ‘the economy’. My accent in this piece is on the Great Powers (America, China and Russia) though discussion of the Middle East (the Muslim World and Israel) is unavoidable.",
    "Security is not the same as armaments and military stuff though it leans on hardware. Security above all refers to a political dimension. The security of the United States refers to its relationship with, say China and Russia, the rising tide of anger in the Muslim world and the genocidal state in Israel and so on. The credibility of the United States in this political sense depends, for example, on how its relationship with Saudi Arabia evolves, whether the Houthi rebels disrupt commercial shipping in the Red Sea and the Gulf of Aden, etc. The military is only an instrument not the foundation in this assessment.",
    "I need to add that the 1916 Sykes-Picot agreement under which the Middle East was carved up into British and French spheres of influence after the Ottoman Empire collapses at the end of WW-I is now dead. Sykes-Picot placed Lebanon, Syria and South Eastern Turkey under a French mandate, likewise awarded Iraq, Kuwait and Qatar to the British, Armenia was handed over to Russia. Palestine because of its significance to several religions was placed under joint British, French and Russian protection.",
    "To return to the issue of security from what I have said thus far it is clear that security is primarily a political, a socio-political matter. In days of old it much depended on alliances, the stature of the leader (Alexander, Genghis or Napoleon) and having many daughters and nieces to marry-off to rival kings. The second matter is the economy; that is keeping the masses fed lest they revolt (Chinese dynasties were often overthrown by peasant revolts), trade (domestic, regional and far-flung) and technology (copper to brass to iron). In today’s language the economy reads GNP, trade balances, microchips.",
    "Why am I pessimistic about the post-2004 world? At the end of WW2 capitalism emerged triumphant and set the tone for the post-war welfare state, investment and profit maximisation, an unchallenged global currency, the petro-dollar, the Marshal Plan and the hegemony of US Imperialism. Defeat in Vietnam and much later in Afghanistan and the 1971 collapse of the gold standard were warnings but did not end that global order. My case today is that it has now ended. The metamorphosis in the Muslim world, (can Israel conquer all the neighbouring Muslims?), the unavoidable defeat of US bankrolled Ukraine in its contest with Russia notwithstanding its plucky early phase, and the spectacular new expanded BRICS signal a new economic-world. Cassandra would sum it up – “the globe is screwed-up”.",
    "China’s economic rise is meteoric. It has bypassed the so-called ‘middle income trap’, sustained growth for 40 years, attracted investment and entrepreneurial capital for 30 and defeated poverty on a scale that beggar’s description. It is not a democracy by any measure, the writ of the Communist Party runs supreme, I do not expect to see this challenged in the next few decades. The point in the context of my argument about global transformation is that this change seems irreversible for now and points to a new relationship between state, society and the economy. (Sri Lanka take note). That is to say the pax-Americana of the previous three quarter century has come to an end.",
    "An aspect of this that I want to draw attention to is BRICS. In addition to the five counties in the original acronym, it has in the last two weeks been joined by Saudi Arabia, Iran, Egypt, Ethiopia and the UAE. These ten between them produce 40% of global output. There can be no argument that we are living through a changing political and economic world order.",
    "The economic game is a two horse race for the foreseeable future, Russia is not in this race. At best it is a junior partner to the Chinese behemoth. But displacing the dollar from its position as global reserve currency (that is the currency in which the world prefers to keep its reserves and the preferred currency of international transactions) is a long way off. SWIFT and such transfer mechanisms are established and trusted so long as one does not do anything that runs afoul of US strategic interests (e.g. upsets its efforts to confiscate Russian assets in the global banking system, or strengthen Iran’s rise as an economic or nuclear power, or undermine US efforts to starve China of high technology – AI, nanotech, high mobility manoeuvrable missile systems).",
    "There has been a transformation in military hardware in the last decade in both technology and global accessibility. It would be too much for me to cover the latter adequately particularly in relation to many important emergent theatres, for example Turkish development of perhaps the most sophisticated drones and unmanned vehicles, Iranian missile technology and development and access of non-state actors such as the Houthi rebels and Hezbollah (which controls Southern Lebanon) into the game.",
    "I will focus on the important new hardware being developed by the three foremost strategic powers, America, Russia and China. The big new breakthrough is what are called High Mobility Ultra Sonic (HMUS) missile systems. These missiles travel at several times the speed of sound (say Mach 4 to 8), fly in low earth-hugging orbital paths and therefore are very difficult to detect.",
    "They are manoeuvrable (can change trajectory to avoid interception) and can discharge multiple warheads when close enough to the target. There is no reason why they cannot carry small nuclear warheads. They cost a few million dollars apiece and can pierce defences like Israel’s Iron Dome or an aircraft-carrier battle group. HMUS with satellite guidance is the avant-garde technology. It is the defence pundit’s new nightmare.",
    "The second item in the military kit of the Great Powers is the aircraft-carrier. Only the US has nuclear powered (can remain at sea for more than a year) carriers (about five or six) and two more under construction. Russia is really an empty cupboard in the carrier department while China is racing ahead and may float two domestically designed and constructed nuclear powered high-tech carriers in about three to five years.",
    "The advantage of the carrier is that it can project power. US aircraft carries project power into the Taiwan Straits, the Mediterranean and North Atlantic, Pacific and Indian Oceans. An option that is beyond China’s reach for the foreseeable future. Russia lacks the money, the head-start and the technology to ever get into this game.",
    "Next I want to refer to air power. I assume that equipment and training wise the US Air Force is well ahead. The F-22 and F-35 fighters outclass the top of the range Russian SU-57 and Chinese FC-31, but as far quality of air power in concerned I am simply repeating what I find on the web where it is also reported that US stealth technology is more secretive and superior. In so far as hours of high level training is concerned I assume that the Americans give their chaps better exposure.",
    "Finally I want to talk about ground forces, the army. Everything that I read says the US Army is not only in relative but also in absolute decline. “Our army is nowhere near as strong as what it was in the early 1990s” is the repeated lament. Officers are not as good and well trained as they used to be, experience is inadequate, social problems (race, crime, family breakdown) is having a detrimental effect on all ranks It is also being said that the hardware is falling short of expectations. The Abraham tank for example is talked about rather disparagingly – a terrestrial version of the Boeing 737-Max!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}