{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/its-the-rule-of-law-stupid/",
  "time_ut": 1755884100.0,
  "original_lang": "en",
  "original_title": "It’s the rule of law, stupid",
  "original_body_lines": [
    "Close on the heels of the arrest of former President Ranil Wickremesinghe, Public Security Minister Ananda Wijepala thundered in Parliament that everyone was equal before the law. Whether the suspects were former Presidents or ex-IGPs did not matter any longer, he added. Anyone on the wrong side of the law would be prosecuted, he said. The CID arrested Wickremesinghe yesterday over alleged misuse of state funds for a private visit to the UK while he was the President. Produced before the Colombo Magistrate’s Court, he was remanded last night. The matter is now before court, and it is best left to the learned judge concerned. Leader of the House and Minister Bimal Rathnayake said something similar amidst protests from the Opposition.",
    "It was obvious that the government had been aware that the CID would arrest Wickremesinghe, and its members had come to Parliament to make statements and field questions thereon. Curiously, a pro-government YouTuber predicted Wickremesinghe’s arrest a few days ago; he went so far as to say that he would close his YouTube channel if his prediction that Wickremesinghe would be arrested and remanded did not come true. Wickremesinghe’s lawyers have lodged a complaint against the YouTuber with the CID.",
    "Under every government, all are equal before the law except the bigwigs of the ruling party, just like the Pigs in Orwell’s dystopian novella, Animal Farm. There have been few instances where some politicians were arrested while they were in power, but they are the exception that proves the rule, the prosecution of Minister Keheliya Rambukwella during the previous government being a case in point.",
    "Allegations against some ministers in the incumbent administration are serious enough for them to be arrested, according to the Opposition. But no action has been taken against them. As many as 323 cargo containers flagged as high risk, requiring rigorous Customs inspection, were released through the green channel in January at the behest of the government. The Opposition has blamed Minister Bimal Rathnayake for the controversial release of containers, but he has not even been questioned.",
    "The government is also defending Minister Kumar Jayakody despite a complaint against him that he caused a huge loss to the state coffers through tender irregularities during his stint at the Fertiliser Corporation. Any other politician with such an allegation against him would have been arrested by the CID. Minister Wasantha Samarasinghe and Deputy Minister Mahinda Jayasinghe are alleged to have leased out a property belonging to the National Workers’ Institute using a forged deed.",
    "They are lucky that they are members of the NPP government! Otherwise, they too would have been questioned by the CID and arrested. On 01 May, 2025, many buses transporting JVP/NPP supporters for their International Workers’ Day rally in Colombo stopped in undesignated sections of the Southern Expressway in blatant violation of traffic laws. The government backers were seen having lunch and walking on the shoulder of the expressway while the police were looking on.",
    "All of them should have been arrested and prosecuted. Disciplinary action should have been taken against former Speaker Asoka Ranwala for misleading Parliament by claiming to have a doctorate, and insisting that his claim was true even after stepping down as Speaker; he said he would produce proof of his PhD, but he has not done so yet. He should have been asked to resign from Parliament.",
    "The NPP politicians can go on shouting until they are blue in the face that everyone is equal before the law today, but it is doubtful whether the discerning public will buy into that claim. Sauce should not differ for the goose and the gander if fairness is not to be compromised, so to speak.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}