{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/human-elephant-conflict-who-is-the-real-menace/",
  "time_ut": 1726345320.0,
  "original_lang": "en",
  "original_title": "HUMAN-ELEPHANT CONFLICT: Who is the real Menace?",
  "original_body_lines": [
    "As per a media release dated July 29, 2024, in an effort to uplift the ecotourism industry in Sri Lanka, the Ministry of Wildlife, Forest Resources Conservation and Irrigation has proposed several measures, and is preparing legislation to implement them. In addressing Human-Elephant Conflict, their proposition commences,",
    "This is a press statement from the only Ministry that is established for conservation and wildlife, and for the protection of Sri Lanka’s iconic endangered species, the Sri Lankan Elephant. They proclaim an endangered creature whose protection they have responsibility for a ‘menace’!",
    "“…4,700 workers have been hired to maintain the existing 5,390 Km of electric fencing.”",
    "Electric fencing is, currently, the most effective way of keeping elephants out of an area; however, they have to be erected in the right place, on ecological boundaries and not administrative ones. Sri Lanka currently has the highest percentage of human-elephant conflict (HEC) amongst nations that host this special species. If the existing electric fences, of a length that can circumvent this island twice over, were effective, then Sri Lanka would not suffer the ignominy of heading such shameful statistic. It is very apparent that these fences are in the wrong places. Virtually all electric fences erected on administrative boundaries have elephants on both sides. So why all of this expense to maintain something that has been incorrectly done? Would it not be better to spend time and expense on relocating these fences to where they should be?",
    "“The Ministry also plans to conduct a survey on the country’s elephant population for the first time in 13 years…”",
    "This is an admission that the true number of wild elephants in Sri Lanka is not known. The last survey, conducted in 2011, produced an estimate of 5,879. However, unlike in Africa, where elephants can be relatively easily counted on the open plains, in Sri Lanka, it is much harder to make accurate counts as the usual habitat of elephants is of grasslands interspersed with forests and scrubland. Aerial surveys are of little use. In addition, the elephants need to be counted by those who can easily identify different individuals, or the same animal may be counted several times. This accuracy may not always achieved by the use of volunteers.",
    "A Member of Parliament recently made a statement in the House that Sri Lanka’s elephant population had increased and that they should be exported or taken into captivity. In response, the Minister for Wildlife stated that",
    "“…the elephant population has increased as natural deaths have decreased due to measures taken to protect them.”",
    "Based on which information are these alarming statements made? The last census? Or have they already determined the result of the proposed count?",
    "As per official figures, between 2012 and 2023, 3,740 elephants died, over half at the hands of humans, and brutally, from gunshots, poison, electrocution, train and road accidents, and in prolonged agony from snares, and worst of all Hakka patas (Jaw Bombs), where they perish after several days from having their mouth parts blown off.",
    "This represents 64% of the estimate of 2011. Even if, as alleged by the Minister, that 2011 number has doubled, that is still a third of the original number. This is the systematic decimation of a species.",
    "The actuality, however, may be that as elephant habitat and forests are destroyed and encroached on, elephants have become more visible and are forced to find food somewhere, even in human cultivations. In addition, research has shown that where they have been confined to areas by ill-advised fencing, as in the Yala National Park, over 50% of calves do not survive to adolescence. With a lack of food and their mother’s being unable to produce sufficient milk for their nutrition, they starve to death.",
    "Elephants cause less than 20% of crop depredation yet, from those wild animals who feed on human cultivations, they are the only ones who have the ability to fight back when threatened. This has resulted in 1,090 people losing their lives between 2014 and 2023. Every human life is precious and their deaths may have been prevented if the policymakers heeded the learnings of science and experience. In 2020, a National Action Plan was formulated, by all stakeholders, to mitigate HEC; strategies that were tested and achievable.",
    "The Plan is being implemented, but slowly, due to there being no government budgetary allocations. However, with funding from the ADB and WB, one of the strategies, that of community-based seasonal paddy field fencing will have over 100,000 ha of paddy tracts protected by the Maha season. After all, the focus should be on protecting people and their cultivations, not on imprisoning elephants to starve to death. If the Government was really committed to mitigating HEC, funding for implementation of the National Action Plan should have been a priority…alas not so!",
    "Elephants are vital for the economy of the country. As many as 47% of overseas visitors to Sri Lanka visit the National Parks. Minneriya hosts the largest ‘Gathering’ of Asian Elephants in the World, and Uda Walawe is one place where a wild elephant may be observed on any day of the week, on any day of the year. Destroy them, one way or another, and what will there be to attract visitors to these places?",
    "Of course, elections are afoot and elephants do not have a vote. However, what is the legacy that the politicians wish to leave for the future? Or is political survival all that matters? It is not just the Government but the Opposition who see the elephant as a creature to be destroyed too. In a video now gone viral, a politician supporting a leading opposition candidate, who purports to be a wildlife enthusiast, has stated that should he be elected to power, farmers will issued with guns to shoot and kill any wild animal encroaching onto their cultivations. So little hope for the elephant there.",
    "Instead of spouting unfounded proclamations and propose unachievable plans, would the policymakers not be better engaged in taking practical steps to protect humans and elephants from this desperate dance to the extinction of the lesser. After all, approximately 6,000 elephants are up against 22 million people.",
    "The Wildlife & Nature Protection Society (WNPS) are showing some constructive measures that can be taken, rather than empty words. They are piloting cheaper deterrents to keep elephants out of human cultivations and homes, working with elephant researchers and the DWC in the further study of the behaviour of elephants, they also work with local communities to help them understand the value of elephants, and of the enormous economic benefits that they might derive from having these magnificent creatures as neighbours. In addition, they are about to launch a scheme to provide Education Scholarships for all schoolchildren who have lost a parent due to HEC, from 2023 onwards. This will be for the duration of their school careers.",
    "The Oxford Dictionary defines a menace as being “…a person or thing that is likely to cause harm: a threat or a danger.” Are elephants really the menace?",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}