{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101331/nearly-a-third-of-belarus-army-deployed-on-ukraine-border-lukashenko-says",
  "time_ut": 1723984200.0,
  "original_lang": "en",
  "original_title": "Nearly a third of Belarus army deployed on Ukraine border, Lukashenko says",
  "original_body_lines": [
    "Belarusian President Alexander Lukashenko said on Sunday that Ukraine had stationed more than 120,000 troops at its border with Belarus and Minsk had deployed nearly a third of its armed forces along the entire border, the Belta state news agency reported.",
    "Lukashenko, a staunch ally of Vladimir Putin, was speaking against the backdrop of a Ukrainian incursion into Russia that began on Aug. 6 when thousands of Kyiv’s troops smashed through Russia’s western border in a major embarrassment for Putin’s top military brass.",
    "“Seeing their aggressive policy, we have introduced there and placed in certain points - in case of war, they would be defence - our military along the entire border,” Belta cited Lukashenko as saying in an interview with Russian state television.",
    "Andriy Demchenko, a spokesperson for the Ukrainian border service, told Ukrainian media outlet Ukrainska Pravda on Sunday that the situation on the border with Belarus remained unchanged.",
    "“As we can see, Lukashenko’s rhetoric does not change either, constantly escalating the situation with regularity to please the terrorist country,” Demchenko said.",
    "“We are not seeing any increase in the number of equipment or personnel of Belarusian units near our border.”",
    "Lukashenko did not say exactly how many troops Minsk deployed along the border. Belarus’ professional army has about 48,000 troops and around 12,000 state border troops, according to the 2022 International Institute for Strategic Studies’ Military Balance.",
    "Belarusian Defence Minister Viktor Khrenin said on Friday there was a high probability of an armed provocation from neighbouring Ukraine and that the situation at their shared border “remains tense”.",
    "Lukashenko said the Belarusian-Ukrainian border was mined “as never before” and that Ukrainian troops would incur huge losses if they tried to cross it."
  ]
}