{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/signature-teams-up-with-sri-lanka-cricket-as-official-formal-clothing-partner-for-icc-mens-t20-world-cup-2024/",
  "time_ut": 1715986980.0,
  "original_lang": "en",
  "original_title": "Signature teams up with Sri Lanka Cricket as ‘Official Formal Clothing Partner’ for ICC Men’s T20 World Cup 2024",
  "original_body_lines": [
    "In a testament to their enduring partnership, Signature, Sri Lanka’s most admired menswear brand, has once again teamed up with Sri Lanka Cricket as the ‘Official Formal Clothing Partner’ for the ICC Men’s T20 World Cup 2024. Building on their past collaborations, this renewed alliance signifies the mutual trust and shared commitment to excellence between both entities. The company previously served as the clothing sponsors for the Cricket World Cup in 1996 and the T20 World Cup in 2014, both victorious tournaments for Sri Lanka.",
    "Signature’s commitment to excellence extends beyond the realms of fashion, as the brand strives to make a meaningful impact in the sporting arena. By reaffirming its support for Sri Lanka Cricket, Signature aims to inspire athletes and fans alike to reach new heights of achievement.",
    "As the Sri Lanka cricket men’s team embarks on their journey to the USA, they carry with them the confidence and style provided by Signature’s apparel. With the ICC Men’s T20 World Cup 2024 set to commence on 1st June, and the Sri Lanka–South Africa game taking place on 3rd June, the team is poised to make a strong impression on the global stage.",
    "Amjad Hameed, Director of Signature, expressed his excitement about the partnership, stating, “We are delighted to once again partner with Sri Lanka Cricket for the ICC Men’s T20 World Cup 2024. This collaboration is a testament to our longstanding relationship and shared values. As our cricketing heroes gear up for the tournament, Signature reaffirms its commitment to uplifting sports standards in Sri Lanka through continued support. We wish the cricket team, led by the dynamic all-rounder Wanindu Hasaranga, the best of luck in their quest for T20 glory. Let’s hope they can bring the cup home.”",
    "How to build a culture of service excellence: Ron Kaufman to lead event in Colombo",
    "Sri Lanka Cricket recognizes National Rugby team’s win over Kazakhstan with US$ 30,000 award",
    "Sri Lanka Cricket further enhances its relationship with Japan Cricket",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}