{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Dispute-over-90-perches-of-land-ends-after-52-years-legal-battle/108-277265",
  "time_ut": 1708279500.0,
  "original_lang": "en",
  "original_title": "Dispute over 90 perches of land ends after 52 years legal battle",
  "original_body_lines": [
    "Colombo, Feb. 18 (Daily Mirror)- The Supreme Court delivered a judgment in favour of the plaintiff party over a land dispute relating to a 90-perch plot of land in Kurunegala, which had traversed the halls of the courts for 52 years.",
    "This case was first instituted in 1972 by the original plaintiff in the District Court of Kurunegala against the original defendant for a declaration of title to the land called “Damunugahamulawatta”, ejectment of the original defendant from the said land, restoration of possession and damages.",
    "On March 29, 1976, the Kurunegala District Court delivered a judgment in favour of the plaintiff. Subsequently, the defendant filed an appeal before the Court of Appeal against the District Court judgment. On October 25, 1984 the Court of Appeal set aside the judgment of the District Court and sent the case back for a fresh trial (de-novo) on the basis that the District Court Judge had not taken into consideration several documents produced as evidence.",
    "Following the second trial, the District Court, by judgment dated 28 April 1997, held in favour of the plaintiff. The substituted defendant then preferred an appeal to the Court of Appeal. The Court of Appeal, by judgment dated 02 December 2011, set aside the District Court judgment on the grounds that the plaintiff had failed to properly discharge the burden of proof to establish title and identity of the land in dispute.",
    "Being aggrieved by the Court of Appeal judgment, the substituted plaintiff (replacing the original plaintiff following his death) appealed to the Supreme Court. Leave to appeal was granted by the Supreme Court in this matter on May 6, 2013.",
    "This  land dispute case was relating to Roman Law action called \"rei vindicatio action\". It is settled law that in order to succeed in a rei vindication action, the plaintiff must, firstly prove ownership of the property and secondly, that the defendant is in possession of the property. The burden of proof is placed on the plaintiff to prove ownership on a balance of probabilities.",
    "The appeal was allowed by the Supreme Court three-judge-bench comprising Justices S. Thurairaja, A.H.M.D. Nawaz and Achala Wengappuli and delivered a judgment in favour of the substituted plaintiff.",
    "\"As the original defendant did not claim for a declaration of title to the corpus and instead claimed for his rights as a lessee under the agreement executed between himself and the original owner, the substituted defendant cannot take up a position different to the original defendant,\" the Supreme Court held."
  ]
}