{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112798/france-formally-recognises-palestinian-state",
  "time_ut": 1758586980.0,
  "original_lang": "en",
  "original_title": "France formally recognises Palestinian state",
  "original_body_lines": [
    "France has formally recognised a Palestinian state, becoming the latest in a wave of countries to take the step.",
    "Speaking at the UN in New York, President Emmanuel Macron said “the time for peace has come” and that “nothing justifies the ongoing war in Gaza”.",
    "France and Saudi Arabia are hosting a one-day summit at the UN General Assembly focused on plans for a two-state solution to the conflict. G7 states Germany, Italy, and the US did not attend.",
    "Belgium, Luxembourg, Malta, Andorra and San Marino are also due to recognise a Palestinian state, after the UK, Canada, Australia and Portugal announced recognition on Sunday.",
    "International pressure is ramping up on Israel over the unfolding humanitarian crisis in Gaza and settlement building in the West Bank.",
    "Israel has said recognition would reward Hamas for the Palestinian armed group’s 7 October 2023 attack on southern Israel in which about 1,200 people were killed and 251 taken hostage.",
    "More than 65,000 Palestinians have been killed by Israel since, according to Gaza’s Hamas-run health ministry. Israeli forces are currently carrying out a ground offensive aimed at taking control of Gaza City, where a million people were living and a famine was confirmed last month.",
    "The French leader told the conference that the time had come to stop the war and free the remaining Israeli hostages held by Hamas. He warned against the “peril of endless wars” and said “right must always prevail over might”.",
    "The international community had failed to build a just and lasting peace in the Middle East, he said, adding that “we must do everything in our power to preserve the possibility of a two-state solution” that would see “Israel and Palestine side by side in peace and security”.",
    "Saudi Arabia’s Foreign Minister Faisal bin Farhan Al Saud also addressed the UN, on behalf of Crown Prince Mohammed bin Salman.",
    "He reiterated that a two-state solution was the only way to achieve lasting peace in the region.",
    "European Commission President Ursula von der Leyen said the EU would set up a new financial instrument to work on Gaza’s reconstruction.",
    "“We must all do more,” she told the UN General Assembly. “This is why we will set up a Palestine Donor Group.”",
    "UN secretary general Antonio Guterres referred to the situation in Gaza as “morally, legally and politically intolerable” and said a two-state solution was the “only credible path” for peace between Israelis and Palestinians.",
    "Palestinian President Mahmoud Abbas - who was blocked from attending the UN General Assembly in person after the US revoked his and other Palestinian officials’ visas - addressed the conference via videolink.",
    "He called for a permanent ceasefire and said Hamas could have no role in governing Gaza, calling for the group to “surrender their weapons” to the Palestinian Authority (PA).",
    "“What we want is one unified state without weapons,” he said.",
    "Abbas also condemned Hamas’s 7 October 2023 attack on southern Israel and addressed Israelis, saying: “Our future and yours depends on peace. Enough violence and war.”"
  ]
}