{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-zigzagging-from-profit-takings-to-panic-selling/",
  "time_ut": 1713288180.0,
  "original_lang": "en",
  "original_title": "CSE zigzagging from profit-takings to panic-selling",
  "original_body_lines": [
    "The stock market kicked off trading yesterday with profit- takings. Later, however, it indicated panic- selling due to apprehensions in some quarters that the government and bondholders are in disagreement over two out of four factors in the current debt restructuring exercise, market analysts said.",
    "The market began on a bearish note, dropping 100 points before rising to an intraday high of 12,048 and closing at 12,006, down 27 points. Foreign investors remained net sellers, with a net outflow of Rs. 315.2 million, amid moderate participation.",
    "Further, the bourse also regressed to red territory led by the ongoing global uncertainties hovering in the middle-east, breaking the streak of consecutive gains witnessed during the last three weeks.",
    "Both indices moved downwards. The All Share Price Index went down by 218.4 points while S and P DL20 declined by 92.64 points. Turnover stood at Rs 1.4 billion with one crossing. The crossing was reported in Keells Hotels, which crossed 1.1 million shares to the tune of Rs 23.1 million; its share price was Rs 19.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Lanka IOC Rs 140 million (1.16 million shares traded), Ambeon Capital Rs 118.8 million (9.9 million shares traded), Browns Investments Rs 100.2 million (17.8 million shares traded), LOLC Finance Rs 65.3 million (10.9 million shares traded), Capital Alliance Rs 50.1 million (848,000 shares traded), Commercial Bank Rs 49.5 million (470,000 shares traded) and LOLC Holdings Rs 47.2 million (111,000 shares traded). During the day 95.4 million share volumes changed hands in 18000 transactions.",
    "Yesterday the rupee opened at Rs 299.00/25 to the US dollar in the spot forex market from Rs 299.00/10 on Monday, dealers said, while bond yields were broadly steady. A bond maturing on 15.12.2026 was quoted at 11.30/32 percent from 11.30/35 percent. A bond maturing on 15.12.2028 was quoted at 12.05/15 percent from 12.10/20 percent.",
    "A Lost Development Opportunity: Regional integration to empower Sri Lankan women",
    "‘BARK Air’ the world’s first doggy jet service will take off on May 23",
    "Unisyst Engineering to de-list from CSE at exit offer price of Rs. 6 per share",
    "Share market sees marked buying interest due to positive outlook on debt restructuring front",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}