{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-consumer-prices-rise-2-9-pct-over-34-months-july-prices-down-233947/",
  "time_ut": 1753963020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka consumer prices rise 2.9-pct over 34-months, July prices down",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s consumer prices fell 0.3 percent in the 12-months to July 2025, with prices dropping 0.2 percent in July, data from the state statistics office showed.",
    "Sri Lanka’s central bank has created only 2.9 percent inflation in the 34 months since September 2022, when deflationary policy started showing up in the balance of payments.",
    "But the central bank printed money in the last quarter of 2024 as a pickup in credit pushed up interbank rates.",
    "Excess liquidity built up in the first quarter from dollar purchases which the central bank’s founder Governor John Exter, who had superior knowledge of note-issue banking, once called ‘monetizing the balance of payments’.",
    "In June food prices were rose 0.9 percent in the 33 months from September 2022, but in July 2025 food price were down 1.5 percent over 34 months.",
    "Sri Lanka’s central bank has also been helped by better monetary policy from the Fed.",
    "Before the invention of open market operations and ‘full employment policies’ of the 1960s nominal interest rates and real interest rates were the same except in war time, when countries printed money out of desperation, knowing full well the consequences.",
    "Analysts have warned that if rates are cut too low, too soon, the central bank will not be able to collect enough reserve to repay debt and to build reserve excess liquidity has to be mopped up through deflationary operations.",
    "If attempts are made to collect dollars in excess of deflationary operations (sterilizing inflows), the rupee will fall.",
    "Central bank has broadly operated deflationary policy except in the last quarter of 2024 and missed it 5 percent inflation target, helping avoid social unrest and providing a strong foundation for growth to recover and to retore real salaries and consumer spending.",
    "There have been call for the central bank to end is quest for high inflation.",
    "Falling prices of some goods had further boosted consumer spending and growth. (Colombo/July31/2025)"
  ]
}