{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/no-bank-notes-with-akds-signature-means-no-money-printed-claims-cabinet-spox-185444/",
  "time_ut": 1730190360.0,
  "original_lang": "en",
  "original_title": "No bank notes with AKD’s signature means no money printed, claims cabinet spox",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka hasn’t printed new money, as evidenced by the absence of currency notes bearing the signature of the incumbent minister of finance, cabinet spokesman Vijitha Herath said.",
    "At the weekly cabinet press briefing, Herath said the government had not printed money.",
    "EconomyNext reported on Sunday that the central bank had injected 36.16 billion rupees through an overnight auction and 70 billion rupees for 7 days through a term auction of printed money (against domestic assets) in a country where the central bank is trying to collect reserves.",
    "By October 25, excess liquidity deposited in the central bank’s standing facility was 193.4 billion rupees, up from 138 billion rupees a month earlier.",
    "The column warned that the practices driving up interbank liquidity through domestic operations, if continued, especially when private credit picks up, will hit the external sector, as it had done on earlier occasions.",
    "Sri Lanka does not have a clean floating exchange rate and is under an International Monetary Fund reserve target.",
    "Liquidity injections by the central bank are colloquially referred to as money “printing”, though it doesn’t always involve physical minting of coins or printing of bank notes.",
    "Social media posts that went viral earlier in the week said that the new government had printed 100 billion rupees.",
    "The central bank however is an independent agency over which the government has no control. The central bank has ‘instrument independence’ and is free to create money in any way it wishes subject to an inflation target and an ceiling on domestic assets set by an IMF program.",
    "Responding to the criticism, Herath said on Tuesday that the central bank had simply conducted a standard corresponding injection upon the maturing of treasury bills and bonds.",
    "“There has been no new money printing. That’s not possible because it clearly says it cannot be done. We haven’t printed money. If we had, you would see currency notes with the signature of President Anura Kumara Dissanayake, who is the current minister of finance,” said Herath.",
    "“No note has been issued with his signature. Let us know if there is such a note. We would like to see it too,” he added."
  ]
}