{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-program-giving-results-imf-assesses-debt-sustainability-spokesperson-179507/",
  "time_ut": 1726191240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka program giving results, IMF assesses debt sustainability: Spokesperson",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s program is giving results and the next review and program discussions will take place after a new government is formed after elections, an International Monetary Fund spokesperson said.",
    "Economic growth is starting to revive, inflation is coming down, revenue mobilization is improving, and international reserves are increasing, spokesperson Julie Kozack said.",
    "“From the IMF’s position, what we see is a program that has made significant achievements, but that it is important to safeguard these achievements to enable the country to fully emerge from one of its worst crises,” she told reporters in Washington.",
    "“And as mentioned in a Press Release during the timing of the Third Review, the timing of the Third Review will be discussed with the government following the elections.",
    "“So we will move forward with program discussions after the presidential elections take place and a new government, or the outcome based on the choice of the people, we will be ready to go with that.”",
    "The IMF has provided an assessment on the latest bond restructuring framework to both the government and the bondholders at Sri Lanka’s request, Kozack said without specifically revealing whether the framework was within the debt sustainability assessment or not.",
    "“And I also just want to reemphasize that with respect to debt restructuring, the IMF does not take part in the negotiations,” she said.",
    "“In the debt restructuring negotiations and discussions, those negotiations are between the member country and its creditors, with the IMF making an overall assessment of debt sustainability.”"
  ]
}