{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101549/we-cant-come-out-from-the-existing-imf-program-akd",
  "time_ut": 1724757120.0,
  "original_lang": "en",
  "original_title": "“We can’t come out from the existing IMF program” – AKD",
  "original_body_lines": [
    "Anura Kumara Dissanayake, leader of National People’s Power alliance and its presidential candidate, says he’s serving those who were part of public protests that ousted then-President Gotabaya Rajapaksa in 2022.",
    "“The people of our country have a great expectation for a change” Dissanayake told The Associated Press. “They wanted a change and we are the agents of that change. All the other candidates are the agents of the old, failed, traditional system.”",
    "Dissanayake says the people’s wishes for a change were not realized because the protesters did not have a plan beyond ousting the president and weren’t equipped to take charge.",
    "Dissanayake says his administration can be the change people want: a sound economy in a corruption-free society.",
    "NPP is a political movement made up of 21 different groups including political parties, youth groups, women’s groups, trade unions and other civil society groups. Dissanayake’s original party is the People’s Liberation Front (Janatha Vimukthi Peramuna), which is the key force behind the NPP coalition.",
    "Dissanayake says despite his party’s long-held policy of nationalizing the country’s resources, they accept economic freedom and foreign trade. He plans to uphold the agreement with the IMF while his administration negotiates changes to ease the burden on the public.",
    "“We can’t come out from the existing IMF program because we entered into the IMF program only after the country was financially collapsed. We believe there could have been another alternative. But now all the bilateral and multi-lateral agreements have been placed inside the IMF basket,” Dissanayake said.",
    "“More attention should be paid to the hardships faced by the people when moving forward with the IMF program,” he said.",
    "Dissanayake said that his administration will not seek to punish anyone accused of human rights violations and war crimes during Sri Lanka’s brutal 26-year civil war.",
    "He said he would instead focus on investigating alleged human rights violations and seeking an agreement with the victims’ families, he said. Both government troops and separatist Tamil Tiger rebels were accused of grave human rights violations during the war that led to the United Nations human rights council calling for investigations and prosecutions.",
    "“On the question of accountability, it should not be in a way to take revenge, not in a way to accuse someone, but only to find out the truth,” Dissanayake said. “Even the victims do not expect anyone to be punished. They only want to know what happened.”",
    "Whichever candidate wins the presidency will have an intricate geopolitical balance to maintain between China and India, both of which hold Sri Lankan debt and are vying for control in the region. While China is economically secure, Sri Lanka is physically closer to India.",
    "Dissanayake says his government will handle the geopolitical rivalry with utmost care.",
    "Sri Lanka’s presidential election will take place Sept. 21. A record 39 candidates were approved to run, though one candidate died since.",
    "Incumbent President Ranil Wickremesinghe is also running, largely on public approval for his economic reform plan.",
    "The more reliable opinion polls have, until recently, put Dissanayake at a significant lead over his main rivals, said political analyst Jehan Perera. “Regardless of their accuracy, AKD is a viable candidate to win the presidency,” he said, referring to Dissanayake by his initials.",
    "“Those who want change above all will prefer to vote for AKD as he has the least connections with the business and political elites who have been running the country,” he added."
  ]
}