{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/Loss-making-SMIB-faces-political-pressure-IN-recoverING-loans/131-280332",
  "time_ut": 1712525820.0,
  "original_lang": "en",
  "original_title": "Loss-making SMIB faces political pressure IN recoverING loans",
  "original_body_lines": [
    "The state-run loss-making State Mortgage & Investment Bank (SMIB) has revealed that there are political interferences when the attempts are made to recover long- due loans.",
    "Bank’s General Manager,Thushara Asuramanna, has recently told this to workers and the trade union members at a public meeting explaining the ‘difficult’ situation that the state bank is going through.",
    "“When we tried to recover certain loans we used to get calls even from the Presidential Secretariat,” Asuramanna, told employees who gathered at the head office at Kollupitiya demanding bonuses for the Sinhala and Hindu New Year.",
    "As the bank employees were not satisfied with regard to their requests for a New Year bonus, they had surrounded the head office. However, the General Manager who intervened in the situation summoned the employees to the auditorium and explained how over the past few years the bank had been going from bad to worse and ended up with nearly Rs 500 million in losses.",
    "“To award a bonus of 25% of the salary, the bank requires  several millions of rupees,” the GM has told. Explaining the history of financial struggle, Asuramanna has said that by the middle of 2022, there were around Rs 50 million in loans.",
    "At the meeting he had detailed that with the interests going up by the middle of 2022, the bank took actions to maintain the fixed deposits by giving high-interest rates. By the end of 2022 the cost went up to about 21 million from 8 million.",
    "He has said that in the year 2022, around Rs 48 million operating loss was faced by the bank and this went up to a total of about Rs 500 in 2023.",
    "However according to the GM one of the main reasons for bank’s failure was taking actions on individuals and not following due banking procedures",
    "Amidst the massive losses, the Central Bank has proposed a merger which the bank management has required time for recovery. However, during the meeting, the GM had said that the bank’s loss was not due to workers but outside events. I don’t think this happened due to any fault by the workers. However according to the GM one of the main reasons for bank’s failure was taking actions on individuals and not following due banking procedures.",
    "He said that there are about ten loans which had not taken action to recover. In some loans for nearly 3 years no action was taken to settle them. The General Manager had admitted there are delays to take action. However some debtors had given assurances to sell their other assets and recover the loans, he has told the bank employees.",
    "“This issue had come up at the Audit inquiries and even during COPE and even the Central Bank had inquired about this” the GM told the employees.",
    "The GM admitted that some loans are not in the 100% recovery path.",
    "“There are also reasons from external parties. Sometimes when we try to take action, it is not like a private bank we get even calls from the Presidential Secretariat. In some cases, recovery process does not take the speed we expect. Now we have decided to take some action and the Central Bank is keeping an eye on them too.” GM Asuramanna has said.",
    "It was revealed that bank had given business loans to some influential parties who delayed the payment. “Some of these loans released before the Covid-19 pandemic had gone to relatives of former politicians. During the Covid- 19 period they had been given a moratorium as well,” the Bank Union spokesman told.",
    "Last October, the Parliamentary watchdog Committee questioned the bank’s failure to recover a sum of Rs 68 million lost due to a loan scam dating back to 2017.",
    "The COPE had revealed the unsettling delays in the recovery process, despite six years having passed since the incident.",
    "The COPE Committee had issued an order for SMIB officials to submit a comprehensive report to the Committee.",
    "When Daily Mirror contacted the Chairman of the SMIB, Joseph Soosaithasan he said that some action has been taken to award New Year bonuses to the employees. However, he asked to contact him today (8) to respond to the bank losses and the political influence when tried to recover loans."
  ]
}