{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Salary-hike-of-CBSL-Can-it-be-justified-on-grounds-of-financial-performance-and-position/4-759585",
  "time_ut": 1710699829.0,
  "original_lang": "en",
  "original_title": "Salary hike of CBSL: Can it be justified on grounds of financial performance and position?",
  "original_body_lines": [
    "The real bottom-line (i.e., profit or loss) of a Central Bank should be the ‘public good’ it has created",
    "Accounting profit or loss cannot be used to evaluate the performance of CBSL. Even if CBSL has been making accounting profits, such profits cannot be used as an indicator of the contribution, efficiency, and overall performance of it. Therefore, such profits, even if they exist, cannot be used to justify a salary hike based on performance",
    "The salary hike of the Central Bank of Sri Lanka (CBSL) has been questioned and challenged on several grounds including constitutional, legal, economic, financial, and ethics.",
    "However, one important dimension that has so far escaped attention and scrutiny is the nature and amount of profits or losses CBSL makes and its current financial position. Such a scrutiny is warranted because CBSL seems to believe that the profits generated, and contributions it made to the Government Consolidated Fund in the past provide a strong financial justification for the salary hike. To use colloquial language, CBSL seems to think that they ‘while standing on their own feet, make profits and give some of the profits back to the government as dividends’. Moreover, it seems to compare its profits and the financial position with loss-making Government enterprises.",
    "The purpose of this article is twofold: to argue that accounting profit or loss of a Central Bank cannot be used to evaluate their performance in the same way as profits or losses of private or public-owned business enterprises, and to examine whether the CBSL has made any ‘profits’ and increased its Equity (net assets) in the recent past.",
    "The public, via an elected parliament, have entrusted the Central Bank with the job of achieving and maintaining price and financial stability. The Central Bank operates as a monopoly with a public mandate to act in the public interest. In implementing its monetary policy, it is expected to take actions (e.g., changing the policy interest rate, buying and selling securities, buying and selling foreign exchange) from time to time. These actions are taken not because they are good business decisions that are likely to result in profits but because such decisions should anyway be taken for greater public good, i.e., for achieving price and financial stability (in other words, for achieving monetary policy targets such as inflation, forex value of the national currency, and maintaining the health of the banking system).",
    "The real bottom-line (i.e., profit or loss) of a Central Bank should be the ‘public good’ it has created. As ‘public good’ cannot be measured/verified easily and unambiguously, Central Banks measure their financial performance (in addition to compiling broad economic indicators) by computing accounting-profit-or-loss from operations which is conceptually and practically more appropriate for a business enterprise. The computational process (formula) involved in measuring profit or loss can be summarised as follows: revenues less expenses (i.e., resources used) plus or minus changes in the value of assets and liabilities during a financial year.",
    "Although accounting profit or loss of a Central Bank is computed and audited annually based on accepted accounting principles and standards, such profit or loss should be interpreted differently. This is because, as explained before, the intention of the decisions and actions of a Central Bank is not generating a profit. For illustration, let us take three examples: CBSL buy and sell foreign currencies (e.g., US$) to achieve or maintain a desired exchange rate. The profits or loss incurred in buying and selling US$ during the financial year and the ‘revaluation gain or loss’ computed at the balance sheet date (end date of the financial year) will form the total profit or loss incurred by CBSL during the financial year from this activity.",
    "If the Rupee vale against US$ had depreciated (received more Rupees from selling a US$) in a particular accounting period, CBSL would make a profit from selling US$ it already had/purchased. In contrast, if the Rupee value against US$ had appreciated (received less Rupees from selling a US$), as would have happened during the later months of 2023 and early 2024, CBSL would make a loss from buying and selling US$. The point is that the profit or loss is a residual (unintentional result) of an action/s taken by CBSL for public good in line with its mandate.",
    "CBSL is literally printing money at much lower cost than the face value of the money it prints. CBSL is the only institution that is authorised to print money. It is likely that a significant portion of its profits come from money printing or ‘seigniorage’. Moreover, money printing imposes a cost (an ‘inflation tax’) on all consumers, particularly on wage/salary earners. If CBSL wants to increase the money supply in the economy, it may also choose to buy outstanding securities from the market. Such buying and selling (open market operations) will result in profits or losses and may also involve gains or losses arising from interest rate differential.",
    "Therefore, accounting profit or lost cannot be used for the evaluation of the performance of CBSL. Moreover, accounting profit or loss of CBSL cannot be compared with the accounting profit or loss of private or public enterprises to make judgements about the performance of CBSL or vice versa.",
    "However, profits and losses of the Central Bank do matter because of their impact on the financial position or financial strength of the bank. The financial position affects the capacity of a central bank to achieve the desired monetary policy targets.",
    "The Equity of a Central Bank belongs to the Government (and hence to the Nation). The Equity of a Central Bank is represented by its net assets. When the net assets deplete because of a financial loss, the Equity also depletes by the same amount.",
    "If a Central Bank makes series of losses for several years, depending on the magnitude of losses it has incurred, the Equity may take a negative value. A negative Equity shows that the Central Bank does not have enough assets to cover its liabilities. A business enterprise will become technically insolvent at this stage. However, a central bank will not be considered insolvent/bankrupt even at this stage because it has the backing and/or binding assurances of the Government. A central bank will not be liquidated because it is bankrupt. The Government and ultimately the nation (population) will bear the brunt. The government will have to refinance the Central Bank by infusing new capital. If loans cannot be raised from other sources even with the Government assurances, the Consolidated Fund of the Government will be compelled to provide necessary capital to keep the Central Bank afloat.",
    "According to its published financial statements, during the financial year 2021 CBSL made a profit of Rs. 158 billion. Its total Comprehensive Income in that year (i.e., profit after adjusting for non-operating items) was Rs. 132 billion. However, in the financial year 2022 it incurred a Loss of Rs. 374 billion and recorded a total Comprehensive Expense (i.e., a loss after adjusting for non-operating items) of Rs. 350 billion.",
    "Audited or unaudited Profit or Loss account for the financial year 2023 is not yet publicly available. Hence, the profit or loss cannot be accurately quantified. However, at the recent CoPF meeting CBSL said to have indicated that it was going to be a loss. In the unaudited Balance Sheet prepared by CBSL at the end December 2023 the Equity is given as Rs. 11 billion, a drop of Rs. 71 billion from the December 2022 Equity balance of Rs. 82 billion. In the absence of a detailed Equity Statement, just based on the opening and closing balances of Equity, CBSL seems to have made a loss of Rs. 71 billion during the financial year 2023 (opening balance Rs. 82 billion less closing balance Rs. 11 billion). We may, therefore, estimate that the loss for the financial year 2023 is Rs. 71 billion.",
    "Equity is the amount/value of the Government’s ownership in the CBSL. At the end of the financial year 2021, CBSL’s Equity amounted to Rs. 464 billion. It declined to Rs. 82 billion in 2022 and further plummeted to Rs. 11 billion by the end of 2023. The equity of CBSL has depleted by Rs. 463 billion during the past three years. In other words, the net assets of the CBSL is a just Rs. 11 billion.",
    "Accounting profit or loss cannot be used to evaluate the performance of CBSL. Even if CBSL has been making accounting profits, such profits cannot be used as an indicator of the contribution, efficiency, and overall performance of it. Therefore, such profits, even if they exist, cannot be used to justify a salary hike based on performance.",
    "Even if CBSL has made profits, it cannot be claimed that the salary increases of CBSL staff are covered by its own profits and that there is no burden on the Government and the public. In an extreme scenario of CBSL needing a recapitalisation of its balance sheet because of severe drain of its funds and assets, the Government will have to provide fresh capital or provide assurances to enable raising new capital. Hence, the ultimate risk is borne by the Government and the people of the country.",
    "The fact is that CBSL has not made any profit (wealth increase) during the last two years irrespective of whether we use accounting profit or total comprehensive income as the measure. Its audited total loss for 2022 is Rs. 374 billion and estimated total loss for 2023 is Rs. 72 billion.",
    "The Equity of CBSL has dropped from Rs. 464 billion at the end of 2021 to Rs. 11 billion by the end of 2023, a depletion of Rs. 453 billion. A meagre equity of Rs. 11 billion is likely to adversely affect CBSL’s ability of intervening in the economy to implement its monetary policy.",
    "Given its recent financial performance (its losses) and current financial position (its net assets/equity), CBSL should not have increased the salaries of its staff. The salary hike is clearly extravagant and financially imprudent as it will impose an additional long-term burden on CBSL in terms of increased salaries and other employee benefits.",
    "Note: CBSL has contributed Rs. 302 billion to the Government Consolidated Fund as dividends since its inception (from 1950 to 2023, 73 years). CBSL does not have to pay tax unlike other business entities.",
    "(The writer is a chartered accountant. He is a former head of finance, financial planning, and insurance disciplines of Deakin University, Australia. Currently he works as an academic and a staff-mentor at the University of Melbourne.)"
  ]
}