{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97979/hamas-presents-ceasefire-proposal-detailing-exchange-of-hostages-prisoners",
  "time_ut": 1710501480.0,
  "original_lang": "en",
  "original_title": "Hamas presents ceasefire proposal detailing exchange of hostages, prisoners",
  "original_body_lines": [
    "Hamas has presented a Gaza ceasefire proposal to mediators and the U.S. that includes the release of Israeli hostages in exchange for freedom for Palestinian prisoners, 100 of whom are serving life sentences, according to a proposal seen by Reuters.",
    "Hamas said the initial release of Israelis would include women, children, elderly and ill hostages in return for the release of 700-1,000 Palestinians held in Israeli prisons, according to the proposal. The release of Israeli “female recruits” is included.",
    "Israeli Prime Minister Benjamin Netanyahu’s office said on Thursday a new Gaza truce proposal presented by Hamas to mediators was still based on “unrealistic demands”.",
    "His office said an update on the issue would be handed to the war cabinet and extended security cabinet on Friday.",
    "Egypt and Qatar have been trying to narrow differences between Israel and Hamas over what a ceasefire should look like as a deepening humanitarian crisis has one quarter of the population in the battered Gaza Strip facing famine.",
    "Qatari officials did not immediately respond to a request for comment.",
    "Egypt is seeking to reach a ceasefire in Gaza, ramp up aid deliveries to the Strip and allow for displaced Palestinians in the south and centre of the enclave to move to the north, President Abdel Fattah al-Sisi said on Friday.",
    "“We are talking about reaching a ceasefire in Gaza, meaning a truce, providing the biggest quantity of aid,” he told Egypt’s police academy.",
    "Sisi also warned against the dangers of an Israeli incursion into Rafah, on the border with Egypt.",
    "Five months into the war, Netanyahu’s office said in February it had ordered the military to develop a plan to evacuate Rafah and destroy four Hamas battalions it says are deployed there.",
    "A possible assault on Rafah, where most of the displaced have sought shelter, prompted international concern for its dire consequences.",
    "Hamas said ceasefire negotiations had faltered over the past few weeks due to Netanyahu’s rejection of its demands, which include a permanent ceasefire, Israeli withdrawal from the Strip, the return of the displaced in the south of the enclave to the centre and the north, and stepping up aid without restrictions.",
    "In February, Hamas received a draft proposal from Gaza truce talks in Paris that included a 40-day pause in all military operations and the exchange of Palestinian prisoners for Israeli hostages at a ratio of 10 to one - a similar ratio to the new ceasefire proposal.",
    "Israel had rejected in February a draft proposal for a truce from Hamas, citing its long-held goal of not ending the war until it has destroyed the Islamist group that has run Gaza since 2006. Hamas insists an agreement should end the war.",
    "According to the latest proposal, Hamas said a date for a permanent ceasefire would be agreed upon after the initial exchange of hostages and prisoners, as well as a deadline for an Israeli withdrawal from Gaza.",
    "The group said all detainees from both sides would be released in a second stage of the plan.",
    "The war was triggered by a Hamas-led attack on southern Israeli towns on Oct. 7 in which 1,200 people were killed and 253 taken hostage, according to Israeli tallies.",
    "Since then, Israel’s air, sea and ground assault on Gaza has killed more than 31,000 people and wounded over 71,500, according to Gaza health authorities.",
    "The conflict has spread to other parts of the already volatile Middle East. Lebanon’s Iran-backed Hezbollah has frequently exchanged fire with Israel along the border.",
    "Pro-Iranian armed groups in Iraq have attacked U.S. forces in the country and Yemen’s Iran-aligned Houthis have attacked ships in and around the Red Sea to show their solidarity with Palestinians in the Gaza war.",
    "Late on Thursday, Hamas said it presented to mediators a comprehensive vision of a truce based on stopping what it calls Israeli aggression against Palestinians in the Gaza Strip, providing relief and aid, the return of displaced Gazans to their homes and the withdrawal of Israeli forces.",
    "With the war now in its sixth month, the U.N. has warned that at least 576,000 people in Gaza are on the brink of famine and global pressure has been growing on Israel to allow more access for aid."
  ]
}