{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/elevating-market-integrity-by-ensuring-secure-and-transparent-trading-practices-at-colombo-stock-exchange/",
  "time_ut": 1723842660.0,
  "original_lang": "en",
  "original_title": "Elevating market integrity by ensuring secure and transparent trading practices at Colombo Stock Exchange",
  "original_body_lines": [
    "Ms. Nilupa Perera, Senior Vice President of the Broker Supervision and Listed Entity Compliance Divisions at the Colombo Stock Exchange (CSE), provides an in-depth look at the critical roles her divisions play in maintaining market integrity and fostering good corporate governance.",
    "What is the role of the Broker Supervision Division at the CSE?",
    "The Broker Supervision Division is pivotal to ensure adequate protection for investors who engage the services of Trading Participants. We strive to deliver a high level of service and maintain effective working relationships with Trading Participants. By closely monitoring their activities, we ensure that Trading Participants provide secure and trusted services to investors.",
    "For this purpose, one of our primary responsibilities is ensuring that Trading Participants of the CSE (Stockbrokers and Stock dealers) adhere to the Trading Participant Rules and the Circulars issued by the CSE as well as Directives issued by the Securities and Exchange Commission of Sri Lanka (SEC). Further, we work diligently to ensure that the Trading Participants meet the minimum capital requirements set out in the CSE Trading Participant Rules. Our division is dedicated to maintaining a secure, fair, and orderly trading environment through effective monitoring and supervision of this key stakeholder group.",
    "What are the new initiatives of the Broker Supervision Division?",
    "Our Broker Supervision Division is dedicated to continuously enhance the regulatory environment to support a transparent and compliant trading ecosystem. One of our key initiatives is the introduction of new rules for Trading Participants pursuant to the new SEC Act designed to facilitate a robust regulatory framework. We are also adopting a risk-based approach in conducting on-site systems audits and off-site supervision of Trading Participants.",
    "Additionally, we have implemented rules that impose penalties on Trading Participants who are non-complaint with key rules set out in the Trading Participant Rules. As part of our commitment to sustainability, we are in the process of introducing systems to facilitate communication with Trading Participants more effectively.",
    "Could you describe the role of the Listed Entity Compliance Division at the CSE?",
    "The Listed Entity Compliance Division plays a crucial role in promoting good corporate governance practices and ensuring fair and transparent financial reporting among listed companies. Our main goal is to safeguard the interests of investors by ensuring that the listed entities act in compliance with the CSE Listing Rules.",
    "We conduct comprehensive reviews of interim financial statements and annual reports to ensure accuracy and adherence to CSE Listing Rules. Our division closely monitors compliance with corporate governance requirements and minimum public holding requirements. Identifying non-compliances which require appropriate enforcement actions is an important function we perform. Handling investor complaints against listed companies and overseeing the delisting processes are some of the other key responsibilities of the division.",
    "What are the new initiatives of the Listed Entity Compliance Division?",
    "The Corporate Governance rules were updated on 01st October 2023, marking the first major revision after 15 years. The new rules now cover Chairman-CEO duality, the fit and proper criteria for Directors and CEOs, mandatory Policies, Nominations, and Governance committees. Additionally, a new framework has been established to initiate enforcement actions against listed companies for non-compliance with key CSE Listing Rules.",
    "Share market gains for fifth consecutive day; profit-takings in some counters",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}