{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103285/investment-scam-operating-out-of-luxury-apartment-in-colombo-defrauded-over-rs-300-mln",
  "time_ut": 1731169380.0,
  "original_lang": "en",
  "original_title": "‘Investment scam’ operating out of luxury apartment in Colombo defrauded over Rs. 300 mln",
  "original_body_lines": [
    "The Computer Crime Investigation Division (CCID) of the Criminal Investigation Department (CID) has uncovered a large-scale online financial scams racket in Colombo.",
    "A total of 59 suspects, including two persons who headed the racket, were arrested on suspicion of orchestrating the scheme.",
    "According to police, the scammers targeted foreign nationals, defrauding victims of an estimated Rs. 300 million.",
    "The Korean Embassy in Sri Lanka filed a complaint with the CID on Thursday reporting that a Sri Lanka-based company by the name of ‘Wavetec,’ had scammed a Korean national out of approximately Rs. 300 million under the guise of business investments.",
    "According to the complaint, about US$ 1 million was obtained from the Korean national on several occasions under the pretext of investing in business activities, and later they had avoided paying back the money.",
    "The CID’s CCID officers had later uncovered that the operation was being carried out from a luxury apartment complex on Havelock Road, Colombo.",
    "In a raid yesterday (08), they arrested 57 Sri Lankan nationals, including 23 women - two of whom are pregnant. Police reported that the suspects were multilingual, with some proficient in over five languages.",
    "Following the interrogation of the suspects, the sleuths managed to arrest the Director (a female attorney) and the Manager of the operation.",
    "The arrested employees had claimed they had been hired for IT jobs but had only undergone language proficiency tests in Japanese, Korean, and German prior to being hired.",
    "“This location was raided yesterday. The facility was maintained with a monthly rent exceeding Rs. 9 million,” Police Spokesman DIG Nihal Thalduwa stated.",
    "The apartment’s 40th floor had been partitioned, and employees were instructed to avoid contact with others. The suspects alleged they were unaware of the fraud, stating they received salaries ranging from Rs. 150,000 to Rs. 600,000, with no knowledge of how the funds from foreign investors were handled.",
    "Upon raiding the premises, the police found the computer systems had been disabled, and fake investment documents were discovered. Investigators noted that ‘Wavetec was officially registered, which added a veneer of legitimacy that misled even embassy officials.",
    "The director and manager reportedly lived lavish lifestyles, funded by the operation’s proceeds. Investigators revealed that the duo managed three similar operations and promptly shut down the other facilities after the raid, instructing their employees not to report to work.",
    "Defense attorneys argued that some of the detained employees were new hires, many under the age of 25, who had not even received their first paychecks yet.",
    "Following the hearing, the Colombo Magistrate’s Court remanded the director and manager in remand custody until November 12 while the other suspects were each released on two sureties of Rs. 1 million each."
  ]
}