{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/BASL-condemns-Parliamentary-attacks-on-judicial-independence/56-763575",
  "time_ut": 1719535461.0,
  "original_lang": "en",
  "original_title": "BASL condemns Parliamentary attacks on judicial independence",
  "original_body_lines": [
    "Expresses dismay over comments made about individual judges’ conduct and rulings by Justice Minister",
    "Stresses that JSC should have exclusive control over disciplinary actions of judicial officers without legislative interference",
    "Says it views Parliamentary remarks as a threat to rule of law and judicial independence",
    "Warns Parliamentary criticisms of judges could mislead public and undermine confidence in judicial system",
    "The Bar Association of Sri Lanka (BASL) this week condemned the parliamentary attacks on judicial independence.",
    "This statement follows a series of remarks against the judiciary by the Justice Minister Dr. Wijeyadasa Rajapakshe and several Members of Parliament during a Parliamentary debate on 19 June.",
    "Reaffirming its unwavering commitment to protecting the independence of the judiciary and upholding the rule of law, the BASL aligned itself with the concerns expressed by the Judicial Services Association of Sri Lanka, emphasising the need for an independent and fearless judiciary as a cornerstone for the preservation of the rule of law. The BASL underscored that any alleged misconduct by judicial officers should be impartially investigated and, if proven, dealt with severely to maintain the sanctity of the judicial office.",
    "The BASL expressed its dismay over the references made to the official conduct of individual judges and the orders issued in ongoing cases, especially given that the Justice Minister was a litigant in some of these cases. The association emphasised that the disciplinary control of the minor judiciary’s judicial officers is the exclusive purview of the Judicial Service Commission (JSC) and should remain free from legislative interference.",
    "The BASL said it views the Parliamentary statements as a significant threat to the rule of law and the judiciary’s independence. It pointed out that comments made under Parliamentary privilege could not be countered by the judges concerned, potentially misleading the public about the judiciary’s conduct and integrity and eroding public confidence in the judicial system.",
    "The association called on Members of Parliament to refrain from interfering with the judiciary’s functions or the JSC’s operations, warning that such interference could have serious consequences, including undermining public trust in the judicial system."
  ]
}