{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/global-education-exhibition-to-be-held-in-negombo-from-february-2-to-4/",
  "time_ut": 1706030580.0,
  "original_lang": "en",
  "original_title": "Global Education Exhibition to be held in Negombo from February 2 to 4",
  "original_body_lines": [
    "Maris Stella College Negombo, Old Boys Association (OBA), recently announced the launch of Edura Global Education Fest 2024, featuring an Education Exhibition, Job Fair, and Book Fair.",
    "Under the theme “Global Education Fest,” this three-day event will be held from February 2 to 4, 2024, at Maris Stella College premises in Negombo. The event will also host a Book Fair from February 2 to 6, showcasing leading stationery suppliers and publishers.",
    "Edura 2024 aims to be the premier platform bridging the gap in students’ pursuit of higher education, offering a unique opportunity for local and international universities, foreign university placements, student transfer options, and job seekers.",
    "In addition, Edura 2024 serves as an invaluable resource for teachers seeking job opportunities both in Sri Lanka and abroad. By connecting educators with diverse institutions, the exhibition becomes the ideal platform for teachers to explore new professional horizons, fostering global collaborations and enhancing their contribution to the evolving landscape of education.",
    "“The Edura Global Education Fest 2024 is not just an exhibition; it’s a transformative journey for students, parents and teachers. Education is something no one can take from you, and this event is designed to empower individuals with the knowledge and opportunities they need to shape successful futures,” said Pradeep Peiris, President of Maris Stella College OBA.",
    "At the Educational Fair, attendees can explore opportunities from local, international, and overseas educational institutions, while the Job Fair provides a platform to connect with potential employers and explore career options. Additionally, the Book Fair features a curated collection of stationery and books.",
    "Maris Stella College Negombo, an illustrious Catholic school in Sri Lanka, celebrates its commitment to producing well-rounded individuals since 1922. The Edura 2024 event is an extension of the College’s legacy, providing a reliable platform for students and parents to explore educational opportunities, transfer options, and scholarships.",
    "Related Topics:and Book FairEducation ExhibitionEdura Global Education Fest 2024Job FairMaris Stella College Negombo",
    "Daraz launches first-ever Free Delivery Festival to set new e-commerce benchmarks in 2024",
    "Investor anxiety over IMF’s third tranche triggers panic-selling of shares",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}