{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hoteliering/",
  "time_ut": 1711818540.0,
  "original_lang": "en",
  "original_title": "Hoteliering",
  "original_body_lines": [
    "G.E.B. Milhuissen, who owned a thriving timber firm named Cetrac, in Peliyagoda had been a friend and business associate of Jeramius, a client purchasing large quantities for his projects. Geoffrey Bawa, still in the early stages of the architectural career that would make him world-famous, had been another. Together, Milhuissen and Bawa had built the Blue Lagoon Hotel, in Talahena, Negombo in 1965 – the first modern resort hotel to be built in Sri Lanka. Kept reliably filled with guests by a Scandinavian charter-tour operator, Vingresor, the Blue Lagoon had turned out to be a very profitable investment. By 1971 Milhuissen was keen on expanding.",
    "The site Milhuissen selected for his second hotel was Palangathurai, a fishing hamlet close to Negombo. Since his old friend Jeramius had passed away, it seemed fitting to Milhuissen that the friend’s son, who was in the same business, should build the new hotel – to be called Seashells. The estimated construction period was six months, a very tight schedule in those days. Herbert set about the challenge with his usual determination, and inadvertently found himself in the tourism business.",
    "The site was a barren field by the sea. The village of Palangathurai, comprised a handful of tiny coconut-thatched huts populated mainly by women and children whose menfolk slept by day and went out to sea at night. Fearful for their livelihoods and suspicious of the intentions of well-dressed, influential city folk, the villagers greeted Herbert and his associates with reserve and occasional hostility. It took all Herbert’s patience, humility and understanding to win them around. His people skills, honed by his years as a student politician and building contractor, were equal to the task. By the time Seashells was complete, the villagers of Palangathurai had become his friends.",
    "The project also made him friends among the representatives of Vingresor, the Swedish charter operator, who also had an equity stake in Seashells. With tourism booming, it was not long before the Scandinavians were pressing Herbert to build a hotel of his own. If only he would build it, they promised, they fill it for him.",
    "Herbert who loved challenges and to experiment with new ideas was not averse to the proposition. His involvement in Seashells Hotel and the long evenings spent talking shop with Milhuissen and the Scandinavians had given him considerable understanding of the business of owning and running tourist hotels. He considered the idea for a long time, and eventually bought a plot of land in the adjoining fishing village in Negombo, Ethukala.",
    "The Blue Oceanic Beach Hotel opened in 1973 with only six rooms ready for use – a very modest beginning. The entire project was for 60 rooms – but the demand at that time was so high and the supply so little, that the tour operators were ready to take whatever accommodation that was available. So, the unfinished hotel, with the main building area separated by a cadjan wall, opened its doors with the six completed rooms.",
    "Blue Oceanic, at the beginning, was very much a family effort. The electric cooker from the Mattumagala house was commandeered for the hotel kitchen, as the equipment ordered for the hotel had not arrived since the scheduled opening day was a long way off. Of course, the family crockery and cutlery had also to be loaned to the hotel. Josephine shopped for supplies and the family cook, Thangaraja prepared the meals. Around this tiny operation, construction of the rest of the hotel went on. By 1974 all sixty rooms had been completed as planned.",
    "Herbert Cooray had been well and truly bitten by the hospitality bug. From now on, hotels and hoteliering would be his passion. He loved identifying spaces in picturesque areas of the country, thinking of a concept, sourcing the architect who will be able to execute it best in keeping with the environment. Of course, he could not neglect his construction business; and given his bent for personal involvement, the effort of running two enterprises in parallel was very nearly all – consuming. Still, Herbert continued to demand the highest standards of himself, his employees and his suppliers, and such was the respect in which he was held that he inevitably received it.",
    "The first Manager of the Blue Oceanic was Lakshman Jayawardena, a veteran hotelier at the time. Just around this time, Herbert’s friend Mark Samarasinghe’s son, Ruan, who had just completed his schooling, was looking for employment. Only 19 years old, he turned out to be an excellent recruit; and was Lakshman Jayawardena’s understudy. Today, Ruan Samarasinghe is the Managing Director of Jetwing Hotels and has just completed 41 years with Jetwing.",
    "Despite the Scandinavians’ assurances, success did not come easily at Blue Oceanic. As in the construction business, Herbert again faced entrenched competitors with experience, resources and economies of scale on their side. The largest Sri Lankan travel firms and tour operators made booking decisions on behalf of thousands of tourists and were used to dictating terms to hoteliers; many also ran their own hotels.",
    "In those days, tourism to Sri Lanka consisted mainly of group package tours, run back to back, with the holidaymakers corralled into tight schedules for easy processing. These foreign Tour Operators and their local agents wielded great power. There were few individual travelers and last minute bookings or cancellations were rare. Opportunities to pick up business ‘dropped’ by larger operators were few. Allotments of rooms were pre-booked and charters brought in one batch of European tourists to occupy the rooms just vacated by another batch who were transported back home. The charters usually came during the European winter months which coincided well with South West monsoon and thus the tourist season established itself from November to April.",
    "European operators sold their package using brochures that prominently featured the hotels on offer. Getting a picture of one’s hotel into these brochures was essential in order to get bookings, but Blue Oceanic was often crowded out by bigger operators. It was a closed shop. There were other problems: Negombo, relatively populous, had been passed over by the Ministry of Tourism in favour of Bentota as the centre of tourism development on the west coast of Sri Lanka. Most foreign tour operators had not even heard of Negombo.",
    "Moreover, the officials and operators told Herbert that Negombo beaches were dirty and crowded with locals. Undeterred, Herbert kept up his search for markets beyond Scandinavia, and was finally rewarded when TUI, one of the largest German tour operators, featured Blue Oceanic in its brochure. Herbert was determined to make the underdog Negombo a flagship resort destination in Sri Lanka, and his tireless efforts have now paid dividends. Negombo today boasts wide sandybeaches, kept clean by a vigilant Municipality and tourists left to wander undisturbed bypushy “beach boys” It offered a wide variety of accomodation dining and wining option and amazing shopping opportunities.",
    "Meanwhile, he continued to leverage his ‘people skills’ to good effect. Understanding that hospitality is essentially a personal thing, he himself would interview and approve members of the hotel’s service staff. He had his own standards for different categories of staff and sought them as often as he could. Management was kept on its toes by Herbert’s regular evening visits to Blue Oceanic. Making these evening visits necessitated a long drive after a hard day’s work in Colombo, but Herbert never shirked – he even went on weekends!",
    "The personal touch worked, though: Blue Oceanic was soon fielding inquiries from major European tour operators. Herbert began visiting trade fairs in Germany and the UK, along with his good friends George Ondaatjie and Lucian Perera; these visits, too, generated new business. The hard work was beginning to pay off and he was enjoying it thoroughly.",
    "From the beginning, he was extremely sensitive to the environmental and societal factors of the location and the surroundings of his hotel projects. He ensured that the building blended with the environment and did not stand out awkwardly, the natural habitat was not destroyed or disturbances were kept to a minimum, and the day to day lives of the local community was not disrupted but enhanced in whatever way possible. Herbert was vehemently against the “all inclusive concept” that became very popular at the time.",
    "This meant that a client got a rate at a hotel that included all facilities – meals, snacks, beverages and sometimes excursions too. When tour operators asked for this, he argued that it deprives the people of the area from benefiting from tourism. As the clients have no reason to leave the hotel, the little cafes and bars that add to the tourist experience will naturally find it hard to survive. Continuing this policy, most Jetwing hotels now sell on Bed and Breakfast giving the client the freedom and the flexibility to experience other local cuisine.",
    "Hoteliering might have been the whole of Herbert Cooray’s involvement with tourism, had Dieter Feld, a German tour operator not visited the Blue Oceanic one day in the early 1980s to inspect the hotel and make a booking for his clients. The man simply fell in love with Negombo; he wanted to live there. The problem was that his business was handled by a company in Colombo, and commuting daily from Negombo was out of the question. Unwilling to give up his dream, he set about persuading Herbert to start a travel agency of his own. He said once he did so, he could have the entire business of handling his clients. The agency would undertake ‘ground arrangements’ – transportation, guides, etc. – for the German’s clients.",
    "Herbert was dubious and reluctant. He knew nothing about the travel trade; hotels were what he loved. Conceptualising and creating them excited him. Seeing them operating efficiently, providing employment to many youth and giving a great service satisfied him immensely. The German suggested a compromise: he would set up the company and help run it too, so long as Herbert would provide the investment.",
    "Thus began Jet Travels, a Destination Management Company founded in 1981, its name a direct translation of the name of the German tour operator’s firm Jet Reisen. Its four employees were accommodated in a building in front of Blue Oceanic Hotel. A bus was purchased for tours and airport transfers; its first driver was David Appuhamy, a lorry driver who had worked for Herbert for many years, ferrying building materials for his construction projects.",
    "A couple of years later, G.E.B. Milhuissen, contemplating retirement, began disposing of his businesses. Herbert bought the Seashells Hotel in Negombo, a hotel he had built in record time. Vingresor, happy with the change of management, assisted the enterprise by moving their ground-handling business from their earlier agency to Jet Travels. Later, a larger German tour operator, ITS bought Jet Reisen and was willing to transfer their business also to Jet Travels provided the name and logo was changed. To Herbert, who was never one for research and fanfare, there was a simple solution.",
    "Quite simply, Jet Travels became Jetwing Travels, by coining together the names of the two tour operators the company handled – German (Jet) and Scandinavian (Ving, with a slight twist became wing!). A new chapter in Herbert Cooray’s life and the history of Sri Lankan tourism had begun.",
    "The story of rice and some controversial predictions from the developed world",
    "14 Sri Lankans attempting to enter Réunion Island via sea repatriated by air",
    "Navy takes hold of smuggled consignment of Tendu leaves in Negombo seas",
    "Youth from across the globe gather in Negombo for the iDove Hybrid International Youth Conference",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}