{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/new-wave-of-sound-from-sl-to-international-stage/",
  "time_ut": 1729091880.0,
  "original_lang": "en",
  "original_title": "New wave of sound from SL to international stage",
  "original_body_lines": [
    "Generally we talk about our musicians travelling overseas for various gigs; we hardly hear of a local DJ going abroad for a spin.",
    "However, that scene is now changing and a rising star in the electronic music world, DJ Nishan Lee, has embarked on a European tour, featuring headline performances in some of the continent’s most renowned venues.",
    "Known for his mastery of Electronic Dance Music, Nishan Lee has been at the forefront of the underground electronic scene in Sri Lanka. This tour marks a significant milestone in his career, as he will also host exclusive label events for his rapidly growing brand, Audiosolo, in Italy, the Netherlands, France and Spain.",
    "With an established reputation for delivering immersive, energetic sets that transcend genres, Nishan Lee’s artistry has been recognised both locally and internationally. His unique sound, characterised by emotional depth and hypnotic rhythms, has captivated audiences around the world, positioning him as one of the most promising DJs to emerge from South Asia.",
    "For Nishan Lee, performing across Europe has always been a dream, “and to have the opportunity to showcase my label, Audiosolo, in cities like Milan, Amsterdam, Mallorca and Paris is a massive step forward for both me and the label and Artiste Manager Venusha (Venna), said Nishan Lee.",
    "“This tour is about more than just the music—it’s about bringing a new wave of sound from Sri Lanka to the international stage and connecting with a global audience.”",
    "The European Tour and Official Audiosolo Events are as follows:",
    "These exclusive Audiosolo events in Milan and Paris are set to be a highlight of the tour, offering a platform to showcase not only Nishan Lee’s signature sound but also the unique talent emerging from his label. Audiosolo.",
    "Nishan Lee: Been at the forefront of the underground electronic scene in Sri Lanka",
    "Founded by Nishan Lee, Audiosolo has been steadily building a reputation as a forward-thinking label, with a roster of talented artistes pushing the boundaries of melodic and progressive house.",
    "The Milan and Paris events will be an opportunity for Audiosolo to present itself to a European audience, bringing together a lineup of DJs that represent the label’s creative vision.",
    "Having made a name for himself in Sri Lanka’s burgeoning electronic music scene, he has been instrumental in shaping the country’s underground sound. His ability to craft sets that are as emotionally charged as they are technically precise has garnered him widespread acclaim. Now, with the global electronic music scene more interconnected than ever, Nishan Lee is ready to bring his sound—and the sound of his label—to an international stage.",
    "“Creating Audiosolo was about building something that stands for innovation and artistry,” he explains. “Our goal is to break barriers and bring together a community of artistes who are passionate about redefining the boundaries of electronic music. Hosting official Audiosolo parties in Milan and Paris is just the beginning of what we plan to achieve.”",
    "In addition to the European tour, Nishan Lee has another major highlight on his calendar. On November 22, he will join forces with Subandrio—one of the most respected names in the Sri Lankan underground scene—for ‘All Night Long’, a much-anticipated event in Colombo. The event promises an extended, immersive experience, allowing both DJs to showcase their full range of styles over the course of the night.",
    "“I’m particularly excited about the ‘All Night Long’ event with Subandrio,” Nishan Lee said. “It’s a unique opportunity to take the audience on a journey over several hours, diving deeper into the music and really pushing creative boundaries. Subandrio and I share a vision for the future of electronic music in Sri Lanka, and this event will be something truly special for our fans.”",
    "With several new releases on the horizon and future collaborations in the works, Nishan Lee is on track to solidify his place among the global electronic music elite.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}