{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ground-realities-discourage-tamil-engagement/",
  "time_ut": 1724693760.0,
  "original_lang": "en",
  "original_title": "Ground realities discourage Tamil engagement",
  "original_body_lines": [
    "The question of the economy, the economic development path to be followed and who is best suited to lead the country at this time are the most discussed issues at the present time.  But another important issue that has contributed to the economic and other problems the country faces and which has proved difficult to resolve will soon intrude on the discussion.  At the same time as the election campaign is in full swing, the sessions of the UN Human Rights Council in Geneva are also going to commence soon.  The Issue of Sri Lanka’s conformity with the UNHRC resolutions that have been making their regular appearance since 2009 will be taken up at these sessions.  Those resolutions are based on the international community’s assessment that successive Sri Lankan governments have not dealt in an acceptable manner with the human rights violations of the past.",
    "It is unlikely that the international community will seek to change the position it has taken on the Sri Lankan situation significantly, one way or the other at this juncture.  The country faces a crucial presidential election that could decide a new direction for the country, one that is hopefully better than the direction that the country has hitherto been going.  Therefore, the most likely outcome of the UNHRC session in September will be to give Sri Lanka more time to fulfil the targets set for it.  The most recent report of the UN High Commissioner for Human Rights has not been favourable.  The message it gives is that more needs to be done and until such time the UN’s monitoring of the human rights situation in the country will continue.",
    "UN Human Rights High Commissioner Volker Turk has reported that “Failure of the Sri Lankan State to specifically recognise victims’ suffering, to acknowledge the military and other security forces’ role in the commission of gross human rights violations, and to address violations committed in the past and present, has been a key obstacle to the rule of law, democracy, and good governance. Many of the structures and some of the members of the State apparatus credibly implicated in the grave crimes and human rights violations remain in place, preventing meaningful progress in terms of accountability and perpetuating human rights violations.”  In addition, he has pointed out that “victims and CSOs (civil society organisations) have strongly opposed the establishment of the proposed truth-seeking mechanism and have suggested that the Government first take specific steps to create an environment for reconciliation.”",
    "The government has refuted the observations of the UN report. The government has also apprised member countries as well as other nations of its position on the issues raised in a diplomatic note. The government has rejected all conclusions and recommendations including references to targeted sanctions and future accountability processes as “they are based on incorrect and unsubstantiated sources/material contravening the principles of natural justice and the principles of universality, impartiality, objectivity and non-selectivity, as stipulated in the GA (General Assembly) resolution 60/251 that created the HRC.” But ground realities are different. In the East of the country, judicial decisions regarding land encroachment are not being observed. The overall context in which this disregard of the law takes place is one in which the president himself has justified the non-implementation of judicial decisions regarding the postponement of local government elections.",
    "There are teeth in the UN resolutions, including the present one, which the international community has still not used.  One is use of the targeted economic sanctions which Sri Lanka can ill afford at this time when it is in a deep economic crisis.  The EU’s GSP Plus tariff concession could be withdrawn if Sri Lanka does not fulfil the conditions set for it. The other formidable threat is that of universal jurisdiction for international crimes.   The principle of universal jurisdiction is a legal doctrine that allows states or international bodies to prosecute individuals for serious crimes against international law—such as genocide, war crimes, crimes against humanity, and torture—regardless of where the crimes were committed, the nationality of the perpetrators or victims, or any other jurisdictional connections.",
    "In the context of Sri Lanka, numerous United Nations Human Rights Council (UNHRC) resolutions have addressed alleged human rights violations, particularly those related to the protracted civil conflict that ended in 2009. Universal jurisdiction could empower foreign courts or international tribunals to initiate legal actions against Sri Lankans accused of committing serious human rights violations. This means that individuals implicated in UNHRC resolutions could potentially face trials outside Sri Lanka’s jurisdiction.  However, there seems to be a re-evaluation of the continuance of the UNHRC process within the international community.  The worst of the Sri Lankan conflict ended over 15 years ago with the war’s end.   The situation in Sri Lanka today is much improved compared to what is happening elsewhere in the world.",
    "The present period in Sri Lanka is also more conducive to national reconciliation due to the convergence of interests of the major political actors in getting the support of all sections of the population for the forthcoming presidential elections.  President Ranil Wickremesinghe has been making an all-out attempt to woo the minority communities to ensure that they vote in his favour. The ethnic and religious minorities constitute about a third of the voting population so obtaining their support in a tight three cornered race is essential for victory.  President Wickremesinghe, Opposition leader Sajith Premadasa and JVP leader Anura Kumara Dissanayake who are the big three presidential candidates have each staked out relatively enlightened positions with regard to dealing with minority issues and finding a political solution to the ethnic conflict. They also need to build confidence in the people that they will implement what they promise.",
    "Public stances in favour of national reconciliation based on mutual compromise and consensus seem to have grown stronger in the aftermath of the calamitous period of President Gotabaya Rajapaksa who won the presidency on a platform of ethnic Sinhalese nationalism.  However, these same forces of nationalism can be seen remobilising for the presidential elections.  The former president’s nephew Namal Rajapaksa appears to be following in his uncle’s footsteps, at least where it concerns harnessing the power of ethnic Sinhalese nationalism for electoral success. He has said, “We are committed to respecting all religions in this Buddhist country. We will not devolve land and police powers to provincial councils. We gain nothing by misleading our Tamil people in the North.” The Tamil people, and indeed all people who believe in the rule of law, will see in this the non-implementation of the 13th Amendment which specifies that police and law powers shall be devolved.",
    "Faced with these ground realities, the forces of ethnic Tamil nationalism are also seeking to remobilise under the umbrella of the common Tamil presidential candidate.  In the past Tamil leaders and their parties also boycotted elections and sought separation due to their mistrust of the ethnic Sinhalese majority.  This polarisation was both the cause and consequence of accords and agreements that were signed and not honoured.  But the present is a time when the main slogan and aspiration in the country is for a system change.  The rethinking that is taking place in the international community about the value of their interventions, and the reaching out to the Tamil voters by the three main presidential candidates is an indication that the time is ripe for the Tamil polity to engage with the national political process rather than to disengage from it.  It also means that those who seek to win the presidency need to commit themselves to changing the ground realities that vitiate the rule of law and discriminate against ethnic and religious norities.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}