{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101362/pakistan-ex-pm-imran-khan-applies-to-be-oxford-chancellor-from-jail",
  "time_ut": 1724123520.0,
  "original_lang": "en",
  "original_title": "Pakistan ex-PM Imran Khan applies to be Oxford Chancellor from jail",
  "original_body_lines": [
    "Pakistan’s jailed former prime minister Imran Khan has applied to become the next chancellor of Britain’s prestigious University of Oxford, his party said.",
    "Khan, prime minister from 2018 to 2022, has just marked one year in prison on various charges from corruption to inciting violence that he said are politically motivated and designed to keep him from power.",
    "“Imran Khan had given instructions that he would like to submit his application and now the application scrutiny will take place,” Sayed Zulfikar Bukhari, the London-based spokesman for Khan’s Pakistan Tehreek-e-Insaf (PTI) party, told AFP.",
    "“It’s a ceremonial post but one with utmost prestige and importance and Imran Khan, being one of the larger or more popular names coming out of Oxford, it would be brilliant to see him as chancellor,” he said.",
    "Conservative peer Chris Patten, the last British governor of Hong Kong, announced in February he was stepping down as Oxford chancellor.",
    "The list of candidates for the 10-year term will not be made public until October, according to the university’s website, with voting taking place at the end of the month.",
    "Khan graduated from Oxford in 1975 after studying philosophy, politics, and economics.",
    "He led a playboy lifestyle during his career as one of Pakistan’s greatest cricket players, regularly gracing the pages of Britain’s gossip magazines.",
    "Married three times, including to British socialite and filmmaker Jemima Goldsmith, he later turned to philanthropy and politics.",
    "He faced a backlash from women’s rights groups while prime minister for linking Pakistan’s high rates of sexual violence to the clothes that women wear.",
    "Khan was ousted in 2022 and then launched a comeback campaign in which he criticised Pakistan’s powerful military, whose leading generals had once backed him, and drew massive crowds onto the nation’s streets.",
    "“If he does become the chancellor, he would be the first of Asian descent. It wouldn’t be something only for Pakistan, but it would be a great achievement for all of Asia and the rest of the world,” Bukhari said.",
    "Other prominent applicants and Oxford alumni include former foreign secretary William Hague and former EU trade commissioner Peter Mandelson, according to British media reports."
  ]
}