{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104064/south-koreas-president-survives-impeachment-vote-after-his-party-boycotts",
  "time_ut": 1733576460.0,
  "original_lang": "en",
  "original_title": "South Korea’s President survives impeachment vote after his party boycotts",
  "original_body_lines": [
    "A South Korean legislative push to impeach President Yoon Suk Yeol over his short-lived imposition of martial law fell through on Saturday after most lawmakers from his conservative governing party boycotted the vote.",
    "The defeat of the motion is expected to intensify public protests calling for Yoon’s ouster and deepen political chaos in South Korea, with a survey suggesting a majority of South Koreans support the president’s impeachment.",
    "Yoon’s martial law declaration drew criticism from his own ruling conservative party, but it is also determined to oppose Yoon’s impeachment apparently because it fears losing the presidency to liberals.",
    "Impeaching Yoon required support from two-thirds of the National Assembly, or 200 of its 300 members. The opposition parties who brought the impeachment motion had 192 seats, but only three lawmakers from PPP participated in the vote. The motion was scrapped without ballot counting because the number of votes didn’t reach 200.",
    "The likely defeat of the motion is expected to intensify public protests calling for Yoon’s ouster and deepen political chaos in South Korea, with a survey suggesting a majority of South Koreans support the president’s impeachment. Yoon’s martial law declaration drew criticism from his own ruling conservative party, but it is also determined to oppose Yoon’s impeachment apparently because it fears losing presidency to liberals.",
    "Impeaching Yoon would require support from two-thirds of the National Assembly, or 200 of its 300 members. The opposition parties who brought the impeachment motion have 192 seats, meaning they need at least eight additional votes from Yoon’s People Power Party.",
    "The opposition-controlled parliament began a vote earlier Saturday, but only three lawmakers from PPP took part with opposition members. If the number of lawmakers who cast ballots doesn’t reach 200, the motion will be scrapped at midnight without the ballot counting, according to the National Assembly. Opposition parties could submit a new impeachment motion after a new parliamentary session opens next Wednesday.",
    "There are worries that Yoon won’t be able to serve out his remaining 2 1/2 years in office because his leadership took a huge hit. Many experts say some ruling party lawmakers could eventually join opposition parties’ efforts to impeach Yoon if public demands for it grow further.",
    "If Yoon is impeached, his powers will be suspended until the Constitutional Court decides whether to remove him from office. If he is removed, an election to replace him must take place within 60 days.",
    "National Assembly Speaker Woo Won Shik urged ruling party members to return to the chamber to participate in the vote, stressing that it was closely watched by the nation and also the world.",
    "“Don’t make a shameful judgment and please vote based on your convictions,” Woo said.",
    "Democratic Party leaders visited a hall on the floor below the main chamber where PPP lawmakers were gathered, attempting to persuade them to vote. After being blocked from entering, they angrily accused the conservatives’ leadership of preventing its lawmakers from voting freely.",
    "Earlier Saturday, Yoon issued a public apology over the martial law decree, saying he won’t shirk legal or political responsibility for the declaration and promising not to make another attempt to impose martial law. He said would leave it to his party to chart a course through the country’s political turmoil, “including matters related to my term in office.”",
    "“The declaration of this martial law was made out of my desperation. But in the course of its implementation, it caused anxiety and inconveniences to the public. I feel very sorry over that and truly apologize to the people who must have been shocked a lot,” Yoon said.",
    "Since taking office in 2022, Yoon has struggled to push his agenda through an opposition-controlled parliament and grappled with low approval ratings amid scandals involving himself and his wife. In his martial law announcement on Tuesday night, Yoon called parliament a “den of criminals” bogging down state affairs and vowed to eliminate “shameless North Korea followers and anti-state forces.”",
    "The turmoil resulting from Yoon’s bizarre and poorly-thought-out stunt has paralyzed South Korean politics and sparked alarm among key diplomatic partners like the U.S. and Japan.",
    "Tuesday night saw special forces troops encircling the parliament building and army helicopters hovering over it, but the military withdrew after the National Assembly unanimously voted to overturn the decree, forcing Yoon to lift it before daybreak Wednesday. The declaration of martial law was the first of its kind in more than 40 years in South Korea. Eighteen lawmakers from the ruling party voted to reject Yoon’s martial law decree along with opposition lawmakers.",
    "Yoon’s speech fueled speculation that he and his party may push for a constitutional amendment to shorten his term, instead of accepting impeachment, as a way to ease public anger over the marital law and facilitate Yoon’s early exit from office.",
    "Lee Jae-myung, the leader of the main liberal opposition Democratic Party, told reporters that Yoon’s speech was “greatly disappointing” and that the only way forward is his immediate resignation or impeachment. His party called Yoon’s martial law “unconstitutional, illegal rebellion or coup.”",
    "The passage of Yoon’s impeachment motion appeared more likely Friday when the chair of Yoon’s party called for his removal on Friday, but the party remained formally opposed to impeachment.",
    "On Saturday, tens of thousands of people densely packed several blocks of roads leading up to the National Assembly, waving banners, shouting slogans and dancing and singing along to K-pop songs with lyrics changed to call for Yoon’s ouster. Protesters also gathered in front of PPP’s headquarters near the Assembly, angrily shouting for its lawmakers to vote to impeach Yoon.",
    "A smaller crowd of Yoon’s supporters, which still seemed to be in the thousands, rallied in separate streets in Seoul, decrying the impeachment attempt they saw as unconstitutional.",
    "Lawmakers on Saturday first voted on a bill appointing a special prosecutor to investigate stock price manipulation allegations surrounding Yoon’s wife. Some lawmakers from Yoon’s party were seen leaving the hall after that vote, triggering angry shouts from opposition lawmakers.",
    "On Friday, PPP chair Han Dong-hun, who criticized Yoon’s martial law declaration, said he had received intelligence that during the brief period of martial law Yoon ordered the country’s defense counterintelligence commander to arrest and detain unspecified key politicians based on accusations of “anti-state activities.”",
    "Hong Jang-won, first deputy director of South Korea’s National Intelligence Service, told lawmakers in a closed-door briefing Friday that Yoon had ordered him to help the defense counterintelligence unit to detain key politicians. The targeted politicians included Han, Lee and Woo, according to Kim Byung-kee, one of the lawmakers who attended the meeting.",
    "The Defense Ministry said Friday it suspended three military commanders including the head of the defense counterintelligence unit over their involvement in enforcing martial law.",
    "Vice Defense Minister Kim Seon Ho has told parliament that Defense Minister Kim Yong Hyun ordered the deployment of troops to the National Assembly after Yoon imposed martial law. Opposition parties accused Kim of recommending to Yoon to enforce martial law.",
    "Kim resigned Thursday, and prosecutors imposed an overseas travel ban on him."
  ]
}