{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/deutsche-bank-continues-its-steadfast-commitment-to-sri-lanka/",
  "time_ut": 1707492480.0,
  "original_lang": "en",
  "original_title": "Deutsche Bank continues its steadfast commitment to Sri Lanka",
  "original_body_lines": [
    "Deutsche Bank today reiterated its commitment as a steadfast global banking services provider amidst the country’s journey through economic challenges. Operating in Sri Lanka since 1980, Deutsche Bank AG, has been a reliable partner for over 43 years, providing fully-fledged commercial banking operations, connecting Sri Lanka to Asian, European and US markets.",
    "As the only European bank operating in Sri Lanka, with a dedicated team well-versed in local regulations and market trends, Deutsche Bank’s onshore presence and proven track record in frontier markets, help provide clients with seamless solutions.",
    "Kaushik Shaparia, CEO India & Emerging Asia, Deutsche Bank, expressed strong confidence in the green shoots of Sri Lanka’s economy during his visit to the country. Emphasizing the bank’s commitment, he stated, “Sri Lanka is a key market for Deutsche Bank. We have remained invested through challenging times, supporting our clients as a trusted banking partner. As the economy strengthens, we look forward to contributing to its recovery and development plans.”",
    "Deutsche Bank’s leading role in debt capital markets is underscored by being appointed as a Joint Lead Manager for international sovereign bond issuances since 2015. The bank’s Colombo branch collaborates closely with multinational companies and local corporates, offering a comprehensive range of services, including being a dominant provider of USD and EUR clearing services, Cash Management, Trade Finance, Securities Services, Foreign Exchange and Debt Capital Markets.",
    "Niranjan Figurado, Chief Country Officer, Deutsche Bank, Sri Lanka, emphasized the bank’s deep understanding of the local economic landscape. He stated, “Deutsche Bank brings tailored solutions to its clients. We are poised to scale up operations, offering our award-winning products and services and uplift the financial landscape of the country.”",
    "Recent accolades, such as being recognized as the Best Domestic Custodian and Best Fund Administrator by The Asset, attest to Deutsche Bank’s excellence.",
    "JP Morgan agrees to pay $290m to settle lawsuit brought by Jeffrey Epstein victims",
    "Liberal or edible economics – Global disorder worst in a century",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}