{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/Man-who-received-first-pig-kidney-transplant-dies/107-282417",
  "time_ut": 1715514900.0,
  "original_lang": "en",
  "original_title": "Man who received first pig kidney transplant dies",
  "original_body_lines": [
    "USA, May 12 (BBC) - The first man to receive a genetically modified pig kidney transplant has died two months after the operation, the hospital which carried out the procedure has said.",
    "Richard \"Rick\" Slayman, 62, was suffering with end-stage kidney disease before undergoing the operation in March.",
    "Massachusetts General Hospital (MGH) said on Sunday there was no indication his death was a result of the transplant.",
    "Transplants of other organs from genetically modified pigs have failed in the past, but the operation on Mr Slayman was hailed as a historic milestone.",
    "In addition to kidney disease, Mr Slayman also suffered from Type 2 diabetes and hypertension. In 2018, he had a human kidney transplant, but it began to fail after five years.",
    "Following his pig kidney transplant on 16 March, his doctors confirmed he no longer needed dialysis after the new organ was said to be functioning well.",
    "\"Mr Slayman will forever be seen as a beacon of hope to countless transplant patients worldwide and we are deeply grateful for his trust and willingness to advance the field of xenotransplantation,\" MGH said in a statement.",
    "Xenotransplantation is the transplanting of living cells, tissues or organs from one species to another.",
    "MGH said it was \"deeply saddened\" at his sudden death and offered condolences to his family.",
    "\"Rick said that one of the reasons he underwent this procedure was to provide hope for the thousands of people who need a transplant to survive,\" they said.",
    "\"Rick accomplished that goal and his hope and optimism will endure forever.",
    "\"To us, Rick was a kind-hearted man with a quick-witted sense of humour who was fiercely dedicated to his family, friends, and co-workers,\" they added.",
    "While Mr Slayman received the first pig kidney to be transplanted into a human, it is not the first pig organ to be used in a transplant procedure.",
    "Two other patients have received pig heart transplants, but those procedures were unsuccessful as the recipients died a few weeks later.",
    "In one case, there were signs the patient's immune system had rejected the organ, which is a common risk in transplants."
  ]
}