{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112510/israel-intensifies-gaza-city-bombing-as-rubio-arrives",
  "time_ut": 1757912100.0,
  "original_lang": "en",
  "original_title": "Israel intensifies Gaza City bombing as Rubio arrives",
  "original_body_lines": [
    "Israeli forces destroyed at least 30 residential buildings in Gaza City and forced thousands of people from their homes, Palestinian officials said, as US Secretary of State Marco Rubio arrived on Sunday (Sep 14) to discuss the future of the conflict.",
    "Israel has said it plans to seize the city, where about a million Palestinians have been sheltering, as part of its declared aim of eliminating the militant group Hamas, and has intensified attacks on what it has called the last bastion of the militant Palestinian group.",
    "Hamas’ political leadership, which has engaged in on-and-off negotiations on a possible ceasefire and hostage release deal, was targeted by Israel in an airstrike in Doha on Tuesday in an attack that drew widespread condemnation.",
    "Qatar will host an emergency Arab-Islamic summit on Monday to discuss the next moves. Rubio said Washington wanted to talk about how to free the 48 hostages still held by Hamas in the Gaza Strip and rebuild the coastal strip. Only 20 are believed to be alive.",
    "“What’s happened has happened,” he said. “We’re gonna meet with them (the Israeli leadership). We’re gonna talk about what the future holds,” Rubio said before heading to Israel where he will stay until Tuesday.",
    "Once there, Rubio visited the Western Wall Jewish prayer site in Jerusalem. He was expected to hold talks with Prime Minister Benjamin Netanyahu.",
    "The Western Wall visit was “reaffirming America’s recognition of Jerusalem as Israel’s eternal capital”, according to a statement from the State Department.",
    "In late 2017, during his first term as president, Donald Trump formally recognised Jerusalem as the capital of Israel and subsequently moved the US embassy there from Tel Aviv.",
    "US officials described Tuesday’s strike against Hamas members in Qatar as a unilateral escalation that did not serve US or Israeli interests. Rubio and US President Trump both met Qatar’s Prime Minister Mohammed bin Abdulrahman al-Thani on Friday.",
    "Analyst Amin Saikal told CNA’s Asia First programme that Rubio’s visit to Jerusalem signals Washington’s complete support for Israel despite the attack on Qatar, a close US ally.",
    "“What the Qataris really want is at least an even-handed policy approach on the part of the Trump administration, but I don’t think that is coming their way,” said the adjunct senior fellow at the Nanyang Technological University’s S Rajaratnam School of International Studies.",
    "“At the same time, it’s very clear that Rubio is not really doing anything which could possibly prevent Netanyahu from proceeding with his plan of ethnic cleansing (in) Gaza, and eventually formally annexing Gaza and also possibly move into the West Bank.”",
    "However, he believes Rubio is likely to dissuade Netanyahu from another attack on Doha or other Arab cities on the back of US’ ties with the region’s friendly oil rich states that have been a lucrative source of investment for the US and Trump.",
    "Philippe Lazzarini, commissioner-general of the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA), said in a post on X on Sunday that the agency had stopped services at the Beach camp clinic, which he said is the only health care available in the enclave north of Wadi Gaza.",
    "Water and sanitation services are now at half capacity, Lazzarini said, adding that 10 UNRWA buildings have been struck in Gaza City in the past four days.",
    "Netanyahu signed an agreement on Thursday to push ahead with a settlement expansion plan that would cut across West Bank land that the Palestinians seek for a state, a move the United Arab Emirates warned would undermine the US-brokered Abraham Accords that normalised the UAE’s relations with Israel.",
    "Aid agencies say an Israeli takeover of Gaza City would be catastrophic for a population already facing widespread malnutrition.",
    "Two more Palestinians have died of malnutrition and starvation in Gaza in the past 24 hours, the territory’s health ministry said on Sunday, raising the death toll from such causes to at least 422 people, including 145 children.",
    "Israel, which blocked all food from entering Gaza for 11 weeks earlier this year, has been allowing more aid into the enclave since late July to prevent further food shortages, though the UN says far more is needed.",
    "Israel says it wants civilians to leave Gaza City before it sends more ground forces in. Tens of thousands of people are estimated to have left but hundreds of thousands remain in the area. Hamas has urged people to stay.",
    "Israeli army forces have been operating inside at least four eastern suburbs for weeks, turning most of at least three of them into wastelands. It is closing in on the centre and the western areas of the territory, where most of the displaced people are taking shelter.",
    "Many of those people are reluctant to leave, saying there is not enough space or safety in the south, where Israel has told them to go to what it has designated as a humanitarian zone.",
    "Some say they cannot afford to leave, while others say they were hoping the Arab leaders meeting on Monday in Qatar would pressure Israel to scrap its planned offensive.",
    "“The bombardment intensified everywhere and we took down the tents, more than twenty families, we do not know where to go,” said Musbah al-Kafarna, who is among the displaced in Gaza City.",
    "Israel said it had completed five waves of air strikes on Gaza City over the past week, targeting more than 500 sites, including Hamas reconnaissance and sniper sites, buildings containing tunnel openings and weapons depots.",
    "Local officials, who do not distinguish between militant and civilian casualties, say at least 45 people were killed by Israeli fire across the enclave on Sunday, most of them in Gaza City.",
    "Hamas said Israeli forces have destroyed at least 1,600 residential buildings and 13,000 tents since Aug 11.",
    "Israel’s nearly two-year-long campaign against Hamas has killed more than 64,000 people in Gaza, according to local authorities. It was prompted by the group’s Oct 7, 2023, attack on Israel, in which 1,200 people were killed and 251 others taken hostage, according to Israeli figures."
  ]
}