{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/most-contenders-for-presidency-will-gather-around-wickremesinghe-unp-157410/",
  "time_ut": 1712145180.0,
  "original_lang": "en",
  "original_title": "Most contenders for presidency will gather around Wickremesinghe: UNP",
  "original_body_lines": [
    "ECONOMYNEXT — Save for one or two candidates, the “dozens” who appear to have thrown their hat into the ring will eventually gather around President Ranil Wickremesinghe at the election, the United National Party (UNP) said.",
    "UNP deputy leader Akila Viraj Kariyawasam made this remark responding to a question by a journalist about the “two dozen” names that have been mentioned in connection with the presidential election due to be held between September 17 and October 17 this year.",
    "“Apart from two or three candidates, those dozens will gather here. Don’t worry,” said Kariyawasam.",
    "Kariyawasam said the party will also celebrate International Labour Day on May 01 in recognition of the Sri Lanka’s working class that made the country’s recovery from its worst financial crises possible.",
    "“Our party has decided to celebrate May Day on May 01. This will be begin at the Tower Hall in Maradana through Panchikawatta.",
    "“We’re celebrating May Day this year because ,amidst an economic crisis ,this country’s working class made a big sacrifice to come out of the crisis,” he said.",
    "The UNP deputy leader said Sri Lankans have worked with dedication in spite of whatever issues that prevailed at their workplaces.",
    "“They contributed their labour, and provided value through their jobs, and this is to thank them for their contribution to moving the economy forward,” he said.",
    "President Wickremesinghe candidacy at the election has yet to be officially declared, however. At what had all the appearance of a campaign launch event held on March 10, he did not explicitly express his intention to contest.",
    "Government spokesmen have also alluded to proposals of abolishing the executive presidency this year, which would effectively render the prospects of a presidential election null and void.",
    "At what had all the appearance of a campaign launch event held on March 10, he did not explicitly express his intention to contest.",
    "Government spokesmen have also alluded to proposals of abolishing the executive presidency this year, which would effectively render the prospects of a presidential election null and void. (Colombo/Apr03/2024)"
  ]
}