{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101339/indian-sri-lankan-canines-train-in-exercise-mitra-shakti",
  "time_ut": 1724043180.0,
  "original_lang": "en",
  "original_title": "Indian, Sri Lankan canines train in Exercise Mitra Shakti",
  "original_body_lines": [
    "The armies of India and Sri Lanka have deployed canines “K9s” in military parlance in the bilateral exercise Mitra Shakti underway in the island nation. The Indian Army has deployed Zac, a Belgian Malinois, while Sri Lanka has fielded two canines. The 10th edition of Exercise Mitra Shakti is being held from August 12-25 at the Army Training School, Maduru Oya, Sri Lanka.",
    "“Two-and-half-year-old Zac is trained in specialised tactical operations such as cordon-and-search, search-and-destroy, fighting in built-up areas, jungle search, and area-sanitisation among others,” an Army official said. It has additionally been trained in specialised skills such as laser-guided assault and weapon retrieval, which greatly augment the “K9 capabilities” of our forces, the official stated.",
    "Zac, an “assault K9”, was trained at the dog training facility of Remount Veterinary Corps (RVC) Centre and College, Meerut. “He is a force multiplier and first responder in majority of tactical operations,” said Major Rishi Sharma, the K9 Detachment Commander. Army dog trainer (ADT) Pranjal Sakiya is also part of the K9 Detachment.",
    "During the course of the joint exercise, Zac will participate in a range of activities, including house intervention, jungle searches, laser-guided assaults, area sanitisation, and other facets of counter-insurgency operations. In one of the scenarios during the exercise, Zac intercepted an assailant who was trying to run away from a road block.",
    "Army dogs are routinely employed in urban operations such as vehicle checks, search-and-assault operations and explosive detection. These K9s are also trained in radio-guided directional control techniques. Wearing a head-mounted tactical camera that enables real-time video surveillance, the assault canines can launch stealth attacks, another official stated.",
    "The Indian contingent comprising of 106 personnel is represented by a battalion of Rajputana Rifles along with personnel from other arms and services. The Sri Lankan contingent is being represented by personnel from Gajaba Regiment of Sri Lankan Army.",
    "“The aim of the exercise is to enhance joint military capability of both sides to undertake counter-insurgency operations in a sub-conventional scenario under Chapter VII of the United Nations Mandate,” the Army said in a statement at the commencement of the exercise. “The exercise will focus on operations in the semi-urban environment.”",
    "Tactical drills to be rehearsed during the exercise include response to a terrorist action, establishment of a joint command post, establishment of an intelligence and surveillance centre, securing of a helipad/landing site, small-team insertion and extraction, special heliborne operations, cordon-and-search operations, besides employment of drones and counter-drone systems, the Army said.",
    "“Exercise Mitra Shakti will enable both sides to share best practices in tactics, techniques and procedures of conducting joint operations. It will facilitate developing inter-operability, bonhomie and camaraderie between the two armies,” it added."
  ]
}