{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100754/india-slashes-import-taxes-on-key-metals-smartphones",
  "time_ut": 1721838300.0,
  "original_lang": "en",
  "original_title": "India slashes import taxes on key metals, smartphones",
  "original_body_lines": [
    "India slashed import duties on gold and silver to 6 percent from 15 percent , a move that industry officials say could boost retail demand and help curtail smuggling in the world’s second-biggest consumer of bullion.",
    "Higher demand for gold from India could boost global prices, which hit a record high this year, although that could widen India’s trade deficit and put pressure on the ailing rupee.",
    "“To enhance domestic value addition in gold and precious metal jewelry, I propose to reduce customs duties of gold and silver to 6 percent ,” Finance Minister Nirmala Sitharaman said in a budget speech on Tuesday.",
    "She also announced an import duty exemption for 25 critical minerals, including lithium.",
    "India has been exploring ways to secure supplies of lithium, a critical raw material used to make electric vehicle batteries.",
    "India announced it will cut import duty on mobile phones and some key parts to 15 percent from 20 percent, a move that will directly benefit Apple, which still imports its high-end smartphones into the country despite increasing local production.",
    "Presenting the annual budget for 2024/25 in parliament on Tuesday, India’s finance minister Nirmala Sitharaman said import tax on mobile phones, printed circuit board assembly (PCBA) and mobile chargers is in the “interest of consumers.”",
    "Almost 10-12 percent of the Apple iPhones are imported each year into India and a 5 percent reduction in tax on the devices will result in a $35-50 million annual benefit to Apple, said Neil Shah, a co-founder at Hong Kong-based Counterpoint Research.",
    "Although Apple has boosted its local production in India through contract manufacturers such as Foxconn and India’s Tata Group, it still imports some of its high-end Pro and Pro Max iPhone models into the country.",
    "Apple “will directly benefit … they (also) have some models for which PCBAs are still being imported,” said Shah.",
    "The move will also “alleviate import duties for new players entering the market. It’s a gamechanger for them,” he added.",
    "Other manufacturers such as Samsung would also benefit, but to a lesser degree as the majority of their smartphones are locally made, said a source with direct knowledge of the matter.",
    "Apple and Samsung did not immediately respond to a request for comment.",
    "Apple has a 6 percent share of India’s smartphone market, according to Counterpoint.",
    "India’s deputy IT ministry in January privately argued for a reduction on import taxes on mobile phones, saying the country risks losing out to China and Vietnam in the race to become a major smartphone export hub and must “act fast” to lure global companies with lower tariffs, Reuters has reported.",
    "Prime Minister Narendra Modi has in recent years promoted India as a smartphone manufacturing hub and the nation’s $24-billion local production scheme covers mobile phones, prompting companies such as Apple, Xiaomi, Samsung and Vivo to expand local operations.",
    "China’s Xiaomi has also in the past asked for tariff reductions on sub-components used in batteries, USB cables and phone covers."
  ]
}