{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sec-and-cse-successfully-conduct-investor-forum-in-nuwara-eliya-raising-awareness-on-the-investment-opportunities-in-stock-market/",
  "time_ut": 1712167440.0,
  "original_lang": "en",
  "original_title": "SEC and CSE successfully conduct investor forum in Nuwara Eliya, raising awareness on the investment opportunities in stock market",
  "original_body_lines": [
    "The Securities and Exchange Commission of Sri Lanka (SEC) in collaboration with the Colombo Stock Exchange (CSE) conducted an Investor Forum held in Nuwara Eliya on the 21st of March at the Hotel Araliya Red – Nuwara Eliya.",
    "The forum was organized with the objective of raising awareness on the importance of investor education with regard to the investment opportunities that exist in the Stock Market and investor protection. It attracted over 200 participants, providing valuable insights to both potential and existing investors in the region.",
    "The forum consisted of two sessions which was in Tamil and Sinhala medium in order to ensure that investors were provided with a beneficial forum devoid of language barriers.",
    "A basic introduction to investing at CSE, including the process of investing as well as the pros and cons of investing in the Stock Market were delivered by the Branch Manager of the CSE Batticaloa Branch, Mr. Sivananthan Raman Muthukrishnan, during the first session, and was reiterated by Mr. Dhananjaya Abeysiriwardena, the Branch Manager of the CSE Kandy Branch during the second session.",
    "Educating investors on the role of the SEC in the market, SEC’s Senior Assistant Manager of External Relations, Mr. Imran Ahamed, and Manager of External Relations, Mr. Nimal Kumarasinghe, addressed the gathering in the Tamil and Sinhala medium sessions respectively.",
    "A presentation to create awareness on the CSE Mobile App were conducted by representatives of the Colombo Stock Exchange, Ms. Jenifar Sharmila Sivanesarajah and Ms. Shanika Ramanayake, subsequently at each session.",
    "Furthermore, an analysis on the Sectoral Performance & Market Opportunities was presented by Arumainayagam Visaahan, Research Analyst at Asha Securities Ltd during the first session and Kapila Pathirage, Sales Manager at Acuity Stockbrokers (Pvt) Ltd during the second session.",
    "Conducting an Introduction to Unit Trust, representatives of the CTCLSA, Kuhan Vinayagasundaram and Pasan Abeygunawardane spoke at each session respectively.",
    "Bringing the forum to a close, an interactive panel discussion was held with the participation of R M Sivananthan, Imran Ahamed and A Visaahan at the Tamil medium session as well as Mr. Dhananjaya Abeysiriwardena, Nimal Kumarasinghe and Kapila Pathirage at the Sinhala medium session, providing an opportunity for participants to clarify any doubts from the panelists.",
    "Related Topics:colombo stock exchangeSEC and CSEthe Securities and Exchange Commission of Sri Lanka",
    "SEC and CFA Society Sri Lanka collaborate to enhance research integrity among stockbroker firms",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}