{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100720/govt-to-apologize-for-covid-19-compulsory-cremation-policy-new-legislation-to-let-families-choose",
  "time_ut": 1721720940.0,
  "original_lang": "en",
  "original_title": "Govt. to apologize for COVID-19 compulsory cremation policy; new legislation to let families choose",
  "original_body_lines": [
    "The Cabinet of Ministers has approved the proposal that the government should apologize to the sections of society affected by the compulsory cremation policy enforced in Sri Lanka during the COVID-19 pandemic.",
    "Speaking during the Cabinet Press Conference held this afternoon (23), Cabinet Spokesman Minister Bandula Gunawardena stated that according to the guidelines published by the Ministry of Health on the clinical management of COVID-19, cremation was recommended as the method of disposal of the bodies of those who died of the virus.",
    "Accordingly, 276 Muslim victims of COVID-19 have been cremated, and later in February 2021, burials have been allowed for such persons with strict restrictions, he added.",
    "In July 2021, with the support of the University of Sri Jayawardenepura, then Ministry of Water Supply initiated a study to identify the SARS-CoV-2 virus in the aquatic environments of Colombo, Kandy, including river water, wastewater discharged from hospitals, quarantine centers and other potential areas. The study had revealed that there is no virus in the surface water.",
    "In March 2024, a second study was completed by the China-Sri Lanka Joint Research and Demonstration Center for Water Technology under the Ministry of Water Supply and Estate Infrastructure Development, which identified the primary sources of transmission of the SARS-CoV-2 virus to water sources, including groundwater.",
    "The source has been confirmed to be faeces and urine, not safe burials, the Minister added.",
    "Accordingly, the Cabinet of Ministers has granted approval to the proposal submitted by the Minister of Justice, Prisons and Constitutional Reforms, the Minister of Foreign Affairs and the Minister of Water Supply and Estates Infrastructure Development to apologize to the sections of society affected by the compulsory cremation policy enforced in Sri Lanka during the pandemic period.",
    "Meanwhile, since it has been confirmed that the primary source of transmission of the COVID-19 virus to water sources including groundwater is through faeces and urine and not through safe burials, attention has been focused on introducing a law that allows a person or a relative to choose the burial or cremation of the deceased as per their choice, in order to avoid such situations in the future.",
    "Also, if necessary, it has been found advisable to introduce relevant laws for donation of bodies to medical faculties.",
    "Accordingly, the Cabinet of Ministers has also approved the joint proposal presented by the Minister of Justice, Prisons and Constitutional Reforms and the Minister of Foreign Affairs to advise a draftsman to prepare a bill to introduce a new law allowing a person or a relative to choose the burial or cremation of the deceased as per their choice."
  ]
}