{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98794/chamari-athapaththu-rises-to-no-1-position-in-womens-odi-batting-rankings",
  "time_ut": 1713863700.0,
  "original_lang": "en",
  "original_title": "Chamari Athapaththu rises to No. 1 position in Women’s ODI batting rankings",
  "original_body_lines": [
    "Sri Lanka’s star batter Chamari Athapaththu edged Natalie Sciver-Brunt to become the top-ranked batter in the ICC Women’s ODI batting rankings.",
    "Powering Sri Lanka to the highest successful run-chase in women’s ODIs has seen Chamari Athapaththu go to the top of the ICC Women’s ODI Batting Rankings in the latest update.",
    "Athapaththu’s stellar knock in the third and final ODI helped Sri Lanka level the three-match series in South Africa.",
    "Chasing a record target of 302 to win, Athapaththu led Sri Lanka’s fightback with a brilliant 195*, the third-highest score in women’s ODIs.",
    "It’s also the second-highest score by anyone in a successful run chase in ODI cricket - men’s and women’s - right behind Glenn Maxwell’s 201* against Afghanistan in the ICC Men’s Cricket World Cup 2023.",
    "The knock saw Athapaththu achieve her highest-ever rating (773) in the women’s batting rankings. The Sri Lankan also jumped two spots in the all-rounder rankings to enter the top 10 at ninth position.",
    "Meanwhile, Laura Wolvaardt, who also shone with back-to-back ODI tons in the series against Sri Lanka, including a career-high of 184* that eventually went in vain, rose to third position in the batting rankings.",
    "Hayley Matthews benefitted from knocks of 140* and 44 in Pakistan to go up by seven places and finish joint-eleventh in the batting rankings.",
    "She also jumped three places in the women’s ODI all-rounder rankings to go to second position behind Marizanne Kapp.",
    "Shemaine Campbelle (up by 17 places to 54th) and Chinelle Henry (up by 11 places to 65th) were the other beneficiaries in the batting rankings.",
    "Pakistan spinner Sadia Iqbal rose up by six places and entered the top 20 of the ODI bowling rankings after her impressive showing in the first two games of the series.",
    "West Indies duo of Afy Fletcher (up by nine places to 26th) and Henry (up by six places to joint 36th) also made good ground in the bowling rankings.",
    "Sri Lanka spinner Kavisha Dilhari (up seven places to 48th) and Pakistan’s Umm-e-Hani (up nine places to joint 60th) were the other movers in the ODI bowling rankings.",
    "There was no major movement in the top 10 in the Women’s T20I player rankings.",
    "Ireland seam bowling duo Ava Canning (up by 15 places to joint 53rd) and Alana Dalzell (up by 12 places to joint 79th) benefitted from their showing in the bilateral series against Thailand women.",
    "Laura Delany also pipped Sophie Ecclestone in the women’s T20I all-rounder rankings to finish on 12th with career-high rating points of 213."
  ]
}