{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Business-Drive-2024-investment-roundtable-in-UK-with-CWEIC/34-758444",
  "time_ut": 1707859624.0,
  "original_lang": "en",
  "original_title": "‘Sri Lanka Business Drive 2024’ investment roundtable in UK with CWEIC",
  "original_body_lines": [
    "The High Commission of Sri Lanka in London in collaboration with the Commonwealth Enterprise and Investment Council (CWEIC) organised ‘Sri Lanka Business Drive 2024’, an interactive roundtable discussion on investments at the High Commission on 2 February.",
    "The event was presided over by High Commissioner of Sri Lanka to the United Kingdom Rohitha Bogollagama.",
    "The main drive of this event was to foster collaboration, dialogue, and knowledge-sharing on investment opportunities between Sri Lanka and the UK business community. The roundtable brought together a distinguished gathering of 30 leading UK business personalities, capital representatives, investment advisors, financial experts, and existing potential investors, including the top management of De La Rue, Capital Metals PLC, Sri Lanka – UK Chamber of Commerce, Thema Collection, Virtusa, Chartered Institute of Investment and Securities, Orwell Group, iBank, Ventra Group, Hypower Engineering, and Enpure Ltd., etc.",
    "Joining this roundtable discussion virtually from Sri Lanka, Ceylon Chamber of Commerce Chairman Duminda Hulangamuwa, Board of Investment Executive Director Prasanjith Wijayatilake, and Colombo Port City Economic Commission Director – Legal Vindhya Weerasekera discussed specifically on the tax regime of Sri Lanka, opportunities to invest in Sri Lanka under the BOI and the newly developed Colombo Port City Project.",
    "High Commissioner Bogollagama steered the discussion mainly focusing on key investment segments in Sri Lanka such as tourism sector, higher education including a proposal to set up a digital university in Sri Lanka, IT driven investments which would specifically focus on setting up of a Generative Artificial Intelligence (AI) Hub in the Colombo Port City, investment facilitation offered for potential investors by the BOI in the Free Trade Zone in Sri Lanka and Port City including tax incentives, legislative structure, absorption of Sri Lankan talent and guaranteed employee welfare in Sri Lanka, etc. The participants engaged in an interactive dialogue raising their questions, concerns and testimonials on their experience in investing in Sri Lanka. The event was followed by a networking reception.",
    "This series of investment roundtable session will serve as a platform to explore and strengthen partnerships, exchange insights, and discuss the evolving landscape of investment in Sri Lanka. The High Commission looks forward to hosting similar events, contributing to the advancement of economic collaboration, and creating new opportunities for growth and development, particularly at a time when Sri Lanka is looking for its commercial and economic trajectories in the ongoing economic recovery processes."
  ]
}