{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111241/sri-lanka-electricity-amendment-bill-passed-in-parliament",
  "time_ut": 1754481960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Electricity (Amendment) Bill passed in Parliament",
  "original_body_lines": [
    "The Third Reading of the Sri Lanka Electricity (Amendment) Bill was passed in Parliament with amendments by a majority of 96 votes this evening (06).",
    "The Second Reading of the bill was also passed with the same majority earlier today.",
    "During the Second Reading of the Bill, a total of 121 MPs voted in favour, while 25 voted against it.",
    "The Bill, which was presented in Parliament earlier this year by the government, was also challenged in the Supreme Court following petitions filed by several parties including the Ceylon Electricity Board Engineers’ Union.",
    "Accordingly, following the hearing of the petitions filed against the Bill, the determination of the Supreme Court was forwarded to the Speaker of House.",
    "On June 30, the Deputy Speaker Dr. Rizvie Salih informed the parliament that several clauses in the proposed legislation have been found to be inconsistent with the Constitution.",
    "According to the Deputy Speaker, the Supreme Court determined that several clauses would require approval by a special majority in Parliament as well as a public referendum in order to be enacted in the current form.",
    "However, the Deputy Speaker clarified that the constitutional inconsistencies would not arise if the relevant clauses are amended in accordance with the Supreme Court’s recommendations outlined in its determination.",
    "The Bill had also received approval from the Sectoral Oversight Committee on Infrastructure and Strategic Development to be presented in parliament for the debate and vote.",
    "Following the commencement of today’s sitting, Minister of Energy Kumara Jayakody tabled the bill for the second reading debate."
  ]
}