{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Litro-celebrates-World-LPG-Day-2024-with-renewed-commitment-to-energy-security/34-762798",
  "time_ut": 1717784375.0,
  "original_lang": "en",
  "original_title": "Litro celebrates World LPG Day 2024 with renewed commitment to energy security",
  "original_body_lines": [
    "In commemoration of World LPG Day 2024, Litro Gas Lanka Ltd., Sri Lanka’s leading LPG provider, reaffirms its dedication to driving social, environmental, and economic transformation through the promotion of clean energy. This year’s celebration themed “Showcasing and Celebrating the People Behind LPG” holds particular significance for Sri Lanka as Litro Gas has successfully positioned LPG and energy security at the forefront of nation-building efforts.",
    "Litro Gas’s comprehensive approach to leveraging LPG has spanned from supporting large export-driven business enterprises to empowering small and medium-scale entrepreneurs (SMEs). This strategic utilisation of LPG as an essential commodity fuels the engines of the local economy from micro-entrepreneurs to large-scale industries, highlighting its critical role in both economic stability and growth.",
    "Litro Gas Lanka Chairman and CEO Muditha Peiris said: “World LPG Day 2024 is more meaningful to Sri Lanka than ever. Our commitment to ensuring extremely safe LPG to every Sri Lankan household is paralleled by our significant achievement in commissioning the newly refurbished Mabima Filling Plant. This facility, completely overhauled after 40 years, will ensure bottling and distribution efficiency for the next 10 to 15 years, thereby guaranteeing energy security for the country and community. This year’s theme, ‘Showcasing and Celebrating the People Behind LPG,’ resonates deeply with us as we honour the dedication and hard work of our team who have made these achievements possible.” “The refurbishment and upgrading of the Mabima facility were accomplished primarily through the collective efforts of the entire Litro team, including our own engineers, with minimal input from a few international experts. Notably, this significant project was completed without any financial support or loans from external parties, relying solely on the organisation’s finances. This feat stands as a testament to this year’s theme “Showcasing and Celebrating the People Behind LPG.",
    "“Additionally, Litro Gas has undertaken stringent safety protocols, introducing Safety Compliance measures and Safety training modules aimed at ensuring safety at every step of the process. These measures are designed to maintain high standards of safety throughout the supply chain, from production to distribution, ensuring the well-being of both our employees and customers.”",
    "Litro Gas’s efforts extend beyond infrastructure improvements. Whatever strategic initiatives Litro Gas Lanka has undertaken—whether the numerous Corporate Social Responsibility (CSR) activities such as the “Heta Surakina Apey Lamai” educational program which empowers students to champion the benefits of LPG—all emanate from recognising Litro’s tripartite pillars of National Transformation: economy, society, and environment. By promoting LPG, a low-carbon fuel that emits fewer greenhouse gases compared to other fossil fuels, the company has significantly contributed to environmental conservation.",
    "Economically, Litro Gas has played a pivotal role in creating employment opportunities and supporting local businesses. By maintaining affordable LPG prices and ensuring widespread availability, particularly in rural areas, the company has safeguarded numerous jobs and preserved local enterprises, reinforcing its role as a cornerstone of economic resilience.",
    "As Litro Gas Lanka celebrates World LPG Day 2024, it takes pride in its achievements and reaffirms its commitment to empowering communities, protecting the environment, and driving economic growth through clean energy. With a steadfast dedication to fostering a sustainable future, Litro Gas remains at the forefront of ensuring energy security for the nation while celebrating the people who make it all possible."
  ]
}