{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/far-horizons/",
  "time_ut": 1726161901.0,
  "original_lang": "en",
  "original_title": "“Far Horizons”",
  "original_body_lines": [
    "“There was one daily newspaper in the Ivory Coast, at least, only one came my way. It was called Fraternite’ Matin. Every day on its front page, in the top left -hand corner, it carried a ‘thought” of the President’s. The thoughts were mainly about development and the economy; and so were big front- page stories” – The Crocodiles of Yamoussoukro – VS Naipaul",
    "Of all the extra-parliamentary convulsions that have happened all too regularly in this country since independence, the mass protest movement which occurred two years ago, commonly referred to as the ‘aragalaya’ (struggle?), is certainly unique.",
    "The ‘aragalaya’ was primarily against a popularly elected President, who was relatively new in office then. That fact alone is not exceptional in this troubled country, in our recent history there have been several large scale uprisings against elected governments, even new governments, the 1971 April insurrection being one example.",
    "One standout feature of the 2022 ‘aragalaya’ was its amorphous nature; it had no controlling centre, no one organisation behind it and no recognized leader. Yet, the voice of the populace was clear, they had had enough of the scheme of things in their country. This was the one true people’s movement protesting their pitiable condition, a spontaneous protest with no political colouring.",
    "It was no surprise; a nation without petrol or cooking gas, their food rationed, battling rampant inflation, compounded by a rapidly depreciating rupee, needs no further prompting to take to the streets. Although the immediate target was Gotabaya Rajapaksa, the inept president they had voted in, clearly their frustration was with the entire establishment, including all political parties. The people felt trapped in a structure; political parties playing musical chairs, one or two leaders (or few families) monopolizing power for over half a Century, only their promises changing at election time.",
    "In the common narration, the ‘aragalaya’ is described as a call for an institutional system change. This is a ‘terminological in-exactitude’; the systems we have, whether it be the parliament, political parties, judiciary, police force, government departments, various ideologies and   all the laws, are cut and paste jobs, adopted from other countries. These systems have served other countries well, they have prospered, are stable.",
    "With our sorry record of repeatedly displayed inabilities, god forbid if a ‘new’ system’ is imagined in a Sri Lankan head   to replace the tried and tested systems followed world-wide, with our own new systems that no other country has! (in fact, we tried a unique system change during the lunatic interlude of Gotabaya Rajapaksa – converting our agriculture to one hundred percent organic!)",
    "While the ‘aragalaya’ directly identified the enemy ‘without’, by necessary implication it also recognized the enemy ‘within’; the accepted systems, in the hands of our people! Institutions and systems that have stood the test in other countries, have been demeaned and diminished in this country. The embarrassment we call our State structure is made up hundred percent of ourselves, people produced by the systems/culture of this country; the incapacities, the bureaucratic ‘airs’ and the notorious indifference of the public sector seem culturally directed.",
    "Every public servant we have is a product of our education system, more or less carry the same value system, has similar views of the world and have comparable skill levels. The much spoken of differences in political philosophy, school or family is made a nullity by an overpowering cultural bulldozer, which flattens everything in its path to a pitiable uniformity. From 1948, regardless of the government in power, or the individual departmental head for the time, our performance has been unvaryingly mediocre.",
    "So goes our private sector too; same people, in a different role, more fancy perhaps. Interpreting their function as a method to profit by any means; unconscionable margins, cooked accounts and tax evasion, business is money for jam for them. In theory, a business attempts to meet a human need which has an economic value. In the Sri Lankan mind, it’s only a tacky pretence; in truth, producing low quality products, releasing shoddy goods to the market, making bad constructions and providing substandard services, and, all these at exorbitant prices is our so called business mode! Our businessmen have legitimized corruption (their common excuse- ‘I am a businessman after all! ‘).",
    "So deeply have they corrupted the system, today, its only bribes and commissions that can lubricate the squeaky wheels of the Sri Lankan bureaucracy.",
    "Meanwhile, at gala events staged at 5 star hotels the tycoons toast each other as captains of industry and brilliant pioneers! A clueless insipid media exalts them!",
    "In nearly all aspects of business standards, we lag behind even Asian standards today.",
    "Clearly, each nation, different people, see things differently; who we may consider a visionary leader, another nation may consider a nonsensical poseur; what this nation calls sound economics, another people may call a recipe for disaster; a preacher who appears pious to us, another would call an ignoramus; we may consider a certain human effort as clever, but a foreign standard may categorise it common practice; and what appears beautiful to our eyes, could be grotesque to a more seeing eye.",
    "Then, there are other yardsticks which are not as subjective; the size of the economy, poverty index, Per Capita productivity, the strength of the country’s passport, corruption index, the unwieldy public sector, efficiency of the judicial system, the comparable quality of the education system, are some of the measures widely used when assessing a country.",
    "Whether our particular way of thinking and seeing has led to a failed country with a less than impressive economy is a valid inquiry. Undeniably, compared to many Asian countries, Sri Lanka’s performance both economically as well as socially, has been modest. Nearly every young man with a qualification he can peddle, is wanting to escape to another country.",
    "To paraphrase Winston Churchill, ‘we are a modest people, with much to be modest about!’ (Churchill who said of Clement Attlee – “a modest man, with much to be modest about!”)",
    "When adopting foreign systems, we obviously had only imperfect conceptual understanding and therefore, downplayed the inevitable challenges inherent in the process. What we now understand as democracy, individual freedom, rule of law or even Marxism, evolved out of centuries of political ferment in Europe. It came of cultures that demanded their elected representatives run the country (not kings!), they wanted an independent judiciary (not feudal lords or makeshift kangaroo courts!), and they valued their individuality. These concepts did not grow in one progressive line, they struggled forward, faced many setbacks, wrestled with competing ideas, were qualified by other concepts, only to emerge triumphant eventually.",
    "We cannot truly say that our history has shown tendencies towards ideas like representative democracy or an independent judiciary, even in embryo form. As much as we could not imagine a world without kings, we saw nothing wrong with the king or his men, judging our cases.",
    "Our laws, the parliament, idea of elections, political parties, professions and innumerable other things that go to constitute a modern society came only by adoption or fiat. The result is a mimic; a whole lot of legislators, administrators, policemen and professionals who look unlikely, ill-fitting for the role. To expect them to produce a developed society, is to believe in miracles.",
    "In the countries in which these ideas were planted synthetically, in a not so supportive soil, they have often become merely symbolic; elections are held but they are rigged, legal cases are heard but there is doubt about the process, there are many institutions of the State but they only serve the politically powerful; these institutions go through the motions, but have lost meaning, having no credibility among the people.",
    "In the Presidential election to be held in a few days, this country faces its first test of public opinion since the ‘aragalaya’.",
    "At every election, a desperate nation looks yonder at the distant horizon, where freedom, dignity and gold awaits them. They march thither; a habitual disorderly and garish march; theorising and talking big; only to discover that the horizon has moved further away. Is it gold they see faraway or is it only a mirage?",
    "On the other hand, will this election be the moment of truth, that a people are, what they are?"
  ]
}