{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/All-parties-approve-legislation-to-establish-new-villages-for-plantation-workers/56-764459",
  "time_ut": 1721346365.0,
  "original_lang": "en",
  "original_title": "All parties approve legislation to establish new villages for plantation workers",
  "original_body_lines": [
    "In a significant development, all parties have agreed on a timely proposal to enact legislation declaring areas where plantation workers dwell within State-managed plantations, overseen by the State Plantation Corporation and regional companies, as new villages.",
    "A special discussion on this matter was held at the Presidential Secretariat on Wednesday, under the patronage of President Ranil Wickremesinghe.",
    "This legislative initiative marks a significant step towards improving the living conditions and securing the land rights of plantation workers.",
    "Parliamentarian Mano Ganesan emphasised the crucial need to secure land rights for current plantation dwellers under this initiative and submitted a corresponding proposal to the President.",
    "Addressing the matter, the President underscored the Government’s ongoing commitment to implementing programs that provide freehold land and housing rights to residents across villages, towns, and plantations.  He recommended initiating the legislative process by consulting regional plantation companies (RPCs) and proposed forming a committee comprising Parliamentarians representing plantation communities and relevant stakeholders to oversee the process. On 9 July, the Cabinet approved the proposal presented by President Wickremesinghe to identify areas occupied by plantation workers on State-owned plantation lands managed by the State Plantation Corporation and RPCs and to draft legislation to formally designate these areas as new settlement villages.",
    "Estate Infrastructure Development Minister Jeevan Thondaman, State Minister for Education Arvind Kumar and MPs Mano Ganesan, Palani Thigambaram, Vadivel Suresh, Velu Kumar, M. Rameshwaran, and M. Udayakumar participated in the discussion, along with Secretary to the President Saman Ekanayake and Water Supply and Estate Infrastructure Development Ministry Secretary A.C.M.Nafeel. State Plantations Enterprises Reforms Ministry Secretary Dr. Sugath Yalegama and other officials were also in attendance."
  ]
}