{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/21/president-wickremesinghe-holds-meeting-with-the-president-of-uganda/",
  "time_ut": 1705822020.0,
  "original_lang": "en",
  "original_title": "President Wickremesinghe holds meeting with the President of Uganda",
  "original_body_lines": [
    "During his official visit to Uganda, President Ranil Wickremesinghe engaged in a formal meeting with HE Yoweri Museveni, the President of the Republic of Uganda, on Saturday (20) afternoon.",
    "President Museveni warmly welcomed Ranil Wickremesinghe, and following a friendly exchange, bilateral discussions commenced.",
    "During the meeting, President Yoweri Museveni expressed his joy at President Ranil Wickremesinghe’s acceptance of the invitation for the official visit and lauded his significant role in revitalizing Sri Lanka’s economy. President Museveni commended the nation for its achievements in this regard.",
    "The leaders delved into discussions about Sri Lanka’s new economic program, with President Ranil Wickremesinghe highlighting the positive economic trajectory since entering into an agreement with the International Monetary Fund. He emphasized the anticipated growth in 2024.",
    "Ali Sabry PC, Minister of Foreign Affairs said that many in Sri Lanka initially viewed rebuilding the economy as a complex task but believed that President Ranil Wickremesinghe was the right person for the job. Minister Ali Sabry highlighted the President’s swift and effective efforts in achieving economic stability, earning widespread appreciation.",
    "The conversation extended to discussions on further enhancing bilateral relations between Sri Lanka and Uganda across various domains.",
    "Asian Internet Coalition refutes statement on Online Safety Bill by Minister Tiran Alles",
    "Talk of The Town | Towards Economic Recovery | Raj Rajakulendran | 23rd January 2024",
    "Twenty-one Israeli soldiers killed in deadliest day for Israel in Gaza"
  ]
}