{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/us-funded-initiative-prevents-4600-mt-of-plastic-from-entering-sri-lanka-ocean-149319/",
  "time_ut": 1706683740.0,
  "original_lang": "en",
  "original_title": "US-funded initiative prevents 4,600 MT of plastic from entering Sri Lanka ocean",
  "original_body_lines": [
    "ECONOMYNEXT — Only 20 percent of households in Sri Lanka have access to public waste collection services, the US embassy in Colombo said, noting that a US-funded, community-based initiative had prevented over 4,600 metric tons of plastic – the equivalent of 496 million plastic bottles – from entering the ocean around Sri Lanka.",
    "Communities across Sri Lanka had taken part in the project titled  Clean Cities, Blue Ocean (CCBO), the embassy said, with support from the United States Agency for International Development (USAID) as part of a partnership of nearly three years.",
    "“The CCBO programme, launched in Sri Lanka in 2021, is USAID’s global flagship programme to address ocean plastic pollution. In Sri Lanka, demand for single-use plastics has grown while waste management systems have struggled to keep pace with only an estimated 20 percent of households having access to public waste collection services.  As a densely populated island nation, Sri Lanka faces unique challenges in managing its solid waste.",
    "Through CCBO, the United States partnered with local organisations to design and pilot innovative, economically viable, and environmentally sustainable solutions to address each step in the waste value chain, providing technical assistance and grants totaling more than 1.2 million US dollars (382.8 million rupees), the embassy said. As a result of these partnerships, it said, an additional 625,000 Sri Lankans benefitted from improved solid waste services, and communities around Colombo, Galle, and Jaffna have adopted sustainable practices that promote increased reuse and transformation of waste products into new items.",
    "“The United States is helping Sri Lanka improve management of its natural resources to build resilience and insulate the country from the harms of climate change,” Deputy Director of Economic Growth for USAID Sri Lanka and Maldives Dennis Wesner was quoted as saying. The US will continue to work together with Sri Lankan counterparts to find locally viable solutions and reduce ocean plastics, he said.",
    "“As we confront the escalating crisis of ocean plastic pollution, CCBO has been an exemplary partner in progressing their commitment to extended producer responsibility. This initiative exemplifies our commitment to environmental stewardship, showcasing the positive impact of strategic partnerships and community engagement on creating cleaner, healthier cities for our citizens,” Secretary to the Ministry of Environment Prabath Chandrakeerthi said.",
    "Globally CCBO’s goal is to reduce the estimated 11 million metric tons of plastic that flow into the ocean worldwide each year by targeting rapidly urbanizing areas of countries, a major source of ocean plastic pollution, the embassy said. (Colombo/Jan31/2024)"
  ]
}