{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/fitch-assigns-dfcc-banks-rs3bn-blue-bond-preliminary-a-rating-240454/",
  "time_ut": 1757817000.0,
  "original_lang": "en",
  "original_title": "Fitch assigns DFCC Bank’s Rs3bn blue bond preliminary ‘A’ rating",
  "original_body_lines": [
    "ECONOMYNEXT – Fitch Ratings has given Sri Lanka’s DFCC Bank’s proposed 3 billion rupee blue bonds a preliminary national rating of ‘A’.",
    "The final rating is subject to the receipt of final documentation conforming to information already received, the ratings agency said.",
    "Fitch Ratings – Colombo – 12 Sep 2025: Fitch Ratings has assigned DFCC Bank PLC’s (A(lka)/Stable) proposed Sri Lankan rupee-denominated senior unsecured listed blue bonds of up to LKR3 billion an expected National Long-Term Rating of ‘A(EXP)(lka)’.",
    "The bonds, which would be the first listed blue bond issuance in Sri Lanka, will mature in three, four or five years. The proceeds from the bond issuance will be used to finance eligible blue projects that support the sustainable use of marine and coastal resources and build coastal communities’ resilience to climate risks.",
    "The final rating is subject to the receipt of final documentation conforming to information already received.",
    "The blue bond is rated at the same level as DFCC’s National Long-Term Rating as it constitutes a direct, unconditional, unsubordinated and unsecured obligation of the bank, and will rank pari passu with all of its present and future unsecured and unsubordinated obligations.",
    "Fitch upgraded DFCC’s National Long-Term Rating on 21 January 2025; see our commentary Fitch Upgrades 10 Sri Lankan Banks’ National Ratings and Affirms Five after Scale Recalibration.",
    "Factors that Could, Individually or Collectively, Lead to Negative Rating Action/Downgrade",
    "A downgrade of the bank’s National Long-Term Rating would lead to the downgrade of the expected rating.",
    "Factors that Could, Individually or Collectively, Lead to Positive Rating Action/Upgrade",
    "An upgrade of the bank’s National Long-Term Rating would lead to the upgrade of the expected rating."
  ]
}