{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-extends-Aswesuma-relief-benefits-to-over-180-000-additional-families-Semasinghe/56-760577",
  "time_ut": 1712792008.0,
  "original_lang": "en",
  "original_title": "Govt. extends Aswesuma relief benefits to over 180,000 additional families: Semasinghe",
  "original_body_lines": [
    "Assures all payments including arrears for newly qualified families to be processed by 18 April",
    "Says Rs. 58.5 b allocated to support 1.85 m total beneficiaries",
    "Claims around 200,000 families failing to open bank accounts or update information despite meeting eligibility criteria",
    "Affirms over 400,000 applications received for second phase of program, 286 already processed",
    "State Minister of Finance Shehan Semasinghe yesterday announced that 182,140 more families have been deemed eligible to receive relief benefits under Aswesuma following a thorough review of appeals and objections.  He assured that all payments, including arrears, related to these families will be processed and accounted for by 18 April.",
    "“With this inclusion, the total number of beneficiaries is set to reach 1,854,000, with the Government allocating Rs. 58.5 billion for this purpose,” he added.",
    "However, Semasinghe highlighted a concerning trend where around 200,000 families, who have met all the qualifications for relief benefits, have yet to open bank accounts or update their relevant information.",
    "“Despite extensive awareness campaigns by Divisional Secretariats and the media, no response has been received from these families thus far,” he claimed.",
    "In addition, the State Minister revealed that over 400,000 applications have been received for the second phase of the relief program, with around 286,000 applications already processed and entered into the system.",
    "“Census work related to these applications is scheduled to commence in May to ensure accurate enrolment. The Government has set ambitious targets to enrol 2.4 million families in the Aswasuma welfare benefits program. A substantial allocation of Rs. 205 billion has been earmarked in this year’s Budget to support this initiative,” he added."
  ]
}