{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110807/x-press-pearl-disaster-sc-orders-shipping-company-to-pay-us1-bln-in-compensation-",
  "time_ut": 1753339620.0,
  "original_lang": "en",
  "original_title": "X-Press Pearl Disaster: SC orders shipping company to pay US$1 bln in compensation",
  "original_body_lines": [
    "The Supreme Court of Sri Lanka today (24) ordered a shipping company to pay US$1 billion in compensation for the environmental and economic damage caused due to the fire onboard the X-Press Pearl vessel, Ada Derana reporter said.",
    "The X-Press Pearl container vessel caught fire and sank off the coast of Colombo in 2021.",
    "The incident is considered one of the worst environmental disasters in the country’s history.",
    "According to the Supreme Court’s judgment, the compensation is to be paid to the Secretary to the Treasury.",
    "The Supreme Court ruling states that the respondent should within one year from the date of the judgment, must make an initial payment of USD 1 billion and it can be paid in installments.",
    "The Supreme Court also ordered the establishment of the MV X-Press Pearl Compensation Commission which will be chaired by retired Supreme Court Justice E.A.G.R. Amarasekera.",
    "This Court also directed the Attorney General to give necessary advice to the Criminal Investigation Department (CID) to conduct further investigations and conclude the probe within three months from the date of the judgment into all offences disclosed, including offences already identified, offences in the Penal Code, several laws relating to the marine and coastal environment, and then consider the institution of criminal proceedings against all offenders.",
    "The Supreme Court also held that the then Minister in charge of the subject, Nalaka Godahewa, and the Marine Environment Protection Authority (MEPA) violated fundamental human rights by failing to take appropriate action to prevent the environmental catastrophe.",
    "The judgment was delivered by a five-judge bench of the Supreme Court, presided over by Chief Justice Justice Murdu Fernando.",
    "The ruling was issued following the hearing of several fundamental rights petitions filed by various parties, including His Eminence Malcolm Cardinal Ranjith, Archbishop of Colombo."
  ]
}