{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111633/admit-until-date-us-embassy-in-india-warns-against-overstaying-explains-how-it-can-happen",
  "time_ut": 1755588360.0,
  "original_lang": "en",
  "original_title": "‘Admit until date’: US embassy in India warns against overstaying, explains how it can happen",
  "original_body_lines": [
    "The US embassy in India issued a fresh warning to Indians against overstaying in the US and explained the difference between the ‘Admit until date’ and the expiry of the visa date.",
    "“Your authorized period of stay is the ‘Admit Until Date’ on your I-94, not your U.S. visa expiration date. Staying in the United States beyond your authorized date is called an “overstay” and could result in a visa revocation, possible deportation, and ineligibility for future visas,” the embassy said.",
    "It is the date mentioned on I-94 (arrival/departure record) which is issued by the US Customs and Border Protection. It is not written on the visa. If you entered the US on a visa with a fixed duration (like B-1/B-2 visitor visas, F-1 students, or H-1B workers), the admit until date will usually be a specific calendar date.",
    "You must either leave the US, extend your stay, or change status on or before that date to remain in lawful status.",
    "In some cases (like many F-1 student visas or J-1 exchange visitors), the I-94 may say “D/S” (Duration of Status) instead of a date.",
    "That means you are admitted for as long as you maintain your student or exchange status, not until a specific day.",
    "The ‘admit until date’ is different from the visa expiry date, which is stamped in the passport.",
    "It is the last day one can use to visa to enter the United States. It does not control how long you can stay inside the US after you’ve already entered.",
    "If one overstays the date mentioned on the I-94 document as the ‘admit until date’, they are out of status even if their visa has not expired.",
    "While the visa expiry date denotes the deadline to enter the US, the ‘admit until date’ is the deadline to stay in the US."
  ]
}