{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98831/tuition-classes-targeting-2023-ol-exam-prohibited-from-april-30",
  "time_ut": 1714024020.0,
  "original_lang": "en",
  "original_title": "Tuition classes targeting 2023 O/L exam prohibited from April 30",
  "original_body_lines": [
    "Conducting and organizing tuition classes and seminars aimed at students scheduled to sit for the upcoming 2023 G.C.E. Ordinary Level (O/L) examination will be prohibited from next week.",
    "Accordingly, all tuition and revision classes, as well as seminars oriented towards the 2023 O/L exam will be banned from midnight on Tuesday (April 30), the Department of Examinations said.",
    "Strict action will be taken against those who violate the rules, the Commissioner General of Examinations noted.",
    "The 2023 Ordinary Level exam is scheduled to be held from 06 May to 15 May, 2024.",
    "Furthermore, the Examinations Department mentioned that the results of the 2023 G.C.E. Advanced Level (A/L) examination would be released in the end of May.",
    "Against this backdrop, MP Gamini Waleboda stated that due to the delay in re-scrutiny of the 2022(2023) G.C.E O/L examination, students are facing issues with commencing their academic activities in the A/L classes.",
    "In a letter to the Minister of Education Susil Premajayantha, MP Waleboda has pointed out that the appeals were called for the re-scrutiny of the O/L examination results in December last year. Despite four months having passed, the Commissioner General of Examinations has yet to release the re-corrected results, he added.",
    "The MP stressed that around 200,000 students, who had submitted applications for re-scrutiny, have encountered various issues concerning the A/L subject stream selection as they are still awaiting the finalized results.",
    "Thus, Waleboda has requested the Education Minister to order the Examinations Commissioner General to take measures for expedite the release of the re-scrutinized results."
  ]
}