{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100278/sri-lanka-strikes-restructuring-agreement-with-bondholders",
  "time_ut": 1720033020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka strikes restructuring agreement with bondholders",
  "original_body_lines": [
    "(Reuters) - Sri Lanka has secured a deal to move forward on restructuring about $12.5 billion of international bonds, the government said on Wednesday, a major step in the island nation’s fragile recovery from a severe financial crisis.",
    "The South Asian country defaulted for the first time on its foreign debt in May 2022 after its economy was driven to the brink by a slump in foreign exchange reserves.",
    "Restructuring international bonds was one of the key conditions set by the International Monetary Fund (IMF) under a $2.9 billion bailout programme that helped Sri Lanka tame inflation, stabilise its currency, and improve public finances.",
    "The deal with selected bondholders, who cover about 50% of Sri Lanka’s bonds, is contingent on confirmation by the Official Creditor Committee (OCC) made up of bilateral creditors and the IMF to ensure it is in line with the global lender’s debt sustainability analysis for the country.",
    "The latest agreement comes after Sri Lanka held a second round of formal talks with bondholders this week.",
    "“Sri Lanka ... looks forward to further constructive interaction to finalise the ISB (International Sovereign Bonds) restructuring,” the government said in a regulatory statement.",
    "The framework proposes a 28% haircut on face value and 11% reduction on past interest with payments on the interest component to start from September.",
    "The outline proposes to swap four existing dollar-denominated bonds for a bundle of three fixed income instruments.",
    "One is a standard or so-called “plain vanilla” bond that has a coupon of 4% and matures in 2028. The second is a series of macro-linked bonds, where payouts and principal will be adjusted according to the country’s economic performance - downwards in case the economy fails to hit the IMF baseline projections, and upwards if the economy outperforms.",
    "A third instrument would be a so-called governance linked bond. While the statement did not detail the parameters to which the payout was linked, a source familiar with the situation said the country would have to pay investors less if it managed to achieve reforms demanded by the IMF and hit tax revenue targets.",
    "The bondholder group, the Paris Club, and the IMF did not immediately respond to a request for comment.",
    "Sri Lankan sovereign dollar bonds were marginally up in price on Wednesday, still trading around 57 or 58 cents on the dollar. The bonds were up nearly 15% year to date at the index level up to Tuesday’s close, according to JPMorgan data.",
    "Sri Lanka signed in late June an agreement with creditor nations including Japan, India and China to restructure about $10 billion in bilateral debt.",
    "Sri Lanka now needs to present the proposal to all its bondholders who need to agree to the deal for the restructuring to be finalised.",
    "The country, whose total external debt is $37 billion, also has to finalise arrangements with China Development Bank to restructure debt of $2.2 billion, according to the latest finance ministry data."
  ]
}