{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Society-5-0-Is-it-a-myth-or-a-miracle/4-757585",
  "time_ut": 1705859294.0,
  "original_lang": "en",
  "original_title": "Society 5.0: Is it a myth or a miracle?",
  "original_body_lines": [
    "Urbanisation, smart cities, climate change, temporariness and aged populations are a few among many other reasons as to why firms and nations should focus on Society 5.0",
    "In an ever-changing world, one cannot find a risk-free venture, investment, event, or an activity. Risk should necessarily be examined by looking at the probability of occurrence and the impact. Technology can play a vital role in mitigating the risks by addressing both the impact and probability of occurrence. Designers and developers of Society 5.0 solutions should necessarily use best practices such as secure by design in mitigating risks",
    "Technology is said to be an expression of human creativity. It is widely accepted that technological advancements have improved our standards of living significantly. Technology does not come free of charge despite certain free and open technologies offered in a few domains. Therefore, affordability is becoming a challenge and it has led to a division in society. Newer terms such as digital divide signify this phenomenon. Moreover, profit motives may often prompt business firms to neglect the risks and consequences of the use of technology. However, in resolving these issues once again we necessarily depend on technology. Society 5.0 refers to creating an inclusive society centred on human beings and using technology. Time to time, new terms emerge and receive the attention of both scholars and practitioners. This short article attempts to explore society 5.0, a buzz word most of us are yet to explore.",
    "The never-ending human desires have created new products which we never even imagined. However, such initiatives can harm human beings and the ecosystem despite the benefits they offer. Pollution and climate change are at the forefront of the negative consequences. A few random examples from a long list include mobile telecommunication, automotive and aviation technologies, flexible packaging, and vertical living. Resource depletion, exploitation, consumerism, and materialism are also connected to improper use of technology. Nature precedes. Human centric actions neglecting the other creatures and the environment will eventually pave the way for the extinction of humans. As a relatively new topic among scholars and practitioners, it is interesting to explore Society 5.0 to avoid misuse and promote effective usage.",
    "Even the biggest, be it a nation or a business firm, cannot survive and grow in isolation. No entity is insulated against the VUCA factors that can negatively impact what you plan to achieve. Similarly, the BANI world that is Brittle, Anxious, Nonlinear, and Incomprehensible demands firms and nations to be agile. Building strong connections with the ecosystem and maintaining the network are crucial to ensure sustainability of Society 5.0 initiatives.",
    "The conventional by default nature of seeing everyone else as a competitor will not work in an ecosystem where you are seen just as another entity embedded in it. A shift of mindset to collaborate and cooperate is mandatory to succeed. Value creation and delivery demand this positive attitude toward collaboration. As Society 5.0 primarily focuses on societal benefits, business firms should inculcate the practice of collaboration than competition to promote harmony and resource optimisation for the well-being of the society.",
    "Emerging through the 4th industrial revolution, Society 5.0 focuses on a technology based and human centred society. Conceptualised by Japan and powered by digital technologies, this super smart society envisions an inclusive social system. With the ever-increasing use of technologies such as IoT, IIoT, and digital twins, a substantial volume of data obtained through sensors in physical space is stored in cyberspace. Harnessing this big data can bring enormous benefits to society. Although the focus of Industry 4.0 technologies is the firm or the industry, Society 5.0 is a shift to create the super smart human centric society using industry 4.0 technologies. The interface between the industry 4.0 technologies and Society 5.0 offers ample opportunities for practitioners and researchers.",
    "Smart Cities and Smart City Technologies are becoming popular globally. I do recall how hard it was when we attempted to promote smart city technologies in Sri Lanka and in the region way back in 2018. Among many catalysts, the Smart City Council headed by Corey Grey and headquartered in the USA is making their presence on all the continents promoting best practices. I wish to draw the attention of the readers an interesting fact I read sometime back while following a 100% free online course on Smart City Technologies offered by the Open University, UK (which you can access via https://www.open.edu/openlearn/free-courses/full-catalogue to follow over one thousand free courses).",
    "Over 40% of the people of the global population live in cities and cities cover only a mere 2% of the land extent on the earth. This will reveal to you the congestion exist in the major cities and the importance of using technology in managing them. Society 5.0 is essentially about a super smart society required for smart cities we create.",
    "Any reader wondering as to how these concepts and practices are relevant to countries such as Sri Lanka where rural population is high, it is important to understand the enormous problems we face as households are scattered all over the remote places. The government spends a colossal amount of money to build infrastructure everywhere and provide welfare. Rapid urbanisation may not be feasible, and it is also politically sensitive. Human centric solutions powered by digital technologies can solve most of the problems rural communities are facing. This is also the crux of Society 5.0.",
    "In an ever-changing world, one cannot find a risk-free venture, investment, event, or an activity. Risk should necessarily be examined by looking at the probability of occurrence and the impact. Technology can play a vital role in mitigating the risks by addressing both the impact and probability of occurrence. Designers and developers of Society 5.0 solutions should necessarily use best practices such as secure by design in mitigating risks.",
    "The basic economic problem that has become a cornerstone of the subject of economics has a strong linkage with Society 5.0. The ever increasing needs and wants in a world that has limited resources are examined from multiple perspectives by economists. Technology can leverage, enhance, and optimise the usage of limited resources. In this context, Society 5.0 is an attempt to revisit the basic economic problem with the help of technology.",
    "Hofstede, the guru describes culture as the glue that binds us together in a community be it a firm or a nation. Neglecting the common interests and well-being of society can thus be seen as an attempt to dissolve the glue due to self-interest. One can argue that to build an inclusive society we require low power distances, a more collectivist approach and a tendency toward femininity.",
    "In the subject of ethics, many scholars started to ask the question whether the shift of focus in making an ethical decision based on pleasure vs. pain to the quality of action is simply returning to our traditions preserved over the generations. Similarly, the invitation to modern society that struggles with restlessness, profit motives, wealth creation and target driven cultures to focus on human-centred problem-solving approach is in a way returning to the rich social traditions. The umbrella term which is Society 5.0 naturally relies on digital technologies given the complexity of problems, non-linear nature and swift responses expected.",
    "Society 5.0 demands innovations powered by digital technologies in creating an inclusive society that is human centric. Interestingly, most of the popular innovation types and practices focus on human centric ways of solving social problems using varying degrees of change. Among them, frugal innovation a practice that attempts to do better with less, outcome driven innovation which suggests the necessity of shifting our focus to the problem than solution in innovating and reverse innovation are more aligned with the human centric focus of Society 5.0.",
    "The author wishes to recall a speech made by Professor Lalith Gamage, Vice Chancellor/MD/CEO of SLIIT during the recent staff awards ceremony. Insisting everyone’s unconditional support to make the university a sought-after educational institution in the region, he emphasised the importance of paying attention to three important and integral components namely people, processes, and technology. It is mandatory to review, renew and reconfigure those three factors to reach the set goals of an organisation despite how challenging they are. This is true for business firms and nations who are ambitious to align themselves with Society 5.0 demands.",
    "Scholars and managers must guide business firms and State authorities in their attempts towards creating Society 5.0 that promises multiple benefits to human beings. Urbanisation, smart cities, climate change, temporariness and aged populations are a few among many other reasons as to why firms and nations should focus on Society 5.0. As Industry 4.0 technologies are increasingly in use, achieving the desired goals of becoming a Society 5.0 is seemingly a possibility.",
    "(The writer is the Director, SLIIT Innovate and Senior Academic Fellow, SLIIT Business School. He is the first PhD from the Faculty of Management & Finance, University of Colombo. He is an ex-banker and possesses over 3 decades of experience in diverse industry sectors of engineering, manufacturing, banking, and IT. A fellow of the British Computer Society and a chartered member of CILT, he is also a member of 8 other professional institutions in mechanical and industrial engineering, technology, computing, logistics, innovation, psychology, and marketing. Dr. Yapa has over 20 years of experience in teaching in postgraduate programs of 20+ local and international universities. You can reach him via [email protected].)"
  ]
}