{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/In-the-name-of-humanity/4-780492",
  "time_ut": 1755685413.0,
  "original_lang": "en",
  "original_title": "In the name of humanity",
  "original_body_lines": [
    "Remember them. Honour them. Demand justice for those who were murdered in cold blood in Sri Lanka and around the world",
    "Remembering the fallen humanitarians of Muttur; commemorating World Humanitarian Day",
    "In 2016, the Syrian government launched relentless attacks on Eastern Ghouta, near the capital Damascus. The attack was brutal; artillery dropped day and night, destroying every safe corner to hide. The more people tried to reach safety, the more they were attacked regardless of their age, gender, or religious background.",
    "In this chaos stood a half-constructed hospital in Ghouta with limited medical supplies and medical staff. In this massacre, most of the hospital staff fled the area, but one young doctor, 28-year-old Dr. Amani Ballour, chose to stay with 13 other volunteer doctors to treat the wounded. She assembled her treatment centre in the unfinished basement, operating on critically injured patients, many of them children and mothers.",
    "Her medical team relied on medicine from distant medical facilities and smuggled supplies funded by international and local NGOs. The situation in Eastern Ghouta got ruthless, and the hospital filled with wounded civilians. Dr. Amani faced unimaginable horror but remained persistent and committed to saving innocent lives. Hunger, exhaustion, and fear could not shake her humanity. She worked in that basement hospital for nearly six years, saving thousands of lives. When she was finally forced to evacuate, she left behind her cherished white coat, stained with blood. “It was very special to me. It was so bloody that I couldn’t take it with me,” she later said. But what she left behind was greater: hope, love, and the courage to care. Dr. Amani Ballour was able to leave the war and later tell her story, but in 2006, in Sri Lanka, 17 of our humanitarian workers paid the ultimate price in the name of humanity. As conflict intensified in the town of Muttur, most humanitarian agencies withdrew. Yet, 17 local staff from the French NGO Action Against Hunger (ACF) chose to stay. These Sri Lankan aid workers stood by their community, refusing to abandon those still healing from the scars of the 2004 tsunami in the middle of the brutal conflict.",
    "According to ACF’s report on ‘The Truth About the Assassination of 17 Humanitarian Aid Workers in Sri Lanka’, on 4 August 2006, around 7 a.m., ACF lost radio contact with its mission in Muttur, a little town situated in the north of Sri Lanka. The staff of 17 people had been trapped, caught in the midst of fighting between the Sri Lankan army and the Tamil armed separatist group Liberation Tigers of Tamil Eelam (LTTE). All 17 were found dead several days later; they had been shot dead at close range, execution-style, killed at their compound in Muttur.",
    "Further, ACF wrote at the end of their report: “Humanitarian personnel risk their lives delivering assistance in situations of armed conflict and their respect by belligerents is the most important condition for those in need to continue receiving aid. This is why the impunity for the Muttur massacre is not only an example of flagrant injustice done to the deceased aid workers; it is also a brutal sign to the whole international community that humanitarians who work in situations of armed conflict are far too often no longer protected and respected by warring parties.”",
    "Every year, 19 August is observed as World Humanitarian Day, first marked in memory of the 22 UN staff killed in the 2003 bombing of the UN headquarters in Baghdad, including Sergio Vieira de Mello. Today, 22 years later, humanitarian work is even more dangerous.",
    "Aid workers serve in war zones and disaster areas, delivering food, medicine, and protection. They are people just like us—flesh and blood—but driven by compassion and courage. From Sudan to Gaza, Ukraine to Syria, humanitarian workers are on the frontlines of humanity.",
    "The Aid Worker Security Database (AWSD) reports that from 2004 to mid-2025, 3,366 aid workers were killed. Gaza and Sudan have become two of the deadliest regions for humanitarian work. On average, one aid worker is killed, injured, or abducted every day.",
    "Even as you read this, somewhere in the world, humanitarian workers are risking their lives to feed the hungry, care for the wounded, and comfort the dying without knowing what comes next.",
    "Today, we can do something simple yet powerful: Remember them. Honour them. Demand justice for those who were murdered in cold blood in Sri Lanka and around the world.",
    "Let us carry their message forward with love, humanity, and hope.",
    "(The writer is a humanitarian professional with nearly two decades of field experience across East Africa, South Asia, and Southeast Asia. He has served with United Nations peacekeeping missions, facilitating dialogue, local peace initiatives, and community engagement. His work spans conflict zones, post-disaster settings, and complex emergencies, with a strong background in diplomacy, conflict mitigation, protection, and community resilience.)"
  ]
}