{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112092/belgium-to-recognise-palestinian-state-at-un-general-assembly",
  "time_ut": 1756782840.0,
  "original_lang": "en",
  "original_title": "Belgium to recognise Palestinian state at UN General Assembly",
  "original_body_lines": [
    "Belgium will recognise a Palestinian state at the U.N. General Assembly, Foreign Minister Maxime Prevot said on Tuesday, adding to international pressure on Israel after similar moves by Australia, Britain, Canada and France.",
    "Under mounting global criticism for its war in Gaza, Israel has been angered by the pledges to formally recognise a Palestinian state at a summit during this month’s U.N. event.",
    "Belgium will join the signatories of the New York Declaration, paving the way for a two-state solution, or a Palestinian state co-existing in peace alongside Israel, Prevot said in a post on X.",
    "The decision comes “in light of the humanitarian tragedy unfolding in Palestine, particularly in Gaza, and in response to the violence perpetrated by Israel in violation of international law,” Prevot added.",
    "Belgium would also levy 12 “firm” sanctions on Israel, such as a ban on importing products from its settlements, a review of public procurement policies with Israeli companies and declaring Hamas leaders persona non grata in Belgium, Prevot said.",
    "The Palestinians have long sought a state in the Israeli-occupied West Bank and Gaza, with East Jerusalem as its capital. The United States says such a state can only be set up through direct negotiations between Israelis and Palestinians.",
    "Belgium, a member of the European Union, took the decision to step up pressure on the Israeli government and Hamas, Prevot said.",
    "In 2024, the United Nations’ highest court ruled that Israel’s occupation of Palestinian territories, including the West Bank, and its settlements were illegal and should be withdrawn as soon as possible.",
    "Israel says the territories are not occupied in legal terms as they are on disputed land, but the United Nations and most of the international community see them as occupied territory."
  ]
}