{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98083/update-on-sri-lankans-in-haiti-amidst-escalation-of-violence",
  "time_ut": 1710934200.0,
  "original_lang": "en",
  "original_title": "Update on Sri Lankans in Haiti amidst escalation of violence",
  "original_body_lines": [
    "The Ministry of Foreign Affairs says it is closely following the prevailing situation in Haiti where the citizens are reeling from the spiral of violence that erupted after armed gangs took control of the capital city Port-au-Prince and other areas.",
    "In a statement issued on Wednesday (March 20), the ministry asserted that it is in contact with companies operating in Haiti employing Sri Lankan nationals.",
    "“The companies have confirmed that the [Sri Lankan] nationals are safe and away from the areas where there is ongoing unrest.”",
    "Meanwhile, the Embassy of Sri Lanka in Cuba accredited to Haiti remains in regular contact with the respective companies, the Foreign Ministry noted.",
    "Haiti’s already precarious situation has quickly deteriorated over the past weeks as gangs launched coordinated attacks on key facilities, forcing the resignation of the country’s prime minister.",
    "Haiti has been plunged into a serious humanitarian, political and security crisis following the assassination of President Jovenel Moïse in 2021, and the subsequent strengthening of criminal gangs that now dominate a significant part of the territory and have access to key infrastructures, such as ports and airports.",
    "In early March, one of these gangs orchestrated the escape of more than 3,600 prison inmates and unleashed a wave of terror in several areas of the country, leading to the resignation of prime minister Ariel Henry.",
    "Amnesty International says the recent escalation of violence has reached alarming levels, with reports of dozens of deaths, kidnappings, sexual violence against women and girls, and the forced displacement of more than 35,000 people since the beginning of 2024.",
    "According to foreign media reports, the escalation of violence in Haiti has impeded access to healthcare facilities, forced the closure of schools and worsened an already dire hunger crisis by cutting residents of gang-controlled areas off from critical supplies.",
    "To seek refuge from the chaos, many have gathered in Cap-Haitien, a coastal city in the north of Haiti, which, in truth, suffers from almost all of Haiti’s deepest problems: grinding poverty, chaos, disorder and corruption. But crucially, not gang violence. It is fast becoming the country’s main safe haven for people forced to leave their homes.",
    "Against this backdrop, the Haitian government declared a state of emergency on Sunday evening and imposed a three-day nightly curfew to try to restore order.",
    "But some of Haiti’s most powerful gang leaders — including Jimmy “Barbecue” Cherizier, who heads the powerful G9 gang alliance — say their goal is to bring down Henry.",
    "The Haitian prime minister was in Kenya last week when the latest unrest began. The visit aimed to revive plans for a possible UN-backed police deployment to Haiti to help stem the country’s gang violence.",
    "The two countries signed a “reciprocal” agreement to deploy police from the East African country to Haiti, Kenyan President William Ruto said on Friday, but it remains unclear if and when the deployment might happen.",
    "Although some Haitian civil society leaders have raised concerns about the prospect of international intervention, the country’s national police force is underfunded and ill-equipped to respond to the gangs, which the UN estimates now control about 80 percent of the capital.",
    "Schools and banks were closed amid the latest uptick in violence, and people sheltered for safety in schools, sports venues, gyms and public buildings, often without adequate toilets, health facilities or drinking water."
  ]
}