{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Zakath-and-poverty-Why-the-powerful-tool-falls-short-in-Sri-Lanka/4-782124",
  "time_ut": 1758746250.0,
  "original_lang": "en",
  "original_title": "Zakath and poverty: Why the powerful tool falls short in Sri Lanka",
  "original_body_lines": [
    "Zakath (micro finance of a minority Muslim community) is not merely an act of charity but a system meant to eradicate poverty and strengthen social justice. In Sri Lanka, however, its potential remains underutilised due to a consumption-heavy approach and lack of sustainable strategies. Unless zakath distribution evolves from relief to empowerment, Muslims will continue to face the painful irony of widespread poverty, which is said to be three times higher than the national average.",
    "In Sri Lanka, zakath is too often spoken of only during Ramazan, when most Muslims rush to fulfil their duty and then let the dialog fade away for another year. Yet, zakath was never meant to be a passing ritual; it is a social justice and a lifeline for the poor. If practiced with vision and commitment, it can become a powerful force that uplifts families, restores dignity, and transforms entire communities.",
    "By raising this call now, I hope to awaken zakath payers, administrators and other stakeholders for a continuous dialogue — one that sees zakath not as a seasonal obligation, but as a year-round mission of justice and compassion.",
    "According to the International Poverty Index, an individual earning less than Rs. 645 ($ 2.15) per day is considered to be living below the poverty line. Accordingly, a family of five requires a minimum monthly income of Rs. 96,750 to remain above the poverty threshold.",
    "Based on international data, when examining the economic condition of Sri Lankan Muslims, the question arises: out of roughly 500,000 Muslim families, how many actually earn more than Rs. 96,750 per month? My observation is that well over 75% of the Muslim community continues to live below the poverty line.",
    "When viewed against national statistics, the picture becomes even more concerning. According to 2024 data, Sri Lanka’s per capita income stands at Rs. 1,296,000 ($ 4,320) per year. For a family of five, this translates into an average monthly household income of Rs. 540,000. Readers may judge for themselves how many Muslim families actually reach this benchmark. In my assessment, fewer than 10% of all Muslim households fall into this category.",
    "This article does not attempt to revisit the usual questions—such as what zakath means, which items are subject to it, what is exempt, or what rates apply. Those matters have been discussed in depth for centuries.",
    "Instead, the focus here is on why zakath has not lived up to its true potential. The greater irony is that while Muslims are often seen as a business community, the large sums collected in the name of zakath have brought little lasting change.",
    "Zakath is a mandatory financial obligation in Islam, required of Muslims whose annual wealth or periodic agricultural produce exceeds the prescribed threshold. This threshold is measured as the equivalent of 84 grams of pure gold for wealth, and 647 kilograms of rice for agricultural produce. Accordingly, it is obvious that it is the wealth tax calculated –with few changes – on the basis of net assets of a balance sheet rather than on income basis.",
    "Poverty, in its simplest form, is the lack of means to meet basic material needs. It is generally classified into two categories:",
    "Absolute poverty: A condition of severe deprivation of basic human needs such as food, water, sanitation, shelter, healthcare, and education.",
    "Relative poverty: This is identified in relation to a society’s prevailing standard of living and income distribution, even if one’s entire basic human needs are satisfactorily fulfilled.",
    "For developing countries like Sri Lanka, absolute poverty is the more pressing concern. In contrast, relative poverty is often debated in developed nations, where not owning a luxurious car, for example, may be considered a sign of poverty. What is dealt with in this discourse is the absolute poverty.",
    "The Qur’an underscores its importance more than 30 times, as in:",
    "“Take from their wealth charity by which you may cleanse them and purify them, and invoke blessings upon them.” (Qur’an 9:103)",
    "The Prophet (pbuh) emphasised both its spiritual and social dimensions, warning that hoarded wealth would become a torment in the Hereafter and encouraging prompt charity as a shield against calamity.",
    "In short, zakath is designed not merely to relieve poverty temporarily but to eradicate it by creating economic balance and social solidarity.",
    "Despite the significant sums of zakath disbursed — estimated at over Rs. 1 billion annually — poverty among Sri Lankan Muslims remains disproportionately high. Why has zakath fallen short of its mission and objective?",
    "The main reason – as I see – for the dismal performance of zakath in Sri Lanka lies in its distribution mechanism:",
    "Consumption-based disbursements: The lion share of zakath is allocated to immediate needs such as housing, medical care, and food. While these are recognised as essential needs to be attended to, such disbursements do not permanently lift recipients out of poverty.",
    "Limited investment efforts: Only a small share is directed toward income-generating projects and long term effective projects. Many such projects fail due to poor planning, insufficient capital, or lack of oversight, discouraging further attempts.",
    "The outcome of such inefficient zakath distribution provides temporary relief rather than long-term empowerment and creates a dependency culture, leaving poverty levels largely unchanged.",
    "For zakath to fulfil its true purpose, a shift in approach is necessary. The holy Quran emphasises this paradigm shift as follows:",
    "“Indeed, Allah will not change the condition of a people until they change what is in themselves (mentality and attitude).” (Qur’an 13:11)",
    "The fact that a zakath institution is governed by pious and senior citizens, shall not of itself ensure the efficiency or success of the zakath or its institution. Proper plan, knowledge and strategy are too fundamentally important for success of such zakath mechanism.",
    "Balancing relief with empowerment: Immediate basic needs of the destitute and poor must be met, but equal focus should be placed on programs that build skills, create jobs, and generate sustainable income.",
    "Professional management: Zakath institutions need qualified professionals who can design, monitor, and evaluate poverty-alleviation projects effectively.",
    "Community involvement: Encouraging collaboration and contribution beyond Zakath payers and its administrators, ensures that poverty alleviation becomes a collective mission, as intended by the Qur’an.",
    "The noble intention of using zakath for income-generating projects often ends in disappointment. Despite goodwill, many initiatives fail to produce sustainable results. The reasons for this can be traced to three essential elements of any successful business venture:",
    "Modern business enterprises are scientific, complex, and competitive. No project can succeed without rigorous planning — including feasibility studies, project appraisals, business models, and risk management strategies.",
    "Although zakath administrators and volunteers dedicate themselves selflessly, most lack the technical expertise required for such tasks. Many are unfamiliar with the importance of professional assessments, while others are hesitant to allocate funds for preliminary studies, considering them “wasteful.”",
    "This approach, however, contradicts both reason and revelation. The Qur’an itself commands:",
    "“So ask those who possess knowledge if you do not know.” (Qur’an 16:43)",
    "Incorporating professionals — economists, financial analysts, industry experts — is not optional but indispensable. Their services must be regarded as an investment, not an expense. Zakath funds set aside for Aamileen (administrators), one of the eight Qur’anic categories of Zakath, can justifiably cover such costs.",
    "Another major weakness is the “scattergun” approach: dividing available funds into small shares so that as many recipients as possible are included. While this satisfies the desire to maximise the number of beneficiaries, it leaves each recipient with insufficient capital to launch or sustain a viable business. In effect, everyone receives something, but no one receives enough.",
    "Instead, zakath institutions should allocate capital according to project requirements as determined by professional evaluations. Quality must be prioritised over sheer quantity.",
    "A promising approach –in event of insufficiency of the capital – is to establish joint business ventures through collective zakath funding:",
    "A Private Limited Company can be created, with Fuqara (destitute) and Masakeen (poor) as registered shareholders.",
    "Share certificates, transferable like any other equity, would be issued to them.",
    "The business type — whether agricultural, industrial, or service-based — should be chosen after expert consultation, considering available resources, market demand, supply factors, and regional needs.",
    "If one institution cannot provide the full capital, collaborations with other zakath bodies or like-minded individuals can bridge the gap.",
    "At the end of each financial year, profits would be distributed as dividends among the poor shareholders. This ensures they are not just passive recipients but genuine participants in wealth creation.",
    "Even with sound planning and adequate capital, businesses fail without competent management. Many zakath-funded ventures collapse because recipients lack the necessary skills in production, human resources, marketing, and financial control.",
    "The Qur’an advises against entrusting wealth to those unable to manage it:",
    "“And do not give the weak-minded your property, which Allah has made a means of sustenance for you. Provide for them from it, clothe them, and speak to them with kind words.” (Qur’an 4:5)",
    "This verse underscores the Islamic concept of wealth as a trust (amanah). Ultimately, Allah is the true owner of wealth, while humans are its caretakers. As trustees, zakath administrators must ensure wealth is managed effectively for the collective good.",
    "The most appropriate mechanism is a Board of Directors comprised of:",
    "Qualified professionals with expertise in the relevant industry (regardless of caste or religion) and",
    "These directors should be compensated at competitive market rates to ensure commitment and quality.",
    "In parallel, some of the zakath-recipient shareholders (Fuqara and Masakeen) can be recruited as employees of the enterprise. Thus, they benefit not only from annual dividends but also from regular salaries, enabling them to climb steadily out of poverty. Over time, these recipients can transform from being zakath beneficiaries into zakath payers themselves — the very objective of the zakath institution.",
    "The Prophet Muhammad (peace be upon him) foretold a time of such prosperity:",
    "“The Hour (Day of Judgment) will not be established until wealth increases so much that a man will be concerned as to whom he should pay his Zakath, and when he offers it, the one approached will reply: ‘I do not need it.’” (Bukhari, Vol. 2, Hadith 493)",
    "This vision is not unattainable. With proper planning, adequate capital, and professional management, zakath can transform from a tool of temporary relief into a mechanism of lasting empowerment — alleviating poverty and elevating the community toward self-reliance and dignity.",
    "(The writer is a retired Deputy Commissioner General of IRD. He can be reached at [email protected].)"
  ]
}