{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-urges-new-landholders-to-safeguard-right-150070/",
  "time_ut": 1707212520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka president urges new landholders to safeguard right",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s President Ranil Wickremesinghe who distributed an initial 10,000 freehold titles to land to farmers as part of the first phase of the Urumaya program urged beneficiaries to safeguard their new right.",
    "“I urge everyone to cherish and safeguard this right, not just for themselves but for future generations,” Wickremesinghe said during the ceremony at the Rangiri Dambulu Stadium on Monday (5).",
    "The ‘Urumaya’ program will be rolled out nationwide benefiting an estimated 2 million farming families. The 2024 budget allocated 2 billion rupees for the program’s implementation.",
    "Applicants seeking full ownership of land will receive freehold titles in three main stages. To streamline the process and address community concerns, a Urumaya National Operations Secretariat was established under the Presidential Secretariat, coordinating relevant institutions.",
    "Sri Lanka launches operations secretariat for free hold land distribution",
    "“This monumental step empowers our citizens to exercise control over their land without the need for constant approvals from authorities,” Wickremesinghe said when he personally distributed a first batch of land deeds. “Let us capitalize on this opportunity for progress and development.”",
    "“If the Government Land Ordinance could grant land to white individuals and provide free land rights to investors, there is no reason why the same rights cannot be extended to the general public.”",
    "“This is our homeland, the place of my birth, the nation that defines my heritage. Today marks a significant occasion as we gather to address a longstanding struggle faced by the people of our beloved nation—the quest for land rights. What we are witnessing today is a transformative moment, a revolution, as we grant land rights to 02 million individuals. This monumental step empowers our citizens to exercise control over their land without the need for constant approvals from authorities.",
    "I urge everyone to cherish and safeguard this right, not just for themselves but for future generations. Let us capitalize on this opportunity for progress and development. While many parts of the world have witnessed revolutions to secure land rights, our country is distinguished by achieving this milestone without the need for such upheavals.",
    "Many deemed this impossibility, but our government made the decisive choice. Specifically, those engaged in farming and those who have built houses will now hold the rights to that land. I extend my gratitude to all involved in agricultural activities. Your support in the last Maha and Yala seasons played a crucial role in revitalizing the country’s economy, leading to a successful harvest.",
    "Additionally, I acknowledge those who have constructed homes on these lands. It is in appreciation of their contributions that we grant this freehold land right. This marks a historic moment, as even during the Sinhalese dynasty, there was no established deed system. Lands were allocated to the privileged and Nilames through letters, while others received land for cultivation without permanent deeds. The Waste Land Act designated all such lands to the government, leaving the people with nothing.",
    "Mr. D.S Senanayake initiated efforts to allocate land to people for farming under the Land Development Ordinance Act of 1935. The Land Acquisition Act was utilized to acquire land for village expansion, but ownership rights were not granted.",
    "Subsequently, settlements were established in arid regions, accompanied by the commencement of paddy cultivation. Mr. Philip Gunawardena introduced the Paddy Act to enhance paddy fields in the wet zone where the majority existed, facing considerable opposition. However, the initiative persevered.",
    "During the Mahaweli movement, Mr. J R Jayawardena allocated additional acres to the people. We are now launching a similar program.",
    "In the past, Mr. Gayantha Karunathilaka faced legal challenges when initiating this program, accused of introducing a new law. However, this time, I did not encounter such opposition. If the Government Land Ordinance could grant land to white individuals and provide free land rights to investors, there is no reason why the same rights cannot be extended to the general public.",
    "Today, we are granting free land rights to everyone using the same ordinance that facilitated land allocation to investors. No legal hurdles need to be overcome again. This program is historic and revolutionary. Land rights have only been granted in Asia by Japan and South Korea, and today, the people of our country have acquired this right.",
    "I have instructed the swift implementation of this initiative in every divisional secretariat. I urge all Members of Parliament to unite without party distinctions for the success of this endeavour.",
    "It must be acknowledged that the current government in Sri Lanka is unprecedented, with individuals from various parties coming together to take on responsibilities during challenging times. Despite the complexities of forming a government with contributions from different parties, we faced the task of rebuilding the country.",
    "While our nation is gradually recovering, I recognize the hardships endured by the people. Efforts have been made to provide relief through programs such as the ‘Aswesuma’ program and salary increases for government employees. Emerging from a state of bankruptcy, the next step involves granting free land rights to the people. Despite economic challenges, undertaking these initiatives raises the question of what cannot be achieved in the future with a strengthened national economy.",
    "Continuing on the path we have embarked upon, there is the potential to achieve a 5% economic growth in 2025. Our collective efforts, transcending party politics, have contributed to the success achieved so far. I urge everyone to unite in carrying forward this work, keeping the future of our people in mind.",
    "We have already granted land rights to 02 million people and provided benefits to another 02 million, along with salary increases for 1.5 million. The development of the tourism sector has also created new income streams. If such significant accomplishments can be achieved with parliamentary unity, envision the possibilities if all members collaborate. This is the direction we must take.",
    "Anticipating further legislative measures to foster the country’s development, let us advance together. An extensive agricultural revolution is underway, transforming the landscape through agricultural modernization.",
    "We must avoid falling into debt again and prevent becoming a nation of beggars. Safeguarding our pride is crucial, and we must embark on this journey together. Today, each one of you is a stakeholder in this country. I encourage everyone to act with pride and wish you all the best.”"
  ]
}