{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104796/president-appoints-4-new-ambassadors-and-high-commissioner",
  "time_ut": 1736236740.0,
  "original_lang": "en",
  "original_title": "President appoints 4 new Ambassadors and High Commissioner",
  "original_body_lines": [
    "President Anura Kumara Dissanayake has appointed a High Commissioner and four Ambassadors to serve in Sri Lanka’s diplomatic service.",
    "The official appointments were handed over by the President during a formal ceremony held today (07) at the Presidential Secretariat.",
    "The newly designated diplomats also engaged in a brief discussion with the President following the appointments.",
    "Mr. W. G. S. Prasanna, High Commissioner-designate for New Zealand",
    "President Dissanayake expressed his confidence in the newly appointed diplomats, emphasizing the importance of their roles in strengthening Sri Lanka’s bilateral ties and fostering mutual cooperation with the respective nations, the President’s Media Division (PMD) said.",
    "He called on Sri Lanka’s newly appointed diplomats to prioritize improving the country’s international image and promoting its interests globally. Addressing the appointees during the official ceremony, the President stressed the importance of representing Sri Lanka positively in all their diplomatic engagements.",
    "He also emphasized the need to provide equitable welfare services for Sri Lankans working abroad, ensuring that they receive support without any discrimination. The President highlighted the significance of focusing on the welfare of Sri Lankan workers in regions like the Middle East, South Korea, and Japan, where a substantial number of expatriates are employed, it added.",
    "Underscoring Sri Lanka’s aspirations for economic growth, President Dissanayake urged the diplomats to work toward increasing direct foreign investments and expanding international market opportunities for local entrepreneurs.",
    "He stated that achieving these goals is a crucial responsibility entrusted to the Ambassadors and High Commissioners. The President assured the diplomats the government’s full support in these endeavors and announced plans for a follow-up discussion on the progress of these initiatives.",
    "The newly appointed diplomats were selected from career diplomat with over 20 years of experience in the Sri Lanka Foreign Service, recognized for their expertise, potential, and ability to contribute to Sri Lanka’s global engagement and economic advancement.",
    "The new appointees will assume their duties shortly, representing Sri Lanka’s interests and contributing to the nation’s diplomatic endeavours, according to the PMD.",
    "Dr. Nandika Sanath Kumanayake, Secretary to the President and Senior Additional Secretary to the President Roshan Gamage were also present at the ceremony."
  ]
}