{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84313",
  "time_ut": 1719852660.0,
  "original_lang": "en",
  "original_title": "“We can no longer afford to revert to old politics. The choices we make today profoundly impact our future.  Can we afford to return to the days of long queues and traditional politics? We must decisively choose our course.”- President Ranil Wickremesinghe in Matara.",
  "original_body_lines": [
    "(Text of Address  Delivered by President Ranil Wickremesinghe at the “Victory through Unity” (Ekwa Jayagamu) Held at the Matara Fort Grounds on 30 June 2024)",
    "“I have safely brought the Titanic, entrusted to me, to port. While other captains fled from the iceberg, we faced a critical decision: sink or navigate to safety. Now that we’ve reached port, the question is what to do next with this ship. We must decide whether to refurbish it for the next 50-100 years or hand it over in its current state to a fleeing captain.",
    "When I arrived here today, memories of the hardships faced by the Matara people flooded back. I vividly recall spending the Sinhala New Year 2022 in Kamburupitiya, where a filling station near my hotel was constantly crowded with long queues of vehicles. Witnessing the people’s suffering and frustration, I resolved that such scenes must not recur in our country.",
    "Prior discussions with the International Monetary Fund (IMF) and exchanges with the World Bank underscored the urgency. Despite multiple notifications to former President Gotabaya Rajapaksa, ultimately, I had to assume leadership of the country.",
    "I took charge of the country in an unprecedented manner in world history. When everyone else fled, I stepped up to lead. Constitutionally, when the President resigns and the ruling party fails to act, it falls upon the opposition to step in. Yet, everyone evaded responsibility. Our economic and political systems were shattered.",
    "Assuming the presidency, many doubted our ability to succeed. However, I maintained strong faith in the people of our country and myself. With aid from countries like India and Bangladesh, and by encouraging farmers to ensure a successful 2022-2023 Yala season, we achieved a bountiful harvest.",
    "This enabled our nation to celebrate the Sinhala New Year, Vesak Festival, and Poson Festival with great splendour.",
    "Additionally, the people of the south played a crucial role in boosting tourism and attracting visitors to our country, thereby securing vital foreign exchange. With the united support of these efforts, we propelled our country forward.",
    "We have partnered with the International Monetary Fund to stabilize the country’s economy, which means we cannot resort to printing money or taking loans from banks. This compelled us to explore new avenues for generating income, albeit making the tough decision to increase taxes. Today, as a result, our economy has stabilized, and we aim to relieve the common people from this tax burden in the future.",
    "In 2023, we launched the ‘Aswesuma’ program that significantly benefited the people, providing triple benefits compared to previous efforts like ‘Samurdhi.’ The number of beneficiaries increased from 1.6 million to 2.4 million. During the economic crisis, we achieved what was previously thought impossible. During the Sinhala New Year, each low-income family received 10 kilograms of rice monthly for two months, and government employees saw a Rs. 10,000 salary increase.",
    "Moreover, the ‘Urumaya’ program was initiated to grant freehold land deeds to all occupants of government lands. In the upcoming week, a program will begin to grant ownership of apartments in Colombo to low-income residents.",
    "We undertook these efforts quietly but with significant benefits for the people. Moving forward, we have successfully steered clear of bankruptcy and continue to manage our debt responsibly.",
    "Through negotiations, we have secured concessions where our total debt, currently at 108% of GDP, will be restructured. Countries that provided loans have agreed to extend our repayment deadline until 2042 and have reduced the amounts due.",
    "In addition to official loans, we have also borrowed from private individuals through bonds. Following the agreement, discussions with bondholders’ representatives are progressing well. Initially estimated to take about a month, these negotiations are proceeding smoothly, and we anticipate completing them successfully by next week. We plan to present both agreements to Parliament for approval.",
    "I have informed the Chairman of the State Finance Committee Harsha De Silva about our intention to present all three agreements to Parliament for discussion. While I can’t detail all aspects here, I plan to provide a thorough explanation. I have informed him that following discussions and scrutiny by the State Finance Committee, we will prepare a report for a parliamentary vote. It is crucial for all parties in Parliament to participate in this vote.",
    "The international community awaits our decision on these agreements. If any party proposes an alternative approach, I am willing to facilitate discussions with the International Monetary Fund for them. The government is willing to make arrangements to fund necessary travel permits and accommodation for these discussions. They can proceed with their talks, and if deemed beneficial, we will bring the matter to Parliament for consideration.",
    "We can no longer afford to revert to old politics. The choices we make today profoundly impact our future. Moving away from this path begs the question: do we have an alternative future? Can we afford to return to the days of long queues and traditional politics? We must decisively choose our course.",
    "Looking ahead, how will we sustain future fuel payments? Will borrowing become inevitable once more? Without embracing a new program, we risk facing a more severe economic crisis within the next 15 years.",
    "Therefore, transitioning to an export-driven economy is imperative. These decisions are made with everyone’s interests in mind. We must determine whether our youth will inherit recurring economic crises or thrive in a developed nation.",
    "That is why I urge every political leader to unite for the country. People often ask which party this cabinet belongs to, but today we have individuals who have come together solely for the country. Many former members of the SLPP have lost their ministerial positions, and although I cannot accommodate them currently, they have set aside personal interests to unite for the nation.",
    "Representatives from various parties are present here today; this is not about one party but about everyone uniting for the country’s benefit. Thus, we embark on a new political journey with the motto: country first, party second.",
    "Regardless of their political affiliations, everyone here is part of a team capable of working for our nation. It’s crucial to sustain this political system and protect this journey together. I extend an invitation to the opposition to join us on this new path, where they can learn alongside us how to build our country.",
    "Today, our focus is not on individual interests or party politics; we prioritize the country’s interests as we move forward. I empathize deeply with the hardships faced by our people, and I request that everyone safeguard the strides we have made and continue advancing together.”"
  ]
}