{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sargia-sri-lanka-ramps-up-destination-marketing-in-expansion-drive/",
  "time_ut": 1731268800.0,
  "original_lang": "en",
  "original_title": "Sargia Sri Lanka ramps up destination marketing in expansion drive",
  "original_body_lines": [
    "The newly formed Sargia Sri Lanka, a destination management company Co-Founded by George Paul and Rochelle Edirisinghe, has unveiled its reimagined headquarters in Moratuwa.",
    "Known for its distinctively authentic travel experiences and renowned hospitality, Sargia has garnered a global reputation, drawing clients from countries including Australia, the United Kingdom, Dubai, the Netherlands, Malta and India.",
    "“With the company’s recent expansion, Sargia now creates over 250 direct and indirect employment opportunities for Sri Lankans across the travel industry and related sectors,” said Sargia Sri Lanka, Co-Founders George Paul and Rochelle Edirisinghe.",
    "Sargia Sri Lanka also extends its influence internationally through its Dubai-based subsidiary, Al Taraf Al Mukhtalif Tourism, which operates under the Sargia Dubai brand. This branch offers exceptional travel services and hospitality for Sri Lankan nationals and other travelers in the Middle East.",
    "The company’s growth is part of a larger strategy to establish a global footprint that also benefits local communities and bring more foreign currency to Sri Lanka.",
    "Sargia Sri Lanka is actively preparing to open its second overseas office in Australia, with operations expected to commence soon.",
    "“This would be quickly followed by a third office planned in Bali by mid-2025. By expanding its presence, Sargia Sri Lanka continues to set new standards for destination management; ensuring travelers experience the very best of Sri Lanka while contributing to the local and global economy,” they said.",
    "DIMO enhances Rank Container Terminals efficiency with Kalmar Reach Stacker",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}