{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Singer-Finance-wins-Gold-at-CA-Sri-Lanka-TAGS-Annual-Report-Awards-2024/34-771046",
  "time_ut": 1735259743.0,
  "original_lang": "en",
  "original_title": "Singer Finance wins Gold at CA Sri Lanka TAGS Annual Report Awards 2024",
  "original_body_lines": [
    "Singer Finance (Lanka) PLC has reaffirmed its position as a leader in the financial sector by winning the Gold award for Excellence in Annual Reporting at the CA Sri Lanka TAGS Annual Report Awards 2024. This recognition was in the category of Finance Companies with assets between Rs. 25 billion to Rs. 75 billion.",
    "In addition to this prestigious award, Singer Finance also received special recognition for its exceptional efforts in Sustainability Reporting, Corporate Governance, and Integrated Reporting. These achievements highlight the company’s dedication to maintaining high standards of transparency, responsibility, and good business practices.",
    "“Being recognised with the Gold award at the CA Sri Lanka TAGS Annual Report Awards 2024 is a significant milestone for Singer Finance. This achievement underscores our team’s relentless pursuit of excellence and our commitment to transparency and integrity in financial reporting. At Singer Finance, we strive to deliver value and build trust by maintaining the highest standards in corporate governance and responsible business practices. This accolade inspires us to continue driving innovation and serving our stakeholders with distinction,” said Singer Finance CEO Thushan Amarasuriya.",
    "With a legacy spanning over 20 years, Singer Finance has established itself as a trusted partner in the financial services industry. Backed by its ultimate parent company, Hayleys PLC, one of Sri Lanka’s largest and most diversified conglomerates, Singer Finance has evolved to offer a diverse range of products, including leasing, gold loans, savings accounts, and many other personalised financial solutions, catering to the unique needs of individuals and businesses alike. Over the years, Singer Finance has consistently demonstrated its expertise and leadership in critical business domains. This remarkable achievement at the CA Sri Lanka TAGS Annual Report Awards underscores Singer Finance’s unwavering commitment to excellence in every facet of its operations, solidifying its status as an industry leader and a beacon of transparency and innovation."
  ]
}