{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102021/sajith-premadasa-urges-people-to-elect-a-leader-who-treats-all-equally",
  "time_ut": 1726481220.0,
  "original_lang": "en",
  "original_title": "Sajith Premadasa urges people to elect a leader who treats all equally",
  "original_body_lines": [
    "Sajith Premadasa, the presidential candidate of the Samagi Jana Balawegaya (SJB), emphasized the importance of electing a leader who treats everyone equally, regardless of caste or religion.",
    "He made this statement during a rally held yesterday (15) in the Kaththankudy area.",
    "Drawing a parallel with Malaysia’s thriving tourism industry, Premadasa highlighted the potential for Sri Lanka to strengthen its own tourism sector.",
    "“By taking cues from Malaysia, we can elevate our tourism industry to new heights,” he remarked.",
    "He also pledged to address the housing issues in Kaththankudy by creating housing schemes for families without lands or houses.",
    "Additionally, he also promised to transform all 361 schools in the Batticaloa District into ‘smart schools’ and to upgrade all local hospitals into ‘smart hospitals.’",
    "Commenting further, Premadasa criticized his rivals: “Both Ranil Wickremesinghe and Anura Kumara Dissanayake were silent when the previous government committed that injustice to the Muslim community with Covid-19 cremation policy. They did not stand up for the Muslim community”.",
    "He reminded of the SJB’s strong stance on the issue, noting that his party had organized large protests both in parliament and on the streets against this unjust policy.",
    "Premadasa urged the people of Kaththaankudy, and the wider Muslim community, to reflect on these events when deciding on the country’s future leadership.",
    "“Regardless of your religion or culture, it’s crucial that we safeguard Sri Lanka’s identity by choosing the right leader,” he concluded."
  ]
}