{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98323/philippines-marcos-boosts-maritime-security-as-china-tension-rises",
  "time_ut": 1711873620.0,
  "original_lang": "en",
  "original_title": "Philippines’ Marcos boosts maritime security as China tension rises",
  "original_body_lines": [
    "Philippine President Ferdinand Marcos Jr has ordered his government to strengthen its coordination on maritime security to confront “a range of serious challenges” to territorial integrity and peace, as a dispute with China escalates.",
    "The order, signed on Monday and made public on Sunday, does not mention China but follows a series of bilateral maritime confrontations and mutual accusations over a disputed area of the South China Sea.",
    "Beijing claims almost all of the South China Sea, a conduit for more than $3 trillion of annual ship-borne commerce. China’s claims overlap those of the Philippines, Vietnam, Indonesia, Malaysia and Brunei. The Permanent Court of Arbitration in 2016 said China’s claims had no legal basis.",
    "The latest flare-up occurred last weekend, when China used water cannon to disrupt a Philippine resupply mission to the Second Thomas Shoal for soldiers guarding a warship intentionally grounded on a reef 25 years ago.",
    "“Despite efforts to promote stability and security in our maritime domain, the Philippines continues to confront a range of serious challenges that threaten territorial integrity, but also the peaceful existence of Filipinos,” Marcos said in the order.",
    "The president vowed on Thursday to implement countermeasures against “illegal, coercive, aggressive and dangerous attacks” by China’s coastguard.",
    "His order expands and reorganises the government’s maritime council, adding the national security adviser, solicitor general, National Intelligence Coordinating Agency chief and the South China Sea task force.",
    "The order appears to expand the role of the military by naming the Armed Forces of the Philippines, not just the navy, among the agencies supporting the council.",
    "The renamed National Maritime Council will be the central body to formulate strategies to ensure a “unified, coordinated and effective” framework for the Philippines’ maritime security and domain awareness.",
    "Marcos increased the number of agencies supporting the council to 13 from nine, including the space agency and the University of the Philippines’ Institute for Maritime Affairs and the Law of the Sea."
  ]
}