{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111884/ex-president-ranil-should-undergo-immediate-heart-surgery-dr-rukshan-bellana",
  "time_ut": 1756253820.0,
  "original_lang": "en",
  "original_title": "Ex-President Ranil should undergo immediate heart surgery – Dr. Rukshan Bellana",
  "original_body_lines": [
    "Dr. Rukshan Bellana, the Deputy Director of the Colombo National Hospital says that it is appropriate to refer former President Ranil Wickremesinghe for urgent heart surgery.",
    "He stated that this surgery should ideally be carried out at the Colombo National Hospital according to the waiting list, but if not, former President Wickremesinghe has the option to undergo the procedure at a private hospital.",
    "Speaking to Ada Derana Dr. Rukshan Bellana said, “He has some complications with his heart. It would be best to refer him for surgery as soon as possible. Since he has received approval for the surgery, he has the option to go to a hospital of his choice. The waiting list at the National Hospital can sometimes take up to three years. Therefore, he can opt to bear the cost himself and have the surgery done quickly at a private hospital. Currently, it has been reported that he has a blockage in the coronary arteries and is experiencing a deteriorating condition. Through examinations, we found that his heart is weakened. Surgery will help restore it to normal function.”",
    "Meanwhile, former President Ranil Wickremesinghe, who was released on bail yesterday (26), is expected to receive treatment at the Colombo National Hospital in the coming days, according to his office.",
    "In a statement, the office also mentioned that after completing medical treatment, former President Wickremesinghe intends to invite all parties for discussions.",
    "Furthermore, the statement added that former President Ranil Wickremesinghe expressed his gratitude to all those who stood together to end the unconstitutional autocracy since the time of his arrest."
  ]
}