{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ewis-showcases-sri-lankan-technology-at-africa-tech-festival-2024/",
  "time_ut": 1734292080.0,
  "original_lang": "en",
  "original_title": "EWIS showcases Sri Lankan technology at Africa Tech Festival 2024",
  "original_body_lines": [
    "E-W Information Systems Limited (EWIS), a trailblazer in tech solutions, made waves at the Africa Tech Festival 2024, held from November 12th to 14th at the Cape Town International Convention Centre (CTICC). This premier event united tech and telecom giants, visionary entrepreneurs, and influential policymakers to explore the future of technology, innovation, and digital transformation across Africa.",
    "Representing Sri Lanka on this global stage, EWIS showcased its state-of-the-art products and services aimed at empowering businesses and individuals throughout Africa. The festival provided a dynamic platform for EWIS to highlight its expertise and vision for leveraging technology to tackle Africa’s most pressing challenges, from healthcare and finance to government, retail and beyond.",
    "The Africa Tech Festival 2024 brought together industry leaders, innovators, and entrepreneurs for a series of top-tier content sessions, two international exhibitions, and impactful networking opportunities.",
    "EWIS’ participation underscored its dedication to spearheading digital transformation in Africa.",
    "“We are immensely proud to bring Sri Lankan technology to the global stage at Africa Tech Festival 2024,” said Sanjeewa Wickramanayake, Chairman/CEO of EWIS. “This event is a fantastic opportunity to share our cutting-edge solutions and expertise while forging connections with global tech leaders. The positive feedback from our interactions has been overwhelming, and we are excited about the potential for future collaborations that can drive transformative change in Africa,” he said.",
    "President hails successful bond exchange which took two years of intense negotiations",
    "‘Snow World’ at Excel World Colombo remains open to the public till December 31",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}