{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/needed-all-hands-on-deck/",
  "time_ut": 1710177720.0,
  "original_lang": "en",
  "original_title": "Needed: All hands on deck",
  "original_body_lines": [
    "Dirty, divisive politics does not spare anything in this country. Even religious institutions are divided along party lines, and some of them are at daggers drawn. Politics has torn many families asunder. Politicians are driven by expediency, and never do the government and the Opposition close ranks for the sake of the country. They join forces only to further their mutual interests. So, the news that the Opposition political parties, save one, had decided to boycott yesterday’s IMF meeting, in Colombo, came as no surprise.",
    "The SJB, the JVP/NPP, the SLMC, etc., turned down President Ranil Wickremesinghe’s invitation to the meeting, citing various reasons. We believe that they boycotted the event because they were wary of being seen to be supportive of the government-IMF agreement, which, they say, contains some flaws and controversial sections detrimental to the interests of this country. The government, no doubt, had an ulterior motive; it wanted its rivals to take up their misgivings about the bailout deal with the IMF delegates themselves so that the Opposition would not be able to flog those issues thereafter.",
    "However, all political parties are duty bound to make a collective effort to revive the economy, for they are culpable for the current economic crisis, albeit to varying degrees. True, it was on President Gotabaya Rajapaksa’s watch that the economy went into a tailspin, triggering widespread anti-government protests, but the prevailing economic crisis is not of recent origin; it is the culmination of a process that began decades ago. Gotabaya failed to manage the crisis because he surrounded himself with a bunch of self-important advisors who acted just like the proverbial royal pet monkey that harmed the king in his sleep by using the regal sword to smite a mosquito sitting on him.",
    "The UNP-led Yahapalana government with the SLFP as a partner borrowed recklessly from external sources, as is public knowledge; it left as much as USD 10 billion unpaid at the end of its term in 2019, according to SLPP leader and former President Mahinda Rajapaksa. Thus, the UNP and the SLFP contributed to the country’s debt crisis, which crippled the economy. The holier-than-thou SJB politicians were in the Yahapalana government, and therefore they are also responsible for having worsened the country’s indebtedness and debilitating the economy. The same goes for the SLMC and other allies of the Yahapalana government. The JVP was instrumental in having Mahinda Rajapaksa elected President in 2005; it thereafter backed the  Yahapalana government and went to the extent of propping up the UNP-led administration after the SLFP’s exit therefrom in late 2018. Besides, it inflicted incalculable damage on the economy during its second uprising in the late 1980s. It destroyed countless state assets such as buses, transformers, power lines and Agrarian Service Centres and paddy storage facilities countrywide. How much the country lost due to numerous illegal curfews and work stoppages the JVP resorted to during that period has not been estimated. The TNA, which was formed at the behest of Prabhakaran, backed the LTTE to the hilt and defended its actions in and outside Parliament. It is also responsible for the irreparable damage the economy suffered at the hands of the LTTE. There is no way the dissident SLPP MPs can absolve themselves of the blame for the current economic crisis. They were in the SLPP government as ministers, and misled Gotabaya. Now, they are trying to dupe the public into believing that they had nothing to do with the blunders of the SLPP administration!",
    "Hence the need for all political parties represented in the current Parliament and their MPs to put their shoulders to the wheel and help the country emerge from the current crisis instead of fighting among themselves. They had better make a serious effort to clean up the economic mess of their own making lest their failure should trigger a tsunami of public anger, which will be far more destructive than the one we witnessed in 2022.",
    "The people are so resentful that they are asking all 225 MPs to go home. This, the political parties and their leaders must bear in mind.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}