{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/poland-sri-lanka-relations-beyond-tea-and-tourism/",
  "time_ut": 1758352380.0,
  "original_lang": "en",
  "original_title": "Poland–Sri Lanka Relations: Beyond Tea and Tourism?",
  "original_body_lines": [
    "Oxford, United Kingdom– While preparing for my next trip to Sri Lanka, I keep reflecting on relations between Poland and the “Pearl of the Indian Ocean.” At first, Sri Lanka and my home country—a democratic nation of 38 million people in Central Europe—may seem very distant from one another. Yet, this year has brought a substantial development in their bilateral relations.",
    "In May 2025, Polish Foreign Minister Radoslaw Sikorski visited Sri Lanka. He participated in high-level meetings with President Anura Kumara Dissanayake, Prime Minister Harini Amarasuriya, and Foreign Minister Vijitha Herath. Notably, he was representing not only Warsaw but also the entire European Union, as Poland held the EU presidency.",
    "Shared historical connections between Sri Lanka and Poland stretch back more than a century. One of them is particularly close to my heart: the visit of Adam Asnyk, a renowned poet born in my hometown of Kalisz, the oldest city in Poland. He travelled to Sri Lanka in 1894.",
    "Even more notable was the 1914 journey of Bronislaw Malinowski, the world-famous anthropologist and founder of the functionalist school. During his stay on the way to the western Pacific, he visited Anuradhapura, Dambulla, Kandy, Sigiriya, and even the ancient village of Nalanda in Matale.",
    "Malinowski was joined by the brilliant but tormented artist Stanislaw Witkiewicz, popularly known as Witkacy. Devastated by the suicide of his fiancée, Witkacy contemplated ending his own life in Ceylon. However, he did not follow through. We will never know whether it was the island’s beauty that restrained him from such a tragic act. But Sri Lanka undeniably left its mark on his work—inspiring a series of paintings and even a novel. Apparently, it was Witkacy’s destiny to end his life by suicide after all. Upon hearing of the Soviet invasion of Poland on September 17, 1939, Witkacy committed suicide the following day.",
    "The Polish–Sri Lankan exchange continued throughout the 20th century. During the communist era, the Polish government and the media hailed Madam Sirimavo Bandaranaike—the world’s first female prime minister—as evidence of socialism’s supposed superiority over Western capitalism in advancing gender equality. Poland was also widely viewed as one of the dream destinations in higher education for Sri Lankan students.",
    "At present, Polish people are increasingly perceiving Sri Lanka as an attractive tourist destination. For a short period of time prior to the Covid-19 pandemic, the LOT Polish Airlines operated direct flights between Warsaw and Colombo. Unfortunately, currently there are no direct flights. However, connections with a single stopover in the Middle East remain widely available. This surely helped Poland become the tenth-largest source of tourists to Sri Lanka in 2024.",
    "In fact, Sri Lanka has always been part of Polish homes. It is connected to one of the most important habits: drinking tea. Poland is among Europe’s most tea-loving nations. Interestingly, we neither call it “chai” nor “tea,” but “herbata.” This word is derived from “herbs.” Tea is a must-have beverage in Polish households—with Ceylon tea regarded as the best in quality.",
    "The ties between the two democracies are still evolving. As a member-state of the European Union, Poland is increasingly attractive to Sri Lankan professionals. As of the end of 2024, approximately 1,600 Sri Lankans worked in Poland. These statistics may not be impressive; however, over the last decade the number of Sri Lankan workers in Poland has increased nearly 30-fold.",
    "During his visit, Foreign Minister Sikorski promised to ease visa procedures for Sri Lankan nationals. This gesture may open the door for deeper cooperation—both on a people-to-people level as well as in political and economic dimensions. In such case, Poland–Sri Lanka relations may evolve into a multifaceted partnership.",
    "In this process, I had the opportunity to give lectures at General Sir John Kotelawala Defence University and the Royal Asiatic Society of Sri Lanka. I am also deeply honored to be invited as a keynote speaker to the 46th National Conference of Chartered Accountants of Sri Lanka that will take place on October 8–10 in Sri Jayewardenepura Kotte.",
    "It is our hope to strengthen the ties between Sri Lanka and Poland—going far beyond tea and tourism.",
    "*Dr. Antonina Luszczykiewicz-Mendis, a visiting scholar at the University of Oxford, is an assistant professor at the Jagiellonian University in Krakow, Poland.",
    "Ranil’s Triple-R Programme – Relief, Rehabilitation and Reconciliation – and work style",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}