{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85243",
  "time_ut": 1734818580.0,
  "original_lang": "en",
  "original_title": "From  Francis Molamure in 1931  to  Asoka Ranwala in 2024 :  An  Overview  of Sri Lanka’s Speakers.",
  "original_body_lines": [
    "Ranwala Arachchige Asoka Sapumal Ranwala blazed across the parliamentary skies of the Democratic Socialist Republic of Sri Lanka for a brief period .The National People’s Power(NPP) Gampaha district MP served as Sri Lanka’s speaker  from 21 November to 13 December 2024 for 22 days.",
    "As is well known Ranwala was in the eye of a political storm due to the authenticity of his higher educational qualifications being publicly  disputed. He was challenged to prove that he had acquired a doctoral degree from Japan as claimed by him. Unable to do so, Asoka Ranwala had no choice other than to tender his resignation to President Anura Kumara Dissanayake.",
    "On 17 December 2024, Idampitiyegedara Wanigasuriya Mudiyanselage Jagath Wickramaratne was elected as speaker. The election was unanimous. Dr.Jagath Wickramarathe who was elected on the NPP ticket from Polonnaruwa district is a medical doctor.",
    "The unsavory controversy surrounding Asoka Ranwala’s resignation has placed the respected office of the speaker under the spotlight. Much interest has been evinced in the role of the speaker in Sri Lanka following the resignation of the 22nd speaker. It is against this backdrop that this column focuses  – with the aid of earlier writings –  on the historic importance of the Speaker in a Parliamentary democracy. This  two-part article will also  provide an overview of past speakers who have held such office in Sri Lanka.",
    "An interesting aspect of the roles played by various speakers of Sri Lanka  in the past is that several of them irked the powers that be through their sturdy independence and firm adherence to the powers and privileges of Parliament. None in the past have caused disrepute and dishonour to that august office as has been done now.",
    "The office or institution of speaker is of crucial importance occupying a pivotal position in a Parliamentary democracy. So respected is the position that MPs refer to him or her as “Honourable Speaker” or “Mr/Madam Speaker”.",
    "It has been said of the office of the speaker that while the members of Parliament represent the individual constituencies, the Speaker represents the full authority of the House itself. He or she symbolises the dignity and power of the House over which he or she is presiding. In terms of Protocol the Speaker ranks as the third  highest in the land as far as Sri Lanka is concerned.",
    "India’s first Premier Jawarhalal Nehru Summed up the position and role of the speaker best when he observed: “The Speaker represents the House. He/she represents the dignity of the House, the freedom of the House and because the House represents the nation, in a particular way, the Speaker becomes a symbol of nation’s freedom and liberty. Therefore that should be an honoured position, a free position and should be occupied always by persons of outstanding ability and impartiality” .",
    "The Speaker of a legislative body, is its chair or the presiding officer. Contrary to what the title of Speaker suggests, the speaker does not speak or participate in a debate. The term speaker was first used in England in 1377. The speaker’s role has evolved over the centuries in the mother of all parliaments.",
    "Though the monarch’s servants in the earlier stages, the role of the speaker got transformed as a result of the power struggle between sovereign and legislature. The defining moment came in 1642 during Charles the first’s reign.",
    "King Charles entered parliament demanding the arrest of five parliamentarians opposing him. The Speaker William Lenthall knelt before the monarch respectfully but firmly refused to hand them over. He said that he was only the House’s servant and would only follow its direction.  “May it please your Majesty, I have neither eyes to see nor tongue to speak in this place but as the House is pleased to direct me, whose obedient servant I am here”,were the famous words of Lenthall.",
    "Today speakers face no danger as in those times. Their role has changed too. They remain at the centre of debate between opposing sides but are more like umpires. Their chief role is to enforce the rules of parliamentary procedure and oversee parliamentary administration. Speakers are also guardians and defenders of parliamentary privileges and the rights of parliamentarians.",
    "The sanctity and supremacy of parliament cannot be maintained by written law or procedure alone. It also depends on the behavioural norms of legislators. Constitutional conventions have contributed greatly to enhance and preserve the dignity of the Speaker’s office.One such tradition being followed even now is that of the proposer and seconder of the winner escorting the newly elected Speaker to his chair. The origins of this tradition is rather interesting.",
    "The speaker is in a sense the official parliamentary spokesperson. The custom of electing a speaker began in the British parliament during the 14th Century. The earlier speakers were those who conveyed the monarch’s commands to parliament and parliament’s wishes to the sovereign.",
    "The speaker’s role was hazardous in those days. Six speakers lost their lives in the early days because of the emerging conflict between monarch and parliament. Some speakers were beheaded for bringing ” bad news’ from parliament to the monarch. Thus many speakers had to be forced in taking office.",
    "Nowadays there is no such danger but newly elected speakers in some Western legislatures commemorate this tragic yet proud aspect of institutional history by pretending to struggle as they are led ‘reluctantly’ to the speaker’s chair . In Sri Lanka we still maintain the tradition of proposer and seconder ‘escorting’ the new speaker. But the speaker  does not pretend to struggle.",
    "Sri Lanka or Ceylon as it was known earlier has had Speakers from the time the Island  got universal franchise and territorial representation in 1931 under British rule. The Donoughmore Commission ushered in the right to vote for all men and women over the age of 21.It abolished the system of communal representation in favour of territorial representation and introduced electorates. Fifty electorates were demarcated and elections were held in 1931 for the legislature known then as the State Council. Another eight seats were set up for Europeans and other minorities  in the council. Three persons were appointed  by the British Governor to the State council who were secretaries in charge of Justice,Finance and Administration.",
    "The party system had not taken root then and candidates contested as independent individuals. Following British tradition elections to the office of Speaker was set up to preside over sessions of the State Council the first Speaker of  the legislature known as State Council in colonial Ceylon was Sir Alexander Francis Molamure. He was the first Speaker of independent Ceylon too.",
    "Elections were held for the post of first Speaker of the State Council on July 31st 1931. Incidentally four seats from the Northern Province were vacant at that time due to the  Jaffna youth congress calling for a boycott of elections in Jaffna.",
    "The Ceylonese A.F. Molamure defeated the European Sir Stewart Schneider by 35 votes to 18. Later Molamure was conferred the Knighthood by King George V.",
    "Sir Francis Molamure was a dashing personality who was first elected uncontested to Dedigama constituency in 1931. It is said that he captivated many a damsel’s and dame’s heart through his delightfully witty conversation. Sir Francis Molamure was reported to have inquired once from the British Governor’s wife thus; “May I light my cigarette with the light in the eye of my Lady?”. The Governor, His Excellency Sir Reginald Stubbs was not amused and banned Molamure from all governor’s functions thereafter.",
    "This incident and certain other personal matters of a financial nature (alleged misappropriation of family funds) created a situation where Sir Francis Molamure opted to quit. He absented himself from State Council proceedings for three months and then resigned as Speaker on personal grounds.",
    "Molamure did not contest Dedigama in 1936. Dudley Senanayake contested and won in Dedigama at the 1936 State council elections. Sir Francis Molamure re-entered the State Council in 1943 through the by election at Balangoda where he defeated Sirima Bandaranaike’s father Barnes Ratwatte Dissawe by a majority of over 17,000 votes.",
    "Sir Francis Molamure was succeeded as Speaker in Dec 1934 by Forrester A. Obeysekera who was then the deputy speaker. He served as Speaker from December 1934 to December 1935.The State Council member for Avissawela was later knighted and became Sir Forrester Obeysekera. The incumbent Speaker however was defeated in the March 1936 State Council elections by the firebrand Philip Gunawardena who was renowned later as the “Father of Marxism” in Ceylon/Sri Lanka.",
    "The new State Council elected in March 1936 saw Waithilingam Duraiswamy representing Kayts in the north becoming Speaker.  Duraiswamy gained 30 votes and narrowly defeated Francis de Zoysa. Subsequently he too was knighted and became Sir Waithilingam Duraiswamy.",
    "Sir Waithilingam Duraiswamy served as Speaker of the second State Council throughout its duration from March 1936 to July 1947. He served as Speaker for a record number of eleven years as the duration of the council was extended  without an election in 1941 due to World War II. He is the only Tamil to have been elected as speaker before or after independence.",
    "Ceylon gained dominion status in 1947 and elections were held for the first time to the House of Representatives or Parliament. Sir A.F. Molamure who re- entered the State Council in 1943 through Balangoda won the same electorate contesting on the UNP ticket in the 1947 elections. While the UNP proposed Sir Francis Molamure as Speaker, the Opposition consisting of leftists, independents and MP”s from the All -Ceylon Tamil Congress and Ceylon Indian Congress nominated the independent member from Kurunegala, H. Sri Nissanka for the post of Speaker. Molamure beat Sri Nissanka by 58 votes to 41 and became the first Speaker of Independent Ceylon.",
    "Unfortunately Sir Francis Molamure died in harness in January 1951. Actually he collapsed while being seated in the Speaker’s chair. He was hospitalized and passed away two days later.The Deputy Speaker Albert Peiris representing Nattandiya succeeded him. Subsequently he too was knighted and became Sir Albert Peiris.",
    "Ceylon’s first prime minister D.S. Senanayake died in March 1952 and his son Dudley became premier. Dudley Senanayake dissolved Parliament in April and went to the polls the same year. This was the first election after Ceylon/Sri Lanka gained independence.",
    "There has been a tradition in the UK of an an incumbent Speaker being uncontested in the next  parliamentary election. Newly independent Ceylon tried to emulate Britain in this practice in 1952. When Albert Peiris contested again in Nattandiya in 1952 , no registered political party fielded a candidate against him. However an independent candidate W. I. Hugh Fernando not only challenged Albert Peiris but also gave him a huge fright. Albert Peiris squeaked to victory over Hugh Fernando with a meagre majority of only 306 votes in a straight fight.",
    "Sir Albert Peiris was elected Speaker again and the UNP Member of Puttalam, Hameed Hussain Sheikh Ismail became the deputy speaker. When elections were held again in 1956 Sir Albert Peiris contested again on the UNP ticket from Nattandiya. All political parties refrained from pitting candidates against him. Hugh Fernando however contested again as an independent and defeated Albert Peiris by 3097 votes.",
    "Deputy Speaker H.S.S. Ismail had contested as an independent candidate in Puttalam and won. The new premier, S.W.R.D. Bandaranaike opted to have Ismail as Speaker. Thus the country got its first Muslim Speaker. Ismail served from March 1956 to 1960. He did not contest the elections in 1960.",
    "The March 1960 elections saw the UNP get 50 and SLFP 46 in a 157 -member Parliament of 151 elected and 6 appointed MP’s.Dudley Senanayake formed a minority govt in a hung parliament.The first trial of strength was the Speaker election. The UNP proposed Nattandiya MP Sir Albert Peiris. The Opposition nominated T.B.Subasinghe the left leaning Independent MP from Katugampola. Sir Albert got only 60 votes while Subasinghe obtained 93 and became Speaker.",
    "When the new government’s throne speech was presented it was defeated by 85 votes to 61. Parliament was dissolved and fresh elections were held in July 1960. Subasinghe served as speaker for only 24 days. Until the  advent of Asoka Ranwala who was in office for 22 days,it was  TB Subasinghe  who held the record for the shortest stint as speaker in Sri Lanka.",
    "T.B. Subasinghe contested again as incumbent Speaker after being in office for a short period of four weeks. All political parties followed the British tradition again and did not field a candidate against Subasinghe who contested as an independent. However the SLFP candidate at the March 1960 polls Leelananda Weerasinghe defied party diktat and contested in Katugampola as an independent in July 1960.He defeated Subasinghe by 707 votes.",
    "The SLFP formed the Govt in July 1960 and Mrs. Sirima Bandaranaike became the world’s first woman prime minister. Kandyan stalwart and Nawalapitiya MP Pelpola became Speaker. R.S. Pelpola resigned as Speaker in 1964 and was appointed Minister of Posts and Telecommunications in Mrs.Bandaranaike’s Cabinet.He was succeeded by Deputy Speaker Hugh Fernando who was now representing Wennappuwa in Parliament.",
    "The liberal Hugh Fernando who crossed over later to the UNP aroused the ire of the Bandaranaike government during the last days of that coalition government.An issue arose when the Speaker had to rule whether the sponsorship of a particular Bill sent down to Parliament from the Senate was procedurally correct. After adjourning House on account of its unruliness Hugh Fernando re- convened Parliament and ruled that it was correct.",
    "Mrs. Bandaranaike’s government was irritated and proceeded to move a resolution that the Speaker’s ruling was wrong. Dr. N.M. Perera then finance minister, even threatened Hugh Fernando with a potential no confidence motion. Ministers Michael Siriwardene and D.S. Goonesekera invaded the Speaker’s chambers and tried to intimidate Fernando. When Opposition Leader Dudley Senanayake raised a point of order, the Speaker ruled that a Speaker’s decision cannot be questioned.",
    "Later Hugh Fernando was to say that this crisis period made him subject to the severest strain in his life. Hugh Fernando later crossed over to the UNP and contested the Nattandiya by election after Albert Peiris died. Fernando won and became a minister in a UNP Govt.",
    "The UNP formed a seven-party national govt in 1965 and Dudley Senanayake became prime minister for the fourth time. Sir Albert F. Peiris was elected Speaker but could not complete the entire duration of his term. He died in September 1967 and Deputy Speaker and Chilaw MP, Shirley Corea succeeded him as speaker .",
    "The 1970 United Front(UF) government saw Stanley Tillekaratne representing Kotte become Speaker. It was rather ironic because Stanley though in the SLFP then had earlier been a Communist Party MP with a reputation for persistent heckling in Parliament. Now he had to maintain decorum in the House. Stanley Tillekaratne too was subjected to government bullying in 1973 when Cabinet minister Dr. Colvin R. de. Silva warned him publicly during the press takeover issue that Parliament could remove the speaker for “some reason, any reason or no reason at all”prior to the speaker’s ruling.",
    "Regardless of Colvin’s threat, Stanley too remained firm and gave his independent ruling on the matter. However to the credit of Colvin, he told Stanley afterwards “ Mr. Speaker, we completely disagree with the ruling you have given but since it was from the Chair, we bow to it”. Those were the salubrious days of Parliament.",
    "Stanley Tillekeratne also achieved special kudos as being the only one to chair a constituent assembly. The UF Govt converted Parliament into a constituent assembly (different from the “Yahapalanaya”Govt’s Constitutional Assembly) in order to draft the Republican Constitution. As Speaker, Tillekaratne also headed the assembly to draft a new constitution.",
    "Following the adoption of the new constitution of the Socialist Republic of Sri Lanka, the legislature was re-named National State Assembly. Stanley Tillekaratne became Speaker of the First National State Assembly (NSA) in May 1972 and remained so till the fresh elections in July 1977 .",
    "The UNP led by Junius Richard Jayewardena swept the polls in July 1977 winning 141 of 168 seats in Parliament and once again the MP for Kotte was elected Speaker. Only this time it was not Stanley Tillekaratne but Anandatissa de Alwis of the UNP. This was another first time achievement as Anandatissa de Alwis had never been elected to the legislature before. Earlier in 1965, he had become the first non-civil servant to be permanent secretary of a ministry under then Minister of State J.R. Jayewardene. Now he had become Speaker in his maiden stint as MP.",
    "Anandatissa de Alwis served as Speaker of the then National State Assembly (NSA)until September 1978 when the new Constitution of Democratic Socialist Republic of Sri Lanka came into force. This saw the NSA revert back to parliamentary status.",
    "Anandatissa de Alwis remained as Speaker of the new Parliament for a week and then resigned to become Minister of State in the JR Jayewardena Govt. The Minister of State portfolio was a full fledged Cabinet minister post and is not to be confused with the state minister posts currently in vogue.",
    "Thus, Anandatissa de Alwis like his predecessor Stanley Tillekaratne became one of two who functioned as Speakers of both the National State Assembly as well as Parliament. Likewise Sir AF Molamure is the only person who was speaker of both the State Council and Parliament.",
    "This article appears in the “Political Pulse”Column of the “Daily FT”dated 20 December 2024.It can be accessed here –"
  ]
}