{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112652/disrupt-asia-2025-aims-to-unlock-sri-lanka-as-south-asias-innovation-hub",
  "time_ut": 1758199920.0,
  "original_lang": "en",
  "original_title": "‘Disrupt Asia 2025’ aims to unlock Sri Lanka as South Asia’s innovation hub",
  "original_body_lines": [
    "The second day of Disrupt Asia 2025, Sri Lanka’s premier startup conference and innovation festival running from September 17–20, unfolded today at Cinnamon Life with the main conference, drawing international attention and underscoring the country’s ambition to position itself as South Asia’s emerging innovation hub.",
    "The event has attracted more than 100 venture capitalists from 20 countries, alongside global startup delegations, reflecting unprecedented confidence in Sri Lanka’s digital future.",
    "The main conference was held today (18) at Cinnamon Life under the patronage of President Anura Kumara Dissanayake, who is also the Minister of Digital Economy, who underscored the government’s commitment to positioning innovation at the heart of national development. The president also toured the Startup Showcase, according to the President’s Media Division (PMD).",
    "Opening the sessions, Deputy Minister of Digital Economy, Eranga Weeraratne, highlighted the government’s vision to use innovation as a national growth engine. “Disrupt Asia 2025 is a catalyst to empower our youth, attract global investment and accelerate our digital economy,” he said.",
    "“It creates the vital bridge between talented entrepreneurs and global opportunities, positioning Sri Lanka as the gateway for innovation across South Asia.”",
    "Building on this message, Dr. Hans Wijayasuriya delivered a presentation on unlocking Sri Lanka as South Asia’s Innovation Hub, outlining Sri Lanka’s bold digital ambitions. He announced plans for a fivefold expansion of the digital economy worth $15 billion over the next four years, alongside targets to triple digital exports, double the digital talent pool, and improve by 25 points on global digital benchmarks.",
    "Stressing that Sri Lanka’s startup and IT ecosystems remain under-invested, he called on local and global partners to seize this rare growth opportunity. “The $15 billion opportunity will be captured,” he declared. “The question is, who will seize it? Those who invest now harness Sri Lanka’s talent and partner in this transformation will be the winners of tomorrow.”",
    "Dr. Wijayasuriya emphasized Sri Lanka’s investor-friendly climate, highlighting its proven record of safeguarding FDI, low churn rates and guaranteed profit repatriation. He unveiled new policies enabling up to 90% of FDI reinvestment into overseas subsidiaries of Sri Lankan startups, as well as the opening of government digital systems to private developers through APIs and marketplaces.",
    "Central to this strategy, he noted, is a “government-as-a-platform” model, where the state enables innovation, building 20% while leaving 80% of value creation to the private sector.",
    "Policymakers, investors and entrepreneurs joined a programme headlined by global leaders including Vijay Shekhar Sharma, Founder & CEO of Paytm, and Dr. Hans Wijayasuriya, Chief Advisor to the President on Digital Economy and Chairman of ICTA.",
    "Disrupt Asia 2025 opened with the Venture Engine competition, where 12 promising startups pitched to top investors and will conclude with the Innovation Festival at Trace Expert City, attracting over 5,000 participants. More than 50 startups will exhibit alongside workshops, interactive pavilions and networking sessions, making it one of the largest public tech events in Sri Lanka.",
    "With strong government backing, bold digital ambitions and growing international confidence, Disrupt Asia 2025 marks a decisive step in Sri Lanka’s journey to becoming South Asia’s leading innovation hub, the statement said.",
    "Notable attendees of the main conference included, Deputy Minister of Foreign Affairs & Foreign Employment Arun Hemachandra, Thilan Wijesinghe-Founder, Chairman & Managing Director - TWC Holdings; Dr. P. Nandalal Weerasinghe- Governor, Central Bank of Sri Lanka; Duminda Hulangamuwa- Senior Economic Advisor to the President, Country Managing Partner, EY Sri Lanka & Maldives; Gevorg Sargsyan- Country Manager for Sri Lanka & Maldives - World Bank Group; Arj Wignaraja- Director - Good Life X and with the keynote speech delivered by Vijay Shekhar Sharma, Founder & CEO – Paytm."
  ]
}