{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/father-and-daughter-unique-persons/",
  "time_ut": 1729365780.0,
  "original_lang": "en",
  "original_title": "Father and Daughter – unique persons",
  "original_body_lines": [
    "In my last Sunday’s (October 6) article The Reality of the Present and Memories of the Past, I wrote about a young Tamil Australian from western Sydney – S Shakthidharan – whose play Counting and Cracking has been a resounding success in Australia and more recently in New York. I knew who’s who he was but did not wish to mention his family, except for the one fact that he is a great grandson of C Suntheralingam, a colossus of his time. This reticence since I had not got permission from a family member to mention them.",
    "Memories of a grandaunt of the playwright whom I befriended and admired very much kept twirling in my mind. The memories needed exposure through writing. Hence I wrote to her son Architect C Anjalendran for permission to write about her; permission kindly given. I suppose he could not refuse old me though he shies away from publicity. Thus I mean to dedicate this article to my friend Vatha and mention her father, both truly unique persons.",
    "known as Shakthi or Daran in the family, is a writer, director and producer of theatre and film and composer of original music. Born in Colombo, he is now an Australian married to Aimee Falzon and has one child. However, mostly due to his mother’s influence, he has preserved and protects his Sri Lankan heritage and Tamil ancestry. He wrote his debut play  Counting and Cracking (C and C) with Eamon Flack and received “critical, commercial and community acclaim.” He won prizes too. His most recent play, also in collaboration with Flack, is Jungle and the Sea, which too was “met with rave reviews and had a profound impact on the Sri Lankan community.” It won the 2024 Victorian Premier’s Literary Prize and four Sydney Theatre Awards. Shakthidaran is Director of Kurinji which he founded and is part of other Australian drama companies.",
    "Shakthidaran is Architect C Anjalendran’s nephew – his mother’s eldest sister’s daughter’s son – and I was told he, Anjalendran, is featured in the play. Thus Anandhavalli who is Shakthis’ mother and Anjalendran’s cousin was choreographer for the play C and C and featured in it as the protagonist’s mother Radha. The play is a family saga and so fortuitously retains the culture of an elite Ceylon Tamil family originally from Jaffna but living later in Colombo. A fact worthy of mention is Anjalendran saying that “The play germinated in my little house while Daran read my grandfather’s letters which I was getting ready for publication.” Anjalendran’s published book My Grandfather’s Letters was launched August 10, 2016, “presenting present insight into Suntheralingam’s life and a version of events that contributed to Sri Lanka’s tumultuous recent history”; mostly the terrible effects of the Sinhala Only policy.",
    "But enough about this remarkable young man you can google about. I move on…",
    "The father in my title is academic, mathematician, fiery and controversial politician who more than once shook the Ceylonese political firmament. He was dedicated to any cause he undertook to promote. Perhaps it is permissible to label him maverick as he was an unorthodox, independent minded person who did things his way.",
    "Born August 19, 1895, to Chellappah and Meenachchi in Urumpirai, northern Jaffna, he had four eminent brothers: C Nagalingam, Supreme Court judge who was Actg. Governor –General of Ceylon in 1954; C Panchalingam – medical doctor; C Amirthalingam – Director Fisheries and C Thiagalingam a leading lawyer.",
    "Suntheralingam first was at St John’s College, Jaffna, and then at St Joseph’s Colombo. In 1914 he entered the University of London and graduated with a BSc Hons in Mathematics. Next Balliol College, Oxford, awarded him a double first in math tripos. He married Kanagambikai Ambal, and had two sons and four daughters: Lingambikai, Lingavathy, Lingamani and Lingeswari.",
    "His career was distinguished but directed solely by him. Selected in Britain to the Indian Civil Service he opted to join the Ceylon Civil Service in 1920. He resigned this prestigious post to become Vice Principal of Ananda College, Colombo. He then moved to the Ceylon University College as Professor and First Chair of Mathematics. He was called to the Bar from Gray’s Inn in 1920 and practiced law in this country.",
    "Interested in politics, he retired from academia in 1940 and entered the fray but did not succeed in entering the State Council in two by-elections. However, he successfully contested the Vavuniya electorate in the 1947 Parliamentary elections and was sworn in as Minister of Trade and Commerce in D S Senanayake’s first Cabinet of independent Ceylon. Objecting to a bill regards Indian and Pakistani residents’ citizenship he walked out of the House and refused DS’s offer to continue in government.",
    "He sat in the Opposition. Resigned from Parliament in 1951 in protest of the national flag, but was re-elected and was vociferous in protest against the Sinhala Only Act. During the 1955 Throne Speech debate, he said, if the changes went ahead the Tamils would demand a separate state. He stood against the disenfranchisement of Indian Tamils making them stateless. “If the Buddha were to come to the country today, he would be deported.” He continued to be in and out of Parliament until he retired to live in Vavuniya founding the Eelam Thamil Ottrumai Munnani (Unity Front of Eelam Tamils) in 1959. He was the first MP to be physically lifted with his chair he clung to and taken out of the chamber.",
    "His second daughter, Lingawathi known as Vatha, very fortuitously befriended me about three decades ago. This needs elaboration. My second son was a student in the SL Institute of Architects for one year in 1988 and came under the tutelage of Archt. C. Anjalendran. This young architect, on the rise, lived with his mother and had his studio toward the bottom of Gregory’s Road, Colombo 7, where his students gathered to be ‘taught’. When classes were over, his mother would chat to some of the students, my son being one, whose admiration of her grew very much.",
    "“You must meet her,” he would tell me. “Anja’s mother is so different. She sits in the verandah in her rocking chair and is so friendly.” My son went overseas to complete his studies but on his first holiday back home, I went with him to see Vatha. By then Anjalendran had moved to his own home in Battaramulla. Instant mutual liking; me admiring and she very informal and friendly. These visits of my son every time he came on vacation continued, but I progressed to visiting her on my own, walking all the way to her home, often stopping over en route for a quiet time of reflection in the Vipassana Bhavana Centre. Those chats with Vatha were very interesting, informative and inspiring too.",
    "Lingawathi Suntheralingam was born June 7, 1927. Educated at Ladies’ College she was (probably) conscripted to be her father’s secretary, now a fully committed politician. She and her sisters were expert Bharathanatyam dancers and later Vatha was heavily involved in preparing a dancer for her arangetram – debut onstage performance of a student of Indian classical dance and music following many years of training. Vatha would design the clothes, most often dress the girl, prepare the jasmine chains and deck them and jewellery. She gifted me several invitations for such performances.",
    "She also took charge of dressing brides for her friends and relatives, her taste in dress and ornamentation so admired.",
    "She was married to Kanakenthiran Chelvadurai in 1948. They had three sons: Harendran, Anjalendran and Suntherenthiran and three grandchildrem – two boys and one girl – Radhika – born to the youngest son. While her two sons and sisters with families migrated due to the problems faced by Tamils over the Sinhala Only Act and more horrendously due to the 1983 local holocaust created by Sinhalese madmen, Vatha and Anjalendran stayed on in Sri Lanka, to our benefit.",
    "She would rock gently in her chair, and after serving me with a Tamil finger food like vadai, she would regale me with anecdotes and reminiscences. One was that on her wedding day with even the bridegroom arrived and her hair being decked with bridal jewellery and jasmines, her father summoned her to type a letter he dictated!",
    "As she grew older she did not show marks of aging since her mind was agile and she took pleasure in people visiting her and chatting. She was ill but only for a few days in late 2015 and died on November 3; a great loss to her relatives and friends. Anjalendran could not take it. Memories of her remain: infused with her vibrancy, gentle love for all and her chuckle which was a mix of outright laughter and giggle. Vatha too was unique with femininity and strong willed.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}