{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Building-social-security-system-in-Sri-Lanka-For-the-many-and-not-the-few/4-768979",
  "time_ut": 1731025336.0,
  "original_lang": "en",
  "original_title": "Building social security system in  Sri Lanka: For the many, and not the few",
  "original_body_lines": [
    "Almost 25% of the population appealed against their exclusion from Aswesuma, indicating their lack of trust in the social registry and,",
    "Sri Lanka has a new President. One of his most important tasks will be to restore the trust of the nation’s citizens in the State. In recent decades, the public’s trust in the State has been severely damaged. Some people have paid their taxes yet, over recent years, have experienced a progressive decline in the quality of public services, while a small number of individuals have taken advantage of the State to enrich themselves. Without trust in the State, it will be impossible for any Government to build a strong, fair and prosperous nation in which no one is left behind.",
    "Social security systems play a key role in building – or undermining – trust in the State. When designed well, their main function is to re-distribute wealth, collected via taxation, to all members of society, thereby guaranteeing everyone a minimum level of income security as they move through their lives. Trust in the State is built through social security when citizens pay taxes to the State – including indirect taxes (such as sales taxes) – and, through redistribution, the State provides citizens with something in return, especially during the periods of people’s lives when they require financial support such as when giving birth, raising children, during sickness or unemployment, when experiencing a disability or when becoming old and wishing to enjoy their last few years in dignity.",
    "However, social security only builds trust in the State when it is fairly and equally distributed to all members of society. By treating everyone in the same manner, irrespective of their ethnicity or gender, states can build trust among their citizens. For example, following the Second World War, governments in Western Europe realised that they urgently had to build trust if they were not to return to the challenges they faced before the war. During the 19th and early 20th centuries, Western European countries built social security systems that were targeted at the poorest members of society. Consequently, most taxpayers missed out and, as a result, trust in the State was low. Unsurprisingly, during the 1920s and 1930s, this low trust resulted in widespread social unrest while extremist politicians prospered, eventually resulting in the outbreak of war.",
    "Following the Second World War, the governments of Western Europe set about building trust by investing in universal social security systems. They began to provide every child with a cash benefit, pensions for everyone in old age, as well as financial support for all those experiencing a disability or facing other risks such as maternity, sickness or unemployment. They began this move to universal social security when they were poorer countries than Sri Lanka is now.",
    "In 1948, the nations of the world set out these commitments in the Universal Declaration of Human Rights (UDHR), in which it was stipulated that everyone, as a member of society – not just the poor – had the right to social security. The UDHR has, of course, been ratified by Sri Lanka.",
    "Western Europe has greatly benefitted from building trust. Following the war, inequality and poverty fell dramatically, child development was enhanced, the skills of the labour force were strengthened, economies grew, wages rose, and most people were guaranteed lives of dignity and worth. It is no surprise that the world’s strongest and most sustainable economies are those that have invested large sums in building effective, universal social security systems.",
    "Unfortunately, Sri Lanka’s social security system, which follows the model implemented by high-income countries in the 19th Century, gives the impression that it has been specifically designed to undermine trust in the State. Aswesuma, the main benefit provided by the State – which replaced the Samurdhi program – is targeted at the poorest members of society, reaching 37% of all households. Consequently, Sri Lanka’s main taxpayers – those on middle- and high-incomes – are excluded from Aswesuma (and, previously from Samurdhi), building resentment among citizens and undermining their willingness to pay tax.",
    "A survey by the Right to Life Human Rights Centre found that 37% of the population were dissatisfied by Aswesuma and only 22% were satisfied. Further, while 73% of households nationally applied for Aswesuma in 2023, more than half were rejected, which will have further strengthened disillusionment in the State.",
    "The lack of support from most of the population for Aswesuma is reflected in its low transfer values. Despite being a middle-income country, the Aswesuma program only pays Rs. 8,500 per month to poor households – equivalent to around Rs. 2,000 per person – while older people receive a supplement of only Rs. 2,000. These sums are well below the level required to enjoy decent lives.",
    "Trust in the State is further undermined by the poor targeting of Sri Lanka’s poverty benefits: according to the 2019 household survey, 56% of those eligible for Samurdhi were unable to access the schemes. The Government tried to improve the targeting effectiveness by replacing Samurdhi with Aswesuma in 2023. Aswesuma uses a social registry that employs a targeting mechanism called the proxy means test (PMT). This is unlikely to have improved targeting effectiveness since social registries and PMTs have failed everywhere they have been tried: for example, in Pakistan and Indonesia, on programs similar to Aswesuma, the proportion of intended beneficiaries excluded are 72% and 82% respectively (and both are touted as good examples of PMTs).",
    "Further, not only do PMTs have high errors, the selection of beneficiaries seems arbitrary to citizens as if people have been subjected to an unfair lottery. As a result, trust in the State is further undermined. In fact, almost 25% of the population appealed against their exclusion from Aswesuma, indicating their lack of trust in the social registry and, by implication, the State.",
    "The election of a progressive President is an opportunity for a radical change in direction. One of his key tasks will be to build trust in the State so that people are willing to contribute taxes so that the Government can provide them with higher-quality public services. To achieve this, people will need to know that, if they pay taxes, they will be guaranteed to receive support whenever they require it.",
    "One means of doing this will be to build a social security system that offers income support to everyone in society, as they move through the lifecycle, from childhood to old age. A recent report by UNICEF (Building the case for a lifecycle social protection system in Sri Lanka) – which was prepared by a team from Development Pathways – offers a way ahead. It proposes providing:",
    "A cash benefit of Rs. 5,000 per month to every child, beginning with the youngest children and growing the age of eligibility over time so that every child aged 0-17 years receives a benefit by 2040 (these are known as universal child benefits, or UCBs and are found in many countries);",
    "A disability benefit of Rs. 10,000 per month to every person with a severe disability up to the age of 65, including children with disabilities, and Rs. 7,000 per month for those with a moderate disability; and,",
    "An old age pension of Rs. 10,000 per month to everyone over the age of 65 years currently without another form of State pension.",
    "Over time, further benefits should be added, such as maternity, sickness and unemployment benefits. The cost of these three benefits, if introduced gradually over time, would commence at 1.3% of GDP in the first year rising to 1.8% by 2040. The benefits would be very popular, given that they would reach over 80% of households. If the cost is too high initially, the government could stagger the introduction of the benefits: for example, it could commence with an age of eligibility for the old age pension of 70 years and reduce it slowly over time, significantly reducing the initial cost of the scheme. This has been the approach taken by several countries: for example, Nepal’s universal pension began with an age of eligibility of 75 years in 1995 and only recently was it reduced to 68 years.",
    "The impacts of a universal social security system would be enormous. The UNICEF paper predicts that, once the schemes are fully rolled out, the national poverty rate would fall by half, and consumption among the poorest families would increase by 70%. Parents would be able to invest in their children, offering them better nutrition, an enhanced home environment for studying and the opportunity to attend school without going hungry so that they can focus on their learning. Persons with disabilities would be in a better position to support themselves and be more likely to find jobs, while children with disabilities would be able to access essential health care while being in a better position to attend school.",
    "Every Sri Lankan would have a minimum level of income security – and dignity – during old age. And, based on global evidence, by injecting cash into the economy, the universal social security system would help drive economic growth by increasing the demand for goods and expanding markets, thereby creating opportunities for entrepreneurs, while generating employment and creating prosperity for all.",
    "Once citizens see the results, as the cash enters their bank accounts, they are likely to be more receptive to calls to pay more tax, thereby enabling the Government to fund an expansion of these schemes. As State revenues grow, the Government will be better placed to invest in higher-quality public services and create an economy offering opportunities for everyone. In 2022, Government revenues in Sri Lanka constituted a mere 8% of GDP, well below the level required to run a country, never mind pay off debt. Global experience would suggest that a country wishing to offer shared prosperity to all citizens is likely to require revenues of at least 30% of GDP.",
    "Moving to this level of revenue in Sri Lanka may seem a hopeless task. However, it is important to remember that high income countries were once in the same position. Prior to the Second World War, government revenues in Sweden comprised a mere 13% of GDP, similar to Sri Lanka currently. Yet, following the war, despite very challenging fiscal and economic circumstances, as discussed earlier Sweden decided to fundamentally change its social and economic policies, moving away from providing benefits only to the poor, despite being a poorer country than Sri Lanka is now. Instead, the new progressive social democratic government decided to build trust in the state by offering universal social security benefits to all citizens across the lifecycle, as well as other universal public services. Nowadays, government revenues in Sweden are around 50% of GDP.",
    "Indeed, Sweden’s Ministry of Finance, in a 2017 paper explaining the Swedish ‘miracle’, stated that:",
    "“Another important explanation for the widespread public trust in the [Swedish] welfare systems and for why they are perceived as legitimate is that they have been mainly universal and covered everyone, rather than being needs-based (selective) and covering only those with the greatest need. It is easier to build a universal welfare policy on simple and clear-cut rules. This creates legitimacy and reduces distrust in politics and the system. The universal policy also means that commonly shared welfare benefits everyone. Experience has shown that citizens are more willing to accept financial responsibility for various initiatives when they understand how the initiatives will benefit them.”",
    "There is no reason why Sri Lanka cannot similarly emerge from crisis and change direction by investing in a universal social security system that builds trust while delivering a strong economy and decent lives for all citizens. Indeed, Nepal – a much poorer country than Sri Lanka – is already investing 1.6% of GDP in its social security system, based on universal old age, widows and disability benefits, alongside a gradual expansion of a child benefit. The amount invested annually by Nepal is more than required by the UNICEF proposals for Sri Lanka, in the initial years.",
    "So, will President Dissanayake change direction and introduce a comprehensive social security system that offers support to all citizens across the lifecycle, to build trust in the State? Or will he continue with the same 19th century model of his predecessors. The sad reality is that, if he does not change direction, and misses the opportunity to build the trust of citizens, his tenure is likely to be both short and underwhelming. Let us hope that he heeds the call for change and delivers the Sri Lanka that its citizens richly deserve after so many decades of disappointment.",
    "(The writer is on the Advisory Board, Institute of Political Economy"
  ]
}