{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113271/experts-highlight-rise-in-hiv-cases-among-15-to-29-age-group",
  "time_ut": 1759762260.0,
  "original_lang": "en",
  "original_title": "Experts highlight rise in HIV cases among 15 to 29 age group",
  "original_body_lines": [
    "Health authorities in Sri Lanka have warned of an increasing trend of HIV infections among individuals aged between 15 and 29.",
    "The highest number of infections has been reported from the Colombo and Gampaha districts.",
    "HIV is one of the most serious sexually transmitted viruses in the world, known to cause significant global concern.",
    "It directly attacks the body’s immune system, weakening it, and making the body vulnerable—even a minor illness such as a cough or cold can become fatal. This is one of the most dangerous aspects of the virus, according to health authorities.",
    "Meanwhile, health authorities have identified three primary ways HIV can be transmitted:",
    "HIV is not spread through kissing an infected individual. Instead, the virus is transmitted through sexual fluids. Anal intercourse is considered one of the leading risk factors for HIV transmission.",
    "If HIV enters the body through such unprotected sexual contact, the virus can spread throughout the system within approximately 72 hours.",
    "Sharing the same needle when injecting various types of drugs can also lead to the transmission of HIV.",
    "According to health authorities, HIV can be transmitted from an infected mother to her child, especially through breast milk, if the mother is not receiving antiretroviral treatment (ART).",
    "However, in a positive development, Sri Lanka received World Health Organization (WHO) certification in 2019 for successfully minimizing mother-to-child HIV transmission.",
    "These findings confirm that HIV is mainly spread through blood and sexual fluids.",
    "The number of reported HIV cases in Sri Lanka over the past few years is as follows:",
    "Among these, the majority of reported cases were among males, with a male-to-female ratio of 7:1.",
    "As of March 2024, the total number of reported HIV-positive individuals in the country has reached 6,740, according to the Ministry of Health.",
    "Although Sri Lanka is classified as a low-prevalence country for HIV, health officials have expressed concern over the significant increase in new cases in recent years.",
    "Of particular concern is the increasing number of infections among youth aged 15 to 29, which is now recognized as a growing trend that warrants urgent attention.",
    "The National STD/AIDS Control Programme (NSACP) under the Ministry of Health offers free and confidential testing and treatment services throughout Sri Lanka.",
    "HIV-positive individuals can receive free antiretroviral therapy (ART) at any of the 41 STD clinics located across the country.",
    "In addition, individuals can call the NSACP hotline (+94 703 733 933) for private and confidential support services.",
    "The “KNOW FOR SURE” mobile app, developed by the Ministry of Health, provides reliable information on HIV and related services.",
    "People can also use an HIV self-test kit, which uses oral fluid to detect infection, allowing individuals to test themselves privately.",
    "Many experts believe that even schoolchildren are now vulnerable to HIV, which highlights the urgent need to integrate HIV education into school curricula to increase public awareness from a young age."
  ]
}