{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101103/maldives-concerned-over-decline-in-sri-lankan-teachers-plans-to-boost-recruitment",
  "time_ut": 1723184400.0,
  "original_lang": "en",
  "original_title": "Maldives concerned over decline in Sri Lankan teachers, plans to boost recruitment",
  "original_body_lines": [
    "The High Commissioner of Sri Lanka to the Maldives Ranga Goonawardana recently held a meeting with the Minister of Education of Maldives Dr. Ismail Shafeeu to explore ways to enhance educational collaboration between the two nations.",
    "The discussions underscored the significance of leveraging the shared history and cultural ties between Sri Lanka and Maldives to foster mutual growth and understanding, particularly in the education sector, the High Commission of Sri Lanka in Malé said in a statement.",
    "The meeting focused on expanding opportunities for Sri Lankan teachers to contribute to the education system in Maldives. Over the years, Sri Lankan educators have played a crucial role in shaping the academic landscape of Maldives, earning widespread respect and recognition for their dedication and expertise, it added.",
    "Minister Shafeeu acknowledged this legacy and highlighted that many of Maldives’ senior leaders and professionals were educated by Sri Lankan teachers. He expressed his deep appreciation for the positive impact these teachers have had on the development of the nation.",
    "Minister Shafeeu also expressed concerns about the recent decline in the number of Sri Lankan teachers employed in the Maldivian schools. He noted that this trend could diminish the strong educational ties between the two countries. The Minister emphasized the importance of reversing this decline to ensure that future generations of Maldivian students can benefit from the high-quality education provided by Sri Lankan teachers, the statement highlighted.",
    "High Commissioner Goonawardana reiterated the commitment of the Sri Lankan government to supporting the Maldivian education sector. He requested the Maldivian Ministry of Education to consider increasing the recruitment of Sri Lankan teachers, acknowledging the potential benefits for both nations. The High Commissioner emphasized that this initiative would address the current shortfall and strengthens the longstanding friendship and cooperation between Sri Lanka and Maldives.",
    "During the meeting, beyond the recruitment of teachers, both parties discussed the broader context of educational collaboration. They explored the possibility of establishing student exchange programs that would allow young people from both countries to gain exposure to different educational environments, cultures, and perspectives. They agreed that such programmes could play a significant role in building lasting relationships and fostering mutual understanding between the next generation of Sri Lankans and Maldivians.",
    "High Commissioner Goonawardana expressed his enthusiasm for these initiatives and noted that educational exchanges could significantly contribute to the socio-cultural and intellectual development of students from both nations. Moreover, he highlighted that they would serve as ambassadors of goodwill and cooperation in the future.",
    "The meeting concluded with a solid pledge to improve the role of Sri Lankan teachers within the Maldivian education system. They agreed to continue working closely to ensure the legacy of educational cooperation between Sri Lanka and Maldives is preserved and strengthened in the future, according to the Sri Lankan High Commission."
  ]
}