{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/High-Commissioner-s-visit-to-Kandy-underscores-expanse-of-India-Sri-Lanka-relations/56-757543",
  "time_ut": 1705687512.0,
  "original_lang": "en",
  "original_title": "High Commissioner’s visit to Kandy underscores expanse of India-Sri Lanka relations",
  "original_body_lines": [
    "High Commissioner of India Santosh Jha visited Kandy on 18 January.",
    "The High Commissioner sought blessings of the Mahanayaka Theros of Asgiriya and Malwatte chapters, Most Ven. Warakagoda Sri Gnanarathana Mahanayake Thero and Most Ven. Thibbatuwawe Sri Siddhartha Sumangala Mahanayake Thero respectively. High Commissioner Jha underlined that Buddhism was central to the age-old connect between the people of India and Sri Lanka and briefed the Maha Theros of various initiatives undertaken by the Government of India (GoI) to strengthen bilateral Buddhist ties. He specifically mentioned that measures are being carried out expeditiously to roll out solar electrification of temples across the country through GoI assistance.",
    "He offered prayers at the sacred Dalada Maligawa for prosperity and wellbeing of the people of the two countries as also stronger and deeper connect between them.",
    "He also prayed for closer bilateral relations through further diversification in both scale and scope at Kataragama Dewalaya.  He visited Hanthana Estate and took stock of the Indian Housing Project. While GoI has already built 50 houses in the estate under the third phase, more housing units are being constructed in the next phase of the project. Overall, GoI has committed to 14,000 new houses for plantation workers in the two phases of the project.",
    "High Commissioner inaugurated an Ayurveda camp, aimed at the physical wellbeing of the plantation workers. He also distributed study materials and umbrellas to school-going children in the estate. He remarked that these are keeping in line with GoI’s firm commitment to the overall upliftment of the plantation workers and the Indian origin Tamil community in particular.",
    "A multi-sectoral grant package to tune of Rs. 3 billion was announced by GoI during the visit of President Ranil Wickremesinghe to India in"
  ]
}