{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97190/uae-hosts-major-labour-conference-for-asian-countries-sri-lanka-presents-worker-initiatives",
  "time_ut": 1707670260.0,
  "original_lang": "en",
  "original_title": "UAE hosts major labour conference for Asian countries; Sri Lanka presents worker initiatives",
  "original_body_lines": [
    "The United Arab Emirates (UAE) is hosting a major meeting of Asian nations to discuss the future of labour relations and government initiatives to boost international job markets.",
    "Ministers of labour and human resources from 16 Asian countries sending and receiving workers discussed leveraging advanced technology for innovative initiatives aimed at resolving labour disputes and expediting verdicts.",
    "They also aimed to strengthen wage protection systems and facilitate skill mobility among participating countries, foreign media reported.",
    "The focus was on improving labour market regulations and initiatives.",
    "This came during the seventh Abu Dhabi Dialogue (ADD) Ministerial Consultation meeting, held in Dubai on Sunday, February 11, as part of the World Governments Summit 2024.",
    "A total of 16 countries participated in the current edition of the Abu Dhabi Dialogue, including nine workers-sending countries:",
    "Dr. Abdulrahman Al Awar, UAE’s Minister of Human Resources and Emiratisation, affirmed the significance of the Abu Dhabi Dialogue, highlighting its role as a pivotal forum and consultative platform focusing on labour mobility in the region.",
    "He emphasised its importance as a crucial foresight platform throughout its successive sessions, aimed at monitoring anticipated future challenges in the labour markets across the Asia-Pacific region.",
    "He said: “Abu Dhabi Dialogue contributed significantly to the integration of procedures and decisions, as well as the adoption of sustainable solutions for key challenges, offering a platform to showcase innovative ideas, leading global trends, and successful regional initiatives.",
    "“Labour markets are undergoing major economic and social transformations, along with wide-ranging structural changes that impact the nature of work and the type of businesses, jobs, and skills required to keep pace with global transformations, especially the radical changes affecting the core aspects of economic development.",
    "“This has created a unique set of challenges, imposing new trends in labour market policies that align with the nature of these pivotal transformations”.",
    "Minister Al Awar said the Abu Dhabi Dialogue Ministerial Consultation presents an ideal opportunity to strengthen partnerships and outline future trends and priorities for collaboration among member states to meet development requirements and make integrated, actionable decisions based on scientific research.",
    "Al Awar’s speech also addressed the social protection system for workers in the UAE, which includes the Unemployment Insurance Scheme, the voluntary alternative end-of-service benefits scheme (the Savings Scheme), Wage Protection System, Workers Protection Programme, and other initiatives that serve to enhance and protect the contractual relationship between worker and employer.",
    "Manusha Nanayakkara, Minister of Labour and Foreign Employment of Sri Lanka, and former Chair of Abu Dhabi Dialogue, underlined the importance of cooperation, exchanging best practices between member states, and the use of technology to support the governance of labour mobility.",
    "Nanayakkara presented the initiatives recently launched by Sri Lanka to support the governance of labour mobility and allow for accurate documentation and certification of skills, to create greater opportunities for workers and raise their efficiency.",
    "The UAE showcased its social protection system for workers, including the Unemployment Insurance Scheme, which has around 7m subscribers, as well as the voluntary alternative end-of-service benefits scheme, known as the Savings Scheme.",
    "The UAE also presented the Labour Market Observatory platform, which provides periodic data in Arabic and English on various labour market indicators, as well as the outcomes of regulatory policies, programmes, and initiatives.",
    "The UAE also shed light on the process for submitting and resolving individual labour complaints, along with the Emirates Labour Market Award and its role in enhancing labour market competitiveness and motivating stakeholders to adhere to the highest professional quality and work environment standards.",
    "Sri Lanka presented an initiative for a national policy and action plan regarding migration, leveraging the workforce as an economic driver in the country, and supporting development through a comprehensive vision to ensure professionalism in recruitment.",
    "The initiative also includes launching a mandatory capacity-building and training programme, listing expatriate workers on insurance and pension lists, along with other incentives, such as housing loan facilities, education support for their children, and an integrated financial system to encourage them to transfer money in foreign currency to their home country."
  ]
}