{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100615/bangladesh-tv-news-off-air-communications-widely-disrupted-as-student-protests-spike",
  "time_ut": 1721365080.0,
  "original_lang": "en",
  "original_title": "Bangladesh TV news off air, communications widely disrupted as student protests spike",
  "original_body_lines": [
    "Television news channels in Bangladesh were off the air and telecommunications were widely disrupted on Friday amid violent student protests against quotas for government jobs in which nearly two dozen people have been killed this week.",
    "French news agency AFP reported that the death toll in Thursday’s violence had risen to 32. Reuters had reported that 13 people were killed, adding to six dead earlier in the week, and could not immediately verify the higher number.",
    "India’s Economic Times newspaper reported that Prime Minister Sheikh Hasina’s government “was forced” to call in the army late on Thursday to help “maintain order”. Reuters could not independently verify the information.",
    "Authorities had cut some mobile services on Thursday to try to quell the unrest but the disruption spread across the country on Friday morning, Reuters witnesses in Dhaka and New Delhi said.",
    "Telephone calls from overseas were mostly not getting connected and calls through the internet could not be completed.",
    "Web sites of several Bangladesh-based newspapers were not updating on Friday morning and their social media handles were also not active.",
    "Only some voice calls were working in the country and there was no mobile data or broadband on Friday morning, a Reuters photographer in Dhaka said. Even SMSes or mobile-to-mobile text messages were not going through, he added.",
    "News television channels and state broadcaster BTV were off the air while entertainment channels continued normal transmission, a Reuters witness said.",
    "Some news channels displayed a message which said they were not able to broadcast due to technical reasons and that programming would be back soon, the witness said.",
    "Streets in the capital Dhaka were deserted on Friday, which is a weekly holiday in the country. There was little traffic and very few rickshaw pullers on the streets and thin crowds near a vegetable and fish market, he said, adding that a protest rally had been called at the main mosque at around 0800 GMT.",
    "The nationwide agitation, the biggest since Hasina was re-elected earlier this year, has been fuelled by high youth unemployment. Nearly a fifth of the country’s 170 million population is out of work or education.",
    "Protesters are demanding the state stop setting aside 30% of government jobs for the families of people who fought in the 1971 war of independence from Pakistan.",
    "Hasina’s government had scrapped the quota system in 2018, but a high court reinstated it last month. The government appealed against the verdict and the Supreme Court suspended the high court order, pending hearing the government’s appeal on Aug. 7."
  ]
}