{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Ukraine-fires-over-50-drones-against-Russia-in-one-of-biggest-air-attacks/108-280254",
  "time_ut": 1712315100.0,
  "original_lang": "en",
  "original_title": "Ukraine fires over 50 drones against Russia in one of biggest air attacks",
  "original_body_lines": [
    "KYIV, Ukraine -- Ukrainian officials claimed Friday they used a barrage of drones to destroy at least six military aircraft and badly damage eight others at an airfield in Russia’s Rostov region, while Russian defense officials claimed they intercepted 44 Ukrainian drones and that only a power substation was damaged in the attack.",
    "The assault appeared to be one of Kyiv's biggest air attacks in the war, coming as its forces step up their assaults on Russian soil. The Associated Press could not independently verify either side's claims.",
    "Russia has escalated attacks on civilian infrastructure, including Ukraine’s power plants, in recent weeks, signaling a new and potentially dangerous phase in the conflict as both sides struggle to achieve significant advances on the ground.",
    "The overnight attack targeted a military airfield near Morozovsk in Russia and was conducted by Ukraine’s Security Service in cooperation with the army, Ukrainian intelligence officials told the AP.",
    "They said around 20 members of the airfield’s personnel were killed or injured. Morozovsk airfield was used by Russian bombers that have been launching guided aerial bombs at Ukraine’s cities and frontline positions, the officials said.",
    "They spoke on anonymity because they were not authorized to publicly discuss the operation.",
    "If true, the attack would be among Ukraine's most successful cross-border strikes. Last October, Ukraine claimed it destroyed nine Russian helicopters at two airfields in Russian-occupied regions using longe-range ballistic missiles donated by the United States.",
    "Last August, Ukrainian media, citing unidentified intelligence sources, claimed that drone attacks hit parked Russian bomber aircraft at air bases deep inside Russia.",
    "Russia’s Defense Ministry said a total of 44 drones were “intercepted and destroyed” in the Morozovsky district, more than 100 kilometers (60 miles) from the border. The attack damaged a power substation, Rostov Gov. Vasily Golubev said.",
    "The Russian defense ministry said nine more drones were intercepted over the border regions of Kursk, Belgorod, Krasnodar and the nearby Saratov region.",
    "Drone warfare is a key feature of the war, which has extended into a third year since Russia’s full-scale invasion of its neighbor. On the 1,000-kilometer (600-mile) front line, where fighting is largely bogged down, low-cost drones are used by both sides to knock out expensive military hardware.",
    "The Kremlin’s forces have used large numbers of Iranian-designed Shahed drones to bombard urban areas of Ukraine. Kyiv, in turn, has developed small but fast-growing defense industry where drones, including deadly unmanned sea vessels, are proving effective.",
    "Russian authorities have long accused Ukraine of launching regular drone attacks on power plants, oil refineries and other targets in western regions of Russia near the border. Last month, Ukraine fired a barrage of 35 drones at such targets, Russia said.",
    "Some attacks have reached deep into Russia, including Moscow and as far as 1,200 kilometers (745 miles) east of Ukraine.",
    "Ukraine cannot match the scale of Russia’s military, however. Last week, Moscow launched a a mass barrage of 99 drones and missiles against Ukraine’s energy infrastructure, hitting regions across the country.",
    "Meanwhile, Ukraine’s air force said it intercepted 13 Russian drones launched overnight at the southern regions of Odesa, Zaporizhzhia and Dnipropetrovsk, but five missiles got through. Authorities did not report any casualties.",
    "Ukrainian President Volodymyr Zelenskyy said he held a meeting with his top brass focused on the production of attack drones and the manufacture of electronic warfare equipment to intercept incoming drones.",
    "He said late Thursday that the meeting put together “clear written agreements with manufacturers, clear financing and clear delivery deadlines.”",
    "Authorities will next turn to “robust and increasing” missile production, he said, as military support from Western partners falls short of what Kyiv hoped for.",
    "Zelenskyy said an assessment of frontline positions found that Ukraine has “managed to stabilize our positions” despite being outgunned and outnumbered by the Russian army."
  ]
}