{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ccc-ilo-link-to-stimulate-innovative-entrepreneurship-among-youth/",
  "time_ut": 1721343120.0,
  "original_lang": "en",
  "original_title": "CCC-ILO link to stimulate innovative entrepreneurship among youth",
  "original_body_lines": [
    "The Ceylon Chamber of Commerce (CCC), in collaboration with the International Labour Organization (ILO) and various entrepreneurship ecosystem partners launched what is titled as the “SPARK: Skilled Youth Entrepreneurship Competition 2024” on Wednesday. The competition presents a unique opportunity for young aspiring entrepreneurs to showcase their innovative ideas and entrepreneurial solutions.",
    "Addressing the media at the CCC, Dr. Thomas Kring, ILO Chief Technical Advisor, stressed the aim of empowering young people as they navigate the entrepreneurial world.",
    "Kring underscored the invaluable skills participants acquire, with winners gaining exposure through an international visit to experience foreign entrepreneurial ecosystems and to forge potential business partnerships.",
    "Buwenakabahu Perera, CEO, CCC, underlined their commitment to youth entrepreneurship development.He pointed to the pivotal role young entrepreneurs play in shaping Sri Lanka’s commercial sector, reaffirming the Chamber’s dedication to sustaining the SPARK platform with robust support from private sector partners.",
    "Perera also encouraged youth participation and urged parents and educators to motivate young minds to seize this opportunity.",
    "In its second edition, SPARK 2024 will also honour outstanding young journalists through the SPARK Young Entrepreneurship Journalist Award and the SPARK Young Entrepreneurial Journalist Award. Journalists under 30 years old, engaged in print, electronic, digital, or social media, whether full-time or part-time, are eligible to apply for the awards. These awards aim to recognize excellence in entrepreneurial journalism and contributions to promoting entrepreneurship through the media.",
    "Winners will be selected by a distinguished panel of judges based on criteria, including, creativity, adherence to media ethics, public outreach and positive societal impact. The awards will be announced at the SPARK Grand Finale scheduled for September 2024.",
    "SPARK 2024 builds upon the success of its inaugural year, where participants benefitted from online workshops, business pitching sessions, boot camps, and personalized mentoring. Last year’s winners gained exposure to advanced innovation ecosystems in Hyderabad, India, an experience that significantly contributed to their entrepreneurial journeys.",
    "Reflecting on her experience, last year’s winner, 16-year-old Mihindi Minupama Bandara, expressed her gratitude: “SPARK opened doors to my entrepreneurial future. It equipped me with essential skills and highlighted the importance of entrepreneurs in national development. I encourage everyone to participate and realize their dreams through SPARK.”",
    "Zesta invites Sri Lankan tea lovers to create the next Zesta commercial",
    "Link Natural links with GDSA for Dentistree Congress and Platinum Jubilee",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}