{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/brilliance-at-royal-college-colombo-during-the-principalships-of-major-hl-reed-and-lhw-sampson/",
  "time_ut": 1726343100.0,
  "original_lang": "en",
  "original_title": "Brilliance at Royal College Colombo during the principalships of Major HL Reed and LHW Sampson",
  "original_body_lines": [
    "Royal College Colombo-7 was formed by the British Government in 1835, primarily for the education of the children of the British administrators.The first principal was Rev. Joseph Marsh, (1835-38) and later Dr Barcroft Boake (1842-1870).",
    "DL Seneviratne, a current vice president of the Royal College Union, took the trouble to visit the place where the then Colombo Academy and Royal College were located. It is a matter of regret that many Royalists did not bother to acquire and read the book edited by DL.",
    "Major HL Reed, MA, was the principal of Royal College Colombo from 1920 to 1932. Major Reed had as his vice principal, LHW Sampson, BA, (1932-38) who succeeded him as principal.",
    "Among some of the members of the staff whom the present generation of Royalists are familiar with were my Maths master, MM Kulasekeram, B.Sc. (Mathematics and Physics), better known as “Joule;” Cameron Samarasinghe (Bappa), who was my Chemistry master, and who was vice principal during my school days; Major LV Gooneratne, JP, ED, (1893-1971) who later became the first mayor of Dehiwala-Mt Lavinia Municipal Council. He had two sons at Royal, Jed and Puggy; TM Weerasinghe (Penda), because he walked like a pendulum; RC Edwards (Bobby); and JEV Pieris (Bada Pieris).",
    "Of the prefects during this period whom I’m familiar with, were George Chitty, QC,",
    "who was retained by the then government to lead the Attorney-General’s team in the prosecution of the SWRD Bandaranaike Assassination Case; OL de Kretser, former Supreme Court Judge; AHC de Silva, QC, RGC Pereira, son of RL Pereira, KC, who was a senior criminal lawyer; RGC Pereira outshone his father during his father’s lifetime, and who was to be elevated as Queen’s Counsel, but for his early demise. Because of differences he had with his eminent father he lived in a suite in the Galle Face Hotel in Colombo.",
    "Another prefect was PH Wickremesinghe who entered the Indian Civil Service, who later transferred to the Ceylon Civil Service, became the Chief Government Valuer here and retired in that post. PH Wickremesinghe and his brother RH Wickremesinghe, were both civil servants.",
    "Then, there was police DIG CC Dissanayake, better known as Jungle Dissanayake, who was the father of my classmate, TDSA Dissanayake, former ambassador of Sri Lanka in Indonesia; police DIG SA Dissanayake, better known as Jingle Dissanayake, who later became the IGP. Jungle and Jingle were brothers but were at daggers drawn; Major TF Jayawardene, cousin of former President JR Jayewardene; JL Jinendradasa, B.Sc., who functioned as principal of Nalanda Vidyalaya; Surgeon LDC Austin.",
    "My close friend Eric Labrooy functioned as a magistrate, and was later chairman of the Colombo Apothecaries Company. Eric converted to Buddhism, and was also a devoted follower of God Kataragama. He visited Kataragama Devale almost every month. He was a chain smoker, and died at age 83-year with a cigarette between his fingers. Two brothers, ALS Sirimanne and my father’s contemporary, DQM Sirimanne, functioned as judges of the Supreme Court.",
    "Dudley KG De Silva (1954-66), succeeded JCA Corea (1946-53), who was the first Sri Lankan principal of Royal College Colombo. Corea and Dudley were the principals during my career at Royal College Colombo.",
    "ER de Fonseka, formerly of the Attorney-General’s Department, later functioned as a Commissioner of Assize. His daughter is a lawyer.",
    "RG Senanayake (1911-70) a barrister and advocate, son of FR Senanayake (1882-1926), was the trade and commerce minister during the period 1952-56 in the Dudley Senanayake and Sir John Kotelawala cabinets and also held the same portfolio from 1956-60 in the SWRD Bandaranaike cabinet. FR, if not for his early demise at 43-years, would possibly have been our first prime minister. He was the elder brother of the Rt Hon. DS Senanayake, PC. Both, FR and DS, were incarcerated during the riots of 1915.",
    "HTM Gunasekera was head prefect of Royal College Colombo. He had three brothers, UN, Chandra and Padma at Royal.",
    "EFC Pereira, my Greek master, had as his classmates, Daya Hewavitharne and IGP SA (Jingle) Dissanayake.",
    "DQM Sirimanne was a criminal lawyer at Balapitiya. He joined as a magistrate, and was later elevated as a judge of the Supreme Court.",
    "JP Obeysekera, lawyer, who piloted an aircraft from England to Colombo, was the son of Maha Mudaliyar Obeysekera. JP’s wife, Siva Obeysekera, was a cabinet minister in Sirimavo RD Bandaranaike’s government of 1970-77. Their daughter is married to Dijen de Saram, son of Colonel FC de Saram. They lived in an enormous house opposite Royal College Colombo, named the Maligawa.",
    "RES de Zoysa, father of the late Punyakanthie; DIG LI de Silva, Thoracic Surgeon ATS Paul, brother of Professor Milroy Paul, Dr GCI de Silva, owner of McCarthy Private Hospital, nephew of Peter de Abrew who gifted Musaeus College, Colombo-7, were classmates.",
    "Mohamed Thahir Sameer (1914-89), a Surveyor-Inspector who was promoted to a special post as Superintendent in the Municipal Engineer’s Department at the Colombo Municipal Council, was a Group Leader and Acting Staff Officer in the Rescue Service in Havelock Town during WW2. He was nominated by the Ceylon government to attend the three week No. 9 Specialist Instructor Course in the Civil Defence Specialist School in Bombay, India from June-28, 1943.",
    "He carried a letter dated June-19, 1943 from the Civil Defence Commissioner OE Goonetilleke (later Governor-General Sir Oliver Goonetilleke, GCMG, KCVO, KBE, KStJ) appreciating any assistance given to him. MT Sameer was a prefect at Royal College in 1934. His son, author and company secretary, Firoze Sameer, lent me the details without which I would not have been able to write this piece.",
    "Pararajasingam “Park” Nadesan, CMG, OBE, of the Ceylon Civil Service was the secretary to the Rt Hon. Sir John Kotelawala, PC, CH, KBE, KStJ . He lived close to my father’s house in Flower Road, Colombo-7. Nadesan was the grandson of Sir Ponnambalam Arunachalam, Kt., MLC, CCS, MRAS(CB), Registrar-General of Ceylon (1898), and the uncle of Jayantha M. Swaminathan, Partner of Messrs Julius & Creasy, Attorneys-at-Law.",
    "Pieter Keuneman, lawyer and minister of Housing and Construction (1970-77) from the Communist Party. He was the son of a Royalist and puisne judge of the Supreme Court, Justice Arthur Eric Keuneman, KC.",
    "Dr LSC Mendis, a private practitioner, issued the death certificate stating that Mrs Shirley Boonwaat died of natural causes, when in fact she was shot dead by her husband, the Burmese Ambassador WKH Sao Boonwaat, in their residence Carlton Lodge, now the Capri Club, fronted by Turret Road and Green Path in Colombo-7, on October 15, 1967. She was having an affair with a singer/entertainer.",
    "SJ Kadirgamar, QC, whose father too was a lawyer. SJ’s brother, Lakshman Kadirgamar, PC, was the second Sri Lankan president of the Oxford Union. Lakshman was a cabinet minister and held the portfolio of foreign affairs in Chandrika Bandaranaike Kumaratunga’s cabinet.",
    "A lawyer who was the shining light in this group of Queen’s Counsel HW Jayewardene, younger brother to President JR Jayewardene. HW was the president of the Bar Association. He confined his work only to the Court of Appeal. His son, Dr Hiran Jayewardene, was chairman of the National Aquatic Resources Research and Development Agency (NARA). His elder daughter married Royalist Chandresar Abhayaratne, a current vice president of the RCU, and his younger daughter married Chartered Accountant Wijewardene.",
    "Shirley Amarasinghe of the Ceylon Civil Service retired as a permanent secretary, and later worked for many years in the United Nations Convention on the Law of the Sea.",
    "LSB Perera too was a civil servant, and, after retirement, was appointment as high commissioner of Sri Lanka in Canada.",
    "Tissa Ratnatunga entered the Ceylon Civil Service. He married the eldest daughter of Neil Hewavitharne. He retired as additional permanent secretary. Tissa’s son, the renowned Sinha Ratnatunga, attorney-at-law, functions as Director cum Editor of The Sunday Times newspaper.",
    "Another distinguished civil servant was Walwin A de Silva, brother of Dr Colvin R de Silva. Colvin was a leading criminal lawyer who successfully defended cricketer M Sathasivam. Walwin, after retirement took to politics. Walwin was a member of Parliament in 1950, and a vice chancellor of the University of Colombo, in 1968. His son, Manik de Silva, has been the editor of the Daily News and Sunday Island newspaper for many years. Manik was a close to my classmate, Upali Wijewardene. Manik too is a distinguished Royalist.",
    "Colonel FC de Saram, who played cricket for Royal also played for the Oxford University. He passed out as a barrister but took oaths as a proctor since he had to manage a leading firm of attorneys, Messrs DL & F de Saram in Colombo. It is strange that he sent his son, Dijen de Saram to S. Thomas’ College, Mt Lavinia, Royal College’s rival!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}