{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-treasuries-yields-edge-up-after-steep-fall-152447/",
  "time_ut": 1709120100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Treasuries yields edge up after steep fall",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Treasury bill yields edged up across maturities at Wednesday’s auction with the 3-month yield up 09 basis points to 9.87 percent, data from state debt office showed.",
    "The debt office sold 27.5 billion rupees of 3-month bills after offering 35 billion rupees.",
    "The 6-month yield rose 09 basis points to 9.95 percent with 37.23 billion rupees of bills sold, after offering 47.5 billion rupees.",
    "The 12-month yield went up 03 bis points to 10.05 percent, with 39.5 billion rupees of bills sold and 40 billion rupees offered.",
    "Sri Lanka’s Treasuries yield have come down sharply in recent weeks.",
    "The trend was partly helped by some banks which were earlier not buying into bills, starting to buy them.",
    "Deposit in the central banks overnight window (private sector sterilization) has come down from around 200 billion to around 130 billion rupees in recent weeks.",
    "Sri Lanka’s central bank in the past have triggered currency crises and eventual high corrective rates by not allowing Treasury bill yields to move when up private credit picks up and buying them into the balance sheet.",
    "The resulting forex problems are then blamed on budget deficits (politicians) and current account deficits (mainly imports of the public usually petroleum, gold or cars).",
    "The central bank can still buy Treasury bills outright from banks, term or overnight to inject money, alter rupee reserves of banks and encourage them to overtrade and trigger forex shortages, confidence shocks, capital flight and a second default, critics say.",
    "The central bank recently lifted counterparty limits of standing facilities, which are given at the policy rate without a penalty unlike in countries with greater monetary stability.",
    "In recent weeks the central bank has oversold bills outright and injected money long term and short term, though so far overall net injections have been deflationary. (Colombo/Feb28/2024)"
  ]
}