{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/More-funds-for-2025-Yala-paddy-purchases/56-781794",
  "time_ut": 1758071201.0,
  "original_lang": "en",
  "original_title": "More funds for 2025 Yala paddy purchases",
  "original_body_lines": [
    "PMB spends Rs. 5.28 b from Rs. 6 b allocation to purchase 43,891 tons of Yala paddy across 16 districts",
    "Procurement focuses on Pollonnaruwa, Anuradhapura, and Trincomalee, where 79% of 2.2 m ton Yala harvest is complete",
    "Cabinet Spokesman and Minister Dr. Nalinda Jayatissa says SME mill loan scheme supports paddy collection, boosting participation during this season",
    "Notes Govt. mulls importing 40,000 tons of Keeri Samba or alternative variety amid shortage",
    "In a bid to facilitate continued purchases of paddy at the Government’s fixed price, the Cabinet of Ministers at their meeting on Monday approved additional provisions for the program.",
    "Addressing the weekly post-Cabinet meeting media briefing yesterday, Cabinet Spokesman and Minister Dr. Nalinda Jayatissa said the Paddy Marketing Board (PMB) has already spent over Rs. 5.28 billion from Rs. 6 billion allocation to purchase 43,891 tons of Yala paddy across 16 districts. “The procurement focus remains on Polonnaruwa, Anuradhapura and Trincomalee, where harvesting is still ongoing,” he said.",
    "Dr. Jayatissa noted that last year’s Maha paddy harvest produced 2.5 million tons, while this year’s Yala season is expected to yield 2.2 million tons, with 79% of harvesting already completed.",
    "He also highlighted that a Government loan scheme supporting SME mill owners has positively contributed to paddy collection during this Yala season.",
    "Meanwhile, concerns were raised over the shortage of the popular Keeri Samba rice variety, which has a Government-mandated maximum retail price of Rs. 260 per kilo, but is reportedly selling for Rs. 320–340 in the market.",
    "Cabinet Spokesman stated that the Government is considering importing 40,000 tons of Keeri Samba rice or an alternative variety, based on recommendations from the Food Security Committee, though a final decision has not yet been made.",
    "However, Deputy Agriculture Minister Namal Karunaratne recently noted that only 12,456 kilos of Keeri Samba have been harvested so far.",
    "Addressing concerns over potential stockpiling by large-scale mill owners, Dr. Jayatissa said that while he is not aware of any such practices, strict action will be taken if any are discovered."
  ]
}