{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/A-tectonic-shift-in-the-plate-of-politics/4-769382",
  "time_ut": 1731951477.0,
  "original_lang": "en",
  "original_title": "A ‘tectonic shift’ in  the plate of politics",
  "original_body_lines": [
    "Give the government a place to stand and let us hope it has the strength to move the earth",
    "It must be evident by now in the densest of crania in the most conservative of political think tanks circumscribing the cocktail circuit that ‘something happened’.",
    "But it may be a while before the penny, as they say, drops. Because, as a London-based revolutionary far from his Teutonic homeland once essayed about the plight of an oppressed class of people his continent over – from Moscow to Manchester – and their oppressors: “When the sufferers learn to think, then the thinkers will learn to suffer.” (Yes Karl Marx)",
    "There are, it is said jocularly in circles where wit is observational of everyone else but oneself, three types of people: those who make things happen, those who watch while it is happening, and those who wonder: ‘what happened?’",
    "What happened was that the threefold cord which is not quickly broken snapped suddenly after ever-increasing tension over the years.",
    "It resulted in a tectonic shift in the plate of local politics as perhaps un-witnessed in some senses these many moons in which there has been – comparatively speaking – ‘nothing new under the sun’.",
    "The plate has been shifting steadily, almost imperceptibly, certainly ignored or neglected – or seen and dismissed as inconsequential. This attitude of our Olympian governors and Brahmin bureaucracy has persisted despite the demonstrable plight of the people over the decades.",
    "Did we not witness a hartal as early as 1953, a mere half-decade after independence from the colonial yoke? That the pukka-sahibs who replaced the imperial administrator were equally if not more impervious to the suffering of the hoi polloi saw the commonwealth degenerate from model crown colony to republic wracked by open rebellion, armed revolt, violent insurrection and fully-blown genocidal war over the next half a century.",
    "In and through it all, the social contract between the state and it citizens, as regards the sovereignty of the masses, was more honoured in the breach than the observance. On the subterranean level, it could or should have been evident to the all but the most inane or insanely insensitive that underground rumblings – strikes, separatism, suborning political coups – indicated a major shift in ground realities would come one day.",
    "That day came when the advance guard of the Aragalaya breached the hallowed and decoratively but detachedly guarded presidential palace to evict a chief executive whose arrogant yet incompetent administration had some to symbolise all that was evil under an elite empire.",
    "No sooner had that ousted head of state fled in ignominy, however, but a rearguard action by the bastion of conservatism saw an equally autocratic regime ensconced. And the arguments put forward subsequently to defend the criminal and cowardly crackdown on the people’s protest only served to underline certain incontrovertible realities.",
    "That there was only one political culture which had ruled the roost since ‘the war was won’ – and perhaps even prior to it – and that the only way to express the popular sovereignty of the masses which was foiled by teargas and watercannon was through the traditional franchise.",
    "It was a cardinal opportunity for a canny politico with yards of savvy, as well as a political machine with strategy and sustainable approaches as never before in its previously chequered history, to step up to the plate.",
    "If two years seems a long time for the aspirations of a people hungry for more than bread, and yearning for more than stability (as well as agnostic to sustainable economic reform and the neoliberal agenda) to put up with enforced legality than legitimate governance, think four and a half decades in which nothing substantial ‘trickled-down’. Salt of the earth under pressure.",
    "There is a breaking-point in every tectonic plate. For a polity that had put up with much on the natural fronts (the tsunami, COVID-19) and in man-made arenas (war, constitutional coups, a uniculture cultivating a Petri-dish teeming with corruption and worse), the prospect of another five years under ‘the usual suspects’ was anathema. Something had to give.",
    "Shall we even now understand what it is to preach patience to a parent looking into starving juvenile eyes while no one’s elected representatives enjoy innumerable junkets at state expense? How puerile is it to plead for a further term of indulgence for the same old powers that be in some shape and form when the alternative – as it turns out – has all the appeal of a plebeian Alerics at Galle Face Green on a sweltering day?",
    "(No more ivory tower allusions by the way; the day belongs to the ordinary, average, honest citizen looking for simpler solutions to albeit complex problems. Don’t “do a Diogenes” on us, gentle reader – there are honest citizens at work these days… so – put that broad-daylight candle away…)",
    "AKD’s campaign-trail prediction about two-thirds of sitting MPs losing their tickets in the house – and their meal tickets courtesy the burdened taxpayers of our suffering nation state – eventuated.",
    "Let’s hope against better judgment that a brace of socialists at the helm of the ship of state will sail us through both the Scylla of sustainable economic development/reforms as much as the Charybdis of corruption.",
    "Yes, politics is the art of the possible. And, as with the art it imitates: movements, ideologies, leanings, fashions – these all change. In fact, they swing from one extreme to another under duress. The Baroque of the robber barons epoch bows out in the face of Classical clarity, only to be usurped the idealism of the Romantics.",
    "Yet, the pendulum could swing again if the art of the incumbents proves to be mere not avant-garde enough to guard against its own tendency to traditional economics and progressive sociology. Or worse, it is such artifice as to go the way of its predecessors.",
    "For now, the moving plate stands on solid ground. Give the government a place to stand and let us hope it has the strength to move the earth."
  ]
}