{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-prints-rs100bn-through-open-market-operations-184982/",
  "time_ut": 1730008980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka prints Rs100bn through open market operations",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has injected around 100 billion rupees against domestic assets through multiple liquidity tools by October 25 official data show, driving up excess money in the banking system to over 190 billion rupees.",
    "The central bank injected 36.16 billion rupees through an overnight auction and 70 billion rupees for 7 days through a term auction of printed money.",
    "By October 25, excess liquidity deposited in the central bank’s standing facility was 193.4 billion rupees, up from 138 billion rupees a month earlier.",
    "By offering 40 billion rupees to all comers as low as 8.27 percent (just 2 pips above the floor rate) where only 36 billion rupees were bid, the monetary authority prevented overtrading market participants from borrowing at its 9.25 percent standing facility and encouraged them to trade without deposits at even lower rates.",
    "In the run up to the election period – where there could have been a drawdown of cash – the central bank acted less imprudently and some banks went to the window and borrowed at 9.25 percent.",
    "Since the central bank was set up in 1950, the agency has resorted to various means to print money to mis-target rates, triggering forex shortages, monetary instability, social unrest and malnutrition of children.",
    "It then either imposed trade and exchange controls, or egged on politicians to do so, crippling economic activities and eventually driving up interest rates to very high levels, by its inconsistent policies.",
    "In the 1970s malnutrition of children (which led to the start of the Thriposha program) came from import controls, import substitution and price controls which created blackmarkets and hit the food production base.",
    "After 1979 and post 2022 it is coming from sheer monetary debasement (flexible exchange rate) as well as import duties on rice and maize and other foods for ‘import substitution’.",
    "It must be said that the Fed also did the same thing from 1960 to 1980 until Paul Volcker came and ratcheted up rates (under a different framework and squeezed out inflation) ignoring the employment mandate.",
    "Sri Lanka’s macro-economists have led the public and politicians to believe that a new discretionary monetary law, which cannot be labelled a central bank constitution due its excessive discretion (flexibility), has blocked the central bank’s ability to ‘print money’.",
    "However, through open market operations (essentially instrument independence) the central bank has unlimited powers to print money and inject liquidity into banks enabling them to trade without deposits.",
    "Macro-economists have also persuaded ex-President Wickremesinghe to give it a 5 percent inflation target, effectively gaining goal independence from the political leadership.",
    "Related Sri Lanka political leadership accepts 5 to 7-pct inflation without protest",
    "That he was misled can clearly be seen in his subsequent statements about expecting the exchange rate to appreciate. In that case an external anchor was all he should have directed as the goal of the monetary authority, not a 5 percent domestic anchor, but that is another story. (Sri Lanka rupee will be taken to Rs270 to dollar: President):",
    "It is laughable that the IMF has criticized central bank financing of primary dealers but not banks. Primary dealers get temporary money, but commercial banks addicted to central bank money through no-questions asked liquidity tools that finance investment credit through term, outright and ‘operation twist’ money give investment credit.",
    "Related Sri Lanka primary dealers using excessive central bank credit: IMF report",
    "Sri Lanka’s original central bank law, which gave the powers to macroeconomists to control rates by purchasing Treasury bills, provisional advances for six months to directly finance the budget, or up to 12 months re-finance credit, was restrained through a gold and exchange rate peg.",
    "However, no such restraints now exist under a ‘flexible exchange rate’ and the IMF’s second amendment to its articles which Sri Lanka followed after 1978 and ended up with Greater than Great Inflation and IMF programs. But East Asian export power houses did not.",
    "It is not clear why such large volumes of money are being printed through liquidity tools, but it may be to suppress government securities yields, which is an indirect form of monetizing deficits.",
    "In the original central bank law devised by John Exter, the central bank was not expected to buy bonds directly from auctions.",
    "Exter also in doing the dirty deed he was assigned in killing the Ceylon currency board, nevertheless placed numerous caveats in his report, going so far as to say that full employment policies by the central bank “would stimulate consumption of imported goods and precipitate serious balance of payments difficulties” in a country where half the productive resources were devoted to exports (export-oriented) and was dependent on imports as a result.",
    "But once the taps were created, it was futile to expect macroeconomists not to use them.  The IMF itself gave technical assistance to Sri Lanka to calculate ‘potential output’ after the end of a civil war, encouraging macroeconomists to print money through open market operations and try to boost growth.",
    "“So long as open market purchases of Government securities are allowed (as, of course, they must be), it is very difficult to prevent these becoming an indirect means of making central bank credit available to finance Government deficits,” an analyst writing in The Banker magazine said in 1950, prophetically describing what happened later.",
    "Modern-day politicians generally do not understand the arcane domestic operations of state-owned central banks unlike the legislators of the 19th century. They brought effective legislation against domestic operations of the Bank of England for example (which was called the issue department at the time) limiting discretion by law and a tight anchor (zero), and prevented the age of inflation (and currency crises) from starting.",
    "Rate cuts through OMO which trigger exchange rate instability (exchange rate as the first line of defence), will also drive speculative behavior by exports and importers and eventually trigger capital flight, loss of confidence, and even higher interest rates as was shown from 2015 onwards.",
    "With a 5 percent inflation target, which Sri Lanka’s last president Ranil Wickremsinghe was inveigled to legalize, through a newly crafted monetary law, the central bank has enough room to mis-use its instrument independence and trigger external rises and eventually push up nominal rate to very high levels in the inevitable stabilization crisis.",
    "When the central bank was set up in 1950, Treasury bill yields were less than one percent, and age-of-inflation concepts like ‘real’ interest rates were almost unknown.",
    "As the obsessive targeting of short-term rates by printing money fired inflation, concepts like real interest rates came into common use among age-of-inflation macroeconomists who had weak knowledge of monetary operations and laws of nature, but were strong on statistics.",
    "“There wasn’t a focus on real interest rates at the time, because there wasn’t an assumption you were going to have much inflation,” Paul Volcker said in a 2008 interview on his decades of experience in the US Treasury and the Fed.",
    "“The term “real interest rates” was certainly known, but I think that’s right, we didn’t think in those terms that much until the inflation had persisted for a while.”",
    "It was through open market operations that the Federal Reserve triggered an economic bubble and a Great Depression without a war and repeated defaults started in Latin America after the IMF’s Second Amendment in 1978 despite having low deficits and high revenue to GDP ratios.",
    "Sri Lanka, world’s poor suffer from Fed’s accidental discovery of OMO: Bellwether",
    "The single policy rate and indiscriminate injections at fixed rates was originally proposed by Scottish Mercantilist John Law in Money and Trade Considered but was resisted by classical economists until the Fed.",
    "It was the peculiar make up of the Fed with regional offices that led to decentralized money printing and the open market committee was set up to reverse that (to do what is called repo operations in this country but reverse repo label in the US), but of course the opposite happened.",
    "Mexico’s debt crisis in 1994 came from open market operations took place with a budget surplus amid strong private credit.",
    "It was through open market operations that the ‘independent’ Federal Reserve destroyed the Bretton woods, triggered Great Inflation and the Housing Bubble.",
    "When private credit is weak it is possible for an ‘independent’ central bank to print money and get away without too much instability.",
    "Ironically the Federal Reserve agreed to buy Treasuries of multiple maturities during World War II to keep rates down with less impact on the BOP than after the war ended in 1951 and later in the 1960s and 1979s.",
    "But when the war stopped and private credit picked up, it halted the activities to prevent shortages and rationing from becoming worse. The US officially ended rationing in 1947.",
    "However, the Fed continued to defend the price of the Liberty Bonds leading to what is generally called the Korean War bubble.",
    "The so-called Fed Treasury Accord that led to an ‘independent’ Fed came from the tug-o-war to end open market purchases of long-term bonds.",
    "At the time the Fed had Marriner Eccles, a banker who was familiar with central banking (having himself transformed the Fed’s operations while he was chairman) who was running rear guard action.",
    "However, that knowledge was lost within a decade and the Fed invented central banks swaps after fanning inflation and balance of payments problems with long-cycle rate cuts for ‘full employment’, followed by lean-against-the-wind policies (stabilization).",
    "At the forefront of inflationism, were post-Keynesians in Saltwater universities, from where the IMF did most of its hiring.",
    "IMF programs rocketed from the 1960s – Sri Lanka also started its IMF programs in the mid-1960s – as countries that did not follow Fed cycles ran into severe BOP deficits amid rising commodity prices including gold.",
    "There were no economic reforms in IMF programs at the time, and they were sharp and short to fix the BOP.",
    "The economic reforms were an obsession that started after Margarat Thatcher’s reforms, which were essentially outside the country’s last IMF program which the agency believed to be most successful and tried to replicate in Latin America with no success due to soft-pegging.",
    "Competitive exchange rates instead triggered social unrest and more defaults as budgets became unmanageable.",
    "Thatcher came to power in the stabilization crisis of UK’s 11th IMF program generally referred to as the winter of discontent, but kept tight monetary policy, cut direct taxes, boosting individual freedoms and raised VAT.",
    "The central bank is currently under a ceiling on domestic assets under the IMF program which crimps its ability to print money through open market operations up to a point, and interest coupons on its long-term bond portfolio are also deflationary.",
    "Its short term injections in recent months came partly as a result of selling down maturing bills in chunks instead of internally rolling over part of the stock to maintain gentle and steady deflationary pressure on commercial bank rupee reserves by a controlled sell-down of its Treasuries stock.",
    "The outstanding Treasuries portfolio reduced from 2555 billion rupees from September 05 to 2513 billion rupees on September 18 and has since remained static.",
    "The central bank is now running out of short-term treasuries.",
    "The complex two-way OMO will eventually bring the monetary house of cards down when private credit recovers and rates are cut. If term repo transactions are done in the future with borrowed bills, instead of outright sales of securities, problems will worsen, as the late 2014 and early 2015 experience showed.",
    "Sri Lanka’s central bank has done very well so far in running broadly deflationary policy (with large outright sales partially offset by reverse repo operations and also allowing rupee appreciation), though the volatility of the exchange rate has some costs.",
    "But the obsession with the single policy rate and the use of open market operations (rather than liquidity from dollar purchases only) to push the mid-corridor rate towards the lower floor are warning signs of what is to come.",
    "The single policy rate which will require more aggressive inflationary open market operations as private credit recovers and will bring the second default of sovereign debt and social unrest closer.",
    "The new administration will then be blamed for not carrying out reforms as others have been before.",
    "These are tried and tested narratives, which were peddled by Anglophone statistical macroeconomists and which were fine tuned from the 1960s after originating in the mid 1920s.",
    "Macroeconomists will escape accountability as they have done for decades in other countries with flawed operational frameworks, which is seen in exchange controls, inflation, depreciation and sovereign default.",
    "But politicians and more importantly the poor will pay the price. (Colombo/Oct27/2024  – Update IV)"
  ]
}