{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112344/india-extends-rs-600m-grant-for-new-ae-unit-at-mannar-hospital",
  "time_ut": 1757473980.0,
  "original_lang": "en",
  "original_title": "India extends Rs. 600M grant for new A&E Unit at Mannar Hospital",
  "original_body_lines": [
    "A Memorandum of Understanding (MoU) has been signed for the construction of an Accident and Emergency (A&E) Unit at the District General Hospital, Mannar, and the supply of medical equipment to the unit, with grant assistance of LKR 600 million from the Government of India.",
    "The agreement was signed on Tuesday (9) by the High Commissioner of India to Sri Lanka, Santosh Jha, and the Secretary to the Ministry of Health and Mass Media, Dr. Anil Jasinghe.",
    "Minister of Health and Mass Media, (Dr.) Nalinda Jayatissa attended the signing ceremony, according to the High Commission of India in Colombo.",
    "The project envisages civil construction of a two-storey accident and emergency (A&E) unit and procurement of all necessary medical equipment for the unit.",
    "The project will address the critical requirement of an A&E unit at DGH Mannar, saving precious lives by providing timely medical assistance to people of the region in emergency cases during golden hour, it said.",
    "It will also strengthen medical facilities at the hospital by bridging the gap between the average daily number of indoor patients and available bed strength, the statement said.",
    "The project joins a long list of impactful development cooperation projects of India in Sri Lanka in the Health sector, which include the island-wide Suwa Seriya ‘1990’ ambulance service; medical assistance rendered during the Covid-19 pandemic; construction of 150-bed multi-specialty hospital at Dickoya; up-gradation and support to Jaffna Teaching Hospital and District Hospitals at Kilinochchi and Mullaitivu; construction of a new surgical unit at Teaching Hospital, Batticaloa; among many others.",
    "Further, Indian grant assistance for the expansion of the Suwa Seriya ‘1990’ ambulance service and construction of a four-storied Medical Ward Complex at DGH Mullaitivu are currently under active consideration."
  ]
}