{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/it-is-a-matter-time/",
  "time_ut": 1754841600.0,
  "original_lang": "en",
  "original_title": "It is a matter time",
  "original_body_lines": [
    "Whenever a serious aviation incident or accident occurs anywhere in the world, attention is focused on the regulatory authority of the country of registration of the aircraft. The incident/accident investigation itself is conducted by the country (state) of occurrence, with the involvement of the manufacturers of the aircraft and engines, under the guidance of regulatory authorities such as the National Transportation Safety Board, USA (NTSB), Federal Aviation Administration (FAA), European Aviation Safety Agency (EASA) and International Civil Aviation Organisation (ICAO) as necessary.",
    "Regarding the Air India accident of June 12, 2025, the spotlight is now on the Civil Aviation Department (CAD) and AAIB (Aircraft Accident Investigation Bureau) of India. While the CAD is a government department, the AAIB is nominally at least an independent authority. Unfortunately, in India as in Sri Lanka, true independence of accident investigation has not been achieved.",
    "Although established much later than Air India International, airlines such as Air Ceylon, Air Lanka and SriLankan Airlines are regulated by government entities with conflicts of interest. Beginning in December 1947, with the inauguration of Air Ceylon, the new national carrier was in fact operated by the Civil Aviation Department. Only in March 1951 did Air Ceylon become a Corporation (Air Ceylon Ltd). Even then, the Director of Civil Aviation remained a member of the Air Ceylon Board, entitled to the perquisites of the airline such as free tickets.",
    "Currently, Sri Lankan Airlines operates to many overseas destinations, with the potential of becoming involved in high-profile incidents and accidents. If the spotlight is turned on Sri Lanka, the world will discover that Sri Lanka’s Civil Aviation Act number 14 is dated 2010, and the Air Navigation Regulations (ANR) are dated 1955! This disparity is totally inappropriate for our aviation industry as aviation is a very dynamic, high- tech industry. Like in India Sri Lanka too does not have an Independent Air Accident Investigation Branch.",
    "The Civil Aviation Authority of Sri Lanka (CAASL) was inaugurated on December 27, 2002, with much fanfare, in accordance with the Civil Aviation Authority Sri Lanka Act no. 34, with Mr Upali Malalgoda appointed as Director General of Civil Aviation.",
    "Unfortunately, after the formation of the CAASL the objectives given below, with their ‘powers, functions and duties’ have not been effectively observed and fulfilled over the past 23 years. I shall attempt to discuss each objective while expressing my own views, comments and queries.",
    "(a)  Subject to any directions issued by the Minister (of Aviation), regulate civil air operations within the territory of Sri Lanka and the operation of Sri Lanka registered aircraft outside the territory of Sri Lanka in accordance with the provision of the act or any other written law.",
    "Firstly, is the present minister or his deputy qualified to give directions to the CAASL on how to carry out its duties and functions? While international guidelines are available in writing in the 19 Annexes to International Civil Aviation Organization (ICAO) Chicago Convention of 1944, with regard to guidelines within the territory of Sri Lanka (domestic aviation), it is the CAASL who should advise the Minister and his team on the priorities. Presently, the Minister of Civil Aviation may not receive the right advice and be easily misled. CAASL staff have been occupying the same positions for decade, secure in their ‘comfort zones’, but are widely deemed to be unable to ‘think out of the box’.",
    "(b) To assist the Minister in the formation of the National Aviation Policy of Sri Lanka",
    "The National Aviation Policy was written in consultation with the stakeholders and passed by Parliament in 2017, but has failed to be implemented by the CAASL. Sadly, apart from the policy having been forgotten, ignored or deliberately sidelined, some members of the CAASL staff do not even know that such a national policy even exists.",
    "(c)  Prepare an Aviation Development Plan for Sri Lanka in accordance with the Aviation Policy and the directions issued by the Minister in regard to the same.",
    "(d) Provide strategic direction for the development of civil aviation and coordinate the activities of all parties involved.",
    "(e) Develop and promulgate or adopt by reference as appropriate clear and concise aviation safety requirements and practices and procedures. Implement effective enforcement strategies to secure compliance by all persons of the standards and such aviation safety requirements and practices and procedures.",
    "Predictive, preventive and proactive aviation safety practices do not exist in the CAASL. Their actions are mainly reactive. There is no proper safety/risk assessment and management. The most convenient way is to stop operations and not attempt to identify and manage the risks. Importantly and more seriously, there are no officers with knowledge and hands-on aviation experience. For example, para-motors have all been grounded, imposing hardship on operators.",
    "(f)   Encourage through comprehensive and timely aviation safety advice and by fostering an awareness within the aviation community of the importance of aviation safety. A greater degree of acceptance by the aviation community of its obligation to maintain a high standard of aviation safety, provide aviation safety education and training for persons involved in civil aviation activities.",
    "The aviation community is not consulted in these matters. Programmess such as these are few and far between as there are no airline pilots, retired or active, save one working in CAASL. Most posts are filled by former non-pilot air traffic control officers. This situation is not acceptable.",
    "(g)  Issue certificates, licences, permits and any other legal authority or documentation issued by or under the provisions of this act or any other written law.",
    "Many stakeholders have observed that the CAASL does not play the role of facilitator. It takes an unacceptably long time to get the necessary permission for any new operation, unlike in, say, the Maldives. CAASL’s actions are lackadaisical at best, and inconsistent. They don’t deal with an even hand. There have also been allegations of bribery and corruption, which is dangerous in aviation.",
    "(h) Initiate investigations on aircraft accidents and other related incidents and arrange for the establishment and provision of search and rescue operations; conduct inquiries with regard to any flight safety hazard and take remedial action.",
    "With accidents happening closer to home, such as AI 171 in Ahmedabad, CAASL has suddenly woken up to the fact that there is no qualified effective independent air accident investigation authority to handle incidents and accidents in Sri Lanka. The laws in Sri Lanka are still not in place.",
    "Who should be the members of the CAASL in accordance with CAASL Act number 34?",
    "1. (a) the Secretary to the Ministry of the Minister in charge of the subject of Defence;",
    "(b) a representative of the Ministry of the Minister in charge of the subject of Finance, nominated by that Minister;",
    "(c) five persons appointed by the Minister of whom not less than two shall have considerable experience or knowledge in the field of civil aviation : and",
    "With reference to 1b, there is no-one qualified in civil aviation in the present CAASL Board, let alone two. There is a SLAF helicopter pilot who is not qualified in civil aviation. This sad situation cannot get worse. As a result the system is about to collapse. Yet the government seems to be totally unaware or unconcerned.",
    "2. The Minister shall appoint one of the members of the Authority, to be its Chairman and one other member to be its Vice-Chairman",
    "3. The Minister shall in appointing a member under paragraph (c) of subsection (1), satisfy himself that such member has no financial or other interest in any airline or aviation related business that is likely to prejudicially affect the discharge of his or her functions as such member, and further shall also satisfy himself from time to time that such member has no such interest.",
    "4 The Chairman may by written authority, authorise any member of the Authority to perform any of the functions conferred upon him as Chairman.",
    "5 The provisions of the First Schedule to this Act, shall apply to and in relation to the members of the Authority, its meetings and the seal of the Authority.",
    "Member (Ex Officio, Defence): AVM Sampath Thuyacontha, retired SLAF pilot",
    "From the above it can be seen that the Government of Sri Lanka has not heeded the requirements of CAASL Act no. 34. None of the members of the CAASL have knowledge or experience in civil aviation. Would the government or CAASL care to comment?",
    "Accidents don’t happen only to others. If our civil aviation system is found deficient at scrutiny by ICAO and other international organisations, SriLankan Airlines can be banned from overflying other countries. It has happened to many airlines, including Bangladesh and Pakistan International Airlines in the UK.",
    "See the Tables 1 and 2 for a full list of banned airlines in the European Union and the US",
    "Banned air carriers could be permitted to exercise traffic rights by using wet-leased aircraft of an air carrier which is not subject to an operating ban, provided that the relevant safety standards are complied with. The list includes the following airlines, with the airline licence having been issued in the respective countries.",
    "The FAA maintains a list of countries whose airlines are banned from operating in the United States because they do not meet minimum standards for aviation safety and do not maintain sufficient oversight of carriers within their own borders. Below are countries whose airlines are banned by the FAA from operating in the United States.",
    "Sri Lanka’s digital pivot: Unlocking growth, Innovation and global competitiveness",
    "Sri Lanka’s defence policy and shifting balance of power in the Indian Ocean",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}