{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/CB-governor-vows-not-to-resign-over-salary-increase/108-279637",
  "time_ut": 1711447320.0,
  "original_lang": "en",
  "original_title": "CB governor vows not to resign over salary increase",
  "original_body_lines": [
    "Colombo, March 26 (Daily Mirror) - The Governor of the Central Bank of Sri Lanka (CBSL), Dr. Nandalal Weerasinghe today that he will not step down from the post of Governor due to the issues caused by the salary increase.",
    "While addressing the media, he said the crisis situation was caused by the amount of the salary increase at the CBSL.",
    "He also said that he will reconsider the salary increase for the employees working under him.",
    "The Governor also said that he will leave his position only if he fails to fulfill his responsibilities properly, and as the head of the institution, he has a responsibility to pay attention to the salaries of his employees.",
    "\"As the governor, I have responsibility for my staff. This salary increase has been done as it has always been done under the existing legal framework.",
    "\"Not only the Central Bank but also other government institutions and private institutions think about the employees under them. Everyone is affected by the crisis. So there can be no conflict. This decision was taken after talking to the Finance Board and trade unions.",
    "\"This is a decision taken collectively by both parties for the sake of the employees. I am not leaving because of the salary increase and reconsideration of the employees working under me. I'll leave this job if I can't do anything for the country with it. I don't see this as a reason to leave.",
    "\"I don't think we need to wait until the economy stabilizes to raise wages. Salary increases are not the problem here. The amount that has been increased for salary is the problem. The committee will look at it and say whether the salary increase is fair or not. We will see,\" the Governor said."
  ]
}