{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83358",
  "time_ut": 1704025800.0,
  "original_lang": "en",
  "original_title": "Deshabandu Tennekoon along with Tiran Alles and Sagala Ratnayake presides over a media parade, ironically titled ‘Yukthiya’ (Justice) in catching ‘sprats’ of the drug underworld while their political and police Godfathers escape the net.",
  "original_body_lines": [
    "As Sri Lanka’s newest Bribery Commission cracks its shell with more than a smidgen of difficulty in the backdrop of ugly strain between its metaphorical parents, the Constitutional Council and President Ranil Wickremesinghe, circumstances can hardly be less propitious for this fledgling creature to survive, let alone thrive.",
    "The Commission is established under a law which the President once airily promised, ‘would be the best in South Asia’ regardless of all the lessons that history teaches us on the sharp difference between a ‘law’ and its implementation. One does not need to go very far to highlight the paradoxes. The President’s own Cabinet is stuffed with (alleged) gross corruptors, the latest scandal linked to the former Minister of Health regarding the unbelievably unconscionable procurement of substandard human immunoglobulin.",
    "This is in the wake of two suspects including the former Secretary to the Ministry of Health alleging that their statements to the Minister’s culpability had not been properly recorded by the Criminal Investigations Department (CID).  Commonsense dictates that the Minister concerned does not have a fig-leaf with which to cover himself. But commonsense is, of course, different from the rigorous course of the law. That is why we advisedly use the term ‘alleged.’",
    "This caution is expressed entirely tongue-in-cheek, if the meaning has to be made clearer to the dim-witted among us. But public sentiment has no such reservations, the question is (legitimately) asked as to why the Minister concerned, continues to serve in the Cabinet with another portfolio. In other words, the mood in the court of public opinion is unforgiving if not murderously angry.  It is the man and woman on the street who have to pay with their lives for these frauds, not the rich who retreat to private hospitals or flee to Singapore after all.",
    "Still, it is to the good that the Maligakanda Magistrate yesterday directed the CID to record ‘additional statements’ from the suspects in question in regard to what had been ‘allegedly’ missed. This is now popularly referred to as the ‘immunoglobulin scam’ along with the ‘garlic scam’, the ‘sugar scam’ and countless others including that pernicious ‘Central Bank bond scam.’ Each scandal under a different Government but with the same old faces and the same drama played out over the media.",
    "Perhaps we can record our history of corruption in this way, a sort of a ‘Mahawamsa of corruption’ as it were and teach this to schoolchildren. That can be in the same way that the proud civilisational history of the country is chanted, the old glories of our ‘chaityas,’ our vistas of fertile paddy fields fed by enormous tanks and the grand kings who repeated that not a single drop of water or a single grain or rice shall be wasted.",
    "In fact, teaching children about political corruption and the demise of a nation will be more to the good than repeating those same old stories of Elara and Dhutugamunu and the invincibility of the Sinhala-Buddhist civilisation. As an aside, those stories of the Sinhala being ‘good’ and the Tamil being ‘evil’ are entirely contradictory of the profound respect that these two (Tamil and Sinhala) kings bore for one another. In this as well as in many other things, history is subverted by priests and political rulers alike for their own glory.",
    "But to return to the point of this column, this is why, in all fairness, we express scepticism at the fate of this latest bribery and corruption fighting body that has come into being as 2023 winds down with extreme popular angst. Nevertheless, we must wish it well. In a country where miracles are in short supply, perhaps this will be a Christmas miracle in every sense of that term. Certainly Sri Lanka needs miraculous happenings, brought about by men and women of fortitude and determination to stand up to political and other pressures.",
    "This is exactly what Jesus Christ did when he lashed out in Jerusalem’s Temple against corrupt money changers and merchants, accusing the Temple leaders of ‘thievery’ as the public cheered him. Biblical historians in fact, speculate that the Temple incident was the proximate reason for hastening Christ’s crucifixion with some (arguable) consensus even in the Gospels to that effect. Then as now, the exploitation of the poor was rudely simple.",
    "Priests along with the political rulers of the day and the ruling elite, feasted, fed off and profited from the gullible. This Christmas, the spectacle of Colombo glittering with lights and festivities contrasted obscenely (and I use that word deliberately) with untold miseries in city slums and remote villages.",
    "And even while the Catholic Church’s Cardinal, Malcolm Ranjith preaches his Christmas sermon of castigating Sri Lanka’s rulers for the inequities that they have brought about, perhaps he might reflect on the Church’s role also in that respect.",
    "But essentially, this is what Sri Lanka’s bankruptcy has bequeathed us, the unprecedented widening of the gap between the (extremely) rich and the (extremely) poor and unprecedented lack of sympathy towards the  widened to an unprecedented extent.",
    "Battered as never before in its post-independence history, the majority of the populace pushed into abject poverty by the very rulers whom they chose to elect with ecstatic hosannas as saviours of Sinhala-Buddhism, 2024 promises only extraordinary social unrest as a devastating tax hike crunches in with force.",
    "This is karmic fate, a consequence of decades-old vicious majority-minority propaganda on which only politicians grew rich. They were aided and abetted, let us not forget, by corporate ‘fatcats’, allies in the judicial, legal, medical professions, patrons in the Sangha and (once upon a time) the Catholic Church.",
    "Those not fortunate enough to flee the country’s shores are condemned to live bereft of adequate nutrition, sub-standard education and paltry healthcare with corruption having a free reign. The living suffer while unborn generations abide by their miserable fates. In other words, just a few decades of grossly corrupt rule by Colombo’s political elite have near-completely reversed highly ranked human development gains since independence.",
    "‘We will break into Colombo’s ‘loku’ (large) houses, this is what the man told me’ a neighbour said last week, relating a chilling conversation that he had with a ‘tuk-tuk’ driver. Ominously, this prophecy was said matter-of-fact, almost as if discussing the price of the fare, no more, no less. ‘We cannot live like this, scrounging on the street, our children have no food and cannot pay for their books that the school demands. But Colombo’s five star- hotels are full of the rich. This is not fair. We will rob,’ he had said.",
    "Ordinary crime has skyrocketed while the country’s acting Inspector General of Police (IGP) Deshabandu Tennekoon along with his political patron, Minister of Public Security Tiran Alles and the President’s Chief of Staff Sagala Ratnayake presides over a media parade, ironically titled ‘Yukthiya’ (Justice) in catching ‘sprats’ of the drug underworld while their political and police Godfathers escape the net.",
    "I say ‘ironic’ for many reasons. First, the word ‘Justice’ has come to be the most reviled term in the country, promising anything but justice.",
    "Second, while ‘Justice’ spearheads an operation against the underworld, that is singularly omitted from the Government’s much touted Bill on ‘Truth, Harmony and Reconciliation’ for the minorities, whatever that may mean.",
    "Not Justice, only inequality and inequity beckons in the nemesis of a New Year."
  ]
}