{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SC-allows-Ranil-to-be-named-as-respondent-in-FR-petition-against-Deshabandu-s-appointment-as-IGP/56-768565",
  "time_ut": 1730241346.0,
  "original_lang": "en",
  "original_title": "SC allows Ranil to be named as respondent in FR petition against Deshabandu’s appointment as IGP",
  "original_body_lines": [
    "The Supreme Court has granted permission for former President Ranil Wickremesinghe to be named as a respondent in a high-profile fundamental rights petition challenging the appointment of Senior Deputy Inspector General (DIG) Deshbandu Tennakoon as the Inspector General of Police (IGP).",
    "The petition, originally filed in July by the Young Journalists Association (YJA) has raised concerns over the transparency and legitimacy of Tennakoon’s selection process and questions his suitability for the role due to his alleged past conduct.",
    "A Supreme Court Bench composed of Justices Preethi Padman Surasena and Janak De Silva presided over the matter yesterday. During the hearing, Saliya Peiris PC, representing the YJA, argued for Wickremesinghe’s inclusion as a respondent, emphasising that the former president’s nomination of Tennakoon to the Constitutional Council, was arbitrary and contradicted established norms. Following this submission, the court approved Wickremesinghe’s addition to the case, setting the next hearing for 11 November.",
    "The petition accuses Tennakoon’s appointment of bypassing necessary checks and balances, alleging that the former President disregarded multiple complaints and disciplinary actions against Tennakoon. These include prior judicial findings of guilt in cases of torture, which have raised concerns within human rights circles.",
    "Additionally, the petition highlights findings from the Presidential Commission on the Easter Sunday attacks, which attributed part of the failure in preventing the tragic incident to Tennakoon’s alleged negligence. Such accusations, according to the YJA, indicate Tennakoon’s unsuitability for Sri Lanka’s top police position.",
    "Further, the YJA asserts that Wickremesinghe’s proposal of Tennakoon was a violation of Constitutional Council guidelines, contending that appointing an official with a history of misconduct contravenes the Establishment Code, which disqualifies individuals with such allegations from promotions, salary increments, or international assignments. The petition underscores that appointing Tennakoon as IGP disregarded these standards, creating a potential breach of constitutional law.",
    "In response to these concerns, the Supreme Court issued an interim order in late July, suspending Tennakoon from performing his duties as IGP. With this order in place, President Anura Kumara Dissanayake subsequently appointed Senior DIG Priyantha Weerasooriya as the Acting IGP in September to ensure the continuity of police leadership while the legal challenge progressed.",
    "Meanwhile last week the Supreme Court also granted permission for Wickremesinghe to be named as a respondent in several fundamental rights petitions filed against the police for attacking and dispersing a protest organised by the Socialist Youth Union (SYU) in 2022."
  ]
}