{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Unidil-stands-tall-with-10-Gold-Awards-at-National-Convention-on-Quality-and-Productivity-Awards-2024/34-765198",
  "time_ut": 1722885720.0,
  "original_lang": "en",
  "original_title": "Unidil stands tall with 10 Gold Awards at National Convention on Quality and Productivity Awards 2024",
  "original_body_lines": [
    "The Unidil Group of Companies, the packaging arm of Vallibel One PLC and the leader in packaging solutions for local and export industries, has once again demonstrated its excellence by winning 10 Gold Awards at the National Convention on Quality and Productivity (NCQP) 2024.",
    "Specialising in corrugated cartons and paper sacks, Unidil continues to set the standard in quality, productivity, and innovation. The prestigious event took place recently Hotel Mount Lavinia, featuring participation from leading organisations across the country.",
    "Organised by the Sri Lanka Association for the Advancement of Quality and Productivity (SLAAQP), the annual NCQP event provides a significant platform for employers from various sectors to showcase their success stories and achievements in team-based improvement initiatives.",
    "With a 30-year history of excellence, Unidil has garnered numerous accolades and recognition, including Best Kaizen Awards, world-recognised 5S Awards, National Business Management Excellence Awards, and Lanka Star Innovative Packaging Awards. These achievements have paved the way for their recent triumph at the NCQP. Unidil Managing Director Sameera Liyanage expressed his pride and gratitude: “I’m extremely proud of my team and honoured to be a part of their remarkable journey. We have obtained several prestigious awards this year thanks to the commitment and contribution of Unidil employees. We eagerly await the opportunity to showcase our accomplishments on an international stage at the International Convention on Quality Control Circles (ICQCC) 2024, which will be hosted in Sri Lanka this November.” Unidil’s continued success underscores its position as a leader in the industry, committed to driving innovation and excellence in packaging solutions for its customers."
  ]
}