{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/come-september/",
  "time_ut": 1722835680.0,
  "original_lang": "en",
  "original_title": "Come September!",
  "original_body_lines": [
    "Of all the presidential contenders for the September 21 election, Ranil Wickremesinghe might be the only one who would have seen and possibly remember the 1961 movie “Come September,” a popular lighthearted comedy that starred Rock Hudson and Gina Lollobrigida. Come September – it will be for Sri Lankan voters as it is now confirmed that they will have their chance to vote and elect their next president on Saturday, September 21. A countdown of 49 days starting on Sunday, August 4.",
    "The US presidential election, the campaign for which has been going on forever, is scheduled for November 5, the canonical Tuesday after the first Monday of November. To continue where I left last week, Kamala Harris is till riding high, and Donald Trump is finally being exposed for his crass limitations. But with 94 days to go there is plenty of time left for twists and turns, and ups and downs.",
    "In Sri Lanka, it will not be a straight up contest between two candidates but a drawn out battle involving three main candidates – Anura Kumara Dissanayake, Sajith Premadasa and Ranil Wickremesinghe. There are others who will run but will not count. The three cornered contest is definitely a better scenario for AKD than if he were facing either one of the other two.",
    "For the first time, none of the candidates is likely to pass the 50% mark on the first count, and the winner will have to be decided from the first two candidates by counting the preferential votes cast in their favour on the ballots of the eliminated candidates. Even a coin toss is allowed in the event of an ultimate tie.",
    "The more democratic option would be to hold a second runoff election between the first two candidates. That is the practice in France and several other presidential polities. France even has a repeat election system for its parliamentary election, which provides for a second election in constituencies where there is no 50%+ majority winner in the first leg. Elections are expensive but electing a clearly mandated winner is worth the cost. In France, it was certainly worth having second round as it helped prevent Marine Le Pen’s right wing National Rally alliance from getting a parliamentary majority in the national election in June/July this year.",
    "In the US, the electoral college system for the presidential election undermines the popular vote and predicates the ultimate outcome on the results of a handful of so called swing states. That is how Donald Trump defeated Hillary Clinton in 2016. The strategy did not work for him against Joe Biden in 2020. Trump was cocksure of winning in a rematch against Biden.",
    "But Biden’s withdrawal and the emergence of Kamala Harris as the Democratic candidate has scuppered Trump’s plans. Ms. Harris will of course have to win the critical swing states, but she is in a far better position to do that than Biden. She has the momentum on her side. She is also being helped by the growing Trump fatigue and the age comparison. Trump is now the oldest candidate in an American presidential election.",
    "Until Joe Biden became president, Ronald Reagan was the oldest US president to hold office which he did over two terms from 1981 to 1989. Reagan took office in 1981 at the now relatively young age of 70. Biden was 78 when he became president, and Trump is now 78 and contesting his third consecutive presidential election. Suddenly he looks older and somewhat out of sorts on the campaign trail as he faces the 59-year old-and- young Kamala Harris.",
    "To connect with Come September, Reagan had been a friend of Rock Hudson in Hollywood when Hudson was among the more prominent actors while Reagan was a minor role player in movies and a speech maker on television. From Hollywood Reagan went on to become a Republican flag bearer, first as Governor of California and later as US President serving two terms in office.",
    "It was during the Reagan presidency, in 1984, that Rock Hudson publicly acknowledged his homosexuality after he was diagnosed with AIDS. He died in October 1985, the first major celebrity to die from AIDS in America. It was Hudson’s AIDS and death at the age of 59 that persuaded Reagan to accept that AIDS was a major public health issue and not a personal moral question.",
    "Fast forward 40 years, the LGBTQ rainbow represents America’s cultural evolution in coming to terms with the biology of multiple sexual orientations. And Pete Buttigieg, the 42 year young, intellectually brilliant and the first-to-be-so openly gay member of the Biden cabinet, is a short-listed contender to be Kamala Harri’s Vice Presidential nominee.",
    "At 75 Ranil Wickremesinghe is Sri Lanka’s oldest presidential candidate, eclipsing JR Jayewardene who became president at 71 by way of a constitutional amendment in 1978, and Sirima Bandaranaike who was a losing presidential candidate in 1988. Mr. Wickremesinghe is nearly 20 years older to both Sajith Premadasa (57 years) and Anura Kumara Dissanayake (56 years), but no one seems to be making an issue of Wickremesinghe’s age. It is rather odd that the chief executive of the country could get elected at 75 and go on working till 80 or more, while all government and private sector employees have to comply with varying retirement ages, all under 65.",
    "Wickremesinghe has bigger problems to worry about than his age and so are his two rivals despite their relatively younger ages. RW is the interim president today because parliament elected him to that position to complete the leftover portion of Gotabaya Rajapaksa’s first term, after the latter fled his office and the country. Wickremesinghe of course knows that to continue in office for a new full term as president, he must be elected by the people and not MPs in next month. Yet he seems pre-occupied with showing how many MPs are supporting him in parliament rather than shoring up support among the people at large. Not that RW doesn’t know that there is no direct translation of the support in an unpopular parliament into a popular vote in the presidential election. But top down old habits die hard.",
    "Wickremesinghe might be constrained to be focusing on parliament after Namal Rajapaksa got his family elders to support him in denying RW the SLPP’s endorsement of his candidacy. While Namal Rajapaksa’s amateurish move is backfiring as it should, it is not clear why Wickremesinghe should be keen on making a public show of how many SLPP MPs are supporting him. He seems also determined to make a show of how many UNP/SJB MPs he can poach from Sajith Premadasa.",
    "Anura Kumara Dissanayake is just the opposite. According to him, the JVP/NPP has been spurning overtures by current MPs and parties in parliament to join the NPP alliance. AKD’s position is that the NPP will have no truck with those who have destroyed the country. He is of course referring to the current crop of MPs but there are many in the country who will point their finger at the JVP for the destruction it caused in 1971 and again in 1988/89.",
    "But Dissanayake has a point in that it would be impossible to expect any positive contribution to meaningful changes from a majority of the current MPs in parliament. The cynics will have a different take. It would look wonky for the JVP/NPP to strike an alliance with other MPs who will easily outnumber its three MPs.",
    "Ranil Wickremesinghe looks at it differently. He wants all the MPs in parliament to support him in essentially doing whatever he wants to do. He wants MPs to provide him with parliamentary cover and not to bring about changes. Sajith Premadasa might be somewhere in between AKD and RW. There is another similarity and a difference.",
    "A common criticism of RW and SP is that they do not encourage collegial decision making in the UNP and in the SJB. That was one of the reasons why SP broke away from RW’s clutches, and now he is said to have become a clone of RW for decision making in the SJB. The difference between the two UNPers and AKD is that the latter is perceived to be too collegial, and that he may not be the one calling the decisive shots in the JVP and the NPP. Some observers think that the JVP old guard is still in control of decision making in the organization while presenting Anura Kumara Dissanayake as the popular alternative that the people can vote for in the presidential election.",
    "After such a long wait for an election or any election, the actual campaign is now going to be condensed in a matter of seven weeks. Seven weeks are a long time in politics but campaigns can be over even before they can begin. Anura Kumara Dissanayake has been actively campaigning for over two years now. How he will fare in the home stretch where it matters most is now the question.",
    "Wickremesinghe is a late starter after playing the guessing game for so long that even he might have been confused whether he is going to be for real or for fake. Now it is for the people to judge. Sajith Premadasa naturally falls between the two making it impossible for Wickremesinghe to win on the first count and opening up even chances for him and AKD. None of the three should be considered to be a spoiler for there are others coveting that distinction but thankfully without any consequence.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}