{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Foreign-Minister-Ali-Sabry-undertakes-an-official-visit-to-Kingdom-of-Saudi-Arabia/56-761365",
  "time_ut": 1714753373.0,
  "original_lang": "en",
  "original_title": "Foreign Minister Ali Sabry undertakes an official visit to Kingdom of Saudi Arabia",
  "original_body_lines": [
    "Minister of Foreign Affairs Ali Sabry undertook an official visit to the Kingdom of Saudi Arabia to take part at the Special Meeting on Global Collaboration, Growth and Energy for Development of World Economic Forum (WEF) held in Riyadh from 27 to 29 April 2024.",
    "The invitation was extended jointly by the Foreign Affairs Minister of the Kingdom of Saudi Arabia Prince Faisal bin Farhan and the WEF President Borge Brende. Foreign Minister Sabry took part as a panellist at two discussions titled “North to South, East to West: Rebuilding Trust” and “Building Urban Future”.",
    "The Foreign Minister stated that the aspirations of the Global South is for the Global North to ’walk the talk’ and rebuild trust which was eroded over a period of time while speaking at first panel. Other panellists included Saudi Foreign Minister Prince Faisal bin Farhan, and the High Representative of the European Union for Foreign Affairs and Security Policy Josep Burrell Fontelles and the session was moderated by the WEF President Borge Brende.",
    "While speaking at the second panel discussion titled “Building Urban Future” Minister Sabry stated that Sri Lanka is at the crossroads of transformation and that it provides a great opportunity to investors in the next phase of development, particularly in urbanisation.  The City of London Lord Mayor Michel Mainnelli, Impact One CEO Mikolaj Sekutowicz and IDB Invest CEO James Scriven were the other panellists.",
    "Foreign Minister Ali Sabry also met with his Saudi counterpart Prince Faisal bin Farhan, on the side-lines of the WEF Special Meeting. The two ministers reviewed the bilateral relations and agreed to enhance the economic and commercial partnership and people to people contact.",
    "During the visit, Foreign Minister Sabry and Saudi Minister of Investment Khalid Al-Falih signed a MoU on Investment Promotion. During the discussions held prior to the signing ceremony, the two ministers agreed to encourage investments in each other’s countries.",
    "Minister Ali Sabry also met with the Saudi Economy and Planning Minister Faisal Alibrahim. At the meeting, the two ministers agreed to finalise the road map for greater economic cooperation in alignment with the already existing mechanism for economic cooperation under the Joint Committee.",
    "On the side-lines of the Special Meeting of the WEF, Minister Sabry also met with Egyptian Foreign Minister Sameh Shoukry, Thailand Vice Foreign Minister Sihasak Phuangketkeow and the  Digital Cooperation Organisation Secretary General Deemah Al Yahya during this visit.",
    "The Foreign Minister had an interactive session with the Sri Lankan community residing in the Kingdom and attended the welcome reception organised in honour of him at the Sri Lanka International School in Riyadh.",
    "Sri Lanka’s Ambassador to the Kingdom of Saudi Arabia PM Amza and Ministry of Foreign Affairs Middle East Affairs Director General Lakshitha Ratnayake accompanied the Foreign Minister to the meetings."
  ]
}