{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/UN-celebrates-25th-anniversary-of-recognition-of-International-Vesak-Day/56-762138",
  "time_ut": 1716410042.0,
  "original_lang": "en",
  "original_title": "UN celebrates 25th anniversary of recognition of International Vesak Day",
  "original_body_lines": [
    "Celebrating the 25th anniversary of the General Assembly resolution 54/115 which recognised the day of Vesak internationally, an event was co-hosted by the Permanent Missions of Sri Lanka and Thailand at the ECOSOC Chamber of the United Nations Headquarters on 20 May.",
    "The celebrations consisted of several segments which included remarks by the Permanent Representatives of Sri Lanka and Thailand, religious blessings and sermons representing Theravada and Mahayana Buddhist traditions respectively and special messages by high-level dignitaries including the Secretary General and the President of the United Nations, the Foreign Ministers of Thailand and Sri Lanka and the Permanent Representatives of other Member States of the United Nations.",
    "Commencing the formal event, United Nations Ambassador and Permanent Representative of Sri Lanka Mohan Pieris delivered the welcome remarks. While encouraging the audience to reflect upon the sublime state of mind that the Buddha preached, Ambassador Pieris also encouraged the audience to appreciate Vesak’s relevance in meaningfully achieving the Sustainable Development Goals. The remarks were followed by a video message issued by the President of the General Assembly who emphasised the importance of valuing and reflecting on humanity and diversity on the Vesak Day.",
    "The United Nations Secretary General, through his video message, reiterated the importance of reflecting on peace, compassion and services to the others as a pathway to a better understanding, as taught by the Buddha. The Sri Lankan and Thai Foreign Ministers also congratulated their counterparts through the messages on this special occasion of the 25th anniversary of the adoption of the UN resolution. They reminded the audience of the value of adhering to the timeless teachings of Lord Buddha, in the multilateral work focused towards enhancing world peace.",
    "Over 70 monks gathered at the UN premises and chanted the blessings together, adding colour to the event. It was followed by a sermon delivered by Buddhist Vihara of Staten Island Chief Incumbent Ven. Heenbunne Kondgngna Thero. He reminded the audience of the expansion of Buddhism across Asia and the value of the Buddha’s teachings in the modern context.",
    "Delivering the closing remarks of the event, the Permanent Representative of Thailand Ambassador Surya Chindawongse reminded the audience of the Buddhist principle of middle path in the common work of the United Nations. He also thanked Sri Lanka on behalf of the Government of Thailand for co-hosting the International Day of Vesak over the years.",
    "Representing the Member States the dignitaries from Nepal, India, Japan, Pakistan, Vietnam, Mongolia, Myanmar, Cambodia, Indonesia, Russia, ROK, Malaysia, Singapore, Bangladesh and Lao PDR delivered statements at the event highlighting the importance of International Day of Vesak."
  ]
}