{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Dont-be-deceived-by-NPP-and-cardinal-Ranjith-UNP/108-281018",
  "time_ut": 1713547500.0,
  "original_lang": "en",
  "original_title": "Don’t be deceived by NPP and cardinal Ranjith: UNP",
  "original_body_lines": [
    "Colombo, April 19 - The United National Party (UNP) which is led by incumbent President Ranil Wickremesinghe today urged the Sri Lankan people not to get deceived by National Peoples Power (NPP) and Archbishop of Colombo Cardinal Malcolm Ranjith.",
    "UNP General Secretary Palitha Range Bandara made these remarks while making a special statement in reference to to the meeting which a group of NPP members had with Cardinal Ranjith on Thursday. Range Bandara questioned as to whether Cardinal is out to vouch support for NPP the same way he did for former President Gotabaya Rajapaksa in 2019.",
    "Some 272 people were killed in the Easter Sunday attacks in 2019. This should be remembered with condemnation. Archbishop of Colombo Cardinal Malcolm Ranjith had confessed after a few years that he had stood for former President Gotabaya Rajapaksa during the 2019 presidential election.",
    "Cardinal said a few days ago that he was deceived by former President. He makes it clear though his remarks. Cardinal entrusted 22 million Sri Lankans with the former President in 2019. What happened to the nation after this? Sri Lanka could not settle its debts, the agriculture industry crashed. People could not obtain essential goods and were pressured. The economy crashed and some people lost their lives. People took the law into their hands. JVP made use of this situation and organized a plot to takeover the Parliamentary complex and went close to burn it. Parliament was saved thanks to security forces. Democracy is secured to this day because of these forces. Therefore people should read today’s situation carefully and decide whether Cardinal Ranjith has associated himself with a group which has disrupted the nation.",
    "A group of National Peoples Power (NPP) members met cardinal on Thursday and briefed him on seven steps which they intend taking with regard to Easter Sunday attacks if they come to power. The question which has to be raised from the NPP leadership is that wasnt it the two sons of Ibrahim who was in their national list who participated in the suicide attacks in 2019? Ibrahim’s two sons have been directly involved in killing innocent people on April 21 2019. Therefore why did NPP include a member who is connected to suicide bombers in their national list? Cardinal should tell the country whether he raised a question on this matter from the NPP team who met him on Thursday. Janatha Vimukthi Peramuna (JVP) which formed NPP are bunch of murderers just like the Easter Sunday bombers. Cardinal should understand this fact. Cardinal has betrayed the nation once by associating with former President Gotabaya Rajapaksa . People of this country are suffering to this day as a result of this betrayal. Cardinal got deceived by the former President while the people of this country were deceived in turn by the cardinal himself in 2019. People of this country should decide whether they are going to be deceived by the NPP and the cardinal again. People should act with diligence with regard to this matter."
  ]
}