{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rupee-not-seen-to-be-volatile-in-future-cb-governor-162006/",
  "time_ut": 1715139540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee not seen to be volatile in future: CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee is not seen to be volatile in the future based on data available at the moment, Central Bank Governor Nandalal Weerasinghe said.",
    "“When we look at foreign incomes and payments due in the future I do not see the exchange rate will move up and down a lot,” Governor Weerasinghe told reporters Tuesday, speaking in Sinhalese.",
    "“Even if there is volatility, our policy to allow the market to work, and if there too much volatility we have the ability to intervene.”",
    "The central bank now had 5.4 billion US dollars to intervene but the central bank allows the market to determine the rates based on requirements, he said.",
    "Related Sri Lanka gross foreign reserves rise to 3.5 year high in April",
    "“I do not think there will be huge volatility, based on the data that is available at the moment,” Governor Weerasinghe said.",
    "Sri Lanka is expecting to conclude debt restructuring which will also lead to a resumption of new aid, he said.  The re-structure leads to grace periods, and lower coupons, which will have to be serviced.",
    "Last year Sri Lanka had repaid 2.5 billion US dollars of debt to parties including multilateral lenders, he said.",
    "The central bank has allowed the rupee to appreciate to around 300 to the US dollar so far from 370 in March 2022 after ending an surrender rule where banks were compelled to sell dollars to it for new money.",
    "The central bank has also sold down its Treasury bills against the rupee injected by dollar purchases, triggering balance of payments surplus, amid muted private credit, profits in state enterprise and better budget deficits. (Colombo/May07/2024)"
  ]
}