{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113161/un-launches-landmark-study-on-how-climate-change-gender-and-security-in-sri-lanka-are-interconnected",
  "time_ut": 1759402080.0,
  "original_lang": "en",
  "original_title": "UN launches landmark study on how climate change, gender and security in Sri Lanka are interconnected",
  "original_body_lines": [
    "The United Nations (UN) launched a landmark study on how climate change, gender and security in Sri Lanka are interconnected. Commissioned by the Joint UN Development Programme (UNDP) - UN Department of Political and Peacebuilding Affairs (DPPA) Programme and UN Women Sri Lanka, through Adelphi Research, it is among the first of its kind in the Asia-Pacific Region.",
    "As Sri Lanka grapples with the accelerating impacts of climate change, it faces heightened risks to peace and security. These impacts are not felt equally, with gender, age, ethnicity, disability, and religion shaping who is most vulnerable.",
    "Developed with support from the Government of Australia, the study offers district-specific recommendations for policy and decision-makers, development partners and donors to simultaneously advance climate action, peace and security, and gender equality, the statement said.",
    "Accordingly, the research was carried out in four districts: Badulla, Batticaloa, Hambantota, and Mullaitivu, identified as highly vulnerable to overlapping climate, gender, and conflict risks.",
    "The assessment cautions that tackling climate risks in isolation can deepen divisions. By contrast, climate action that considers social, political, and gender realities can bring communities together, foster reconciliation, and strengthen national unity.",
    "The report also shows how climate stress is driving harmful changes in livelihoods and migration. Women are taking on more economic roles while still carrying the larger share of unpaid care work, often without support. More women, especially from middle and low-income families, are migrating to the Middle East as domestic workers, risking exploitation, while men are moving to cities in search of insecure and often hazardous jobs.",
    "Unequal access to services, especially in disaster relief, agriculture, and infrastructure, is eroding trust in state institutions, particularly among marginalised communities. Addressing these challenges is essential to resilience and good governance, the statement added.",
    "Climate change is disrupting education and narrowing opportunities for youth. Many turn to migration, insecure work, or substance abuse. The report calls for investment in vocational training, flexible learning, and youth engagement to prevent a lost generation.",
    "Launching the report, the UN Resident Coordinator in Sri Lanka, Marc-André Franche, said, “Climate adaptation can be a powerful tool for building peace in Sri Lanka’s post-conflict context, while promoting gender equality and restoring trust in the state. By listening to the voices of those most affected, Sri Lanka can lead the way in designing policies that are not only resilient, but also just and inclusive.”",
    "Commenting on the report, Azusa Kubota, Resident Representative, UNDP in Sri Lanka noted, “UNDP is proud to stand at the convergence of climate action, peacebuilding, and gender equity in Sri Lanka. Our commitment goes beyond technical solutions—we are working hand-in-hand with communities, government partners, and civil society to embed climate security and Loss and Damage into the very architecture of development. By integrating inclusive approaches and amplifying local voices, we are helping to build systems that are resilient, just, and transformative for all Sri Lankans.”",
    "Further by highlighting people’s lived experiences, the report calls for climate action that eases the burdens women carry and improves resilience and gender equality among entire communities.",
    "In a statement, commenting on the need to centre women in climate solutions, Ramaaya Salgado, Head of Office, UN Women Sri Lanka stated, “Women are not only on the frontlines of climate impacts—they are also at the heart of climate solutions. When women are given space in decision-making, households are safer, resources are managed more sustainably, and communities are more resilient. Climate action without women’s leadership is simply incomplete and ineffective, failing to reach those most in need.”"
  ]
}