{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/No-forecast-but-identifying-electoral-trends/4-766537",
  "time_ut": 1725901589.0,
  "original_lang": "en",
  "original_title": "No forecast but identifying electoral trends",
  "original_body_lines": [
    "Reason for opinion surveys to gradually lift candidate Wickremesinghe to the top while maintaining AKD in the lead for now seems to hold the anti-Wickremesinghe vote from going to Sajith P. Catalysed by social surveys, the trend seems to bring Wickremesinghe to lead the run to presidency, with AKD close behind, a week or so before elections. Trends are not “people made”. They are “made for people”",
    "I read three election manifestos by 31 August – candidate Wickremesinghe’s “Puluwan Sri Lanka – Five Years of Winning the Country with Ranil” launched only in Sinhala, Sajith P’s SJB manifesto “A Win for ALL”, Anura Kumara’s NPP manifesto “A thriving Nation – A beautiful Country” that was also not available in English. Waiting to read Namal Rajapaksa’s manifesto for whatever its worth, as a “development” program for the country.",
    "The first three, spoken of as front runners at this Presidential election, have promises once again in their manifestos and nothing on “national development”. Nothing on how the restructured foreign debts totalling over $ 55 billion for now would be paid off. How the required extra dollars would be raised is not explained by any of the three candidates.",
    "Though ignorant of how the post-election economy would drag them along, in about two weeks from now, around 12 million voters out of 17.1 million registered, will line up at polling booths to cast their vote to elect the next President, never mind what election manifestos promise. Sri Lankan voter, from the ordinary peasant and the daily earning labourer to the urban professionals and academics, had never been interested in knowing what the “Vote” is meant for. Is least concerned on the social responsibility, the vote carries with it. The vote is not meant to elect individuals for petty personal reasons. The vote should be cast to “elect a government” on a clear national development program. But what the urban middleclass is crazy about is “who the winner would be”.",
    "There are numerous cliques and clans put together by vested interests and by political parties as well, giving out numbers on who is on the lead on a weekly basis. Most keep adjusting their previous forecast numbers to create the popular mood they have been contracted for. As of late there is apparently two candidates who are being blown large, creating the electoral mood that is expected to decide the final results when counting concludes on 22 September.",
    "Let’s not take for granted, everything happening in electoral politics is authentically “Sri Lankan”. In most geo-politically sensitive countries living with economic vulnerability, mega corruption and political conflicts, “winning” political parties/alliances and candidates were created, projected and promoted with heavy colourful campaigns, leaving the people to cast their vote in legitimising the election. It seems, the “aragalaya” script is extended electorally with a fall-back option that was not there then at Galle Face Green.",
    "Once again as with the initial #GotaGoHome campaign, it is the twin layered urban middleclass that provides sound bites for electoral opinion making, in a heavily manipulated print, electronic and digital media. Expecting a presidential election from “aragalaya” time, this Presidential election had two distinct political platforms designed, that do not seriously challenge each other. One of the two is Wickremesinghe’s campaign scripted to project him as the “saviour” of this sinking Lankan ship. His economics with IMF backed debt restructuring for “economic stability” in essence means “managing the city-based market”. Yet, projected as “economic recovery”, Wickremesinghe is presented as the only leader capable of managing the crisis. No alternatives ever discussed for the mess this free-market economy is, there is no alternative presented to the IMF program either, in any of the election manifestos launched.",
    "Image of Wickremesinghe as “saviour” bloated to larger-than-life size, has caught the tech savvy and outgoing, fashionable urban middleclass in a single sweep. They provide all the sound bites that keep reverberating in every city corner endorsing Wickremesinghe as the sacrificial saviour of the People, Sri Lanka was fortunate to have. The entirety of the urban middleclass and the traditional Colombo UNP vote that in 2020 August left him without a whimper, is trickling back to his campaign fold though not in huge, but in loud waves.",
    "Sinhala-Buddhist semi-urban society in rural background nevertheless needs a localised Sinhala appearance to gather votes. That campaign with a new brand name in Sinhala “Puluwan” Sri Lanka (Can) expected to stretch over to the next parliamentary elections as well, is handled by the confirmed Sinhala-Buddhist political leader and PM Dinesh Gunawardene. All breakaway SLPP MPs now backing Wickremesinghe’s candidacy on the sole claim they stand with Wickremesinghe to save the country, will provide access to rural Sinhala-Buddhist vote. Access by itself would not mean votes. Most cross-over MPs will have access to their own electorate, but not to all the SLPP voters in the district. The response “Puluwan” Sri Lanka would have in rural society in most instances depends on the “Rajapaksa charisma” that still remains effective among ordinary rural peasants.",
    "That leaves the most difficult question to answer. What if the “Rajapaksa appeal” in rural Sinhala-Buddhist constituencies, holds back enough votes to deny Wickremesinghe the required numbers to top up urban votes to reach 50 plus 01? Can he manage an adequate percentage from North-East to bridge the gap? North-East does not show much interest in Southern politics, this election. Their own political conflicts would not promote any Southern candidate. Voting percentage may also drop to around 60-65% this election with the Tamil candidate Ariyanethran collecting a fair number.",
    "Different calculations and estimates say, if Wickremesinghe fails to win the race on the first count, he would not have the largest vote count when the second preference from rest of the 37 candidates are added up. Though a new situation Sri Lanka is not familiar with, this may not be an avoidable situation, in a triangular contest with the fourth holding back a sizeable percentage of Sinhala-Buddhist rural votes that is decisive. That again was never the situation before. For those vested interests, inability to calculate a Wickremesinghe victory on the first count, has compelled them to work on a “Plan-B” candidate they could hopefully accommodate.",
    "Sadly for Sajith P, who inherited the UNP vote bloc as SJB in 2020 by virtue of the fact he is the son of President Ranasinghe Premadasa, who despite leadership quarrels never left the UNP, Sajith P’s own record as a UNP member from 1994 as district organiser Hambantota and then Deputy Leader of the UNP in 2014, is not reckoned as good enough to replace Wickremesinghe who is no more labelled as the UNP leader in this presidential contest. Sajith P is thus compelled to battle on his own to be within the first 03 in the presidential race. For now, he seems to be carefully talking to the Tamil constituency, while trying to cautiously retain his Sinhala-Buddhist image as well. He has thus said, he would devolve as much power as possible under 13A and within a “Unitary State” the Sinhala-Buddhist activists refuse to compromise on. With Rajapaksas retaining a conspicuously large rural Sinhala-Buddhist vote and Wickremesinghe regaining much of his lost urban middleclass votes, what could be the chances of Sajith P providing a tough contest to Wickremesinghe?",
    "Sajith P’s vote bloc at the 2020 parliamentary elections was predominantly the affluent Sinhala-Buddhist middleclass, culturally not quite urban. In main cities outside Colombo, this social stratum was looking for a “Sinhala nationalist” candidate with an open market economic agenda, Sajith could have comfortably stepped into yet again at this Presidential election. That perhaps was foreseen and the JVP with its new broad basing as the NPP has been fashioned for that slot instead, during the past few years, even before #GotaGoHome campaign was brought to the open. That is the second of the two distinct platforms organised, the first as said, is occupied by candidate Wickremesinghe.",
    "Most “Yahapalanaya” Sinhala-Buddhist urban campaigners in 2015, disillusioned with Maithri-Wickremesinghe rule, were provided with the JVP/NPP stage as an alternative. AKD the populist in the JVP leadership was coaxed to accommodate a shift away from their dogmatic State-centred politics that first came out in their 2019 Presidential election manifesto titled “Rapid Response – to overcome Current Challenges”. Core group of urban middleclass NPP facilitators around the JVP leadership played a pivotal role thereafter to provide the JVP with its new look NPP program, rephrased in Sinhala from Wickremesinghe’s 2001 “Regaining Sri Lanka” economic policy. The NPP campaign was also given a wholly different new look, opening them to the Western world. As AKD and also Handunneththi their economic spokesperson now says, they are for a “free market economy”. They now promise, if elected, JVP would discuss with the IMF the possibility of adjusting the IMF program to be more people oriented, with foreign investments encouraged within a “corruption free” Government that would “look after the poor”.",
    "Reason for opinion surveys to gradually lift candidate Wickremesinghe to the top while maintaining AKD in the lead for now seems to hold the anti-Wickremesinghe vote from going to Sajith P. Catalysed by social surveys, the trend seems to bring Wickremesinghe to lead the run to presidency, with AKD close behind, a week or so before elections. Trends are not “people made”. They are “made for people”."
  ]
}