{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100283/president-ranil-supports-election-commissions-decision-on-presidential-polls-",
  "time_ut": 1720068180.0,
  "original_lang": "en",
  "original_title": "President Ranil supports Election Commission’s decision on presidential polls",
  "original_body_lines": [
    "President Ranil Wickremesinghe says he firmly believes that the President’s term is 5 years and supports the Election Commission’s decision to hold the Presidential Election in 2024, the President’s Media Division reported.",
    "An entrepreneur named C.D. Lenaw had filed a fundamental rights (FR) petition yesterday (3) seeking an order preventing the calling of a Presidential Election until the Supreme Court delivers its interpretation on the presidential poll date.",
    "The petition has requested that an interim order be issued to prevent the holding of the presidential election within the currently scheduled period until the court delivers its interpretation on the date of the next presidential election.",
    "Commenting on this, the President stated that neither he nor his lawyers were consulted or informed about this petition before it was submitted.",
    "“It has been brought to the attention of the Government that one Chamindra Dayan Lenawa has filed an Application in the Supreme Court under and in terms of Articles 126 read with Articles 12(1), 82(6), 3, 4, 118 and 125 of the Constitution of the Democratic Socialist Republic of Sri Lanka praying, inter alia, for a declaration that Article 30(2) should not be interpreted to be amended ab initio by Section 3 of the 19th Amendment to the Constitution and accordingly the Election Commission shall hold the next presidential election taking into account that the term of the office of the President is 6 years and for an interim order restraining the members of the Election Commission from taking any further steps in conducting a Presidential Election in 2024 until the Supreme Court determines this Application.",
    "“President Ranil Wickremesinghe states that the said Chamindra Dayan Lenawa has not consulted the President or his lawyers prior to filing this Application in the Supreme Court.",
    "“Further, President Ranil Wickremesinghe is firmly of the opinion that the term of the President is 5 years, and the Election Commission is correct in taking steps to hold the Presidential Election in 2024.”"
  ]
}