{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lanka-founded-J-Med-Supply-named-to-Inc-5000-list-of-America-s-fastest-growing-companies/34-780402",
  "time_ut": 1755458620.0,
  "original_lang": "en",
  "original_title": "Lanka-founded J Med Supply named to Inc. 5000 list of America’s fastest-growing companies",
  "original_body_lines": [
    "J Med Supply Inc., a dynamic force in the US healthcare sector, has earned a coveted spot on the 2025 Inc. 5000 list, a prestigious ranking of the fastest-growing private companies in the US.",
    "The recognition marks a milestone in the journey of John Amirthiah, the Sri Lankan-born entrepreneur behind the company’s success.",
    "Founded in 2016 from Amirthiah’s garage, J Med Supply Inc., has grown into one of the largest distributors of durable medical equipment (DME) on the US West Coast. Apart from J Med, Amirthiah is the Founder of J Med’s sister company Motion Complex Rehab (MCR), as well as Jive Healthcare and JCare, all under J Holdings Inc., supporting the healthcare industry.",
    "Today, the company serves hospice facilities, skilled nursing centres, pharmacies, and Medicare providers with essential medical equipment and services. Its offerings include wheelchairs, hospital beds, oxygen concentrators, Personal Protective Equipment (PPE), and same-day delivery with white-glove service—a testament to its unwavering commitment to care, speed, and reliability.",
    "Headquartered in Buena Park, CA, and with Distribution Centres in Brea, CA, San Marcos, CA, Las Vegas, NV, and Phoenix, AZ, J Med continues to expand across Utah, Texas, and Georgia, ensuring its hallmark service excellence reaches even more communities.",
    "Amirthiah, an alumnus of JWT and Caltex in Sri Lanka, migrated to the US in 1998 with a dream. Fuelled by resilience and purpose, he built J Med from the ground up. To support the company’s rapid growth, Amirthiah also launched GRST, establishing remote support teams in Sri Lanka and Finland—creating global employment opportunities and driving international collaboration.",
    "“I’m proud to be part of a company that’s redefining what medical equipment distribution can look like,” said Amirthiah. “This honour reflects the dedication of our incredible team and the trust of our clients and partners. We move forward—with care, speed, and heart.”",
    "Being named to the Inc. 5000 places J Med Supply in the company of iconic brands like Microsoft, Intuit, and Patagonia—businesses that began with bold ideas and scaled to lead global industries.",
    "This achievement is not only a milestone for J Med Supply, but also a proud moment for the Sri Lankan diaspora—proving that with passion and perseverance, Sri Lankan talent can thrive and lead in some of the world’s most competitive markets."
  ]
}