{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Are-Hasaranga-and-Theekshana-Sri-Lankas-Greatest-Ever-Spin-Twins/108-275995",
  "time_ut": 1706628600.0,
  "original_lang": "en",
  "original_title": "Are Hasaranga and Theekshana Sri Lanka’s Greatest Ever Spin Twins?",
  "original_body_lines": [
    "Jan. 30 (Daily Mirror) - Muttiah Muralitharan has earned the right to be called the greatest spinner of all-times. Some Aussies might not agree with that statement, but statistically, no one even gets close to the magician spinner, and should English fast bowler James Anderson retire from Test cricket before turning 50, there is a good chance that the famous 800 remains iconic.",
    "Muralitharan was a member of Sri Lanka Word Cup winning team in 1996. The off-spinner was also part of the national team which finished runners-up in 2007, 2009 and 2011. During his illustrious career, it’s fair to say he shouldered Sri Lankan cricket; particularly the bowling department.",
    "Perhaps that would have been one of the reasons why he didn’t have a spin twin for a longer period of time. After Muralitharan, the best spinner Sri Lanka has produced, would be left arm spinner Rangana Hearth, but for some reason these two didn’t play together for many games.",
    "Over the years, Muralitharan had the support of spinners such as Kumar Dharmasena, Upul Chandana, Malinga Bandara and Ajantha Mendis and towards the end of his career, Suraj Randiv - the guy many thought was going to replace the master, but not to be, unfortunately.",
    "On the other hand, another reason that a second spinner didn’t have a longer run in the team was due to the fact that Sri Lanka always had brilliant spin-bowling all-rounders such as Sanath Jayasuriya, T.M. Dilshan, Aravinda de Silva who were predominantly batsmen.",
    "Rangana Hearth and Dilruwan Perera played together in the longer format for a while in what",
    "was a very difficult time for Sri Lanka, but it’s for the first time in many years that the first two names in the Sri Lanka limited overs team sheets would be two spinners - Wanindu Hasaranga and Maheesh Theekshana.",
    "The spin duo has been exceptional for Sri Lanka in the last few years in the limited overs game. One of the key element of their successful partnership is that they are so different from each other. Hasaranga is willing to flight the ball and invite the batsmen to go after him while bringing that deadly googly into the play. Theekshana on the other hand always looks to keep things tight and maintain the pressure on the batsmen.",
    "Irrespective of their style they have both been sensational with Theekshana ranked third in T20s while Hasaranga placed fourth.",
    "Unfortunately, though they haven’t been able to make a significant impact during an ICC tournament in terms of at least making a final; except of course the Micky Mouse trophy Sri Lanka won in Zimbabwe last year which the former chief selector Promodya Wickramasinghe appeared to glorify as an achievement bigger than winning the World Cup itself.",
    "Hasaranga and Theekshana have been magnificent in the franchise-based cricket tournaments as well currently involving in the International League T20 in United Arab Emirates (UAE) representing Desert Vipers and Sharjah Warriors respectively.",
    "They are both still relatively young which means they have at least another ten years of cricket left in them, and Sri Lanka fans would dearly love to see them get their hands on a World Cup before the greatest Sri Lankan spin duo hang up their boots."
  ]
}