{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/merrill-j-fernandoa-friendship-remembered/",
  "time_ut": 1721503260.0,
  "original_lang": "en",
  "original_title": "Merrill J. Fernando:A Friendship Remembered",
  "original_body_lines": [
    "Speech made at an event marking the first anniversary of the passing of Mr. Merrill. J. Fernando on July 17",
    "My earliest recollections of Merrill are of his consulting me at the Ratnam Private Hospital when I was a young and energetic surgeon. Although he consulted doctors in Singapore, UK and Australia, he always came back to me for a second opinion. Our friendship grew with mutual admiration for each other’s work.",
    "I did not realize that he had another doctor at home until one day he called me to say that one of his sons has read on the Internet of the side effects of a drug that I had prescribed, and asked me what I thought he should do. I replied “Merrill, it takes 10 to 15 years to become a good doctor but it takes only 10 to 15 seconds to become an Internet doctor”! He roared with laughter. That was the side of Merrill who loved a good joke and even better, a repartee.",
    "He was also, on the other hand, a strict disciplinarian in matters of work. I do not believe that he could have achieved everything he had if he was not.",
    "Despite his tough work ethic, Merrill had a soft heart. A heart for children, the underprivileged, and persons with disabilities. His vast complex at the MJF Charitable Foundation Center in Moratuwa to teach, train and relocate these communities is a testimony to his charitable God-fearing nature.",
    "The Colombo Friend in Need Society of which I am the Vice President provides artificial limbs to amputees free of charge thanks to the generosity of groups like the MJF Charitable Foundation.",
    "Each year we hold a Sports Festival called AIDEX for these amputees providing them with three meals, a traveling allowance and prizes for participants.",
    "For the last 20 years, the MJF Charitable Foundation has provided beautiful T- shirts and caps for the participants and volunteers. Their vibrant contribution makes the sports festival an event that everyone looks forward to. Merrill never failed to visit the games and meet with the participants if he was in Colombo at that time. His smiling benevolent face was an inspiration to both participants and volunteers.",
    "Another activity is the Self Employment project where amputees are given assistance by MJF Foundation to buy equipment for their entrepreneurial projects.",
    "Following the death of Princess Diana in 1997, the executors of her estate set up the “Princess Diana Fund” . As a testament to her charitable nature, it aimed to provide educational grants for children with disabilities, supporting overburdened parents manage their children’s schooling expenses. However, the fund diminished after two years and was thereafter supported by NGOs until they too were unable to support the grant.",
    "But here is Sri Lanka we had Merrill with the MJF Charitable Foundation who have sustained our work since 2017. Over 170 children using artificial limbs have been supported annually from year six to 10 and beyond. Four such recipients have entered Universities and this year alone, two of them have entered State Medical Colleges.",
    "One of these young beneficiaries is N.R.R.Raheem who had been fitted with below knee limbs. He was also a participant of AIDEX since 2016. He was handpicked for training in swimming and in 2017 at the age of 12 years he was chosen to represent Sri Lanka in the Asian Para games in Dubai. The Funds provided for him and his father were insufficient and an appeal through the Friend in Need Society to Merrill and Dilhan was immediately met. Some members of the Management Committee chipped in to fund the mother too to accompany her son. He came fourth.iIn this event.",
    "On August 30, 2024 he will be representing Sri Lanka at the Paralympics 2024, Paris.",
    "He personifies what Merrill stood for: supporting youth and underprivileged, supporting the disabled, supporting perseverance, encouraging excellence and supporting achievers as much as Merrill has been doing all his life. I wish that Merrill had been here to witness this event today.",
    "May his soul rest in peace and may he be rewarded for all that he has achieved and done.",
    "Republicans put on show of unity behind Trump after assassination attempt",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}