{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/brics-sco-and-the-global-south-is-sri-lanka-interested/",
  "time_ut": 1757355660.0,
  "original_lang": "en",
  "original_title": "BRICS, SCO, and the Global South: Is Sri Lanka interested?",
  "original_body_lines": [
    "The lack of high-level representation from Sri Lanka at the Shanghai Cooperation Organisation (SCO) summit in Tianjin (31 August – 01 September) and the eightieth anniversary of China’s victory in the War Against Japanese Aggression and the World Antifascist War (03 September) was a missed opportunity to re-orient the country’s foreign policy and position it at the heart of a new mood in the Global South.",
    "This absence was arguably the biggest foreign policy misstep since the newly elected National Peoples Power (NPP) failed to send a high-level representative to the BRICS summit in Kazan, back in October 2024. During a discussion at the Bandaranaike Centre for International Studies, in May, Russian Ambassador to Sri Lanka, Levan Dzhagaryan, recounted how he personally handed over a letter of invitation to the Kazan summit, from Russian President Vladimir Putin, to President Anura Kumar Dissanayake. In response to a question about whether Sri Lanka would ever join BRICS, Dzhagaryan candidly said that the Sri Lankan side had to take practical steps to make it happen, “Are you interested? I don’t think so”.",
    "This lack of interest in external affairs could itself be read as a reflection of total inertia in domestic affairs. A programmatic system change necessarily requires an external component – to break away from US-led neoliberal globalisation (and its cocktail of debt, austerity, de-industrialisation, and hybrid wars) necessitates forging an alternative framework through South-South cooperation (with suitable institutional alternatives for finance, technology transfers, and regional security). If countries as vast in geography, population, and natural resources as Brazil and South Africa see a need for such processes, Sri Lanka can be no exception.",
    "Starting out as the ‘Shanghai Five’ in 1996 (comprising China, Kazakhstan, Kyrgyzstan, Russia, and Tajikistan), the SCO was established in 2001 and has since grown to encompass 10 member states, including India, Pakistan, and Iran. Sri Lanka gained the status of dialogue partner in 2010 (ahead of South Asian peers Nepal and the Maldives), but has showed no effort or interest in upgrading to full membership since. The SCO is part of a new process of regionalism and multilateralism driven primarily by and for the Global South. It has been successful in removing US military bases in Central Asia, an example that should be learned from as the Indian Ocean remains host to US military bases in the occupied Chagos Islands – in violation of the Sri Lanka-sponsored United Nations General Assembly Resolution which declared the Indian Ocean as a Zone of Peace in 1971.",
    "More pragmatically, the member states of the SCO are economic powerhouses in terms of their combined pool of natural resources, technology, and markets. Given the fact that Sri Lanka now has one of the highest electricity tariff rates in South Asia, and that the majority of the population endured excruciating 13-hour blackouts in 2022, the complementary between a small energy-dependent country and an organisation of countries encompassing huge potential for energy in various forms (from oil and gas to renewables to nuclear power) is obvious. During the summit in Tianjin, China pledged to establish platforms for cooperation in energy, green industry, and the digital economy – all areas where Sri Lanka lags behind technologically and could use a boost. Meanwhile, the announcement of an SCO development bank in Tianjin was another positive step in the process of building multilateral financing mechanisms outside of the Global North-dominated framework.",
    "Most interestingly, the summit in Tianjin became the stage on which India-China relations (the most significant bilateral relationship in the world for Sri Lanka) thawed. Much of Sri Lanka’s developmental potential depends on these two countries getting along and the ability of Sri Lankan leaders and diplomats to navigate this triangular dynamic with skill and sensitivity. From this perspective alone, Sri Lanka’s absence at the Tianjin summit was a loss.",
    "Twenty-six world leaders were present at China’s Victory Day celebrations in Beijing, including the leaders of communist countries, like the DPRK, Vietnam, Laos and Cuba. However, this was by no means an exclusively communist event. From non-communist Southeast Asia, Cambodia, Indonesia, Malaysia, Myanmar, and Singapore were represented. From South Asia, SAARC (South Asian Association for Regional Cooperation) members Nepal, Pakistan and the Maldives were represented.",
    "Sri Lanka should have been there for various reasons. First, because of our close historical relationship with China: Sri Lanka was China’s first trading partner outside the communist bloc (the Rubber-Rice pact of 1952 helped China bypass a crippling US embargo) and was an early signatory and beneficiary of China’s the Belt and Road Initiative. Meanwhile, China is Sri Lanka’s biggest bilateral lender and was also the first to enter into a debt restructuring agreement after the country defaulted on its external debts.",
    "Second, it would have provided President Dissanayake an opportunity to position Sri Lanka (and his administration) among major powers of the Global South, particularly at a time when the US has doubled down on unilateralism and protectionism. For a country that was brought to its knees by debt dependency, poverty, and brain drain – and where the policy prescriptions of the IMF remain deeply unpopular – the image of the President Dissanayake in Beijing would at the very least have provided a boost to morale.",
    "China’s Victory Day celebrations occur in the context of ongoing efforts in the Global North to distort history and downplay the contributions of China and the former Soviet Union in eradicating the threat of Nazism and fascism, thereby the opening the door to a wave of national liberation movements (of which Sri Lanka, too, was a beneficiary). Over 20 million Chinese people died during the World Anti-Fascist War, a death toll second only to the Soviet Union’s 27 million. It is worth noting that Imperial Japan is the only foreign force that has actually bombed Sri Lanka in modern times (the Easter Sunday raid on Colombo and Trincomalee of 05 April 1942) – China’s victory against the Japanese helped ensure that Sri Lanka would not suffer the same fate as the Koreans, Indonesians, and Burmese did under the Japanese.",
    "It is likely that the calculation at play in these strategic absences is that too bold a move in the international arena would lead to retaliation by the US. In July, President Trump threatened to apply a 100 percent tariff on BRICS countries if they attempted to de-dollarise. The concessions that led to US tariffs on Sri Lanka declining from an initial 44 percent to 20 percent are not known. One can only speculate that staying well away from challenges to US-dominance of the global order were factored in.",
    "But such a calculus is short-sighted. The Global North is no longer a growing economy and reliable export destination. Similarly, the specific economic activities that were allocated to Sri Lanka in the international division of labour have run their course. There is little growth potential or dynamism left in exporting garments to Europe and North America – a reorientation is necessary and inevitable. Chinese Ambassador Qi Zhenhong said it best during a briefing with local journalists and researchers before the SCO summit: “don’t be too happy that the tariff you get is lower than your neighbour’s today, it is still higher than it was yesterday”.",
    "Just as Narendra Modi’s India found itself facing a 50 percent tariff in August, despite deepening security ties and signing a 10-year defence cooperative framework with the US, just months earlier, it is only a matter of time before Sri Lanka, too, will have to deal with the late Henry Kissinger’s warning: “It may be dangerous to be America’s enemy, but to be America’s friend is fatal.”",
    "Political developments, since 2022, have objectively constrained domestic policy space for any alternative to neoliberalism. Defaulting on external debt locked Sri Lanka into an austere embrace with IMF as there is no other international institution to mediate between a debtor nation and its creditors. The 2023 Supreme Court verdict, charging members of the former SLPP government with ‘economic mismanagement,’ marked an unprecedented intrusion of the judiciary (a traditionally conservative force in Sri Lanka and most former British colonies) into the field of economic policy – the chilling effect of this judgement is yet to be fully appreciated. Add to this the slew of legislation during the interim Presidency of Ranil Wickremesinghe – the Central Bank Act which constrains monetary policy autonomy, the Public Financial Management Act which constrains fiscal policy autonomy, and the Economic Transformation Act stand out as examples.",
    "That the NPP functions within this constrained policy space is incontestable. Yet even within such constraints there are always possibilities. The most obviously space for manoeuvring is in the churning global order and processes like the BRICS and SCO. Governments labelled as ‘progressive’ or ‘populist’ coming to power and continuing along a preset path of neoliberalism is nothing new. What is unusual is for such a government to pay so little attention to creating the external conditions for a break from neoliberal globalisation. Judging by the way it conducts foreign policy, Sri Lanka seems to have forgotten that it has been subject to 520 years of colonialism and neo-colonialism (the Portuguese arrived here in 1505), and that its historical destiny is tied with the Global South.",
    "(Shiran Illanperuma is a researcher at Tricontinental: Institute for Social Research and a co-editor of Wenhua Zongheng: A Journal of Contemporary Chinese Thought. He is also a co-convenor of the Asia Progress Forum, which can be contacted at asiaprogressforum@gmail.com).",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}