{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-key-services-help-inflows-outpace-imports-by-514mn-in-march-160829/",
  "time_ut": 1714628040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka key services help inflows outpace imports by $514mn in March",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s remittances tourism along with exports totaled 2,041 million dollars, 514 million more than imports of 1,508 million dollars which also picked up from March, central bank data shows.",
    "With exports of 1,139 million US dollars, the merchandise trade deficit was 369 million dollars.",
    "Nobody however will ship good to Sri Lanka on a sustained basis, unless they were paid for by dollars, which Sri Lankans earn from engaging in service sales like tourism, working abroad or providing IT -BPO services.",
    "Items classified into the service account (which excludes worker remittances), was 431 million dollars in surplus.",
    "IT-BPO services were listed at 70.4 million dollars, tourism was estimated 338.4 million dollars (travel abroad by Sri Lankans was estimated at 18.5 million dollars and passenger transport out 38.3 million dollars.",
    "In the first quarter the trade deficit was 1,229 million dollars, up from 896 million dollars last year.",
    "The service account surplus was 1,267.5 million dollars in the first quarter of 2024, up from 782.5 million dollars last year.",
    "The balance of payments was also in surplus in March, after financial account inflow and outflows and errors and omissions if any.",
    "If the central bank does not print money (cut rates with reverse repo injections or standing facilities) and runs deflationary policy (sells down its Treasury bills on a net basis) the balance of payments can be maintained as a surplus and the exchange rate unchanged.",
    "A true fixed exchange rate with neutral policy, East Asia style fixity involving collecting reserves beyond reserve money growth (keeping rate higher than required to keep the BOP in balance), has led to a collapse in domestic interest rates over time. (Colombo/May02/2024)"
  ]
}