{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100278/sri-lanka-strikes-restructuring-agreement-with-bondholders-report",
  "time_ut": 1720033020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka strikes restructuring agreement with bondholders - report",
  "original_body_lines": [
    "(Bloomberg) -- Sri Lanka and creditors reached agreement on the terms for a $12 billion bond restructuring, bringing the South Asian nation closer to completing its debt overhaul two years after it defaulted.",
    "Bondholders and the nation agreed to a framework for a deal that includes notes linked to economic performance and a governance-linked structure as part of plain vanilla instruments, according to a statement released Wednesday at the conclusion of the second round of restricted talks.",
    "The deal marks the culmination of more than a year of difficult negotiations between Sri Lanka and its bondholders as officials took steps to rehabilitate the nation’s fiscal health. It will help restore access to international capital markets after the island nation fell into a default in 2022, and help Sri Lanka tap further funding from the International Monetary Fund.",
    "Investors agreed to take a 28% nominal reduction on the bonds as part of the framework, according to the statement. The ad-hoc bondholder group holds about 50% of the outstanding overseas bonds and includes Amundi Asset Management, BlackRock, Eaton Vance Management, Grantham, Mayo, Van Otterloo & Co., Morgan Stanley Investment Management and T. Rowe Price Associates, among others.",
    "The creditors are represented by White & Case and Rothschild & Co., while Clifford Chance and Lazard Inc. represents the government.",
    "Sri Lanka’s dollar bonds were among the best performers in emerging markets last year, delivering returns of almost 70%.",
    "The government had already struck debt restructuring deals with official creditors, including China, India and the Paris Club as well as with the holders of its local debt."
  ]
}