{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/reevaluating-cabinet-appointments-addressing-deficiencies/",
  "time_ut": 1733021341.0,
  "original_lang": "en",
  "original_title": "Reevaluating Cabinet Appointments: Addressing Deficiencies",
  "original_body_lines": [
    "Appointments to the Cabinet of Ministers based purely and simply on meritocracy is unheard of anywhere. Most selections worldwide are broadly based on three criteria viz. experience, affiliation and representation. In general, political exposure and expertise in the relevant Ministerial functions are significant consideration besides qualifications for experiential appointments. Affiliational appointments include those within the personal networks of friendship, party alliances, trust, and loyalty to the President or Prime Minister. In countries where there is social diversity the government in principle align towards representational considerations based on socio-demographics like ethnic, religion, gender, regional and so on. Countries like Canada, Australia and the United Kingdom do have such representational allocations.",
    "I had previously written under the title, “NPP Creates One More Record – No Muslim In The Cabinet” (Colombo Telegraph, 19 November 2024) where several areas of relevance not discussed herein have been highlighted.",
    "One of the pillars of democracy is the idea of “government of the people”. In the context of modern-day large nation states, it is impossible to have direct democracy. This gives rise to a republic, where people elect officials to represent them in government. Thus, establishing a true representative democracy both in Parliament and the government.",
    "This representative democracy must certainly extend to the Cabinet of Ministers where governmental policies are deliberated and decided upon. The voters who are sovereign, though they may belong to a minority community, have to have their say in decision-making, in the form of representation at the relevant forums. This is the essence of ‘government of the people’ and the rationale emphasising representative democracy.",
    "“Politika” from ancient Greek means, ‘affairs of the cities’ and in its activities associated with making decisions in groups, necessarily involves the distribution of status, power and resources.",
    "To confuse representation with the idea that Sinhala, Tamil and Muslims are looked upon as one nation sadly, is amateurish. Representation and nationhood are not one and the same and, are mutually exclusive.  Therefore, to ignore socio-demographics and, naturally, the representation it deserves manifests the lack of understanding of political philosophy. Proper representation means all segments of society are fairly represented.",
    "The so-called mandate of the people is another cliché that has confused the government. The mandate of the people does not mean the entire population. Its only from a majority. Therefore, this idea of mandate of the people has to be viewed in the broader context of benefits to the entirety of the nation and protection of the minority.",
    "There is guidance in Samuel Huntington’s statement in his book, “The third wave – Democratization in 20th century”. He makes a distinction between rationalistic, utopian, idealistic definitions of democracy, on one hand, and empirical, descriptive, institutional and procedural definitions, on the other, and concluded that only the latter types of definition provided the analytical precision and empirical referents that make the concept a useful one.”",
    "Plurality of voices by way of representation is the path to consensus building which is a hallmark of a good democracy.",
    "The choice of selections has stirred up a hornet’s nest of fear, doubt and suspicion among the people who voted for the National People’s Power (NPP) party into victory.",
    "Like Jesus said, ‘the spirit is willing but the flesh is weak’, centuries long racial and ethnic onslaught deeply engraved in the psyche of people cannot be undone with a 2/3rd majority or in a short span of time. To borrow from computer terminology, this requires a complete ‘sociological rebooting’ which is not as easy as a computer rebooting within minutes. This has to be achieved in stages and, in this work in progress, proper representation becomes a sine qua non in order to achieve the final goal of inclusivity and social cohesiveness.",
    "A further confusion is the claim that NPP has come to power on the will of the people which is a flawed proposition. The will of the people will be demonstrated only if there has been a 100% unanimity. The NPP came to power only because a majority of the people voted for that party. Majority does not constitute the whole. Therefore, there is a minority. Universally accepted principles of equity protect the minority from harm that may be caused by the majority view.",
    "The will of the people is not constant and concrete. This can change over time or on circumstances.  Tomorrow if the government decides to sell Trincomalee harbour, the opinion of the people will change. Majoritarianism does not provide a carte blanche authority to override, suppress or brush aside other considerations. This is a gross misunderstanding of the idea of majority rule. Protection in the form of equitable rights and the Bill of rights have come into being for the purpose of mitigating or preventing such abuse.  Proper governance means balancing these various interests for the broader benefit.",
    "Irrespective of whether a government has a simple or 2/3 majority, the rules of good governance embrace the principles of effective multi-actor partnerships and political pluralism in the context of diverse societies. As an extension of the principle of proper and effective representation, the following are further justifications which the NPP government need to give thought to in reconsidering their decision.",
    "* Inclusivity and Diversity. In many developed countries different demographic groups are included in the cabinet representing gender, ethnicity, regional representation and socio-economic backgrounds. Canadian Prime Minister Justin Trudeau’s cabinet is famous for its diversity which includes representation from various ethnic and cultural backgrounds.",
    "* Legitimacy and Trust. Moral legitimacy, the unwritten law, helps to inculcate trust in the people. This can happen only if the government includes a representation from a broad spectrum of its population. Rwanda has the largest women representation in their Parliament to promote gender equality. Thus, creating an environment of likeness in sharing their experiences, and understand their unique challenges. Transpose this concept into the Cabinet environment for similar experience.",
    "* Policy Relevance and Effectiveness. When it comes to policy making the country can benefit from the diversity in perspectives leading to more comprehensive and effective governance. South Africa stands out as a role model. She has endeavoured to include representatives from its diverse racial and ethnic groups in the government, aiming for a more inclusive political landscape. Multi representation brings along with it varied backgrounds, different viewpoints and unique solutions to culminate with the best outcome.",
    "* Social Cohesion is the final outcome of moral legitimacy and the ensuing trust. Proper representation can foster a sense of belonging and inclusion among all citizens. To see themselves represented in government would mean the absence of the feelings of marginalization and alienation. France under President Emmanuel Macron has appointed a diverse cabinet, with significant representation of citizens belonging to different ethnicities. New Zealand Prime Minister Jacinda Ardern’s cabinet notably included Māori representation, reflecting the country’s diverse population.",
    "While to err is human; To learn, unlearn and relearn are also human. Acknowledging slips with humility and adopting corrective measures are hallmarks of true leadership and statesmanship. It is believed that President Anura Kumara Dissanayake and the government have such noble qualities. A reconsideration will reinforce the confidence of the people and foster social cohesiveness stunting parochial race, ethnic, caste or religious chasms.",
    "*Mass L. Usuf, LL. B (Hons) U.K., Attorney at Law (Ex-Advisor to former Presidential Private Department of UAE). Can be reached via email at: ctcolumn@yahoo.com"
  ]
}