{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83641",
  "time_ut": 1708198320.0,
  "original_lang": "en",
  "original_title": "Distinguished Emeritus Professor and Eminent Author and Poet Yasmine Gooneratne passes  away on Thursday February 15th 2024 at the age of  88.",
  "original_body_lines": [
    "Distinguished Emeritus Professor and Eminent Author and Poet Yasmine Gooneratne passed away on Thursday February 15th 2024.She was 88.",
    "After schooling at Bishops College , Colombo Yasmine went on to graduate from the University of Ceylon at Peradeniya. Thereafter she received a PhD in English Literature from Cambridge University,UK.",
    "Yasmine Gooneratne relocated to  Australia in 1972. In 1981, she received the first higher doctoral degree of Doctor of Letters at Macquarie University. Yasmine  was the Founder and Director of the Centre for Post-Colonial Literature and Language Studies at Macquarie University in New South Wales..",
    "Yasmine Gooneratne founded the literary journal New Ceylon Writing in 1970, to publish the creative writing of Sri Lankan writers in English. Yasmine  has around 20 published books  to her credit that include critical studies of Jane Austen, Alexander Pope, and contemporary novelist and screen writer Ruth Prawer Jhabvala. She has also written volumes of literary essays as well as poems, short stories, a family memoir, and novels..",
    "Yasmine married a medical doctor Brendon Gooneratne in 1962. The couple have a son and daughter. Dr.Brendon Gooneratne  passed away in 2021. Yasmine’s daughter Devika Brendon has written a moving tribute to her mother which appears in the “Sunday Times” of 18 February 2024 which  I am reproducing below.",
    "However I wish to end on a ersonal nore regarding Prof.Yasmine Gooneratne. I had written an article titled  “Ranil Returns: Remarkable resilience of Premier Wickremesinghe”. It was published in the “Daily Mirror”of 21 May 2022. In that I had quoted a passage from Ranil’s special statement after he became Prime Minister.- “I am undertaking a dangerous challenge. In the Caucasian Chalk Circle, Grusha crossed the broken rope bridge carrying a child that was not her own. This is an even more difficult undertaking. The precipice is deep and its bottom cannot be seen. The bridge is made of thin glass and there is no handrail. I am wearing shoes with sharp nails that cannot be removed. My task is to safely take the child to the other side.”",
    "Among the responses I received from readers was a pleasant surprise.It was a mail dated 22 May 2022 from Prof.Yasmine Gooneratne. This is what she wrote then –",
    "Writing to you after many years of reading your articles, I am taking this opportunity of expressing my satisfaction that you exist as a fair and insightful commentator on our political scene.",
    "Your piece in the DAILY MIRROR of today is exemplary. Don’t go away, whatever happens. Grusha may never carry that baby across the river, but at least her attempt to do so has been recorded.",
    "Thank You Yasmine Gooneratne for this.I shall treasure this mail from you. May your soul find serenely blissful eternal rest. May the inspiring glow of your spirit shine brightly forever.",
    "“And gladly would she learn, and gladly teach”: An Appreciation of  Professor Yasmine Gooneratne",
    "My mother, Yasmine Gooneratne, passed away on Thursday night this week. She was 88 years old.",
    "Emeritus Professor Yasmine was an academic, scholar, researcher, creative writer and teacher. She was an exemplary and meticulous student at the Universities of Peradeniya and Cambridge, as well as an encouraging teacher at the University of Peradeniya and Macquarie University in Sydney. She is internationally renowned for her contributions and her insights into literature, especially the literature of South Asia and Australia.",
    "This is what is well known about this lady who is called a trailblazer and a writer of renown. She is part of a generation which produced some towering figures.",
    "Yasmine Gooneratne as a private individual left clear instructions about what she wished regarding her funeral. Her directives show a great deal about her character and her values. ‘No public notices. No public viewing. No public funeral. No memorial lectures. No fuss. No feathers. No posturing. No performativeness. No photographers. No selfies. No celebrities. No nonsense.’",
    "Arranging such an event in contemporary Sri Lanka is quite a challenge! Cultural traditions are part of what make our society hold together, in a disrupted world. Her attitudes were open minded, fresh thinking and often challenging of norms and accepted beliefs. She was characteristically very tactful and restrained, but she was also a person who had strong convictions, and intense likes and dislikes. Her enthusiasm for new discoveries was an exhilarating experience to witness.",
    "She had great contempt for hypocrisy and cruelty. She had a great sense of humour and a lively sense of fun. As she was a person of moral integrity, the repulsive conduct of people who prey upon the vulnerable saddened her, especially as she grew older. While always choosing to believe the best in people, she found herself unable to accept the lies that are spun by opportunists and predators on a daily basis. Her good opinion, once lost, was lost forever.",
    "The darkening landscape of the world we live in was often remedied for her by music, art, the joy of beautifully made films and the beauty and versatility of literature. She read to my brother and me when we were children, and the great stories from the Mahabharata and children’s classics like 101 Dalmatians were thus introduced to us in the best way possible: through the loving and expressive voice of our mother.",
    "Yasmine Gooneratne was a wonderful cook, and an enthusiastic concert-goer and ballroom dancer. She beamed with approval on romantic love, and believed in the renewing and reviving effect of love on the human psyche: considering the transformative experience of falling in love to be one of the closest approximations available to us of the divine.",
    "She was a generous person, in every way: generous with sharing her knowledge with students and emerging writers as a mentor. Generous in welcoming guests to our home. Generous in extending grace to broken people, one of the most compassionate people we ever knew.",
    "She did not judge people on external factors. She did not look down on uneducated people. She was uninterested in people’s assumptions about her, often launched by people who had issues and grievances with people from elite or elevated backgrounds.",
    "But she believed that people should try to develop themselves, in every situation in life. She shared with my father the belief that life was a great adventure, and I believe that part of the reason for their wonderful marriage lasting 60 years of their lives is that shared certainty. They each chose a wonderful companion in the adventure, and actively participated in each other’s soul growth.",
    "Of course I am biased, because I know her very well, and knew her close up. But I want to say that even if I was not her child, or related to her, I would still find her endlessly interesting.",
    "Because of her impatience with cliches and lazy thinking, her conversation was one of the highlights of my life.",
    "I take the opportunity to thank Yasmine Gooneratne for her outstanding dedication and commitment to every task she undertook. She was whole-hearted, in every thing she did. She rose to the challenges she was faced with, and uplifted many who knew her by doing so.",
    "She was a resonant role model whose impact only grows with the years.",
    "Her initials were M Y Gooneratne. And we were proud to call her ours. But her work belongs to everyone who appreciates it."
  ]
}