{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hemas-and-Hatch-to-launch-second-iteration-of-Slingshot-Accelerator-to-propel-Sri-Lankan-start-ups/34-762754",
  "time_ut": 1717706564.0,
  "original_lang": "en",
  "original_title": "Hemas and Hatch to launch second iteration of Slingshot Accelerator to propel Sri Lankan start-ups",
  "original_body_lines": [
    "Hatch Works CEO Mevan Peiris, Moderator: Hatch Works Senior Program Manager Ruvanara Tillekeratne, and Hemas Holdings Chief Strategy and Growth Officer Rizny Faisal – Pic by Upul Abayasekara",
    "Hemas, in collaboration with Hatch, this week announced the second iteration of the Hemas x Hatch Slingshot program.",
    "Following on from the success of this Accelerator Program in 2023 where Hemas supported 25 startups and accelerated 8 startups through an intense, high-quality program delivered by Hatch, Slingshot 2.0, aims to support a further 25 startups in the sectors of EdTech, FMCG, Healthcare, and Logistics, fostering innovation and contributing to the growth of the Sri Lankan economy.",
    "As a diversified corporation with a rich history of growth, Hemas Group recognises the paramount importance of innovation in achieving sustained success within a dynamic business environment. In line with this commitment, Hemas has set a goal to support 75 startups as part of their 75th-year anniversary celebrations in 2023. This initiative aims to nurture the growth of these promising startups and ensure they become significant contributors to the Sri Lankan economy.",
    "The Hemas x Hatch Slingshot Program is designed to create mutual benefits for all stakeholders involved. Startups gain immensely from this initiative, receiving mentorship, valuable resources, and access to Hemas’ extensive network, significantly accelerating their journey to success. In turn, Hemas gains exposure to innovative ideas and technologies that have the potential to fuel its future growth. This collaborative effort fosters a more vibrant start-up ecosystem within Sri Lanka, leading to job creation and contributing to the nation’s economic growth.",
    "Hemas Holdings PLC Chief Strategy and Growth Officer Rizny Faisal said: “The phenomenal response to the first Hemas x Hatch Slingshot program underscored the immense potential of Sri Lanka’s start-up ecosystem. Slingshot 2.0 is a strategic continuation of this initiative. By providing targeted support to high-growth startups in key sectors like EdTech, FMCG, Healthcare, and Logistics, we aim to cultivate innovation that addresses critical challenges and unlocks new opportunities. This aligns perfectly with Hemas’ long-term vision of building a more dynamic and resilient Sri Lankan economy. We believe that empowered startups can become not just successful businesses, but powerful drivers of progress, creating jobs, fostering financial inclusion, and shaping a brighter future for all Sri Lankans.”",
    "Hatch Works Ltd. CEO Mevan Peiris said: “Our partnership with Hemas Group has been instrumental in creating opportunities for startups to thrive. There is significant value in startups understanding how an established and diversified company like Hemas operates at scale. With Slingshot 2.0, we aim to further strengthen the start-up ecosystem by providing the necessary support and resources to help these businesses move to the next phase of growth. We believe that through this collaboration, we can further integrate new businesses with their innovative solutions to companies within the Hemas Group with proven success and market leadership”.",
    "Applications for the Hemas x Hatch Slingshot 2.0 Accelerator Program are now open. Interested startups can apply through the official website www.slingshot.lk",
    "The program will involve a rigorous selection process to identify startups with the highest potential for growth and impact.",
    "Through initiatives like the Hemas x Hatch Slingshot 2.0 Accelerator Program, Hemas Group and Hatch are dedicated to creating a thriving entrepreneurial ecosystem in Sri Lanka. This commitment to innovation and support for startups underscores their shared vision of driving sustainable economic growth and development in the country."
  ]
}