{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/digital-innovation-fund-powered-by-dialog-axiata-makes-strategic-investment-in-cybersecurity-firm-scybers/",
  "time_ut": 1722547620.0,
  "original_lang": "en",
  "original_title": "Digital Innovation Fund powered by Dialog Axiata makes strategic investment in cybersecurity firm Scybers",
  "original_body_lines": [
    "Scybers Inc., the fast-growing global cybersecurity firm, announced that the Digital Innovation Fund, managed by BOV Capital and powered by Dialog Axiata PLC, has made a strategic investment in the company.",
    "Cybersecurity has become a critical concern for global enterprises amidst the post-pandemic digital acceleration, a surge in ransomware attacks, increasing regulatory demands, and a worldwide shortage of cybersecurity talent. The global cyber security market size is estimated at USD 268.13 billion in 2024 and is expected to reach around USD 878.48 billion by 2034, expanding at a Compound Annual Growth Rate (CAGR) of 12.6% over the forecast period 2024 to 2034.",
    "In this challenging landscape, Scybers enables enterprises to rapidly reduce cyber risks, achieve compliance and build resilience leveraging a proven global delivery model, deeply specialized front-line cybersecurity expertise, and a set of advanced AI-assisted security platforms.",
    "Madu Ratnayake, President of Scybers, stated, “DIF’s reach and strategic relationships will be a tremendous strength as we execute our global growth plan. Dialog Axiata’s extensive experience in delivering digital and communication services in the fast-emerging ASEAN and South Asian region and our partnership to provide world-class cybersecurity services to the Axiata network as a sell-through partner will be invaluable as we scale Scybers services globally.”",
    "With this strategic investment, we are thrilled to welcome Supun Weerasinghe to the Scybers Board. Supun’s exemplary leadership and wealth of experience as the Group Chief Executive of Dialog Axiata PLC will be an invaluable guide to shape the next phase of growth at Scybers said Kugan Kulothungan, Chief Executive Officer of Scybers.",
    "Supun Weerasinghe, Group Chief Executive of Dialog Axiata PLC, commented, “Our commitment to investing in new technology is a key driver in helping Sri Lanka become a digital economy. The strategic investment in Scybers aligns with our vision of fostering innovation and ensuring robust cybersecurity measures for enterprises globally. The Digital Innovation Fund is a testament to our dedication to nurturing tech startups that have the potential to make significant impacts both locally and internationally.”",
    "Since 2015, BOV Capital has been empowering visionary founders to create outstanding businesses. With an Assets Under Management (AUM) of $15M our second fund, DIF, initiated in 2017 in collaboration with Dialog Axiata PLC, focuses on investing in founders who tackle regional and global challenges and demonstrate rapid scalability. Therefore, investing in a cybersecurity company like Scybers was a natural choice, given the critical importance of cybersecurity in today’s digital land scape, said Prajeeth Balasubramaniam, Co-Founder and Managing Partner of BOV Capital.",
    "Share market on recovery track following disclosure of presidential poll survey results",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}