{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Strike-on-Doha-strike-against-the-order-Time-for-meaningful-response/4-781609",
  "time_ut": 1757699384.0,
  "original_lang": "en",
  "original_title": "Strike on Doha, strike against the order: Time for meaningful response",
  "original_body_lines": [
    "By striking in the heart of Doha, Israel has not only targeted individuals but also the concept of a safe space for mediation",
    "The Doha strike is therefore more than a tactical raid aimed at Hamas leaders; it is a strategic test for the international system. The question is not only whether Israel will pay a price, but whether the global community is willing to defend the principles it professes to uphold. If the answer is no—if words once again substitute for deeds—then every state, large or small, should reckon with what that precedent means for its own security. Today it is Qatar that has seen its sovereignty breached. Tomorrow it could be any nation whose territory offers refuge, real or perceived, to an adversary of a more powerful neighbour",
    "In the early hours of 9 September 2025, Israeli aircraft pierced the night sky over Doha and released a string of precision munitions on a residential compound said to be sheltering senior Hamas officials. The explosions killed at least six people, among them a Qatari security officer and several Hamas aides, while the intended high-value targets—including Khalil al-Hayya—are believed to have survived. For the first time in the modern era, Israeli forces struck inside the territory of a Gulf Cooperation Council (GCC) state. The attack instantly transformed Qatar from mediator to victim and sent a shudder through a region already convulsed by the grinding war in Gaza and a widening conflict with Hezbollah in Lebanon.",
    "The diplomatic fallout was immediate. Qatar denounced the raid as “state terrorism” and “a gross violation of sovereignty,” calling it a reckless assault on its role as an internationally recognised mediator. The United Nations Secretary-General warned that the strike “threatens to ignite a broader conflagration,” while Arab League ministers meeting in emergency session condemned it as an act that “shreds the very fabric of the UN Charter.” Russia called the raid a “flagrant breach of international law,” a sentiment echoed by European capitals. Even the United States, Israel’s staunchest ally and Qatar’s long-time security partner, declared itself “very unhappy,” with President Donald Trump noting that the strike endangered fragile talks over a ceasefire and hostage release.",
    "Among the many international statements, Sri Lanka’s response stood out for its restraint. Colombo issued a brief communique expressing “concern over the escalation of hostilities” and urging “all parties to exercise maximum restraint,” but stopped short of explicitly condemning Israel or describing the action as a violation of sovereignty. Coming from a nation that has traditionally voiced strong support for Palestinian rights and chaired UN committees on Israeli practices in occupied territories, the mild tone underscored how even states with a history of principled positions can be pulled toward diplomatic ambiguity when larger strategic interests—trade, Gulf employment markets, or bilateral defence ties—are at stake.",
    "Yet within days these global statements, whether forceful or muted, began to sound like the all-too-familiar chorus of modern crisis diplomacy—expressions of outrage or unease followed by a lull in action.",
    "This pattern of condemnation without consequence is not merely frustrating; it is corrosive. When a state can violate another’s airspace, strike within its capital, and suffer nothing beyond rhetorical rebuke, the core principles that have underpinned the international system since 1945 start to erode. At the heart of that system lies the doctrine of sovereignty, the idea that a nation’s territorial integrity is inviolable except in the narrowest circumstances of self-defence or with explicit Security Council authorisation. Israel justifies its action as a pre-emptive measure against an organisation responsible for attacks on its civilians, but the legal stretch required to portray a strike in central Doha as “imminent self-defence” is extraordinary. If accepted, it opens a door through which any state can claim the right to bomb its enemies on foreign soil whenever it believes a threat might someday materialise.",
    "Equally troubling is the danger to the very practice of diplomacy. Qatar has for years served as a neutral facilitator between Israel and Hamas, hosting indirect negotiations that have at times secured prisoner exchanges, humanitarian pauses and modest confidence-building steps. By striking in the heart of Doha, Israel has not only targeted individuals but also the concept of a safe space for mediation. If mediating states cannot guarantee the safety of those engaged in talks—whether combatants or interlocutors—the delicate architecture of conflict resolution collapses. Other potential brokers will think twice before offering their territory as neutral ground if they, too, might become targets of military action.",
    "The strategic repercussions for the Gulf are profound. Saudi Arabia, the United Arab Emirates, Kuwait and Oman all issued sharp protests, and with good reason. The GCC states have invested heavily in a narrative of stability and neutrality, balancing relationships with Western allies while maintaining channels to Iran and Palestinian factions. If Doha can be bombed with impunity, no capital in the region can feel entirely secure. The strike risks turning simmering rivalries into open confrontation, especially at a moment when oil markets remain tight and shipping lanes through the Strait of Hormuz and the Red Sea are already threatened by proxy skirmishes.",
    "Some analysts argue that the operation was designed less to kill than to send a message: that no sanctuary exists for Hamas leaders, even in the salons of the Gulf. But whatever Israel’s calculation, the implications for international order are stark. Each unpunished breach of sovereignty sets a precedent. The erosion is incremental, but history shows how quickly norms can unravel once the sense of restraint is lost. Bosnia in the early 1990s and Syria a generation later both revealed how hesitation and half-measures by the global community embolden aggressors and prolong suffering. To treat the Doha strike as another regrettable episode destined to fade into diplomatic memory would be to repeat that dangerous cycle.",
    "Meaningful action is therefore imperative. The United Nations General Assembly can, under the “Uniting for Peace” procedure, mandate an independent investigation when the Security Council is paralysed. A thorough fact-finding mission could establish the circumstances of the attack and clarify whether the legal threshold of self-defence was remotely met. Such a step would not only assert the relevance of international law but also give smaller states confidence that their sovereignty is not subject to the whims of military powers. Beyond investigation, member states could pursue referral to the International Court of Justice for an advisory opinion on the legality of cross-border targeted killings, a move that would sharpen the legal boundaries for all nations.",
    "Equally important is the protection of mediators themselves. Just as diplomatic premises are inviolable under the Vienna Convention, territories hosting peace talks need explicit recognition as neutral ground. A new protocol affirming the sanctity of mediation sites would not stop every aggressor, but it would make violations unmistakably criminal and raise the diplomatic costs for any state contemplating such an act. Regional actors, too, must shoulder responsibility. The Gulf Cooperation Council, often criticised as fractious and reactive, has an opportunity to act collectively—whether through joint diplomatic initiatives, coordinated air-defence measures, or economic signalling that violations of sovereignty among member states will trigger unified response.",
    "None of these measures will be easy. Great-power politics, especially the American role as both Israel’s ally and Qatar’s partner, will complicate any effort at accountability. Yet the alternative is worse. To shrug and move on is to invite a future in which “pre-emptive” strikes on neutral territory become routine tools of statecraft. It would mean conceding that the post-war legal order—painstakingly built to spare the world the chaos of might-makes-right—is little more than a façade.",
    "The Doha strike is therefore more than a tactical raid aimed at Hamas leaders; it is a strategic test for the international system. The question is not only whether Israel will pay a price, but whether the global community is willing to defend the principles it professes to uphold. If the answer is no—if words once again substitute for deeds—then every state, large or small, should reckon with what that precedent means for its own security. Today it is Qatar that has seen its sovereignty breached. Tomorrow it could be any nation whose territory offers refuge, real or perceived, to an adversary of a more powerful neighbour.",
    "For decades the world has relied on Qatar’s mediation, from the delicate talks that freed hostages in Gaza to the quiet negotiations that helped evacuate civilians from war zones as far afield as Afghanistan and Sudan. That role has saved lives and offered rare channels of communication when official diplomacy failed. Allowing the strike on Doha to pass as just another tragic headline would not only betray a single state; it would imperil the very mechanisms that make peaceful resolution possible. The credibility of international law, the safety of mediators, and the stability of a volatile region now hang in the balance. The time for “grave concern” has passed. What is needed—urgently—is solidified, collective action to show that the rules of the global order are not optional and that the sanctity of sovereignty remains more than a slogan.",
    "1.Associated Press, “Israel strikes Hamas leaders in Qatar, killing at least six,” 9 September 2025.",
    "2.Reuters, “Russia condemns Israeli strike in Qatar as violation of UN Charter,” 10 September 2025.",
    "3.The Guardian, “Qatar outrage as Israeli airstrike hits Hamas leaders in Doha,” 10 September 2025.",
    "4.Axios, “Israel carries out first-ever strike inside a Gulf state,” 9 September 2025.",
    "5.Ministry of Foreign Affairs of Sri Lanka, “Statement on the situation in Qatar and Gaza,” 11 September 2025.",
    "6.UN Charter, Article 2(4) on the prohibition of the use of force; Article 51 on self-defence.",
    "(The writer is former Ambassador of Sri Lanka to EU, Belgium, Turkey and Saudi Arabia.)"
  ]
}