{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/C-W-Mackie-launches-SCAN-Cassava-Chips-range/34-780361",
  "time_ut": 1755283007.0,
  "original_lang": "en",
  "original_title": "C.W. Mackie launches SCAN Cassava Chips range",
  "original_body_lines": [
    "C.W. Mackie, recently launched a brand-new range of cassava chips under its widely popular food and beverage brand, SCAN.",
    "Building upon the success of the consumer movement that gives prominence to locally produced items, demand has grown tremendously in recent months. C.W. Mackie PLC has now extended its locally produced snacks portfolio to cassava chips in four flavours, which include ‘Hot & Spicy’, ‘Salted’, ‘Cheese & Onion’ and the newly introduced ‘Kochchi’ flavour, under an impressive range of snacks at affordable prices. SCAN Cassava range is now available at leading supermarket chains and general trade outlets island-wide. The cassava range consists of 50g packs and 30g packs, especially for general trade consumers.",
    "SCAN products testing laboratories are equipped with state-of-the-art equipment and staffed with skilled and experienced personnel; comparative tests are performed on products in accordance with local and international regulatory standards. The popularity of the SCAN brand is a testament to the trust that consumers have in its products. Its success can be attributed to its focus on quality, careful processing, and strict adherence to hygiene standards. While constantly improving and expanding its product portfolio, the company strives to provide the local consumer with high-quality products that meet their needs and preferences.",
    "C.W. Mackie PLC Group Director/Chief Operating Officer Mangala Perera said: “We are immensely proud of our snack range, especially the jumbo peanuts and cassava range that benefits the local economy, including supporting local farmers while encouraging sustainable agriculture, and facilitates tracking the supply chain back to the point of origin to evaluate ecological practices.”"
  ]
}