{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Easter-attacks-NPP-pledges-action-against-culprits-under-its-government/108-280883",
  "time_ut": 1713402120.0,
  "original_lang": "en",
  "original_title": "Easter attacks: NPP pledges action against culprits under its government",
  "original_body_lines": [
    "Colombo, April 18 (Daily Mirror)- The National People’s Power (NPP) said that a future NPP government will appoint a special Commission of Inquiry with full judicial powers to further investigate the facts",
    "unearthed through the special Commissions and other investigations into the Easter Sunday attack and mete out justice to the victimized families.",
    "The NPP issuing a statement pledged to implement the law against those who conspired to launch the attack and those who were held responsible for the attack and punish them",
    "within a short period of time based on the recommendation of the said committee.",
    "It said the government has failed to mete out justice to those who lost their lives, members of the victimized families and the property destroyed in the attacks.",
    "In the seven-point statement, the NPP said the Easter attack was a conspiracy to fulfil a political motive and that it is a matter of top priority of a NPP government to take to book",
    "It also said action would be taken against those who failed to prevent the attacks despite intelligence reports of the imminent attack and against security officials who prevented",
    "action being taken against the culprits by diverting investigations into the attacks.",
    "The statement also said future NPP government will file criminal charges against political authority and government officials who were responsible for the attacks.",
    "The NPP government will request respective authorities and facilitate to expedite the ongoing cases on priority basis with regard to the Easter Attacks.",
    "Action would also be taken to extradite all the criminals who had fled the country and investigate to ascertain the conspirators of the attacks through them.",
    "The NPP said a compensation mechanism would be introduced to pay compensation to victims and property destroyed."
  ]
}