{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hutch-conducts-coastal-clean-up-in-celebration-of-world-sustainability-day/",
  "time_ut": 1732220040.0,
  "original_lang": "en",
  "original_title": "HUTCH conducts coastal clean-up in celebration of World Sustainability Day",
  "original_body_lines": [
    "Hutch actively supports sustainable practices and is dedicated to protecting Sri Lanka’s natural eco system. This commitment was demonstrated through its recent Coastal Clean-Up 2024 at Wellawatte Beach, held in recognition of World Sustainability Day. The initiative, which took place on 19th of October 2024 at Wellawatte Beach, saw dedicated participation from HUTCH employees, embodying the company’s long-term vision of promoting sustainable practices and protecting the environment. The initiative is part of a series of broader initiatives aimed at driving environmental awareness and encouraging community engagement, while addressing key sustainability challenges facing Sri Lanka.",
    "Held under the theme of World Sustainability Day 2024, “Our Land, Our Future. We are #GenerationRestoration,” the HUTCH Beach Clean-Up 2024 aligned perfectly with the company’s commitment to UN Sustainable Development Goal 15—life on land and the protection of ecosystems. With a focus on restoring Sri Lanka’s coastal environments, HUTCH staff removed more than 250 kg of plastic and other waste from the coastline during the clean-up, all of which will be responsibly recycled. This project reinforces HUTCH’s broader mission of environmental conservation as a responsible corporate citizen.",
    "Saumitra Gupta, CEO of HUTCH Sri Lanka, highlighted, “Sustainability is not a one-time activity; it’s an ongoing responsibility. Through initiatives like this beach clean-up, we aim to go beyond just removing waste to creating awareness and inspiring others to take proactive steps toward environmental preservation. Our efforts are part of a larger commitment to leave a positive and lasting impact on the communities we serve.”",
    "Going beyond the immediate impact of waste removal, the clean-up is a crucial element of HUTCH’s comprehensive sustainability strategy focused on long-term ecosystem protection and environmental responsibility. HUTCH is committed to not just cleaning but regenerating these natural habitats through planned future activities such as large-scale tree planting, native plant restoration, and community education programs—each aimed at fostering resilient ecosystems and nurturing a culture of sustainable living.",
    "About HUTCH Sri Lanka : HUTCH Sri Lanka, a subsidiary of CK Hutchison Holdings (CKHH), a Hong Kong-based Fortune 500 conglomerate, has firmly established itself as a key player in the Sri Lankan telecom industry. With a presence in over 50 countries and employing more than 300,000 people, CK Hutchison Holdings operates across six major sectors: Ports & Related Services, Retail, Infrastructure, Energy, Finance & Investments, and Telecommunications. CKHH reported revenues of USD 36 billion in 2022.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}