{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/govt-s-catch-22/",
  "time_ut": 1705427640.0,
  "original_lang": "en",
  "original_title": "Govt.’s Catch-22",
  "original_body_lines": [
    "A 35,000-rupee increase in the state sector doctors’ DAT (Disturbance, Availability and Transport) allowance has prompted the non-physician health workers to launch a strike demanding that they be paid the same amount immediately. The doctors’ unions have sought to ridicule this demand and brought themselves on a collision course with the strikers much to the glee of the government leaders.",
    "President Ranil Wickremesinghe keeps saying that he does not adopt populist measures for political gain and is ready to make even unpopular decisions to revive the economy. But the government has undertaken to increase the cost of living allowance for all public employees by Rs. 10,000 with effect from this month, and enhance the doctors’ DAT allowance, with an eye to elections to be held this year. One may recall that the UNP-ledYahapalana administration also granted state workers a 10,000-rupee pay hike prior to the 2015 general election.",
    "The government finds itself in a quandary. Unless it meets the striking health workers’ demand, the state-run hospitals will continue to face disruptions, but if it gives in to pressure, the trade unions in other sectors, too, will ask for a bigger pay hike than the one promised in Budget 2024. There’s the rub.",
    "The current economic crisis has diminished everyone’s buying power drastically, and it is only natural that the state workers are demanding pay hikes. But increases in the state salary bill invariably lead to tax and tariff hikes. In the past, governments could resort to money printing to meet budget overruns, but the current administration cannot do so owing to the IMF bailout conditions. Excessive money printing impacts the economy adversely by driving inflation up and causing the devaluation of the rupee against major foreign currencies. It was one of the reasons why the economy went into a tailspin on President Gotabaya Rajapaksa’s watch. So, public sector salary hikes will create a situation where the government has to raise funds by increasing taxes and tariffs and curtailing essential expenditure in some vital sectors. Thus, the state sector pay hikes will become an additional burden on the entire populace. However, nobody would have hesitated to endorse the state workers’ demand for a pay hike if the economy had not been in bad shape. It is hoped that the protesting trade unions will realise the harsh economic reality, and act with some restraint, in having their grievances redressed.",
    "The ever-worsening human capital flight is bound to hamper Sri Lanka’s ability to emerge out of the current economic crisis and attain its development goals. Doctors are leaving the country in droves, and everything possible must be done to eliminate the factors that drive them away, the main being oppressive taxes.",
    "It is doubtful whether a 35,000-rupees DAT increase will help prevent the doctors from leaving the country. The government is without a proper plan to prevent the mass migration of professionals, who are demanding that taxes be brought down to affordable levels, and widespread waste, and misappropriation of public money be stopped.",
    "When relief is granted, it must be ensured that everybody gets something. But the government has in its wisdom given everything to a section of state workers; the private sector workers and the self-employed have received nothing at all by way of relief. Worse, the government has mismanaged labour issues; it has antagonised trade unions. Most of all, its leaders indulge in wasteful expenditure and live ostentatiously while asking the public to practise austerity. Their extravagant lifestyles, endless foreign junkets, luxury boutique hotel stays, expensive boat parties, chopper rides and what may be called motorcade excesses cost the state coffers dear and roil professionals and the general public alike. At this rate, the day may not be far off when we witness another popular uprising.",
    "If the government leaders had led by example, at least during the present economic crisis, managing state funds frugally and infusing the public with hope and confidence that they will turn the economy around and grant relief to everyone, the state workers would not have aggressively pursued their demand for pay hikes.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}