{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Rescheduling-of-debt-expeditiously-is-key-to-recovery/4-758402",
  "time_ut": 1707760647.0,
  "original_lang": "en",
  "original_title": "Rescheduling of debt expeditiously is key to recovery",
  "original_body_lines": [
    "President Ranil Wickremesinghe said the finalisation of debt restructuring could be completed by the first half of the year, which is going beyond the earlier anticipation for it to be completed within the first quarter",
    "President Wickremesinghe said in Parliament last week that “Sri Lanka expects to implement a debt restructuring framework within the first six months of 2024, expressing confidence that the nation was recovering from its worst financial crisis in decades.” The Sri Lankan economy is clearly showing signs of recovery from the severe economic crisis, with improvements in our foreign exchange positions and current account deficits. But a significant challenge remains in managing the country’s large sovereign debt and inequities of the partial coverage of the domestic debt optimisation program. Therefore we need to show some tangible progress in the debt rescheduling.",
    "To achieve durable economic stability and put the economy on a sustainable growth path, the massive sovereign debt needs to be rescheduled. High on the agenda is the private creditors. In a notice dated 12 April 2022, the Ministry of Finance articulated that holders of ISBs desiring to receive LKR in lieu of the due amount should indicate their preference. It is understood that this provision extends the option for bondholders to receive LKR-denominated bonds in Sri Lanka as a complete and conclusive settlement of their ISB holdings. Alternatively, those opting not to convert their holdings to LKR denominated bonds can pursue settlement in USD directly with the GOSL. Considering that the shortage of USD that led to the default, settling a portion of the debt in LKR emerges as a viable alternative. Furthermore, settling in LKR at the prevailing exchange rate might prove advantageous for the GOSL, potentially mitigating the risk of a higher settlement in the event of LKR depreciation against the USD. To reduce the LKR burden, the Government can issue these bonds with a 10-year tenure with restrictions on its trading.",
    "Moreover, this proposition, offered in pari passu to all ISB holders, not only mitigates the challenges associated with settling obligations in USD but also streamlines the resolution process for remaining USD ISB holders. By settling a portion of the liability in LKR denominated bonds, there will be a substantial reduction in the overall forex settlement amount for the Government. Early restructuring of external debt will enable the Government to promptly re-establish its presence in the international debt market. Moreover, where foreign bondholders opt to receive LKR-denominated bonds, such transactions can be facilitated through an Inward Investment Account (IIA) subsequently to facilitate the transaction at the maturity stage. To deter immediate liquidation of bonds by such investors in the local market and subsequent remittance of foreign currency, the government may consider imposing extended tenures (e.g. up to 10 years or 15) for these IIA account holders to repatriate funds out of Sri Lanka.",
    "Allowing investors to channel funds via an IIA also provides them with the flexibility to liquidate the LKR-denominated bonds should they opt not to retain the Government bonds and instead pursue alternative investment avenues, such as local real estate or investments in the Colombo Stock Exchange. Also it could be argued that an issue of a haircut or inability to pay in LKR does not arise when a bondholder is willing to accept LKR in lieu of USD, given that the GOSL possesses the financial capacity to fulfil its obligations in LKR. In instances where a bondholder expresses willingness to accept LKR, mandating a haircut or refusing settlement in LKR could potentially lead to legal action against the GOSL, both domestically and internationally. Such litigation could have widespread ramifications, potentially triggering a cascade of legal challenges that will further delay the rescheduling by years. Depriving the financial system access to global funding lines.",
    "1.) Forex liability of the Government will decrease substantially when payment is made in local currency.",
    "2.) Issuance of long-term LKR bonds will not impact short term cash flows of the Government.",
    "3.) Pari-passu for all ISB holders will make the issue transparent and acceptable to all parties.",
    "4.) Government will be hedged against the depreciation of the LKR.",
    "5.) Re-establish the GOSL presence in the international market to attract fresh capital.",
    "6.) Strengthening of the balance sheets of the banking sector.",
    "7.) Converting ISB holders’ investments to LKR via a restricted IIA, eliminates possibility of immediate disposal by foreign shareholders in the local market.",
    "8) Would facilitate the restructuring of the total debt very much faster"
  ]
}