{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/buddha-and-his-concept-of-suffering/",
  "time_ut": 1716430080.0,
  "original_lang": "en",
  "original_title": "Buddha and his Concept of Suffering",
  "original_body_lines": [
    "Buddhism is a spiritual tradition that finds its genesis in the teachings of Buddha, also known as Siddhartha Gautama who was born in 653 B.C. in Lumbini Nepal. Buddhism is a vast religious, philosophical tradition with a history that stretches over 2600 years and is being followed by more than 500 million followers worldwide. Today, Buddhism is one of the major religions in the world that guides its followers toward spiritual enlightenment and liberation from suffering. The core teachings of the Buddha offer guidance in navigating the complexities of life in an intolerant chaotic and stressful society. What Buddha expounded many centuries ago is still as relevant today as it was during his time.",
    "It was on the full moon day of Wesak that the Buddha was born, on the day of Wesak he attained enlightenment, and on the day of Wesak, he passed away. All these three major events are said to have occurred on the same day throughout his life.",
    "Prince Siddhartha was brought up in the lap of luxury after encountering the harsh realities of human existence he renounced worldly pleasures in search of spirituality. For six years, Siddhartha practiced extreme asceticism subjecting his body to severe hardships in the pursuit of enlightenment. However, when he realized that the austere lifestyle of self-mortification (attakilamathanuyoga) and constant attachment to sensual pleasures (kamasukallikanuyogaya) offered no solution to what he was seeking, he decided to steer clear of both extremes and adopted a middle path that encouraged moderation and eventual enlightenment.",
    "The Buddha was a human being. As a man he was born, as a man he lived, and as a man he succumbed to the inexorable law of change and passed away in his eightieth year. He was not a god, divine incarnation, or a savior. He attained enlightenment through his efforts and rigorous self-discipline. Though he was a human being, he was an extraordinary man. He was the profoundest of thinkers that the world has ever produced. The Buddha is universally acclaimed as one of the greatest benefactors of humanity and was the perfect model of all the virtues he preached.",
    "Buddha means “awakened one” who has dispelled ignorance and saw reality as it was. His teaching is characterized by his profound insights into the nature of human existence and the path to deliverance from suffering. His teaching is called the Dhamma, the doctrine of liberation from suffering. The teachings of the Buddha hold timeless wisdom and offer a profound understanding of human existence guiding us toward personal transformation and inner peace. What he preached during his forty-five years of ministry remains eternal and continues undimmed by the lapse of time. Moreover, his teachings such as mindfulness, compassion, and meditation have helped people to develop greater self-awareness, reduce anxiety and stress, and find a sense of calm and contentment in their daily lives.",
    "Buddhism is not just a theoretical philosophy but a practical approach to life that helps people cultivate a deeper sense of meaning, purpose, happiness, and wisdom. Buddhism is founded on facts verified by personal experience, not dogmatic and speculative assumptions. Buddha’s teachings assume a liberal form and never interfere with another man’s freedom of thought. He respected the faith and religions of others. He comforted the suffering people and ministered to the sick. Buddha always considered himself a guide, never declared himself a savior, and urged his followers to rely on themselves for their salvation without being slaves to any divine power. He stated that Buddhahood is not reserved for a selected few and that every human being has the potential to attain the supreme state of Buddhahood provided he makes the necessary efforts and has firm determination.. Buddhism promotes rational and empirical investigation and invites its adherents to put the teachings of the Buddha to the test before accepting them. He discarded superstition and rituals.",
    "In the Three Greatest Men History H.G. Wells writes:” In the Buddha you see clearly a man, simple, devout, lonely battling for light: a vivid human personality, not a myth. He too gave a message to mankind universal in character. Many of our best modern ideas are in closest harmony with it. All the miseries and discontents are due he thought to selfishness. Before a man can become serene, he must cease to live for his senses or himself.”(Narada).",
    "The dhammachakkapavattna sutta (the setting in motion of the Wheel of Dhamma) is considered to be the first sermon given by Buddha. In this cardinal discourse, Buddha expounded the merits of the Middle Path(Maddima Prathiprajawa) which he discovered to his disciples and advised them to avoid the extremes of sensual indulgence and self-mortification as both extremes retard their spiritual progress and mental clarity. Thereafter, he proceeded to expound the Four Noble Truths, which comprise the essence of Buddha’s teachings. The Four Noble Truths serve as the foundation of the philosophy outlining the nature of human suffering(Dukkha) it causes (Samudaya), the possibility of its cessation(Nirodha), and the path to achieving liberation from suffering(Magga). It is on this central theme of  dukkha that the Buddha built up his whole doctrine. His teachings rest on the pivot of suffering and are the source of all the Buddha’s discourses.",
    "The First Noble Truth acknowledges suffering as an inherent aspect of human existence. According to it, our life is characterized by  dukkha (suffering), the existence itself is suffering (dukkha) as suffering is intrinsic to our existence. People born are subject to decay (jara), disease (vyadhi), and death and no one is exempt from these causes of suffering. The cycle of birth, aging, illness, and death is part of the human condition. Buddha taught us that all things that come into being over time cease to be.",
    "Well-known American novelist Thomas Wolfe sums up the lot of mankind on this earth Thus “Man is born: to live, to suffer and to die, and what occurs him is a tragic lot. There is no denying in the end “.",
    "Although the Pali word Dukkha has been loosely rendered into English as suffering in Buddhist teaching, it has a deeper dimension than just “suffering”. The word Dukkha encapsulates not only obvious forms of suffering such as diseases physical pain, and loss, but also extends to other existential un satisfactoriness such as imperfection, frustration, separation, agony, impermanence, disharmony, and discomfort irritation and emptiness etc. The extent and diversity of suffering in the world is so immense, that all beings suffer in one way or another. Suffering is universal and pervasive. Suffering may be physical or mental or both.",
    "Looking at the world we live in today, we can see hundreds of millions around the globe lead a life of squalor, despair, and injustice. Millions of people in the world suffer for want of enough food, clothes, or shelter. Many suffer as a result of epidemics and other contagious and infectious diseases. Many suffer as a result of economic inequity and instability, violent ethnic and religious conflicts, and other wars. Moreover, gross violations of human rights such as genocide, and crimes against humanity have all led to tremendous human suffering in the world. There is so much darkness around us.",
    "People are constantly confronted with fresh problems in their daily lives, problems go on incessantly and interminably. Suffering constantly appears and passes away only to reappear in other forms. In brief, all contingent existence is transitory. Nothing is in exact state it was in the previous instant and nothing remains the same for consecutive moments. What is built eventually crumbles and falls. Whoever ever born will eventually die and death is natural and inescapable. What comes together will eventually separate and dukkha is inescapable and ubiquitous. Such is the nature of suffering.",
    "The transitory and fluid nature of everything applies to the human body which continually changes from conception to death. Even the cells of the human body are continually replicating themselves regularly. This concept of impermanence and the transient and ephemeral nature of all phenomena applies even to Buddhism.",
    "Buddha declared more than 2500 years ago “One thing and one thing only do I teach suffering and how to end suffering”. (Majihama Nikaya). But that does not mean that Buddha pessimistically believes we are all doomed and destined to be unhappy no matter what we do, He was addressing the reality that all of us face in our lives. Buddha’s exhaustive discourses on suffering are not intended to convey a pessimistic worldview but rather, a realistic perspective that suffering encompasses every aspect of living beings. However, recognition of the universal fact of suffering does not mean total denial of pleasure or happiness in Buddhism, but such happiness and pleasure are fleeting and transitory as any other phenomenon. Buddha not only spoke of suffering he pointed out the way out of it and guided how to end it. Buddhism expects its adherents to have a realistic and dispassionate view of life and the world and look at things as they are. He said by eliminating the main cause of suffering craving (thanha) and other afflictive states of mind, ignorance (avijja), and aversion it is possible to achieve a completely purified state of mind free from suffering. The concept of suffering enunciated in the Four Noble Truths enables one to penetrate deep into the real notion of suffering.",
    "According to Anguttara Nikaya “Whether the Buddha appears in the world or not, it remains a firm condition, and immutable fact, and fixed law all formations (sanskara)are impermanent, that they are subject to suffering and that everything is without an ego’’.",
    "The cause of dukkha is craving (thanha). This is the second Noble Truth. According to Buddhism, there are three kinds of craving the firstly simple attachment to all sensual pleasure, the grossest kind of craving. (kamathanja). The second is attachment to existence (bavathanha), the third is attachment to nonexistence (vibhavatanha). The craving is a powerful mental force latent in all of us which is the chief cause of most of the ills of life. The natural tendency of people is to blame their suffering on external circumstances and develop attachments and clutch at material things as if they are eternal and permanent. The people’s aspirations and desires are infinite, although their lives are finite. People foolishly believe that wealth, power, and material possessions will bring lasting happiness. They act under the hedonistic delusion that the acquisition of more and more material things leads to happier and more contended lives. They are oblivious to the fact real happiness cannot be defined in terms of wealth, power, and material possessions, as real happiness is found within.",
    "The third Noble Truth (Nirodha) means Buddhists can move away from suffering by stopping craving. It is the complete cessation of suffering by attaining Nibbhana through the eradication of all forms of craving, its dissolution, forsaking, liberation, and detachment from it.",
    "is a state that is free from suffering, attachment ignorance, and aversion. . It is characterized by inner peace, clarity, and wisdom. It is a state of profound spiritual joy devoid of afflictive negative emotions. Buddha taught that nivarana can be achieved in this life itself by breaking the cycle of craving.",
    "The Fourth Noble Truth is the path (Magga) to the cessation of suffering. It is the Buddha’s prescription to end suffering that consists of a set of principles known as the Eightfold Path. The Eightfold Path also called the Middle Path avoids both extreme sensual indulgence and severe asceticism neither of which helped Buddha attain enlightenment.",
    "The Noble Eightfold Path consists of eight factors. They are (1)Right Understanding (Samma Dhitti), (2), Right Thought (Samma Sankappa), (3), Right Speech (Samma Vacha), (4), Right Action (Samma Kammanta), (5), Right Livelihood (Samma Ajiva), (6), Right Effort (Samma Viyama), (7)Right Mindfulness (Samma Sathi), (8) Right Concentration (Samma Samadhi). This Path is unique to Buddhism. It is a spiritual quest that has to be undertaken with great determination and it is not a path that can be practiced a little each day. The Noble Eightfold Path is, in effect, the Path that leads to Nibbhana. Although they are known as Path there are eight mental factors. They are interdependent and interrelated. This unique Path is divisible into three Sila (Morality), (Samadhi), and Pragha (Wisdom). The Noble Eightfold Path also known as Mid Way has been summarized in Pali in verse as “Sabba papassa akaranam, Kusalassa upasammpada, Sachitta pariyodapanam, Etham Buddhana sasanam“. To refrain from all evil, to do meritorious deeds, to cleanse one’s mind, this is the advice of all Buddhas.",
    "Closely linked to the Four Noble Truths are the “Three Marks of Existence” They are (1) Impermanence (anittya), which means that all things are in a constant of change and flux including physical objects, mental states, and the self. (2) Suffering or Unsatisfactoriness (dukka) The idea that suffering is an unavoidable fact of existence and that it can manifest in many forms. (3) Non-Self (anatta) the idea that nothing has a solid separate or independent self.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}