{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/EFL-welcomes-Govt-s-latest-move-on-Wedithalathive-Nature-Reserve/56-779714",
  "time_ut": 1753918222.0,
  "original_lang": "en",
  "original_title": "EFL welcomes Govt.’s latest move on Wedithalathive Nature Reserve",
  "original_body_lines": [
    "The Environmental Foundation (Guarantee) Ltd., (EFL) has welcomed the decision by the Cabinet of Ministers to retain the original status quo of the Wedithalathive Nature Reserve.",
    "“This decision is a significant victory for the environment and a reaffirmation of the critical importance of preserving Sri Lanka’s protected areas. However, we remain vigilant, as similar threats may arise in the future. The EFL will continue to advocate for the protection of our nation’s natural heritage and stand against any attempts to undermine it,” the EFL said in a statement.",
    "The EFL filed a Fundamental Rights application on 5 June 2024 against the order dated 3 May 2024 published in the Government Gazette Extraordinary Notification bearing No. 2383/05 dated 6 May 2024, specifying to degazette a part of the Wedithalathive Nature Reserve. The decision to alter the boundaries of the Wedithalathive Nature Reserve has been mainly due to the mounting pressure exerted by the National Aquaculture Development Authority (NAQDA) to establish an aquaculture park within the said Nature Reserve.",
    "Protected areas like the Wedithalathive Nature Reserve are not merely lines on a map — they are ecological lifelines. Declared in 2016 under the Fauna and Flora Protection Ordinance, the Reserve protects a unique and irreplaceable coastal and marine ecosystem spanning approximately 29,180 hectares.",
    "The Reserve comprises a diverse mosaic of mangrove forests, saltmarshes, mudflats, seagrass beds, and coral reefs, forming one of the most biologically and economically significant natural landscapes in the country. At its core lies Sri Lanka’s largest continuous mangrove forest directly facing the sea, a rare coastal ecosystem that acts as a vital buffer against storm surges, coastal erosion, and sea-level rise. These mangroves are also crucial carbon sinks, contributing significantly to climate change mitigation.",
    "The mudflats and saltmarshes within the Reserve serve as critical feeding grounds for millions of migratory birds navigating the Central Asian Flyway, while the seagrass beds support a wide range of marine life, including the critically endangered dugong. These habitats also sustain the livelihoods of hundreds of local families engaged in artisanal fishing.",
    "When the case was taken up on 29 July 2025 before Justices S. Thurairaja, PC, Yasantha Kodagoda, PC, and K. Priyantha Fernando, Attorney-at-Law Nilshantha Sirimanne, together with Deshara Goonetilleke, appeared on behalf of the Petitioner (EFL). Additional Solicitor General Viveka Siriwardena, PC, appearing for the Respondents, informed Court that the Cabinet of Ministers had decided on 7 July 2025 to revoke the said Gazette (No.2383/05).",
    "She further informed Court that a new Gazette rescinding the earlier one would be issued in due course and this case is to be mentioned again on 10 October 2025 in order to ascertain compliance with the said undertaking given by the Attorney General."
  ]
}