{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111604/us-launches-inaugural-young-south-asian-leaders-initiative-workshop-in-colombo",
  "time_ut": 1755532800.0,
  "original_lang": "en",
  "original_title": "US launches inaugural Young South Asian Leaders Initiative workshop in Colombo",
  "original_body_lines": [
    "U.S. Ambassador to Sri Lanka Julie Chung, Acting Deputy Assistant Secretary for South and Central Asian Affairs Shelly Seaver, and Minister of Youth Affairs and Sports Sunil Gamage opened the inaugural workshop of the Young South Asian Leaders Initiative (YSALI) in Colombo today (18).",
    "YSALI is a U.S. government-funded program aimed at empowering youth leaders, promoting peace, and bolstering economic growth across South Asia.",
    "More than 80 YSALI participants—competitively selected from alumni of previous U.S. government initiatives—represent the next generation of South Asian leaders and innovators in business, government, academia, health, and other fields.",
    "By connecting them with counterparts from across the region, the United States is building lasting networks and cultivating future partners and advocates for American businesses and shared interests, the U.S. Embassy said in a statement.",
    "Addressing the participants, U.S. Ambassador to Sri Lanka Julie Chung said: “Each of you has already demonstrated leadership through your participation in U.S. government exchange programs, taking the initiative to create change—often in challenging circumstances. Now, by coming together, you are combining your ideas, talents, and dreams to shape the future of this region. Whether you’re focused on entrepreneurship, civic engagement, or social innovation, we want to support your efforts and share the ideas and approaches that have fueled American innovation and excellence—because when you succeed, the Indo-Pacific region becomes stronger, more connected, and more prosperous for all.”",
    "The three-day workshop brings together more than 80 youth leaders from Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan, and Sri Lanka to address shared challenges and opportunities, including economic development, civic participation, and regional collaboration.",
    "During the workshop, participants will engage with experts, business representatives, and government officials in interactive sessions designed to share U.S. expertise in entrepreneurship and leadership. The program will also foster cross-border collaboration and strengthened ties between the United States and South Asia, while expanding business opportunities and addressing critical challenges across both regions.",
    "In addition to the core workshop sessions, participants will take part in the YSALI Expo, which will bring together local organizations, U.S. partners, and program alumni to showcase U.S. businesses, civic initiatives, and entrepreneurial projects. The Expo will serve as a networking hub and opportunity for collaboration between youth leaders and regional stakeholders.",
    "Launched on the sidelines of the UN General Assembly in September 2024, YSALI is the U.S. Department of State’s newest youth initiative. The program aims to empower young leaders in South Asia by providing them with the tools, resources, and networks needed to build positive regional connections, promote economic development, and bolster their communities. YSALI complements other U.S. State Department economic programs and underscores the United States’ commitment to fostering regional collaboration and development."
  ]
}