{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-close-down-activity-remains-low-171429/",
  "time_ut": 1720521420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks close down, activity remains low",
  "original_body_lines": [
    "ECONOMYNEXT – The Colombo Stock Exchange closed down on Tuesday, data on its site showed.",
    "The broader All Share Index closed down 0.48 percent, or 56.63 points, at 11,785; while the more liquid S&P SL20 Index closed down 0.90 percent, or 31.37 points, at 3,437.",
    "A large amount came from a local crossing on John Keells Holdings Plc (Rs90mn), and the share closed down at 200.00.",
    "“The index continued to fall for a consecutive day,” Softlogic Stockbrokers said. “Investors were not active and the turnover remained one of the lowest this year.”",
    "“The broader perception is that the index moved up a few weeks ago because positives were factored in before they materialized, and this could be a correction or consolidation.”",
    "The banking counters continued to close down. Commercial Bank of Ceylon Plc closed down at 101.75, Sampath Bank Plc closed down at 76.30, and Hatton National Bank Plc was down at 195.00.",
    "The plantation sector also saw drops in share prices in some companies. Kotagala Plantations Plc closed down at 5.70, Elpitiya Plantations Plc closed down at 99.70, Talawakelle Tea Estates Plc closed down at 134.50, and Maskeliya Plantations Plc closed down at 30.30",
    "Minister for Estate Infrastructure Development Jeevan Thondaman had a go at plantation companies in parliament today.",
    "Sector-wise, household personal products fell 3.3 percent, banks 0.9 percent, capital goods 0.9 percent, consumer services 0.8 percent, telecommunications 0.7 percent.",
    "Top contributors to the index were Lion Brewery (Ceylon) Plc (up at 1,097.75), Industrial Asphalts (Ceylon) Plc",
    "(up at 0.40), and Asiri Hospital Holdings Plc (up at 24.80).",
    "Foreign participation remained low as well. There was a net foreign inflow of 2.6 million. (Colombo/Jul9/2024)"
  ]
}