{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97997/un-agency-in-gaza-says-one-in-three-children-under-2-is-acutely-malnourished",
  "time_ut": 1710593700.0,
  "original_lang": "en",
  "original_title": "U.N. agency in Gaza says one in three children under 2 is acutely malnourished",
  "original_body_lines": [
    "One in three children under age 2 in northern Gaza is now acutely malnourished and famine is looming, the main U.N. agency operating in the Palestinian enclave said on Saturday.",
    "“Children’s malnutrition is spreading fast and reaching unprecedented levels in Gaza,” the U.N. Relief and Works Agency for Palestine Refugees (UNRWA) said in a social media post.",
    "More than five months into Israel’s air and ground campaign in Gaza, triggered by Hamas’ attack on Oct. 7, much of the enclave is in ruins with most of its 2.3 million population displaced and facing a major humanitarian crisis.",
    "Hospitals in Gaza have reported some children dying of malnutrition and dehydration.",
    "The international food insecurity watchdog, the IPC, is expected to report soon on the extent of the hunger crisis in Gaza after saying in December there was a risk of famine in the projection period through May.",
    "For the IPC to declare famine, at least 20% of the population must be suffering extreme food shortages, with one in three children acutely malnourished and two people out of every 10,000 dying daily from starvation or malnutrition and disease.",
    "Western countries have called on Israel to do more to allow in aid, with the U.N. saying it faced “overwhelming obstacles” including crossing closures, onerous vetting, restrictions on movement and unrest inside Gaza.",
    "Israel says it puts no limit on humanitarian aid for civilians in Gaza and blames slow aid delivery on incapacity or inefficiency among U.N. agencies.",
    "Air and sea relief deliveries into Gaza have started, but aid agencies say these are no substitute for bringing in supplies by land.",
    "A first delivery into Gaza by the World Central Kitchen, pioneering a new sea route via Cyprus, arrived on Thursday and was off-loaded, the charity said.",
    "Israel has accused UNRWA of complicity with Hamas, saying some staff members took part in the Oct. 7 attack and calling for the agency to be dismantled. Several major donors have paused funding over the allegations.",
    "UNRWA denies complicity with Hamas and said in February that it had dismissed 12 of its 13,000 staff in Gaza shortly after Israel accused them of involvement. The U.N. oversight body and UNRWA itself have launched investigations that have yet to report.",
    "European Union humanitarian chief Janez Lenarcic said on Thursday he had seen no evidence from Israel yet to back up its accusations."
  ]
}