{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/National-Chamber-of-Exporters-urges-citizens-to-vote-wisely-on-21-Sept/34-766746",
  "time_ut": 1726255831.0,
  "original_lang": "en",
  "original_title": "National Chamber of Exporters urges citizens to vote wisely on 21 Sept.",
  "original_body_lines": [
    "As Sri Lanka stands on the cusp of a critical Presidential Election this September, the National Chamber of Exporters (NCE) in a statement called upon all citizens to vote with both their hearts and minds.",
    "“Our beloved nation is at a crossroads, and the decisions made at the ballot box will define the course of Sri Lanka’s future. It is vital that each voter considers the key challenges we face and elect leaders who possess the vision, capability, and integrity to steer us through these turbulent times,” NCE said.",
    "It said Sri Lanka’s financial situation remains fragile, and we must not overlook the urgency of addressing it. In the coming years, we will begin the repayment of substantial international loans, a burden that could weigh heavily on the country if not handled wisely. Strengthening our foreign reserves is crucial, not just to meet these obligations but to provide a cushion for future economic stability. Voters must prioritise leaders who have clear plans for financial management, debt repayment strategies, and sustainable economic policies that can bolster our national reserves.",
    "The state of the economy is another pressing concern. Years of economic uncertainty, rising inflation, and unemployment have left our economy vulnerable. It is clear that short-term, reactionary solutions will no longer suffice. We require a President who not only understands the complexities of the current economic landscape but is also prepared to implement long-term, strategic plans. Only through steady, well-thought-out leadership can we hope to stabilise the economy and ensure a prosperous future for all citizens.",
    "NCE President Jayantha Karunaratne said: “Strong leadership has never been more critical. The challenges facing Sri Lanka demand a leader with unwavering resolve, someone who can unite the nation in the face of adversity and make the difficult decisions required for recovery. This is not the time for indecision or political gamesmanship. We need a leader with the strength and clarity of vision to navigate through difficult waters and foster collaboration between all sectors of society.”",
    "Equally important are solid, long-term policies that look beyond immediate challenges to address the root causes of our difficulties. Whether in financial management, education, infrastructure, or healthcare, it is essential that the next President focuses on creating sustainable frameworks that will benefit future generations. These policies must be carefully planned, inclusive of expert advice, and open to adaptation as the global and local economic landscapes evolve.  Respect for the Constitution is a cornerstone of any democratic society. Sri Lanka is no exception. Our future leader must be someone who respects the rule of law and operates within the boundaries of our Constitution. Governance should be transparent, with every action made in the best interests of the nation. A leader who upholds democratic principles, protects civil liberties, and ensures the fair application of justice will be essential in restoring trust in our political system.",
    "We must also not forget the growing number of Sri Lankans who are struggling to meet basic needs. Economic instability has taken a heavy toll on the most vulnerable members of our society. Our next President should be someone with compassion, who genuinely cares about uplifting the underprivileged. Welfare programs, social support, and targeted assistance for those who are suffering must be part of any candidate’s platform. No one in Sri Lanka should be left behind as we work toward recovery.",
    "A comprehensive economic revival is not only necessary but urgent. The next leader must have actionable plans that can be implemented swiftly to revive growth, attract foreign investment, and boost local industries. Economic recovery will be a long road, but with the right leadership, we can see the rebirth of a stronger, more resilient economy that offers opportunities for all citizens, regardless of their background or social standing.",
    "Karunaratne further stressed the importance of the export sector: “Supporting the export sector is also of paramount importance. As a key driver of foreign exchange earnings and economic growth, exporters play a crucial role in the recovery of our economy. The next President must have clear and robust policies that enable exporters to thrive, ensuring they have access to the resources, support, and international market opportunities they need to succeed. The strength of Sri Lanka’s export industry is directly tied to the health of our economy, and a flourishing export sector will help the country regain its financial footing.”",
    "Corruption has long plagued Sri Lanka, undermining public trust and slowing down progress. The next administration must be firmly committed to rooting out corruption at all levels. Only through a dedicated, zero-tolerance approach to corruption can we ensure that public resources are used efficiently and that all citizens have equal access to opportunities. Transparency in governance will be key to this, with clear and open decision-making processes that allow for public scrutiny and ensure accountability.",
    "Finally, the NCE urges voters to consider candidates who are committed to holding themselves and their governments accountable. Sri Lanka needs leaders who take responsibility for their actions and policies, who act in the interests of the people, and who are willing to be transparent in all dealings. Accountability, when practiced consistently, builds trust and lays the foundation for good governance.",
    "The NCE believes that now, more than ever, Sri Lanka needs capable, honest, and transparent leadership to rebuild the nation and restore hope for its people. We urge every voter to reflect on the importance of these issues and to choose a leader who will prioritise the nation’s long-term prosperity, stability, and welfare. The future of our country depends on the choices we make at the polls. Let us vote wisely.",
    "NCE Secretary General and CEO Shiham Marikar reaffirmed the chamber’s commitment saying: “The NCE has always lobbied on behalf of its members and Sri Lankan exporters, and we will continue to do so. The resilience of exporters is undeniable, and with the right support, they have the potential to significantly increase exports and bring in more foreign currency to the country. Sri Lankan export brands can become beacons of success, attracting both local and international investment. The NCE will work closely with the newly elected President to highlight issues, find solutions, and drive Sri Lanka toward a high-end, export-driven economy.”"
  ]
}