{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/suspicious-in-sicily/",
  "time_ut": 1736055300.0,
  "original_lang": "en",
  "original_title": "SUSPICIOUS IN SICILY",
  "original_body_lines": [
    "(Excerpted from Falling Leaves, an anthology of memoirs by LC Arulpragasam)",
    "Having lived in Italy for many years, we planned a trip to Sicily in April 1975. The idea was met with some alarm among our Sri Lankan friends, since Sicily at that time was cursed with mafia kidnaps and killing. I replied laughingly: ‘what self-respecting mafioso would waste his time kidnapping a poor Sri Lankan?’ We planned to travel with our two younger children (aged 10 and 8 years) in our caravan (trailer/roulotte) to be towed by our trusty old Peugeot 404 station wagon. It was to be a long drive – a total of around 1,000 miles, including travel within Sicily. We reckoned that the countryside would be green, with the fields fresh with the flowers of spring. What we left out of our calculation was the powerful scirocco, the scorching wind that comes blistering out of the deserts of Africa, bringing the sand of the desert even into Sicily.",
    "An interesting geographic feature of Italy is its north-south disposition, making it one of the ‘longest’ countries in Europe, relative to area. This has had the result of it being blessed with wide agro-climatic variations, starting from the ice-bound Alps in the north, to arid Sicily near the African desert in the south. One is struck by the growing barrenness, due to poor rainfall and poorer soils, as one goes southwards towards Sicily. This was matched in those days by pervasive poverty as one proceeded farther south to Eboli, immortalized in Carlo Levi’s book: ‘Christ stopped at Eboli’: because he did not have the heart to go any farther, due to the pervasive poverty and inaccessibility.",
    "In crossing the straits of Messina by car-ferry, we got a glimpse of the Aeolian Islands, especially of Vulcano, the island closest to us. These islands, immortalized by Homer’s Odyssey and Virgil’s Aeneid, were home to Aeolus the God of the Winds, to Vulcan the God of Fire and to the one-eyed Cyclops. Although I wished to see these fabled isles, I knew that in the 1970s they contained little more than volcanoes, sea and sand! But fast-forwarding to today, although the island is full of sun-loving tourists in summer, they are gone by summer’s end, leaving only the cooks and security persons of the hotels behind – and they are 80 per cent of Sri Lankan origin! Thus it has come to pass that Sri Lankans are in charge of the home of Vulcan, the Fire God – if only for the winter!",
    "This is not intended to be a travelogue; so I shall only briefly describe the most impressionable things we saw in Sicily. The most beautiful above all is Taormina, on the eastern coast. The centre-piece is the old Greek amphitheatre which was later enlarged and embellished by the Romans. One can never forget this view, looking down through the white marble pillars of the amphitheater across the brilliant blue of the Aegean Sea with the backdrop of snow-capped Mt. Etna, spewing smoke by day and glowing orange-red at night. The foreground is framed by Greek pillars, choked in a welter of wild flowers: white and yellow daisies, bloodied by the flame of red poppies in spring. It is one of the most beautiful and awe-inspiring sights in the world.",
    "From there we travelled along the eastern seaboard to  Siracusa (Syracuse). This was one of the centres of ancient Greek civilization and part of Magna Graecia or Greater Greece. Plato and Aristotle were long-term visitors here, while it was also the home of Archimedes and the site of his famous ‘eureka’ moment. From Siracusa we drove to Agrigento, another centre of Greek civilization in Italy. It was a noble city, with white-marbled Greek temples on a ridge of hills overlooking the Tyrrhenian Sea, justly named the Valley of the Temples. It must have been an impressive sight for Greek travelers to see from the sea this line of temples, decked in white marble, trimmed with gold lining, glimmering in the morning or evening sun. We were allowed to park among the temple ruins by a kind policeman, thus managing to live among these grand ruins for two days, an experience that would be just impossible today. Thus, we were in the temple of Concorde at sunrise watching the sun rise over the Tyrrhenian Sea, while we watched it setting over the mountains from the temple of Juno. We sat in the white-marbled temples in the silence of the moonlight, with only the light-dappled sea lapping on the shore below. It still remains one of our most treasured memories.",
    "From Agrigento (on the southern coast), we cut across the heartland of Sicily, through its barren mountains and poverty-stricken countryside towards Palermo, the capital. These wild mountains are the home of some of the bloodiest mafia clans, including the Corleone family, depicted in the movie, ‘The Godfather’. It is these barren hills that spawned the great Italian migration to New York, which unfortunately also carried with it the poisonous seeds of the mafia.",
    "Cutting across this Sicilian heartland, we arrived in Palermo, the capital city. The cathedrals in Palermo and Monreale take one’s breath away! This part of the world has passed through many imperial and cultural hands: the Phoenicians, the Carthaginians, the Greeks, the Romans, the Vandals, the Goths, the Byzantine Empire, the Arabs, the Normans, the French, the Spanish and other powers of Christendom. What was left behind in Sicily is layer-upon-layer of a very rich, tolerant and vibrant culture that has endured to this day. Having been brainwashed by British history books in colonial Ceylon, I learned with some surprise that the most tolerant and enlightened rulers of all the above were the Muslim Arabs. For it was the Arab rule of 200 years that ushered in the greatest period of peace and tolerance for all religions, especially under the rule of Sala-uddin (Saladin) the Saracen, much-reviled in British history books. On the contrary, it was the Normans and the plundering Christian kings who epitomized the rapaciousness and savagery of the crusades, while later the Catholic Church, through its Inquisition, was to make short shrift of the Jews and Muslims. As for monuments, the main Muslim mosques were made into churches and cathedrals – of which the cathedrals of Palermo and Monreale are the most magnificent. The mosaics and marble carvings in the latter were done mainly by Moslem craftsmen, whose delicate filigree work and in-laid floral designs are matched only by the Moorish remains in Grenada and the Taj Mahal in India.",
    "We had now spent almost two weeks in Sicily and were congratulating ourselves on how lucky we had been on this trip, in terms of weather, places visited, and costs incurred. But at this point, misfortune struck. It came in the form of a scirocco, the blistering wind that comes out of the deserts of Africa in April, scorching Sicilian crops and choking the air with desert sand. On our last lap along the northern coastal road from Palermo to Messina, we had chosen to take the new autostrada so as to avoid the traffic on the lower coastal road. Whereas the latter hugged the curves on the coast, the autostrada rode boldly on the ridge of the mountains. But bowling along on this exposed autostrada, I began to feel the tugs of the wind on the caravan (trailer). Fearing that our caravan might topple over, I sought the first exit down to the lower road, where we were sheltered completely from the wind by the range of inland mountains.",
    "Congratulating myself on my genius in avoiding the scirocco, I drove along this sheltered coastal road. My joy was short-lived. After a while, we came to a gorge – a rift in the mountains – forged by a river flowing to the sea, over which there was a long bridge. On the bridge, we would be fully exposed to the wind which came whistling through, funneled more forcefully through the narrow gorge. We had barely gone a few yards on the bridge when the steering wheel came alive in my hands and the caravan started bucking wildly.",
    "Looking in the rear-view mirror, I saw the caravan actually becoming air-borne, while simultaneously hearing it landing on its side with a crash! The car listed to one side with its rear-end lifted up in the air, caught up in the grotesque embrace of the overturned caravan. We jumped out in panic.",
    "Although the caravan lay on its side, it was luckily still on the bridge, held in place by the latter’s low retaining wall. Although the children had managed to scramble out of the car, they were in danger of being blown off the bridge into the gorge! I got them to crawl off the bridge in the shelter of its low parapet wall. But as soon as they crawled off the latter’s shadow, Anjali, my small daughter of 11 years, was sent staggering, almost airborne, by the wind – so that I had to make a flying rugby tackle to bring her down!",
    "Meanwhile, our upturned caravan and car were in the middle of the bridge, bringing all traffic on this main road to a halt, with traffic piling up at both ends. At this juncture, fortune smiled upon us. Just behind us happened to be a military convoy with many big trucks and equipment, headed by a jeep carrying four high-ranking officers. Since our caravan was now blocking the entire bridge, the military set to work. The caravan still rested on its side, held precariously by the low retaining wall of the bridge, from tipping into the gorge.",
    "In the meantime, the soldiers righted the caravan, so that it stood on its own wheels. But only for a moment: for it was immediately struck down by the wind! So they put it upright again – to be immediately smashed down again. This happened repeatedly! Then I got a bright idea: with the massive army trucks lined up on the windward side of the bridge, we gingerly drove off the bridge to the sheltering shadow of a nearby mountain.",
    "We were told to work our way to the next village two miles away, but were warned by the military officers not to move from there for another three to five days – the normal duration of a scirocco! Since we were really scared, we humbly accepted their instructions and limped our way with difficulty to the nearby village. By this time it was getting dark. So with great trepidation, we found a vacant lot in the shadow of a tall unfinished building, which we hoped would shelter us from the wind.",
    "It was at this time that we noticed that we were not alone: for behind a bush was a swarthy man with a woollen cap, peering at us through the shrubbery. For the first time, I began to wonder whether ‘the natives’ were indeed friendly, or whether we really had reason to be afraid in ‘darkest’ Sicily! After some hide-and-seek, he came forward and told me that they had heard in the village that we had suffered an accident on the bridge. He said that he had come to check whether this was true, and whether he could be of any help. He then beckoned with his finger for me to follow him. He led me to a sort of shed in which other swarthy, unshaven men in woollen caps were sitting around, drinking wine. They all stopped to stare at this coloured stranger in seemingly sinister fashion! Really scared by this time, I excused myself and hastily retreated to our caravan, making sure to bolt the door and windows!",
    "Next morning, with the sun shining brightly and a good breakfast under our belts, our predicament looked less dire. The only problem was that the scirocco was blowing unabated and we had to find a means of repairing our caravan, which was very badly damaged. We were discussing the possibilities when our ‘friend’ of the previous night, whose name was ‘Mario’, arrived along with a younger, better dressed man. We discovered later that most of the villagers had no more than a Grade 3 education: they were either unemployed, or were part-time workers on the railway lines, with rather profitless farming as a sideline.",
    "My interlocutors now insisted that I follow them to another house. Although invited for a chat, I soon found that I was at an ‘interrogation’, with many others present. Led by the better dressed young man, they asked where we lived, where we came from, and where and how I was employed. I tried explaining to them that we were from Sri Lanka: but they had never heard of such a country! All went seemingly well until the better-dressed young man, the chief inquisitor (I later found that he was the only one who had advanced to Grade 5) asked me where I was employed.",
    "To make it simple, I told him that I worked for the United Nations in Rome. ‘Ah- ha’ exclaimed the young man in triumph, turning to his audience: ‘How could he work for the United Nations in Rome when the United Nations is in New York?’ The villagers were impressed by their wise man! Pleadingly, I explained that I worked for the Food and Agricultural Organization (FAO), which was part of the United Nations, but which was actually located in Rome.",
    "But to no avail, because their educated young man had unmasked an impostor! None of my explanations did any good, since their ‘prosecutor’ was grandstanding for his audience! We obviously had ulterior motives in coming to their village. We must be zingari (gypsies), the only dark-skinned people they knew, who also moved around in caravans (roulottes) in order to steal. Besides, they all knew that there was no place called Sri Lanka, and they all knew that the United Nations was not in Rome but in New York! Only Il Papa (the Pope) lived in Rome! So why on earth would we come to their village – if not to steal their chickens?",
    "The rest of the day was spent in trying to get emergency repairs to the gancio, the metal device that linked the car to the caravan. We found that the repairs needed three days. When we returned that evening to our damaged caravan, we found that our little daughter, Anjali, had done much to restore our status. A number of children had come to the land below our caravan to see the strangers, and one of them had recognized that we were speaking English. So the shout went up in the village: ‘they are speaking English; they are speaking English!’ By the next day, Anjali added further to our brownie points. Seated on her perch on the retaining wall, she commanded a group of about ten children in their English lessons, repeating after her: ‘c-a-t: cat; m-a-t: mat’, etc.",
    "After three days of sitting out the scirocco and repairing the gancio, we prepared to set out as soon as the wind died down. On our last day, our friend Mario invited us to lunch at his home. This was a great social break-through – since it seemed to show that at least one person in the village trusted us. It was a poor house, barely furnished, with a show of mildewed ‘lace’ (plastic) curtains in the window.",
    "We learned more about the hard life of these poor people, largely uneducated and unemployed, with only part-time casual work on the railway lines. He also told us that the villagers feared that we were zingari (gypsies) who had really come to their village to steal their chickens, but that he really did not believe this. He insisted on coming to see us off the next morning and was almost tearful when we parted. In parting, however, he begged me to please answer one last question. Pleadingly he asked me: ‘Tell me truly, why didn’t you try to steal our chickens?’",
    "Looking back on this delightful but disastrous trip, I was amused that whereas our Sri Lankans friends had been fearful of the Sicilians, the poor Sicilians (at least in this poor village) were more fearful of us Sri Lankans: fearful that we would steal their chickens!",
    "The United States mourns the death of former President Jimmy Carter",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}