{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-to-draft-new-Constitution-after-Parliamentary-elections-Cabinet-Spokesman/56-767435",
  "time_ut": 1727815873.0,
  "original_lang": "en",
  "original_title": "Govt. to draft new Constitution after Parliamentary elections: Cabinet Spokesman",
  "original_body_lines": [
    "The Cabinet Spokesman and Minister Vijitha Herath yesterday announced that the Government will begin drafting a new Constitution following the upcoming Parliamentary elections.",
    "Speaking to the media after the inaugural Cabinet meeting on Monday, he stated that the draft Constitution would be presented to the public for approval via a referendum.",
    "Herath asserted that the recent election focused on electing a President, while the Parliamentary election will establish a Government that can take forward the constitutional process.",
    "“Our manifesto clearly states that a new Constitution will be drafted and presented to the people for their approval. We will begin that process once the new Government has been formed post-14 November,” he added.",
    "The new draft Constitution, Herath explained would devolve political and administrative power to local Government bodies, districts and provinces ensuring the political participation of all ethnicities within the framework of a united country.",
    "During Presidential campaign, President Anura Kumara Dissanayake representing the National People’s Power (NPP) pledged to hold a referendum on a new Constitution, conduct the delayed Provincial Council and Local Government elections within a year and establish a Commission to Investigate Discrimination. On 5 September, speaking at a rally in Jaffna, Dissanayake reiterated his commitment to drafting a new Constitution grounded in equality, democracy and participatory governance. He also noted that the NPP plans to swiftly conclude the Constitutional Reform Process initiated by the Yahapalana (Good Governance) Government."
  ]
}