{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/kavinda-de-zoysa-appointed-chairman-bank-of-ceylon/",
  "time_ut": 1730814360.0,
  "original_lang": "en",
  "original_title": "Kavinda de Zoysa appointed chairman Bank of Ceylon",
  "original_body_lines": [
    "The Bank of Ceylon (BOC), Sri Lanka’s leading state-owned financial institution, announces the appointment of Kavinda de Zoysa as its new Chairman.",
    "de Zoysa, a career banker with over 30 years of industry experience and 25 years in management, brings proven leadership capabilities and strategic insight to BOC. His deep understanding of local and global markets positions him well to support the Bank’s objectives in this evolving environment. Known as a team player and innovator, he champions ethics, compliance, diversity, equity & inclusion (DEI), and believes strongly in meritocracy and agile execution.",
    "“I am honoured to be appointed as the Chairman of the Bank of Ceylon, the largest bank in Sri Lanka and a pillar of strength in the country’s financial sector” said de Zoysa. “I look forward to collaborating with the talented professionals at BOC to drive growth and deliver value to all stakeholders. Together, we will uphold the bank’s legacy while embracing innovation to meet the evolving needs of the Sri Lankan economy, reinforcing our role as the ‘Bankers to the Nation’. This is a pivotal moment for the country, as we enter a new economic renaissance and aim to position Sri Lanka as one of the most dynamic economies in the region.”",
    "He most recently served as Director and Country Business Head of Citibank N.A., Sri Lanka. His nearly two decades of experience at Citi covered Corporate & Investment Banking, Capital Markets, M&A, Risk Management and Advisory. For over a decade, he was a core member of the Country Management Committee and all country franchise Governance Committees. His leadership at Citi saw him develop, implement, and execute Strategic Plans, lead landmark Corporate Finance & Capital Market transactions, Advisory, and promote Digitization.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}