{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Mullaitivu-fishermen-threaten-action-amidst-illegal-fishing-crisis/56-763030",
  "time_ut": 1718222354.0,
  "original_lang": "en",
  "original_title": "Mullaitivu fishermen threaten action amidst illegal fishing crisis",
  "original_body_lines": [
    "Tensions are rising among fishermen in Mullaitivu as Government authorities allegedly continue to fail to stop illegal fishing by fishermen from other provinces, leading to the risk of a major conflict in the region. Local fishing leaders have given the authorities a two-day ultimatum to address the issue, warning of drastic measures if their demands are not met.",
    "Fishermen from outer provinces have been accused of using prohibited gear to fish in the Mullaitivu sea, depleting resources and threatening the livelihoods of local fishermen. This has prompted the Jaffna District Fishermen’s Cooperative Society Vice President, Antonipillai Francis Ratnakumar, to issue a stern warning during a protest held on 10 June in front of the Mullaitivu District Secretariat.",
    "“If the authorities do not take action within two days, the Northern fishermen will take measures to prevent vessels from other areas from entering our waters,” Ratnakumar said. “Our families are starving due to illegal fishing in Nayaru and Kokilai. A decision has to be made about it.” he noted.",
    "The protest, organised by the Fisher community, called for urgent solutions to the illegal fishing crisis. Ratnakumar criticised the Government’s inaction, particularly pointing fingers at the Minister of Fisheries and the Sri Lanka Navy. “We don’t understand why the Minister of Fisheries is merely observing this situation. The Navy seems to be standing by as well, capturing only one or two boats. The Ministry of Fisheries has issued orders against using prohibited gear, but the department officials are not supporting the implementation of these directives,” he claimed.",
    "The fishermen from the North, who rely on the Mullaitivu sea for their livelihoods, emphasised that those from other regions are using banned gear, such as gill nets, to catch thousands of kilos of fish, further aggravating the situation. During the protest, they questioned the lack of proper enforcement of fishing laws, specifically targeting boats from provinces like Matara.",
    "The protesting fishermen reiterated their warning that if their demands are not met within two days, they will unite with fishermen from four districts to confront the issue directly in the sea. They have also stated that any resulting conflict would be the responsibility of the District Secretary, the Minister of Defence, and the Navy. The Government now faces a critical deadline to address these concerns and avoid potential clashes at sea."
  ]
}