{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98660/sydney-church-stabbing-declared-a-terrorist-attack-16-year-old-under-arrest",
  "time_ut": 1713250980.0,
  "original_lang": "en",
  "original_title": "Sydney church stabbing declared a ‘terrorist’ attack; 16-year-old under arrest",
  "original_body_lines": [
    "Australian police have declared Monday’s stabbing at a Sydney church a religiously motivated “terrorist act”.",
    "A 16-year-old boy was arrested after a bishop, a priest and churchgoers were attacked during mass at the Assyrian Christ The Good Shepherd Church.",
    "At least four people suffered “non-life-threatening” injuries, police say. The attacker was also hurt.",
    "The incident was captured on a church livestream and quickly triggered unrest in the suburb of Wakeley.",
    "Australian police define terror offences as being ideologically motivated. Investigations are still under way, but they say they are satisfied this is a case of religious extremism.",
    "Authorities have repeatedly declined to state the religion of the alleged attacker.",
    "Graphic videos of the attack - and the aftermath - spread like wildfire on social media on Monday night, drawing an angry crowd to the Assyrian Orthodox Church, which is about 35km south-west of the city centre.",
    "There the crowd - hundreds of people - violently clashed with police, who were guarding the church where the attacker was being treated by paramedics.",
    "Two officers were injured, one with a broken jaw after he was hit with a brick and fence palings, and 10 police cars destroyed. The violence similarly left paramedics fearing for their safety and “holed up” inside the church for more than three hours.",
    "Prime Minister Anthony Albanese has convened an emergency meeting of national security agencies, calling the attack “disturbing”.",
    "“We’re a peace-loving nation... There’s no place for violent extremism.” Tying to quell further violence, he urged that people “not take the law into their own hands”.",
    "Speaking to media on Tuesday morning, New South Wales (NSW) Police Commissioner Karen Webb said the bishop and priest were undergoing surgery and were “lucky to be alive”.",
    "The church has named the priest as Father Isaac Royel and the bishop as Mar Mari Emmanuel. Ordained in 2011, Bishop Emmanuel is seen as a popular and controversial figure, and his sermons have received millions of views on social media.",
    "Ms Webb said the teenager allegedly made comments to the bishop as he approached, which were “centred around religion”, and police believe staging the attack during a livestreamed service was intended to be “intimidating not only [to] the parishioners in attendance, but those parishioners who were watching online”.",
    "She said the suspect was acting alone, and while “known to police”, he was not on any terror watch list.",
    "The alleged offender has also been in surgery after his fingers were injured, police said, adding it is unclear if he was hurt with his own weapon or when he was apprehended by the congregation.",
    "The incident came only days after the nation was shocked by a separate and unrelated stabbing at a popular Sydney shopping centre, which left seven people dead.",
    "“NSW is on edge and there’s understandable community anxiety at the moment,” said state premier Chris Minns. He appealed for calm, echoing calls from religious and community leaders.",
    "“Their message to their communities was universal and identical, and that is that they deplore violence in all forms, [and] that they have faith in the NSW Police to undertake their investigation,” Mr Minns said.",
    "Any attempt for “tit-for-tat” violence would by “met by the full force of the law”, he added.",
    "A strike force has also been assembled to find those involved in the riot, Ms Webb said: “We will find you and we will come and arrest you.”",
    "The head of the NSW Ambulance also called the behaviour from crowds “outrageous”.",
    "“Our people, that do nothing but go to care and help every single day, need to know that they’ve got the support of the community,” Dominic Morgan said.",
    "The Wakeley neighbourhood is a hub for Sydney’s small Christian Assyrian community, many of whom have fled persecution and war in Iraq and Syria.",
    "Bishop Emmanuel is a prominent leader in that community, and is one of the “kindest, [most] authentic, genuine human beings”, local MP Dai Le said.",
    "However the bishop has had a turbulent relationship with the Assyrian Church, reportedly being suspended for disobeying canons and forming a breakaway church.",
    "In 2021 he became a vocal opponent of Covid-19 restrictions, describing lockdowns in Australia as slavery and arguing that vaccines were futile."
  ]
}