{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110944/encouraging-to-see-strong-female-leadership-emerging-in-sri-lankas-culinary-sector-pm-harini",
  "time_ut": 1753758180.0,
  "original_lang": "en",
  "original_title": "“Encouraging to see strong female leadership emerging in Sri Lanka’s culinary sector”: PM Harini",
  "original_body_lines": [
    "Prime Minister Dr. Harini Amarasuriya says she is pleased to see many female chefs participating in a field that has traditionally been male dominated.",
    "It is encouraging to witness strong female leadership emerging in Sri Lanka’s culinary sector, Prime Minister Dr. Amarasuriya added.",
    "The Prime Minister made these remarks while addressing the SIRHA BOCUSE D’OR Sri Lanka 2025 awarding ceremony, held in Colombo.",
    "Prime Minister Dr. Amarasuriya further stated Sri Lankan chefs are not only culinary artists but they are ambassadors of heritage.",
    "“It is not just about food. It is about excellence, about legacy, about identity.",
    "For Sri Lanka, our participation in this global journey is about more than culinary prestige. It is about placing ourselves at the heart of an international conversation. A conversation about creativity, craft, and cultural expression. Since 2011, when we first sent our culinary ambassadors to the global stage, our journey has been marked by dedication, vision, and a strong belief in our potential.",
    "Sri Lanka’s presence on this platform is not incidental. It reflects the progress of our hospitality industry, our culinary education, and our national ambition.",
    "Tourism and hospitality in Sri Lanka are not only important economic sectors. They are also powerful expressions of who we are. Each memorable dining experience, whether served in a luxury hotel or a humble local eatery, represents our identity, builds global reputation, and creates meaningful connections between people and cultures.",
    "For Sri Lanka, the Bocuse d’Or is both a reflection and a guide. It shows us how far we have come and helps shape the path ahead. Our participation has raised standards, promoted global ambition, and encouraged a spirit of excellence among a new generation of Sri Lankan hospitality professionals.",
    "I am especially pleased to see so many women chefs participating in a field that has traditionally been male dominated. It is encouraging to witness strong female leadership emerging in Sri Lanka’s culinary sector.”"
  ]
}