{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/highest-per-day-share-transactions-over-past-four-months-turnover-rs-1-2-billion/",
  "time_ut": 1709134920.0,
  "original_lang": "en",
  "original_title": "Highest per day share transactions over past four months; turnover Rs. 1.2 billion",
  "original_body_lines": [
    "Stock market trading was quite vibrant yesterday with the highest number of per day transactions being recorded amounting to 11700, over the last four months, while a steady increase was noted of arranged transactions/crossings, market analysts said.",
    "Amid those developments both indices moved up. The All Share Price Index went up by 55.29 points while S and P SL20 rose by 8.5 points. Turnover stood at Rs 1.2 billion with four crossings. Those crossings were reported in Hemas, which crossed 941,000 shares to the tune of Rs 70.5 million and its shares traded at Rs 75, HNB 150,000 shares crossed for Rs 22.7 million; its shares traded at Rs 158, Ceylon Cold Stores 455,000 shares crossed for Rs 20.9 million; its shares sold at Rs 46 and TJ Lanka 550,000 shares crossed to the tune of Rs 20.3 million; its shares traded at Rs 37.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Chevron Lubricants Rs 106.6 million (1 million shares traded), Hayleys Rs 78.1 million (958,000 shares traded), Royal Ceramic Rs 67.9 million (2.2 million shares traded), Expolanka Holdings Rs 61.3 million (419,000 shares traded), Vallible One Erathne Rs 50.3 million (5.5 million shares traded), NDB Rs 44.7 million (743,000 shares traded) and Sampath Bank Rs 40 million (543,000 shares traded). During the day 46.8 million share volumes changed hands in 11700 transactions.",
    "Yesterday rupee opened at Rs 310.10/30 to the US dollar from 310.25/50 the previous day, dealers said.",
    "Bond yields were steady. A bond maturing on 01.08.2026 was quoted at 10.85/11.05 percent. A bond maturing on 15.09.2027 was quoted at 11.85/95 percent from 11.80/95 percent. A bond maturing on 01.07.2028 was quoted at 12.15/25 percent.",
    "How the Sri Lanka-Thailand FTA paves the way for enhanced bilateral trade",
    "CSE records six crossings despite investor worries stemming from polls promises",
    "CSE launches version3 of its Business Intelligence Dashboard – CSE Market IQ (MIQ)",
    "Positive investor sentiment eludes CSE in the absence of macroeconomic support",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}