{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Hirunika-announces-decision-to-step-down-as-SVB-National-Organiser/56-767927",
  "time_ut": 1728846432.0,
  "original_lang": "en",
  "original_title": "Hirunika announces decision to step down as SVB National Organiser",
  "original_body_lines": [
    "Former MP Hirunika Premachandra says she is stepping down to prioritise her personal political future",
    "Emphasises dedication to SJB and intent to contest in upcoming election under SJB ticket",
    "Expresses disappointment with recent remarks criticising SJB grassroots organisers following the Presidential election",
    "Criticises party’s decision to remove actress Damitha Abeyratne from nomination list, calling it unjust",
    "Former Colombo District Member of Parliament Hirunika Premachandra has announced her decision to step down from her role as the National Organiser of the Samagi Vanitha Balawegaya (SVB), the women’s wing of the Samagi Jana Balawegaya (SJB) headed by Sajith Premadasa.",
    "Premachandra made this announcement at a press conference held in Colombo yesterday.",
    "The former MP said she is stepping down from her position as National Organiser of the SVB to focus on her personal political career. Explaining her decision, she said: “The time is right to step away from the SVB and continue my political journey independently.”",
    "Despite resigning from the post, Premachandra confirmed that she will remain with the SJB and plans to contest in the upcoming general election under the party’s ticket. “I have already submitted my resignation letter to General Secretary Ranjith Madduma Bandara. He should have received it by now,” she added.",
    "Reflecting on her time with the SVB, Premachandra recalled the significant activism led by the organisation, particularly during times of national crisis. She noted the SVB’s key role in staging the first protest outside the residence of then-President Gotabaya Rajapaksa in July 2022.",
    "Premachandra expressed confidence that she had fulfilled her responsibilities in the role to the best of her ability.",
    "“I did not engage in politics for myself. Instead, it was for the party leader and the party. Perhaps it is time to focus on myself now with the upcoming elections,” she opined.",
    "Premachandra also expressed disappointment over recent remarks made by a person close to Opposition Leader Sajith Premadasa, who reportedly criticised grassroots-level organisers for their performance during the Presidential election campaign.",
    "“How much did we work? How much did we sacrifice?” Premachandra asked, voicing her frustration. “Blaming the organisers left me deeply disappointed. We were not the ones who missed the mark. People have rejected traditional politics. The SJB failed to understand this new political reality, and that’s where the system fell short.”",
    "Premachandra however also reiterated her belief in her political future, stating: “I think the people will appoint me to Parliament.”",
    "Commenting on the party’s decision not to grant actress Damitha Abeyratne a nomination, Premachandra stated that they had urged party leader Sajith Premadasa to allocate at least one nomination slot in a district for a female politician. She noted that the SVB had recommended Abeyratne as a candidate. Premachandra criticised the removal of Abeyratne from the nomination list after it had been signed, calling it an injustice to her. “This is unfair treatment,” she added."
  ]
}