{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combatting-online-violence-against-children-international-reporting-portal-launched-in-sri-lanka/",
  "time_ut": 1711753980.0,
  "original_lang": "en",
  "original_title": "Combatting Online Violence Against Children: International reporting portal launched in Sri Lanka",
  "original_body_lines": [
    "The International Reporting Portal for Child Sexual Abuse Material (CSAM) in Sri Lanka was officially launched by Ranil Wickremasinghe, President of Sri Lanka, at the Presidential Secretariat, alongside the National Child Protection Authority (NCPA), Internet Watch Foundation (IWF), Save the Children and ChildFund Sri Lanka.",
    "Online violence against children in Sri Lanka has soared over the past decade, with recent research by Save the Children indicating that 3 out of 10 children who are internet users in urban and semi urban areas in Sri Lanka are being victimized by online perpetrators.",
    "The NCPA has been actively combating online violence against children, noting growing trends of illegal activities against children online such as luring children for sexual abuse, sexual harassment, sexual exploitation, sextortion, and threats leading to blackmail.",
    "However, due to a lack of technological infrastructure and technical expertise to support, Sri Lanka has faced challenges in removing Child Sexual Abuse Material (CSAM) from the internet. This calls for international collaboration to effectively address these crimes.",
    "Protecting children from digital harm is a key priority for Save the Children. Since 2018, the child rights organization has been working to bring together stakeholders from government, non-government and private sectors working for child protection, law enforcement, technology, and telecommunications, to collectively address this pervasive issue.",
    "Save the Children has been able to facilitate the collaboration between NCPA and the IWF since 2021, and together with ChildFund Sri Lanka, has supported the development of a reporting portal for Sri Lanka.",
    "The IWF reporting portal will play a crucial role in reporting and taking down online child sexual abuse imagery for countries that do not currently have this facility. Each report processed by the reporting portal will be manually assessed by IWF highly trained analysts using technical internet tracing techniques to locate criminal content, to trace and determine the geographical location of the server on which the content is hosted at the time of assessment.",
    "They report it to the UK National Crime Agency (NCA) who then forward it to INTERPOL, so they can pass it on to the hosting country’s police. They continue to monitor the status of these images and, if required, they will contact the overseas host directly to remove the online images.",
    "The reporting portal is available in Sinhala, Tamil, and English, and is hosted by the NCPA through their homepage, via a link available to the public following the launch – NCPA – Homepage",
    "Buddhini Withana is Save the Children’s Senior Technical Advisor, Child Protection and Child Rights in Business. She says, “Over the past 5 years, our partnership with the Government of Sri Lanka has been dedicated to combatting online violence against children through strategic reporting and identification efforts. Together with children, local and national government authorities, we’ve diligently built evidence and research to address this pressing issue. Our collective dedication in Sri Lanka has laid the groundwork for advocating children’s rights and improving reporting accessibility for the most vulnerable boys and girls. Together with the Government, private sector, and through international collaboration, we are committed to making Sri Lanka a safer place for children.”",
    "This initiative truly marks a significant step forward in protecting and safeguarding children online in Sri Lanka, underscoring the importance of cross functional collaboration, including international cooperation in combating online violence against children.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}