{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/how-s-thomas-college-mount-lavinia-preserved-western-classics-in-sri-lankan-education/",
  "time_ut": 1755228747.0,
  "original_lang": "en",
  "original_title": "How S. Thomas’ College Mount Lavinia Preserved Western Classics In Sri Lankan Education",
  "original_body_lines": [
    "S. Thomas’ College was founded in 1851, three years after the ruthless suppression of the Matale revolt by the despotic Torrington’s regime. At its inception, the school had a specific objective: to produce a set of indigenous clergies for missionary activities in the Church of England. This goal was rooted in the Missionary ideology that ran parallel to the notion of empire during the Victorian era. In addition, the visionary founder, Rev. James Chapman, aimed to promote the classical ethos found in the great public schools of England. This was emblematic of Macaulay’s educational philosophy towards British colonies. He desired to produce a set of progenies who would stay eternally obedient to the crown. Rev. James Chapman, an Etonian and a classical scholar from Cambridge, took a paternal interest in moulding the classical line of education at S. Thomas’. This contrasted with the approach of Colombo Academy under Rev. Boake, which was much more technical, with special emphasis on subjects such as arithmetic and geometry.",
    "Early archival records of S. Thomas’ College, dating back to its days in Mutwal before the move to Mount Lavinia, reveal the special status that western classical studies enjoyed under the guidance of British wardens. Teaching Greek and Latin to students who were themselves just beginning to learn English was a Herculean challenge for the masters at S. Thomas’. Nevertheless, these subjects flourished, as many local boys from aristocratic families recognized the importance of a classical education for integration into Victorian culture.",
    "In 1873, S. Thomas College produced its first play in Greek, Alcestis, a tragedy by Euripides with massive success, and encouraged by this spectacular performance  , Warden Millar set the stage for the second Greek play, which incorporated the whole college. Dr. Lucian Zilwa, who played a lead role in the second Greek play directed by Miller, later reminisces in his lesser-known autobiography “ Scenes of Life Time’ how Classics continued to thrive at S. Thomas’. Zilwa himself excelled in Greek and Latin literature before going on to study medicine in London.",
    "Classical education provided by S. Thomas’ reached a critical stage when Governor MacCallum passed a bill in 1910 repealing Latin, Greek, and other liberal arts as a part of the school curriculum to introduce more technical subjects, which was a heavy blow for the classical scholars in Ceylon. Most of the elite schools in Ceylon adopted this new change with a sense of dismay, but S. Thomas stood firmly adamant in continuing the classical education it provided. Continuity of classics at S. Thomas’ when it began to ebb by the governmental rules around the island  was purely attributed to its erudite warden, Rev. Stone, a renowned classical scholar of his day.",
    "Classical studies experienced a revival within a brief period, validating Stone’s assessments when education directors reinstated classical education as a component of Ceylon’s curriculum. This decision provided reassurance to students preparing for the Cambridge Senior Examinations and aspiring to attend universities in Oxford and Cambridge. During Stone’s tenure, SWRD Bandaranaike distinguished himself as a scholar with notable proficiency in classics and was among Stone’s favored students. James Manor’s political biography, The Expedient Utopian: Bandaranaike and Ceylon, documents the significant influence Stone exerted on Bandaranaike, who was often criticized by his peers for his abrasive demeanor. Manor recounts Bandaranaike’s reflections on his final years at S. Thomas’ College in Mutwal, describing how evenings spent in the college garden and lessons in Horace’s Odes from Rev. Stone inspired Bandaranaike to compose original Latin poetry celebrating the beauty of nature.",
    "The rise of nationalist feelings pervaded the public discourse in the 1930’s followed by Donoughmore constitutional  reforms and much-awaited Dominion status in 1948, paving a path for the gradual eclipse of teaching classics in the island. In particular, after shifting from Colombo to Peradeniya , the newly established University of Ceylon faced a new challenge as its Western classics department received rather limited undergraduates to study ancient languages like Latin and Greek, which resulted in introducing a new discipline called Western Classical Culture, an alternative to study the Greco-Roman wisdom through English translations.",
    "In the late 1950s, many government schools, including Royal College, discontinued the teaching of Latin and Greek. These classical languages were replaced by popular social science subjects such as History and Economics, particularly following the introduction of ‘Swabasha‘ education in 1956. From 1956 until the 1960s, S. Thomas’ College was the only school in Sri Lanka to offer Greek as an optional subject. Latin continued to be taught in the upper forms by experienced teachers such as Mr. DN Pereira and Rev. Lucian Fernando, who provided feedback on students’ answer scripts in classical languages. Perhaps, S. Thomas’ fascination with classics was safeguarded before the changing currents due to the old school ethos of its legendary warden, Canon RS de Saram, who navigated the college in the transitory period of the island from British to natives. Canon de Saram, Oxford-educated classics scholar, used the Greek mythological term “ Thalassa” for warden’s buglow at college,which is still in use and encouraged the teaching of Hela Sinhala at college by prominent Hela Haula members like Arisen Ahubudu, Sadadas Coperahewa, as Canon saw the linguistic connectivity between classical Greek and old Sinhala.",
    "The adoption of classical education at S. Thomas’s College likely resulted from British expectations during their nineteenth-century civilizing mission. However, graduates of the institution ultimately challenged these colonial objectives. For example, alumnus Henry Pedris, executed by British authorities during the 1915 ethnic riots, referenced Horace’s verse ‘Dulce et decorum est pro patria mori,’ likely recalling the Latin he studied at the college. In contrast, SWRD Bandaranaike drew inspiration from the populist politics of Peisistratus of Athens, influencing the political landscape of Sri Lanka. Thus, Bishop Chapman’s original vision went astray. Today, classics is a bygone memory among Sri Lankan schools, and only a subject named Greek and Roman civilization continues with a dwindling number of students. S. Thomas’ College , Mount Lavinia stands as one of the very few schools in the island to offer it today and perhaps the only boy’s school to teach it in Colombo.",
    "*Writer is a lecturer at Faculty of Law , General Sir John Kotelawala Defence University"
  ]
}