{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/my-clash-with-philip-gunawardene-in-the-parliament-restaurant/",
  "time_ut": 1729367280.0,
  "original_lang": "en",
  "original_title": "My clash with Philip Gunawardene in the parliament restaurant",
  "original_body_lines": [
    "In early 1958, I was appointed Deputy Commissioner of the Agrarian Services Department, in charge of implementing the Paddy Lands Act of 1958, under the general direction of the Commissioner. As an officer of the CCS I already had some training and experience in law and administration as well as experience in wet and dry zone agriculture and irrigation.",
    "In setting out to draft the Administrative Regulations under the Act, I came across a number of structural, legal and operational considerations, which probably had not been foreseen by its authors – probably because this was the first time it was being looked at by an administrator with field experience.",
    "The deeper I delved, the more the legal challenges that I foresaw, and the greater the problems from an implementation point of view. First from the conceptual side, the concept and design of the Act did not fit, for example, the agrarian conditions in the Batticaloa district, which raised some problems of implementation. Secondly, because of the Act’s highly contentious nature, its legal provisions were likely to be challenged and its implementation obstructed.",
    "This made it necessary to examine its provisions from an adversarial point of view – which revealed many legal and administrative vulnerabilities. Thirdly, there were new problems of implementation. For example, new records of land ownership, tenancy, etc. would have to be created from scratch (since no such records ever existed) before implementation could even begin. In comparison, the land records in India, Pakistan and Bangladesh had been built up over a period of 200-300 years by the British colonial power. How could such records be created within the six months before the Act would become operational in six districts of the country? And so on.",
    "The Commissioner of Agrarian Services happened to be abroad for three weeks. Thus, not only was I the Acting Head of a Class I, Grade 1 Department at the age of 28 years, but I also needed policy-level help, because this was hitherto uncharted territory in the country. So I asked for an appointment with the Minister of Agriculture, Mr. Phillip Gunawardene, the author of the Act.",
    "I had never met or seen him before. The Minister was charming, affable and even fatherly, over a cup of tea and cakes in Parliament. Getting down to business, I brought to his notice the number of legal difficulties and some of the administrative problems that needed his guidance. I was so intent on my presentation that I failed to notice that he had tossed his spectacles on the table, which was a sign (I was told later) that he was losing his patience – and his temper. I was only halfway through my list when he suddenly banged his fist on the table with a loud noise, stopping me abruptly. “Young man” he exclaimed: “Have you come across these difficulties in the field – or are they in your head?”",
    "When I pointed feebly to my head, “Go and work”, he thundered! “And when you come across these problems, then you come to me!” In complete disarray, I scooped up my files and scooted from Parliament, leaving a trail of paper in my wake! This was the first and last time that I saw Mr. Phillip Gunawardene. He was isolated and pushed out of the Cabinet, to be succeeded as Minister of Agriculture by Mr. C.P. de Silva.",
    "Although upset by my encounter with Mr. Phillip Gunawardene, I came later to recognize that I had been looking at it only from my own administrative and legal point of view, not appreciating his political difficulties in going back to Parliament for amendments, before implementation had even begun! Although I never met Mr. Gunawardene thereafter, he must have appreciated my work: for he later paid me a handsome compliment in Parliament, as recorded in the Hansard. However, within one year of implementation, the Act proved to be unimplementable: for I had proved to be correct on all the legal and administrative points I had brought up with him.",
    "The above resulted in two difficulties that I had to face. Within one year, every one of the legal and administrative problems that I had raised with the Minister (Mr. Philip Gunawardene) had actually come to pass. But secondly, when I needed ministerial help, there was a new Minister, Mr. C.P de Silva, who was actually opposed to the Act and who decided to let it stew in its own legal difficulties, so as to discredit it countrywide. In fact, I had to battle with the new Minister as late as 1960 to get the same loopholes plugged that I had pointed out to the former Minister in 1958.",
    "Starting from the premise that the state machinery, especially at lower levels, was subject to the semi-feudal influence of the landlords, the Paddy Lands Act created a new Department of Agrarian Services at the national level, devoted to its implementation. Moreover, in order to bypass the lower level of administration at field level (which was thought to be under landlord influence), it created Cultivation Committees with assured majorities for the actual cultivators.",
    "This attempt to bias the administration in favour of the weaker sections of the agrarian society represented a change from the view prevailing from colonial times, namely, that the administration would be neutral in its dealings with all sections of the public. It is relevant to note here that most of the agrarian reform programs in Latin America starting from the same premise, opted for separate, dedicated agencies for the implementation of their land reforms. The experiences of Japan, South Korea and Taiwan were quite different because their land reforms were carried out under martial law, or with active military backing; hence they did not need separate, devoted ministries/agencies.",
    "The Act was also innovatory in that it represented the first time in any country in South and Southeast Asia that legal powers in the implementation of tenurial reforms and the management of irrigation and cultivation at field levels were given to an elected body. The idea that an elected body of semi-educated farmers could take over functions from the government bureaucracy was clearly revolutionary at that time. For example, since the rent payable on a particular field was fixed as one-fourth share of the harvest, how could a distant court know how much the gross harvest of a particular field was?",
    "The Act recognized that such factual questions at field level could only be answered at field level. The failure to recognize this and to provide for beneficiary participation in implementing such reforms has been one of the greatest weaknesses of similar programs in other countries of the region at that time.",
    "The first role of the Cultivation Committees was to help in the implementation of the tenancy provisions of the Act (Sections 8-19). The Committees were also authorized to act as intermediaries between landlord and tenant in the collection of rents, etc., thus reducing the personal hold of landlords over their tenants. The Cultivation Committees were thus expected to play an important socio-psychological role in bolstering the confidence of the tenant-cultivators to actively claim their rights under the law.",
    "Secondly, the Cultivation Committees were given important development functions, with powers for the advancement of paddy cultivation in their areas. They were given access to technical advice in the form of Agricultural Extension Officers and Village Cultivation Officers, who were made ex-officio members of the Committees; but with a right only to speak but not to vote at their meetings. It was hoped that with such technical advice emanating from within, and adopted by the Committees, would enable both paddy production and water-management to be greatly improved by the farmers, acting on their own volition.",
    "A third major innovatory function of the Cultivation Committees was in respect of (irrigation) water management, with the Committees taking over the functions of the Irrigation Headmen (Vel Vidanes) at field level. These functions, among others, included enforcement of rules relating to cultivation dates, clearing of channels, fencing, etc, as well as improving water management.",
    "This was in a context where bureaucratic and technical means of water management at field level had already failed. The Paddy Lands Act of 1958 thus predated international recognition of the need for farmer participation in water-management by at least 20 years! This was in the law: in practice, however, the Cultivation Committees under the Act of 1958 never made any progress in this field because they were legally invalidated soon after their formation.",
    "A fourth innovation was in the field of agricultural extension. It was evident then, and more evident now, that agricultural extension systems based on the western models of one extension worker dealing face-to-face with each individual farmer were completely unrealistic in most developing countries with a multitude of small farmers. For example, in Nepal, an extension agent would have to walk one whole day to even reach 20 farmers in remote villages! No developing country in the world could afford such a system in the context of multiple small farmers, which would require a quadrupling or more of extension workers.",
    "Ironically, this has been the recommendation of FAO and the World Bank for decades since the Paddy Lands Act of 1958! It is therefore obvious that a two-stage system or a group system of extension had to be devised, either with the extension agent working through farmer leaders, or through a system of group-extension, as envisaged by the Paddy Lands Act. Thus, the Act’s introduction of such a group extension system with farmer education and participation in the planning and implementation of such self-decided programs of agricultural development was at least 40 years ahead of its time.",
    "Lastly, the tenurial provisions of the Paddy Lands Act needed to be supported by a broader package of institutional support for smallholder agriculture, in order for the Act itself to be effective. Such a package was provided by the establishment of the multipurpose cooperatives, agricultural credit for smallholders, a fertilizer subsidy, a guaranteed price for paddy and a pilot crop insurance scheme. It is important to recognize that the green revolution could not have taken off in Sri Lanka if the institutional support structure for small-scale paddy farming had not been laid in the late 1950s, along with the Paddy Lands Act.",
    "While the Act provided for an active role by farmers’ organizations (the Cultivation Committees), it is clear that the latter were  not neutral farmer organizations. It was known, for example, that the village cooperatives in most countries of South Asia were under the control of the big landlords. The Paddy Lands Act, therefore, went to great lengths to neutralize the overweening power of the landlords by weighting these Committees heavily in favour of the actual cultivators.",
    "The landlords, however, retaliated by getting the Cultivation Committees declared legally invalid. This had the effect of cutting off the implementation structure at the knees, with no feet on the ground, making field level implementation impossible. Thus one of the main laudatory features of the Act, namely, its provision for beneficiary participation, proved also to be its Achilles heel, leading ultimately to its collapse. Although such local farmers’ associations weighted in favour of the actual tillers succeeded in Japan, Taiwan and South Korea, they were supported by martial law or military force.",
    "In contrast, our Cultivation Committees were subject to a judicial system under the rule of law in a democracy. In fact, it even allowed a President of a Village Tribunal to famously declare from the bench: “Pillippua Parippua-ge kumburu panatha apita epa” (We do not want lousy Phillip’s Paddy Lands Act!)",
    "The Department of Agrarian Services organized rounds of field-level meetings, trying to encourage the Cultivation Committees to hold fast, promising that legal amendments would soon be forthcoming to remedy their legal incapacity. But in fact, these amendments came too late. They were passed only after the landlords had already evicted their tenants, and only after the Cultivation Committees had been seen to have failed in their cultivation and irrigation duties, thus losing the confidence of the farmers themselves.",
    "It is also necessary to consider the socio-political climate in the villages at that time. There was euphoria among the tenant-cultivators and agricultural workers when the Act was passed. This was heightened by their participation in the election of the Cultivation Committees. This enthusiasm was reflected in other aspects of cultivation too. Fertilizer consumption doubled in the first year of the formation of the Cultivation Committees, but collapsed in the year following their legal invalidation.",
    "This collapse caused great demoralization among the cultivators, since they had gained great psychological support from the Committees in standing up for their rights. With their collapse, many tenants surrendered their rights, accepting their plight as “hidden tenants” with no rights under the law. There was chaos in the paddy fields too, since there was no agency left to ensure that the fields were fenced, or the irrigation water issued.",
    "Hence, by the time the Cultivation Committees were re-legalized by the Paddy Lands (Amendment) Acts of 1961 and 1964, the latter served only to close the stable door after the horse had bolted. The Committees never regained the vigour and vibrancy that accompanied the first flush of their formation under the Act of 1958.",
    "Unfortunately, the subsequent amendments to the Act (i.e. the amendments of 1961, 1964, 1972 and 1979) increased the heavy hand of the bureaucracy within the Cultivation Committees and Agricultural Productivity Committees that took their place. As in other cases, such bureaucratization has been accompanied by politicization of the institutions and processes dealing with paddy cultivation, making a mockery of the elected and participatory nature of the Cultivation Committees under the Paddy Lands Act of 1958.",
    "Real estate deals in the UK including buying a house that once belonged to Margaret Thatcher",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}