{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98925/president-reveals-plans-to-expand-cinnamon-cultivation-under-agri-modernization-program",
  "time_ut": 1714408980.0,
  "original_lang": "en",
  "original_title": "President reveals plans to expand cinnamon cultivation under agri modernization program",
  "original_body_lines": [
    "President Ranil Wickremesinghe reiterated the government’s commitment to maximizing the contribution of agriculture to the country’s economic advancement. He highlighted the implementation of programs aimed at popularizing cinnamon cultivation, a significant export crop in the country’s history, as part of the agricultural modernization initiative.",
    "President Ranil Wickremesinghe made these remarks while attending the “Dilmah Cinnamon” launching ceremony held yesterday (28) at the Galle Face Hotel in Colombo, the PMD reported.",
    "The “Dilmah” brand, renowned for elevating “Ceylon Tea” in the global market, has ventured into the Sri Lankan cinnamon industry by expanding its domestic exports through the company, introducing high-quality cinnamon products to the global market.",
    "President Ranil Wickremesinghe, alongside President of the World Association of Chefs’ Societies Master Chef Thomas Gugler, symbolically unveiled Dilmah Cinnamon products.",
    "Expressing appreciation for the resurrecting of “Ceylon Cinnamon” akin to Dilmah’s success with “Ceylon Tea,” the President expressed confidence that this initiative would mark the inception of a new era in the country’s economy.",
    "“What you don’t realize is that cinnamon is a part of our history. When the Polonnaruwa kingdom collapsed and we moved into the southwest wet zone, the only thing that kept the economy going was cinnamon. If we had no cinnamon, we wouldn’t have had the kingdoms of Dambadeniya or Yapahuwa or Gampola or Raigama or Kotte. That’s how closely tied cinnamon is to our history.",
    "The ruler of Jaffna was luckier. He had elephants and pearls. But he got ambitious. He got greedy. He thought that he should also get a share of the cinnamon. So, he came, he conquered, he captured Puttalam, got the rulers to pay tribute, but he said that wasn’t enough, he must control the trade. So, he decided to come and take over Raigama and Kotte. The Kerala merchants who controlled the trade thought we can’t let him go any further. So, they got Alakeshwara, the top man in their number, to build a fort and defeat Arya Chakrawarthi. So that’s another part of our history.",
    "Why did Parakramabahu VI take over the Kandyan kingdom? Because then he could control all the cinnamon. And the splendor of that kingdom is depicted in the “Sela Lihini Sandeshaya”. Take the example of Rajasinghe of Sitawaka who fought the Portuguese. He confined them to the forts of Colombo and Negombo. He took over all the cinnamon that was collected in his kingdom and the areas under Kotte.",
    "Then he took all the cinnamon and burnt all the low-quality cinnamon, leaving only the high-quality ones. I don’t know whether Dilmah has been paying copyrights or royalties to his descendants. So this is how much cinnamon is tied up with our kingdoms. And that provided the money for the Kandyan kingdom to exist. But as cinnamon gave way to coffee and tea, when the price of cinnamon came down, the whole situation changed.",
    "But now we see that Sri Lankan cinnamon is still the best in the world. And thank you, Dilmah, for resurrecting the name “Ceylon tea”, just as you have resurrected the name “Ceylon cinnamon”. So I hope this is the beginning of our journey. Because we, the government, have also decided that if we are to go ahead with economic transformation, why don’t we make use of agriculture? From the time of the Sinhala kings until the British left us in 1948, agriculture was our mainstay. I am not saying to do away with others; all that is essential. But we forgot about agriculture. So, the whole plan for modernization is being discussed. New legislation is being brought in. But it has to be a beneficiary-centric process in which the government and the private sector join together. So as far as cinnamon is concerned, I think you’ve set the way, and we are here to help you. So, this is the beginning of another chapter in cinnamon, which will see it coming back to its glory. Thanks to Dilmah and whatever support you need, we are here to give it to you. So, all the best to Dilmah and to all of you.”",
    "Prof. Maithree Wickramasinghe, Minister of Health and Industries Dr. Ramesh Pathirana, President’s Senior Adviser on National Security and Chief of Presidential Staff Mr. Sagala Ratnayaka, along with high commissioners and ambassadors, Chairman of the Dilmah Group Mr. Dilhan Fernando & the family including a distinguished gathering graced the occasion."
  ]
}