{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-close-up-banking-shares-attract-local-interest-147111/",
  "time_ut": 1732792740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks close up, banking shares attract local interest",
  "original_body_lines": [
    "ECONOMYNEXT – The Colombo Stock Exchange closed up on Thursday, data on its site showed.",
    "The broader ASPI closed up 0.88 percent, or 114.50 points, at 13,164; while the more liquid S&P SL20 Index closed up 1.06 percent, or 41.01 points, at 3,917.",
    "“Now that the government has announced a deadline for the ISB exchange, the banking sector is getting more positive traction, mostly from local investors,” Softlogic Stockbrokers said.",
    "Sampath Bank saw buying interest from local investors, they said.",
    "“Foreign investors are selectively taking positions, they are not that active.",
    "“With the IMF third tranche still pending the global audience is waiting to see the participation rate in the bond exchange.",
    "“If a considerable number are exchanged then they will view it as a success. Once we conclude that we can expect higher foreign participation.”",
    "Local investors, particularly institutions, were taking positions in anticipation of this foreign participation coming in later, they said. “When foreign activity enters prices are likely to improve.”",
    "Top turnover generators were Sampath Bank (up at 97.80), John Keells Holdings (up at 20.00), Hatton National Bank (up at 233.50), LB Finance (up at 79.50) and Hemas Holdings (up at 83.50).",
    "Crossings were recorded on Sampath, JKH, HNB, LB, Royal Ceramics (up at 33.40), DFCC Bank (up at 87.90), Commercial Bank (up at 123.00), Nations Trust Bank (up at 152.50), Hemas Holdings (up at 83.50) and Agalawatte Plantations (up at 37.50).",
    "Foreign buying interest was seen in Seylan Bank (up at 61.00), Union Assurance (up at 53.80), LB, Tokyo Cement (up at 47.60), Softlogic Holdings (up at 7.80), Citrus Leisure (up at 4.40).",
    "Foreign selling interest was seen in JKH, Hemas, Sampath, Seylan Bank non-voting (up at 43.40), Commercial Bank non-voting (up at 94.90), Distilleries Company (up at 31.30). (Colombo/Nov28/2024)"
  ]
}