{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/young-sri-lankan-innovators-showcase-new-ideas-creations-at-dreamcraft-160533/",
  "time_ut": 1714392060.0,
  "original_lang": "en",
  "original_title": "Young Sri Lankan innovators showcase new ideas, creations at DreamCraft",
  "original_body_lines": [
    "ECONOMYNEXT – Young Sri Lankan school innovators showcased their creative products at DreamCraft exhibition in Colombo on the International Innovation and Creativity Day this month, illustrating the importance of educational initiatives in entrepreneurial success.",
    "The exhibition showcased the talents on young innovators who demonstrated practical skills in handling latest technology like 3D printing and start ups by young kids which are likely to spark economic opportunities in the future.",
    "“The DreamCraft exhibition is more than a celebration of youthful creativity—it is a catalyst for economic growth,” the Exhibition organizers IgniterSpace and TRACE said in a statement on the exhibition held on April 21.",
    "“By channeling young talent into innovation, Sri Lanka can enhance its competitive edge globally. The focus on STEM (Science, Technology, Engineering and Maths) education and entrepreneurial skills at such events translates into a workforce that is not only skilled but also capable of launching ventures that contribute to the nation’s GDP and attract international investment.”",
    "Sri Lanka is in the process to introduce Science, Technology, Engineering, the Arts and Mathematics (STEAM)-oriented education system to revamp the island nation’s “outdated” education system.",
    "STEAM education is an approach to learn the uses of Science, Technology, Engineering, the Arts and Mathematics as an access point for guiding and improving student inquiry, dialogue, and critical thinking.",
    "Originated in the United States, STEAM education is currently used in 96 countries around the world and has attracted the attention of educators everywhere as a highly successful method of education.",
    "The exhibition was organized in collaboration with IgniterSpace, which guides kids on technology and engineering, in collaboration with TRACE, a local organization that promotes collaboration, creativity, and entrepreneurship through technology and innovation across disciplines. (Colombo/April 28/2024)"
  ]
}