{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sp-keeps-sri-lanka-at-selective-default-on-unfinished-srilankan-airlines-bond-196583/",
  "time_ut": 1735304400.0,
  "original_lang": "en",
  "original_title": "S&P keeps Sri Lanka at selective default on unfinished SriLankan Airlines bond",
  "original_body_lines": [
    "ECONOMYNEXT – Standard and Poor’s (S&P) said it was keeping Sri Lanka’s sovereign rating at selective default because a defaulted SriLankan Airlines bond has not yet been restructured, but has rated newly issued restructured bonds at CCC+.",
    "The 175 million dollar SriLankan Airlines bond is guaranteed by the government and remains in default.",
    "“We could raise our long-term foreign currency sovereign credit rating once Sri Lanka completes the restructuring of its remaining foreign currency-denominated commercial debt, including the government-guaranteed bond that SriLankan Airlines issued,” S&P Global Rating said in a statement.",
    "However, the new bond given in exchange for defaulted sovereign bonds have have been rated CCC+.",
    "Both Fitch and Moody’s upgraded the sovereign rating despite the outstanding SriLankan Airlines bond.",
    "Sri Lanka ‘SD/SD’ Foreign Currency And ‘CCC+/C’ Local Currency Ratings Affirmed; New Issues Rated ‘CCC+’",
    "• Sri Lanka has completed the exchange of most of its US$12.55 billion existing international sovereign bonds (ISB) for a combination of new notes.",
    "• The government appears to be still working on restructuring a US$175 million bond issued by SriLankan Airlines that it guarantees, which remains in default.",
    "• We affirmed our ‘SD/SD’ (selective default) foreign currency and ‘CCC+/C’ local currency sovereign credit ratings on Sri Lanka. At the same time, we assigned our ‘CCC+’ foreign currency issue ratings to some of the newly issued series of Sri Lanka’s sovereign bonds, including past due interest (PDI) bonds, governance-linked bonds, and U.S. dollar step-up bonds.",
    "• The outlook on the ‘CCC+’ long-term local currency rating is stable.",
    "On Dec. 27, 2024, S&P Global Ratings affirmed its ‘SD/SD’ (selective default) long- and short-term foreign currency and ‘CCC+/C’ long- and short-term local currency sovereign credit ratings on Sri Lanka. The outlook on the long-term local currency rating is stable.",
    "We also revised upward our transfer and convertibility assessment on Sri Lanka to ‘CCC+’ from ‘CCC’ previously.",
    "At the same time, we assigned our ‘CCC+’ issue ratings to three categories of Sri Lanka’s post-restructuring new notes:",
    "• Amortizing U.S. dollar step-up bonds maturing in 2038; and",
    "Our long-term foreign currency rating on Sri Lanka is ‘SD’. We do not assign outlooks to ‘SD’ ratings because they express a condition and not a forward-looking opinion of default probability.",
    "The stable outlook on the long-term local currency rating reflects the balance of improvements to Sri Lanka’s debt profile achieved through its domestic and external restructuring exercises against continued risk to the government’s fiscal sustainability from ongoing economic, external, and fiscal pressures over the next 12 months.",
    "We could lower the long-term local currency rating on Sri Lanka if there are indications of a further restructuring of obligations denominated in the Sri Lankan rupee to commercial creditors.",
    "Developments that could precede these indications include a rapid rise in inflation, a further rise in the government’s interest burden, or a significantly worse fiscal performance by the government leading to local currency funding pressures.",
    "We could raise the long-term local currency rating on Sri Lanka if we perceive that the sustainability of the government’s large local currency debt stock has improved further.",
    "This could be the case if, for example, the government’s fiscal metrics and the performance of the economy improve much more quickly than we expect.",
    "We could raise our long-term foreign currency sovereign credit rating once Sri Lanka completes the restructuring of its remaining foreign currency-denominated commercial debt, including the government-guaranteed bond that SriLankan Airlines issued. The rating would reflect Sri Lanka’s creditworthiness post-restructuring.",
    "Our post-restructuring ratings tend to be in the ‘CCC’ or low ‘B’ categories, depending on the sovereign’s new debt structure and capacity to support its debt.",
    "We assigned our ‘CCC+’ foreign currency issue ratings to three of Sri Lanka’s categories of new notes following the completion of the government’s distressed debt exchange on its ISBs.",
    "The exchange offer received the consent of holders of more than 97% of the outstanding ISBs, sufficiently exceeding the required thresholds set out in the exchange offer to complete the transaction.",
    "The restructuring of Sri Lanka’s US$12.5 billion ISBs plus capitalized interest aims to ease external debt-service pressure and restore public debt sustainability as part of the country’s ongoing extended funding facility arrangement with the IMF.",
    "Following the bond exchange, Sri Lanka will achieve under the baseline scenario approximately US$9.5 billion in debt service payment reduction over the four-year IMF program period, a 31% reduction in the coupon rate of its bonds, and an extension of the average maturity profile of more than five years, according to estimates from the Sri Lankan Treasury.",
    "Bondholders representing 97.8% of the total ISB value outstanding agreed to the exchange offer, which grants them new notes in various structures under global or local options.",
    "The global option includes: (1) a capitalized interest bond with a coupon of 4.0% (PDI bond), (2) macro-linked bonds with contingencies for nominal and real GDP performance (MLBs); and (3) a governance-linked bond (GLB) with a coupon that will step up in 2027 and again in 2032.",
    "The GLBs are subject to two interest step-ups in 2027 and 2032. The application of a potential step-down margin in 2028 will hinge on two government key performance indicators, including the government’s 2026-2027 revenue performance and publication of a fiscal strategy statement in accordance with certain criteria.",
    "If both are achieved, the coupon will be lowered by 75bps following timely certification of the government having met the relevant KPIs. We consider the KPIs to be related to improvements in Sri Lanka’s creditworthiness.",
    "The local option includes a U.S. dollar step-up bond with a smaller nominal haircut of 10% and a lower coupon starting from 1.0%, in addition to two other bonds.",
    "The coupon gradually rises over time to a terminal rate of 3.5% in 2036-2038. The bond contains an alternative currency event clause allowing Sri Lanka to make coupon and principal payments in the Sri Lankan rupee equivalent if it is unable or impracticable to make payment in the U.S. dollar.",
    "As per our rating definitions, our ‘CCC+’ local currency rating suggests the creditworthiness of an issuer is vulnerable and dependent upon favorable financial and economic conditions, but the issuer does not face a near-term payment crisis (see “S&P Global Ratings Definitions,” published on RatingsDirect, Dec. 2, 2024).",
    "We affirmed our long- term and short-term ‘SD’ foreign currency sovereign credit ratings because Sri Lanka’s government appears to be still in the early stages of restructuring a US$175 million bond issued by SriLankan Airlines that it guarantees."
  ]
}