{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112913/philippines-cancels-classes-flights-as-new-storm-looms",
  "time_ut": 1758792720.0,
  "original_lang": "en",
  "original_title": "Philippines cancels classes, flights as new storm looms",
  "original_body_lines": [
    "The Philippines shut schools and scrapped flights on Thursday (Sep 25) as a fresh storm threatened to hit just days after a super typhoon killed nine people in the archipelago.",
    "Severe Tropical Storm Bualoi is forecast to intensify into a typhoon on Friday and then slam into the southern end of the Philippines’ largest island, Luzon.",
    "“Widespread flooding and landslides in mountainous areas are possible,” Benison Estareja from the nation’s weather service told a briefing.",
    "The Philippines is hit by an average of 20 storms and typhoons each year, putting millions of people in disaster-prone areas in a state of constant poverty.",
    "Scientists warn that storms are becoming more powerful as the world warms due to the effects of human-driven climate change.",
    "Authorities warned of a “high risk of life-threatening storm surge” of up to 3m with the coming storm.",
    "The Philippine Coast Guard said around 1,500 people were stranded in ports of Bicol, the region where the typhoon is forecast to hit.",
    "Thousands were also still displaced in the rain-soaked nation after Super Typhoon Ragasa passed over the country’s far northern end and killed at least nine people.",
    "The weather bureau said the outer bands of Bualoi might also bring rains to the northern Philippines.",
    "“These rains are continuous and may cause renewed flooding, and landslides, especially in areas that are already saturated,” Civil Defence Administrator Harold Cabreros said late on Wednesday.",
    "Seven fishermen died during Ragasa when their boat was flipped over by huge waves in the far northern Cagayan Province, while one person was killed by a toppled tree.",
    "A typhoon-triggered landslide also killed a 74-year-old man and injured at least seven people in Benguet, a mountainous province north of Manila.",
    "Philippine President Ferdinand Marcos pledged late on Wednesday that food, medicine and other aid were in position in areas where Bualoi is expected to pass.",
    "The storms come as public anger seethes over a scandal involving bogus flood-control projects believed to have cost taxpayers billions of dollars."
  ]
}