{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112450/sri-lanka-welcomes-un-resolution-endorsing-new-york-declaration-on-palestine",
  "time_ut": 1757730480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka welcomes UN resolution endorsing New York declaration on Palestine",
  "original_body_lines": [
    "Sri Lanka has welcomed the adoption by the United Nations General Assembly (UNGA) of the resolution endorsing the New York Declaration on the peaceful settlement of the Question of Palestine and the implementation of the two-state solution.",
    "In a statement, the Ministry of Foreign Affairs, Foreign Employment and Tourism expressed its sincere appreciation to Saudi Arabia and France for their leadership in advancing this important initiative.",
    "Sri Lanka reaffirmed its unwavering support for the inalienable right of the Palestinian people to statehood, in accordance with the purposes and principles of the Charter of the United Nations and the relevant UN resolutions.",
    "The United Nations General Assembly on Friday overwhelmingly voted to endorse a declaration outlining “tangible, timebound, and irreversible steps” towards a two-state solution between Israel and the Palestinians ahead of a meeting of world leaders.",
    "The seven-page declaration is the result of an international conference at the U.N. in July - hosted by Saudi Arabia and France - on the decades-long conflict. The United States and Israel boycotted the event.",
    "A resolution endorsing the declaration received 142 votes in favor and 10 against, while 12 countries abstained.",
    "The vote comes ahead of a meeting of world leaders on September 22 - on the sidelines of the high-level U.N. General Assembly - where Britain, France, and Australia are expected to formally recognize a Palestinian state.",
    "The declaration endorsed by the 193-member General Assembly condemns the attacks against Israel by Palestinian militants Hamas on October 7, 2023, which triggered the war in Gaza.",
    "It also condemns the attacks by Israel against civilians and civilian infrastructure in Gaza, siege and starvation, “which have resulted in a devastating humanitarian catastrophe and protection crisis.”",
    "French Foreign Minister Jean-Noel Barrot said the resolution secured the international isolation of Hamas.",
    "“For the first time today, the United Nations adopted a text condemning it for its crimes and calling for its surrender and disarmament,” he said in an X post.",
    "The resolution was supported by all Gulf Arab states. Israel and the United States voted against it, along with Argentina, Hungary, Micronesia, Nauru, Palau, Papua New Guinea, Paraguay and Tonga.",
    "The declaration endorsed by the resolution says the war in Gaza “must end now” and support the deployment of a temporary international stabilization mission mandated by the U.N. Security Council.",
    "The United States described the vote as “yet another misguided and ill-timed publicity stunt” that undermined serious diplomatic efforts to end the conflict.",
    "“Make no mistake, this resolution is a gift to Hamas,” U.S. diplomat Morgan Ortagus told the General Assembly. “Far from promoting peace, the conference has already prolonged the war, emboldened Hamas and harmed the prospects of peace in both short and long term.”",
    "Israel, which has long criticized the U.N. for not condemning Hamas by name for the October 7 attacks, dismissed the declaration as one-sided and described the vote as theater.",
    "“The only beneficiary is Hamas …When terrorists are the ones cheering, you are not advancing peace; you are advancing terror,” Israel’s U.N. Ambassador Danny Danon said.",
    "The October 7, 2023, Hamas attack on Israel killed 1,200 people, mostly civilians, and about 251 were taken hostage, according to Israeli tallies. More than 64,000 people, also mostly civilians, have since been killed during the war in Gaza, according to local health authorities."
  ]
}