{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/SOERU-and-insulation-it-provides-against-bad-privatisations/14-764710",
  "time_ut": 1721859542.0,
  "original_lang": "en",
  "original_title": "SOERU and insulation it provides against bad privatisations",
  "original_body_lines": [
    "For decades, Sri Lanka’s SOEs have been plagued by inefficiency, corruption, and a lack of transparency. Apart from the burden on the public purse, the consequences for citizens have included substandard medicines to exploding gas cylinders. Over the past 20 years vested interests have mushroomed around SOEs.",
    "The opposition to privatisation in Sri Lanka stems from a mixture of ideology and vested interests. On the ideological front, there’s a lingering sentiment, rooted in post-independence nationalism, that views state ownership as a bulwark against foreign exploitation. This perspective sees SOEs not just as economic entities, but as symbols of national sovereignty and social welfare, regardless of how well these entities actually serve the purpose for which they were set up.",
    "However, much of the opposition stems from entrenched vested interests. Trade unions may have genuine concerns fearing job losses. Then there are the suppliers, many politically connected, who profit handsomely from contracts with SOEs. Privatisation threatens their lucrative arrangements. Most formidable are the politicians themselves. SOEs are their patronage piggy banks, offering jobs to supporters, contracts to financiers, and opportunities of corruption for themselves. For these groups, opposing privatisation isn’t about protecting the public good; it’s about preserving their personal and political fiefdoms.",
    "These vested interests usually work behind the scenes instigating the clergy and other groups to oppose privatisation or reform. Understanding this interplay of misguided ideology and naked self-interest is crucial for anyone seeking to reform Sri Lanka’s economy.",
    "The Sri Lankan Cabinet’s approval of the State-Owned Enterprise (SOE) Reform Policy is an important moment in the country’s economic governance. This policy, crafted by the State-Owned Enterprise Restructuring Unit (SOERU), establishes a clear, principled framework for managing and reforming SOEs, addressing long-standing issues of inefficiency, corruption and the fiscal burden.",
    "At the heart of the policy are nine strategic principles, the most important being the principle of State ownership justification. This criterion mandates State control for instances of market failure or where essential goods and services cannot be efficiently provided by the private sector. This ownership clarity focuses government resources on genuine public needs and curbs the practice of using SOEs as political playthings, reducing opportunities for patronage and corruption. Another pivotal principle is the redefinition of commercial SOEs as Public Commercial Businesses (PCBs). This isn’t mere semantics; it’s a fundamental shift in mindset. PCBs are expected to operate on commercial principles, prioritising efficiency, profitability, and market competitiveness. This principle, combined with the mandate for PCBs to comply with corporate governance standards akin to listed companies, injects private sector discipline into public entities.",
    "The establishment of a holding company for PCBs. helps minimise political interference and the abuse of PCB resources for political ends. The holding company will set performance targets, monitor efficiency, and crucially, implement time-bound exit strategies. This ensures that state involvement in commercial sectors is temporary, a bridge to a fully competitive market. Governance reforms are equally robust. The policy stipulates stringent ‘fit and proper’ criteria for board appointments, ending the era of political appointees. An independent Advisory Council will oversee this process, of appointing directors to the holding company, further insulating it from political interference.",
    "For appointment of directors to PCBs under the holding company; each subsidiary PCB will establish a nominations committee in accordance with CSE rules. This committee will recommend director candidates to the subsidiary’s board, ensuring these candidates meet the ‘fit and proper’ test and the profile outlined in the PCB’s Articles of Association. If the subsidiary board approves a candidate, the recommendation will be sent to the holding company for final approval. Both the subsidiary board and the holding company board must approve the candidate for the appointment to proceed. If either board disapproves, the nominations committee must propose a new candidate. This process minimises political interference.",
    "Transparency and accountability are also hardwired into the policy. PCBs will be required to make comprehensive, standardised disclosures, mirroring Colombo Stock Exchange and Securities and Exchange Commission standards. This includes a board committee oversight, audit, related party transactions and remuneration committees. The disclosure rules will increase transparency",
    "Subjecting State-Owned Enterprises (SOEs) in Sri Lanka to the governance regulations of the Colombo Stock Exchange (CSE) and the Securities and Exchange Commission (SEC) can significantly enhance their governance in several ways:",
    "Enhanced transparency:Disclosure requirements: CSE and SEC regulations mandate comprehensive and timely disclosure of financial and operational information. This ensures that PCBs provide transparent, accurate, and timely information about their activities, financial health, and decision-making processes.",
    "Regular reporting: SOEs would be required to publish quarterly and annual reports, making their financial status and performance publicly accessible and subject to scrutiny. Currently PCBs only report annually and usually several years after the year end.",
    "Independent oversight: Establishing board committees, including audit, remuneration, and nomination committees, introduces layers of independent oversight. These committees, comprising independent directors, help ensure that decisions are made in the best interest of the SOE and its stakeholders. The audit committee is particularly important as the majority of the PCBs have thus far been unable to furnish a “clean” audit report. The primary purpose of a company’s audit committee is to provide oversight of the financial reporting process, the audit process, the company’s system of internal controls and compliance with laws and regulations.",
    "Market discipline: Compliance with CSE and SEC regulations subjects SOEs to market discipline, where their performance and governance are constantly monitored by investors, analysts, and other market participants.",
    "Investor assurance: By adhering to recognised governance standards, SOEs can attract domestic and foreign investors, as compliance with these regulations is often seen as a sign of credibility and stability.",
    "Board composition: Regulations typically require a certain number of independent directors, which brings in external expertise and reduces the potential for undue influence by any single stakeholder group.",
    "Skill and diversity: Emphasis on the diversity of skills and backgrounds among board members can lead to more balanced and effective decision-making.",
    "Code of Conduct: Adoption of a formal code of conduct for board members and executives, as required by CSE and SEC regulations, promotes ethical behaviour and sets clear expectations for professional conduct.",
    "Compliance programs: Robust compliance programs ensure adherence to laws, regulations, and internal policies, reducing the likelihood of legal issues and enhancing overall governance. By adopting CSE and SEC governance regulations, Sri Lanka’s SOEs can significantly improve their operational efficiency, transparency, and accountability. This move can help build public trust, attract investment, and ensure that these enterprises contribute effectively to the national economy. In summary, the SOE Reform Policy is Sri Lanka’s economic game-changer. By clearly delineating State roles, injecting commercial discipline, fortifying governance, and mandating transparency, it transforms SOEs from political fiefdoms to public assets."
  ]
}