{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cargills-partners-with-usaid-to-launch-innovative-ev-charging-initiative/",
  "time_ut": 1711384320.0,
  "original_lang": "en",
  "original_title": "Cargills partners with USAID to launch innovative EV charging initiative",
  "original_body_lines": [
    "Cargills, in collaboration with the United States via the United States Agency for International Development (USAID), announced the successful launch of a groundbreaking project aimed at making renewable energy more accessible to all Sri Lankans who own electric vehicles (EVs).",
    "Cargills and USAID, through the Sri Lanka Energy Program, have co-funded and implemented this pioneering initiative to integrate EV charging stations complemented by solar power into multiple Cargills Retail locations in Colombo.",
    "The overarching goal of this initiative is to promote the adoption of renewable energy solutions, particularly electric vehicles, by providing convenient and affordable charging options for individuals from any socio-economic background. Recognizing the need for a nationwide EV charging station network and robust EV standards and policies, the USAID Sri Lanka Energy Program is collaborating with relevant entities from both the government and the private sector to accelerate progress towards sustainable e-mobility. Collaborating with Cargills under this initiative aligns with the broader mission of the Program to enhance energy security, promote economic growth, and mitigate the effects of climate change.",
    "Speaking at the launch ceremony held on March 21, 2024, at Cargills Food City in Bauddhaloka Mawatha, the U.S. Ambassador to Sri Lanka, Julie Chung, praised the collaborative efforts that made this project a reality. “Development challenges absolutely need the private sector to help drive solutions, so I’m thrilled to extend my gratitude to Cargills for its strong partnership with the United States in this and other sectors,” she said. “By integrating EV charging stations into everyday spaces like supermarkets, we are not only expanding access to renewable energy but also transforming the way people think about transportation and sustainability.”",
    "Related Topics:Cargills partners with USAID to launch innovative EV charging initiative",
    "Women’s financial literacy and digital knowledge failing to meet global standards – Advocata forum",
    "Trade Finance Association of Bankers holds 27th AGM for year 2024/2025",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}