{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82992",
  "time_ut": 1698434640.0,
  "original_lang": "en",
  "original_title": "Batticaloa Magalaramaya Vihara Chief Incumbent  Ampitiye Sumana Thera Threatens to cut Tamils Living in South to Pieces;MA Sumanthiran MP writes to IGP CD Wickramaratne  Questioning Police Inaction over Monk’s Statement Violating the International Covenant on Civil and Political Rights (ICCPR) Act",
  "original_body_lines": [
    "Tamil National Alliance (TNA) Spokesman and MP M.A. Sumanthiran writing to IGP C.D. Wickramaratne yesterday questioned the police’s inaction against the recent controversial comments inciting “racial hatred and violence” made by the Chief Incumbent of the Magalaramaya Vihara, Batticaloa – Ampitiye Sumana Thera.",
    "In a recent video shot this week the Thera’s behaviour became highly agitated after he made an accusation that a contractor had engaged in the demolition of a burial ground exclusively designated for the Sinhalese community in the area. This alleged action he said involved in the destruction of numerous burial plots, including that of the Thera’s own mother. The Bhikku was observed employing racially derogatory language while raising questions about the ethnicity and religion of the individual responsible for the action.",
    "The MP in his letter noted that the Bhikku had threatened to cut Tamils living in Sri Lanka’s South “to pieces” following the incident.",
    "“Ven. Sumana Thera has repeatedly attacked TNA Batticaloa District MP Shanakiyan Rasamanickam and has also gone on to explicitly threaten all the Tamils living in the South, stating that he will cut them to pieces,” Sumanthiran pointed out.",
    "Highlighting the potential for incitement of violence and the promotion of racial and religious animosity within the country, Sumanthiran questioned the delay in law enforcement’s response to Sumana Thera’s troubling statements. He noted that the statements were clearly in violation of the International Covenant on Civil and Political Rights (ICCPR) Act.",
    "In reference to the video Leader of the Tamil Progressive Alliance (TPA) MP Mano Ganesan also levelled allegations against Sumana Thera, accusing him of inflaming racial hatred and instigating violence.",
    "The Thera is known for his controversial behaviour against minority communities in Batticaloa. In 2016 his racially abusive and threatening treatment against a Government official sparked protests in the Batticaloa district. He was also arrested that year for disturbing the peace and contravening court orders."
  ]
}