{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/brighter-smoother-skin/",
  "time_ut": 1709753100.0,
  "original_lang": "en",
  "original_title": "Brighter, smoother Skin",
  "original_body_lines": [
    "This week I’m concentrating on an item we love to drink – yes, coffee, of course, especially when we are at work. It helps keep us alert and awake!",
    "Beauty-wise, coffee acts as a natural exfoliant, helping to remove dead skin cells and reveal a brighter, smoother skin.",
    "Coffee is rich in antioxidants, which can help to protect the skin from free radical damage and promote a healthy complexion.",
    "This is how you prepare the Scrub: Mix 01 tablespoon of coconut oil (coconut oil is a rich moisturizer, helping to hydrate the skin and leave it soft and supple), with 01 tablespoon of ground coffee, in a small bowl, until well combined.",
    "Start with a clean face to ensure the scrub can work effectively.",
    "Using clean fingers, take a small amount of the scrub and gently massage it onto your face, using circular motions. Focus on areas that need extra exfoliation, like the T-zone or areas with dry patches.",
    "Massage the scrub into your skin for 02-03 minutes. Be gentle, especially if you have sensitive skin, to avoid irritation.",
    "After scrubbing, leave the mixture on your face for an additional 10 minutes. This allows the skin to absorb the moisturizing benefits of the coconut oil.",
    "After 10 minutes, rinse your face thoroughly with lukewarm water. Use gentle circular motions to ensure all the scrub is removed.",
    "Gently pat your face dry with a soft towel. Avoid rubbing, as this can irritate freshly exfoliated skin.",
    "Follow up with your favourite moisturizer to lock in the hydration from the coconut oil.",
    "(This scrub can be used 01-02 times per week, depending on your skin type.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}