{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112152/us-economy-on-brink-of-recession-warns-moodys-chief-economist",
  "time_ut": 1756945620.0,
  "original_lang": "en",
  "original_title": "US economy on brink of recession, warns Moody’s chief economist",
  "original_body_lines": [
    "The state-level data in the US shows that the country is “on the edge of recession”, said Mark Zandi, chief economist at credit rating agency Moody’s.",
    "According to Zandi, who was among the first economists to predict the 2008 financial crisis, the states that make up nearly a third of the US gross domestic product (GDP) are currently either in recession or at high risk of entering one.",
    "“Based on my assessment of various data, states making up nearly a third of US GDP are either in or at high risk of recession, another third are just holding steady, and the remaining third are growing,” he wrote on social media platform X.",
    "Further, in an interview with Newsweek, Zandi said: “For the average American, that risk shows up in two ways. It means higher prices at the store, and it means job disruption across industries tied to food, goods, and transportation.”",
    "“Prices are already rising; you can see it in the data, but they’re going to rise to a degree that it will be impossible for people to ignore. They will see it clearly in the things that they’re buying on an everyday basis,” he added.",
    "The economy is very close to a recession, based on data about spending, jobs, and manufacturing, he said, adding that he is worried about US tariffs hurting American companies’ profits and ongoing troubles in the US housing market.",
    "Zandi also predicted that the annual inflation rate, currently at 2.7 per cent, will rise above 3 per cent and near 4 per cent by this time next year.",
    "States experiencing recessions are spread across the country, but the broader DC area stands out due to government job cuts, Zandi said.",
    "His analysis showed that southern states are generally the strongest, but their growth is slowing. California and New York, which together account for over a fifth of U.S. GDP, are holding their own, and their stability is crucial for the national economy to avoid a downturn",
    "Wyoming, Montana, Minnesota, Mississippi, Kansas, and Massachusetts were some of the states at recession risk.",
    "US consumers’ spending in 2025 until July has barely budged from last year’s end - worse than any year since 2008-09, indicating an economy on the brink of a recession, he noted."
  ]
}