{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Attack-on-Iran-Amid-lies-and-deception-Gaza-war-may-escalate-into-a-regional-conflict/172-280213",
  "time_ut": 1712264040.0,
  "original_lang": "en",
  "original_title": "Attack on Iran: Amid lies and deception, Gaza war may escalate into a regional conflict",
  "original_body_lines": [
    "The April 1 attack by Israel on the Iranian consular office in the Syrian capital of Damascus, killing several people including a senior Revolutionary Guard general and diplomats, is a potential trigger for a regional war. Let the entire world suffer and let millions of people die in such a war, which will have a devastating effect on developing countries. Israel will not stop until it conquers the world.",
    "This is not a dark prophecy. Israel is well on the path to achieving its ambitions. With the West, the Arab world, and one-time Non-Aligned Movement stars paying obeisance to Israel, the Zionist state believes it is special and above the law. It believes international human rights laws, the Universal Declaration of Human Rights, and myriad United Nations mechanisms for a rules-based world order are only for nations other than Israel.",
    "Usually, it is terrorists who bomb embassies. No state has ever done that. Respecting the inviolability of diplomats is an age-old tradition. The 1961 Vienna Convention on Diplomatic Relations says the premises of a diplomatic mission are considered inviolable. By attacking the Iranian mission, Israel violated the Vienna Convention and international customs on protection for diplomats and diplomatic missions. But does it care? With the United States and its Western allies desisting from condemning the dastardly act, Israel is encouraged to carry out more such attacks in the future.",
    "In another act that confirms that Israel is above the law, six foreign aid workers were killed by Israeli fire in Gaza the same day it bombed the Iranian consular office. The World Central Kitchen, the charity to which the slain aid workers were attached, insists the killing was deliberate, but Israel claims it was a mistake. Yet the condemnation from the US and its Western allies is either muted or perfunctory: More encouragement for Israel to kill more foreign workers. However, the world over, peace-and-justice-loving people, including UN Special Rapporteur Francesca Albanese, believe there was a much more sinister design behind what Israel calls a mistake. In two posts on X, Albanese said:",
    "“On the day Israel bombed a foreign embassy in a third country, it also killed @WCKitchen humanitarian workers. Israel is crossing every possible red line, still with full impunity. Sanctions now. Indictments now.”",
    "“Knowing how Israel operates, my assessment is that Israeli forces intentionally killed #WCK workers so that donors would pull out & civilians in Gaza could continue to be starved quietly. Israel knows Western countries & most Arab countries won’t move a finger for the Palestinians.”",
    "Since the attack, several foreign charities have decided to withdraw from Gaza, dealing a further blow to the starving Palestinians. Israel, which is using starvation as a weapon of war, cannot be happier.",
    "Israel was founded on lies and deception, and it survives on lies and deception. The claim of land without people for people without land is an out-and-out lie. That Palestine was God’s Promised Land to the Jews is a devilish distortion of the scripture. That Hamas slit babies’ throats and raped Israeli women was a blatant lie Israel floated, the United States’ Israeli-serving president, Joe Biden, parroted, and the Israel-friendly Western media propagated.",
    "The lies Israel utters are not permitted to be investigated and exposed. Anti-Semitism is the cover Israel has cleverly placed on its lies. Academics such as Roger Garaudy and David Irwin dared to challenge the 6 million figure given as the number of Jews Hitler killed. They did not deny the fact that Hitler killed Jews, but they disputed the 6 million figure. Garaudy and Irwin spent years in prison for exercising academic freedom. Many have lost their jobs.",
    "Also being hushed is Hungarian historian Samuel Kohn’s seminal work that asserted Magyars (Hungarians) and Khazar Jews shared a common origin. Hungarian researcher and writer Arthur Koestler, in his book ‘The Thirteenth Tribe,” establishes the Khazeri connection of the European Jews, who have very little to do with Palestine. Khazeria was a kingdom that existed in the southern Ukrainian and Russian regions. In the tenth century, or about that time, the king and the people embraced Judaism to overcome conversion pressure from the Byzantine Christians and the Muslims. Ashkenazi Jews, according to Koestler, are largely Khazeris. The European Jews, or Ashkenazi, form 40 percent of Israel’s population. But Israel and Israeli-funded academia have dismissed the Khazeri connection as lies.",
    "Lies and deception apart, the attack on the Iranian mission has placed Teheran in a dilemma. Although Iran’s spiritual leader, Ali Khamenei, has vowed a fitting response, Iran appears to be exercising restraint to avert a region-wide war, which may even lead to a world war. An attack on the consular office, in effect, is an attack on Iranian soil. If Iran does not respond, it will encourage Israel to undertake more such attacks now that the Western nations have, by their silence, given the Zionist state a blank cheque to violate the Vienna Convention.",
    "White House spokesman John Kirby insisted yesterday that they have not found Israel to have violated international humanitarian laws in the past six months. Kirby and his State Department counterpart, Mathew Miller, are the new avatars of Goebbels. Perhaps, they are of the view that the genocide Israel is committing in Gaza is a humane one.",
    "The inhumane extent to which US politicians will go to defend Israel’s genocidal action came out in a statement this week by US Congressman Tim Walberg. He said Israel should drop a nuclear bomb on Gaza. During a town hall meeting, Walberg was asked about the Biden administration’s moves to build a port off the coast of Gaza to deliver more humanitarian aid. He said, “We shouldn’t be spending a dime on humanitarian aid. It should be like Nagasaki and Hiroshima, get it over quick.”",
    "Not to be outdone, the Biden administration is sending ammunition, heavy weapons, and aircraft to Israel, even as the Zionist regime is committing genocide. In the US, the Leahy law prohibits military aid to countries that violate human rights and humanitarian laws. But Israel is above the Leahy law.",
    "Israel may think that it can continue its deception and genocide as long as it has Goebbels and genocide fans in world capitals to whitewash its lies and justify its crimes. But the world’s peace-and-justice-loving people are waking up to these lies and atrocities. Today’s educated younger generation knows how to sift the truth from the propaganda spewed out by the mainstream Western media.",
    "Iran has been championing the Palestinian cause since the Islamic Revolution in 1979, much to the chagrin of most Arab nations, which have embraced Israel in what is seen as the biggest betrayal in Islamic history, which only rivals the Arab betrayal of the Ottoman Caliph during World War I.",
    "Today, Iran marks Quds Day. In the Islamic lexicon, Quds refers to the Al-Aqsa mosque in Jerusalem. It is Islam’s third-holiest mosque. On every Quds Day, Iran renews its vow to liberate Palestine from Israeli colonialism and uses its allies, such as Hezbollah and Yemen’s Houthi militias, to hit back at Israel. As Iran prepares for a response to the April 1 attacks, Israel has commissioned 77,000 reservists as a sign of the Gaza war exploding into a regional conflict."
  ]
}