{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111465/sri-lanka-needs-human-resource-base-with-diverse-vocational-knowledge-pm",
  "time_ut": 1755162900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka needs human resource base with diverse vocational knowledge – PM",
  "original_body_lines": [
    "Minister of Education, Higher Education and Vocational Education, Prime Minister Dr. Harini Amarasuriya stated that the aim of the government is to strengthen the country’s economic stability by developing vocational education.",
    "The Prime Minister made these remarks during a media briefing on August 13 at the Cinnamon Grand Hotel, Colombo, regarding the upcoming Sri Lanka Skills Expo 2025, the Prime Minister’s Media Division said.",
    "With the aim of reducing youth unemployment in Sri Lanka, the exhibition will be held for the third time on October 10 and 11 at the main hall of Temple Trees.",
    "The event is jointly organized by the Industry Sector Skills Councils (ISSC) and the Ministry of Education, Higher Education and Vocational Education.",
    "She further noted that under the current education system, students are streamed into Mathematics, Science, and Commerce subject areas.",
    "She stated that among them, students who fail are the ones directed to vocational education. Vocational education should not be a field one turns to only after failing but it should be a matter of choice, the Premier emphasized.",
    "Dr. Amarasuriya also emphasized that technology is rapidly changing and emphasized the need for a human resource base with diverse vocational knowledge.",
    "Furthermore, Prime Minister Harini highlighted the importance of equipping the country’s children with the ability to continuously adapt to these changes, through flexibility and knowledge.",
    "“Under the current education system, students are streamed into Mathematics, Science, and Commerce subject areas. Those who do not meet the qualifications for these subjects tend to choose the respective stream. Among them, students who fail are the ones directed to vocational education. Vocational education should not be a field one turns to only after failing but it should be a matter of choice.",
    "As part of our education reforms, by the time students reach Grade 10, our aim is to give them a clear understanding of the profession they wish to pursue and to direct them accordingly.",
    "Technology is changing rapidly. Therefore, we need a human resource base with diverse vocational knowledge. We must equip our children with the ability to continuously adapt to these changes, with flexibility and knowledge. Alongside providing knowledge, it is equally important to nurture them into individuals rich in human values.",
    "Since vocational education is essential for entering the new world, we have given it special attention in our education reforms.",
    "I believe that through this exhibition, children will gain a broad understanding of various professions.”",
    "The event was attended by Secretary to the Ministry of Education Mr. Nalaka Kaluwawa, officials from the Ministry of Education, and representatives of the Industry Sector Skills Councils (ISSC)."
  ]
}