{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96736/alabama-executes-a-man-with-nitrogen-gas-a-first-in-the-world",
  "time_ut": 1706243400.0,
  "original_lang": "en",
  "original_title": "Alabama executes a man with nitrogen gas, a first in the world",
  "original_body_lines": [
    "Alabama executed a convicted murderer with nitrogen gas Thursday, putting him to death with a first-of-its-kind method that once again put the US at the forefront of the debate over capital punishment. The state said the method would be humane, but critics called it cruel and experimental.",
    "Officials said Kenneth Eugene Smith, 58, was pronounced dead at 8:25 pm at an Alabama prison after breathing pure nitrogen gas through a face mask to cause oxygen deprivation. It marked the first time that a new execution method has been used in the United States since lethal injection, now the most commonly used method, was introduced in 1982.",
    "The state had previously attempted to execute Smith, who was convicted of a 1988 murder-for-hire, in 2022, but the lethal injection was called off at the last minute because authorities couldn’t connect an IV line.",
    "The execution came after a last-minute legal battle in which Smith’s attorneys contended the state was making him the test subject for an experimental execution method that could violate the constitutional ban on cruel and unusual punishment. Federal courts rejected Smith’s bid to block it, with the latest ruling coming Thursday night from the US Supreme Court.",
    "Justice Sonia Sotomayor, who along with two other liberal justices dissented, wrote: “Having failed to kill Smith on its first attempt, Alabama has selected him as its ‘guinea pig’’to test a method of execution never attempted before. The world is watching.”",
    "In a statement issued before he was put to death, Smith and the Rev. Jeff Hood, his spiritual adviser , said, “The eyes of the world are on this impending moral apocalypse. Our prayer is that people will not turn their heads. We simply cannot normalize the suffocation of each other.”",
    "The state had predicted the nitrogen gas would cause unconsciousness within seconds and death within minutes. A state attorney told the 11th Circuit Court of Appeals that it will be “the most painless and humane method of execution known to man.”",
    "But some doctors and organizations have raised alarm, and Smith’s attorneys had asked the Supreme Court to halt the execution to review claims that the method violates the constitutional ban on cruel and unusual punishment and deserves more legal scrutiny before it is used on a person.",
    "“There is little research regarding death by nitrogen hypoxia. When the State is considering using a novel form of execution that has never been attempted anywhere, the public has an interest in ensuring the State has researched the method adequately and established procedures to minimize the pain and suffering of the condemned person,” Smith’s attorneys wrote.",
    "In her dissent, Sotomayor wrote that Alabama has shrouded its execution protocol in secrecy, releasing only a heavily redacted version. She also said Smith should be allowed to obtain evidence about the execution protocol and to proceed with his legal challenge.",
    "“That information is important not only to Smith, who has an extra reason to fear the gurney, but to anyone the State seeks to execute after him using this novel method,” Sotomayor wrote.",
    "“Twice now this Court has ignored Smith’s warning that Alabama will subject him to an unconstitutional risk of pain,” Sotomayor wrote. “I sincerely hope that he is not proven correct a second time.”",
    "Justice Elena Kagan wrote a separate dissent and was joined by Justice Ketanji Brown Jackson.",
    "In his final hours, Smith met with family members and his spiritual adviser, according to a prison spokesperson.",
    "He ate a last meal of T-bone steak, hash browns, toast and eggs slathered in A1 steak sauce, Hood said by telephone.",
    "“He’s terrified at the torture that could come. But he’s also at peace. One of the things he told me is he is finally getting out,” Hood said.",
    "Smith was one of two men convicted in the 1988 murder-for-hire slaying of Elizabeth Sennett. Prosecutors said he and the other man were each paid $1,000 to kill Sennett on behalf of her pastor husband, who was deeply in debt and wanted to collect on insurance.",
    "The victim’s son, Charles Sennett Jr., said in an interview with WAAY-TV that Smith “has to pay for what he’s done.”",
    "“And some of these people out there say, ‘Well, he doesn’t need to suffer like that.’ Well, he didn’t ask Mama how to suffer?” the son said. “They just did it. They stabbed her – multiple times.”",
    "The execution protocol called for Smith to be strapped to a gurney in the execution chamber – the same one where he was strapped down for several hours during the lethal injection attempt – and a “full facepiece supplied air respirator” to be placed over his face. After he would be given a chance to make a final statement, the warden, from another room, would activate the nitrogen gas. It would be administered through the mask for at least 15 minutes or “five minutes following a flatline indication on the EKG, whichever is longer,” according to the state protocol.",
    "Sant’Egidio Community, a Vatican-affiliated Catholic charity based in Rome, had urged Alabama not to go through with the execution , saying the method is “barbarous” and “uncivilised” and would bring “indelible shame” to the state. And experts appointed by the UN Human Rights Council cautioned they believe the execution method could violate the prohibition on torture.",
    "Some states are looking for new ways to execute people because the drugs used in lethal injections have become difficult to find. Three states – Alabama, Mississippi and Oklahoma – have authorized nitrogen hypoxia as an execution method, but no state had attempted to use the untested method until now.",
    "Smith’s attorneys had raised concerns that he could choke to death on his own vomit as the nitrogen gas flows. The state made a last-minute procedural change so he would not be allowed food in the eight hours leading up to the execution.",
    "Sennett, 45, was found dead March 18, 1988, in her home with eight stab wounds in the chest and one on each side of her neck, according to the coroner. Her husband, Charles Sennett Sr., killed himself when the investigation focused on him as a suspect, according to court documents. John Forrest Parker, the other man convicted in the slaying, was executed in 2010.",
    "Smith’s 1989 conviction was overturned, but he was convicted again in 1996. The jury recommended a life sentence by 11-1, but a judge overrode that and sentenced him to death. Alabama no longer allows a judge to override a jury’s death penalty decision."
  ]
}