{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99934/ex-president-sirisena-reveals-reason-he-resigned-as-slfp-chairman",
  "time_ut": 1718632200.0,
  "original_lang": "en",
  "original_title": "Ex-President Sirisena reveals reason he resigned as SLFP chairman",
  "original_body_lines": [
    "Former President Maithripala Sirisena says he resigned from his position as the Chairman of the Sri Lanka Freedom Party (SLFP) for the betterment of the party and its members.",
    "He went on to say that there is an ongoing ‘national conspiracy’ aimed at destroying the SLFP, and that he appointed Dr. Wijeyadasa Rajapakshe as the Acting Chairman of the party as there was no other person qualified to hold the position within the SLFP.",
    "Speaking to the media in Galle, Sirisena said: “If I did not resign from my post in the backdrop where a former President [Chandrika Bandaranaike Kumaratunga] filed a court case against me resulting in restraining orders, none of these organizers are able to contest in the election as the election commission does not accept such candidates. This is why I resigned.”",
    "“When Dr. Wijeyadasa Rajapakshe assumed the post as the Acting Chairman of the party, there were numerous allegations. Such allegations include statements that I obtained Rs. 170 million, I sold the party due to being unable to secure funds for my court cases”, he added.",
    "“I appointed him as the acting chairman after my resignation as there is no other suitable person to hold the chairmanship of the party. If I reveal their past, they would have to run away. They are attempting to hold the chairmanship without any shame of their doings,” Sirisena added.",
    "Meanwhile, speaking to the media in Anuradhapura today (17), Wijeyadasa Rajapakshe confirmed that he will be the presidential candidate representing the SLFP.",
    "In response to a question raised by a journalist in this regard, Wijeyadasa said: “Not as a party, we have formed an alliance. They have decided to appoint me, representing the SLFP and the alliance and I am ready to face it accordingly.”"
  ]
}