{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/ComBank-conducts-Agri-Modernisation-Fair-in-Vavuniya-to-promote-smart-agriculture-practices/34-766771",
  "time_ut": 1726511272.0,
  "original_lang": "en",
  "original_title": "ComBank conducts “Agri Modernisation Fair” in Vavuniya to promote smart agriculture practices",
  "original_body_lines": [
    "Some of the highlights of the Agri Modernisation Fair organised by Commercial Bank",
    "Hayleys, AgStar, John Deere, DIMO, CIC and Browns join bank effort",
    "The Commercial Bank of Ceylon recently brought together a coalition of some of the biggest names in Sri Lanka’s agriculture sector to conduct an “Agri Modernisation Fair” for farmers in the Vavuniya area and introduce the latest technologies available to them and promote smart agriculture.",
    "Industry leaders of the calibre of Hayleys, AgStar, John Deere, DIMO, CIC and Browns participated in the day-long fair, alongside representatives of the Drone Unit of the Agrarian Production Centre. The fair was attended by the students of the Agriculture School of Vavuniya, GCE Advanced Level students and teachers of Puthukkulam Maha Vidyalayam, members of farmer societies and entrepreneurs in and around Sasthirikoolankulam.",
    "The bank said the Agri Modernisation Fair served as a platform to introduce solutions that can mitigate challenges faced by farmers. The event included a lecture session focused on the economic aspects of modern farming, and provided practical insights on optimising resources, reducing costs, and improving profitability through the adoption of sustainable practices and modern technologies.",
    "Among the topics covered was modern farming techniques used in paddy cultivation, including a practical session on the use of drones in the application of fertiliser, weedicide and insecticide. The involvement of leading companies in agriculture was crucial to demonstrate to the farmers that there is a wealth of resources and expertise available to support them in their journey toward modernisation, the bank said.",
    "The event showed farmers the solutions available to help them face challenges, such as the ever-increasing impact of climate change, the scarcity of labour, and the rising costs of farming inputs that have made it increasingly difficult for farmers to maintain their livelihoods. “As a bank that plays a pivotal role in the national economy, we understand the importance of supporting farmers in overcoming these obstacles,” the bank said.",
    "Earlier this year Commercial Bank conducted an awareness program for more than 100 farmers in the North Central Province on the functionalities of drones in the modernisation of agricultural practices, via an awareness program organised in collaboration with Mahaweli Authority of Sri Lanka.",
    "Programs of this nature are supported by the bank’s 19 Agriculture and Micro Finance Units (AMFU), which play a key role in helping the bank to identify specific needs of entrepreneurs, who require assistance to develop either their agriculture activities or micro businesses. These units are dedicated to promoting agriculture lending and micro finance.",
    "Commercial Bank’s Agriculture and Micro Finance Units are located in Ratnapura, Narammala, Nawalapitiya, Marawila, Anuradhapura, Kilinochchi, Bandarawela, Wellawaya, Hingurakgoda, Galewela, Achchuveli, Vavuniya, Chenkalady, Deniyaya, Tissamaharama, Udugama, Pottuvil, Elpitiya, and Akkaraipattu."
  ]
}