{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/New-property-taxes-are-coming-Key-changes-and-impacts/4-763401",
  "time_ut": 1719251909.0,
  "original_lang": "en",
  "original_title": "New property taxes are coming: Key changes and impacts",
  "original_body_lines": [
    "The new property taxes are on the horizon, bringing significant changes to property taxation in Sri Lanka. Here’s a brief overview of what you need to know about the new imputed rental income tax, its impact, and how it might affect your financial planning.",
    "The primary change is the introduction of an imputed rental income tax. This tax targets the notional income homeowners could earn from renting their properties, ensuring a fair contribution to public finances. It will be implemented before 1 April 2025.",
    "Currently, Sri Lanka does not have an imputed rental income tax. Under the new policy, owner-occupied and vacant residential properties will be taxed with an exemption threshold and graduated rates. Importantly, interest repayments on loans related to the property can reduce the taxable portion of rental income.",
    "To implement the imputed rental income tax effectively, the Government will establish a comprehensive property valuation database by December 2024. This database will include digitised records and a nationwide digital Sales Price and Rents Register (SPRR), operational by March 2025, to ensure accurate property value assessments.",
    "Enhanced data sharing among Government entities will be facilitated through a gazette notification requiring the Registrar General’s Department to share real estate sales information with the Inland Revenue Department (IRD). Amendments to the Notaries Act will ensure comprehensive information on notarised real property contracts is fed into the SPRR.",
    "Several structural benchmarks will support these new tax policies, including establishing the property valuation database by December 2024 and fully operationalising the SPRR by March 2025.",
    "For middle-class homeowners, particularly those with primary residences, the impact will be minimal due to the exemption threshold. However, middle-class individuals with secondary homes or vacant properties may see increased tax obligations. Wealthy individuals, especially those owning multiple high-value properties, will likely face a more substantial tax burden, necessitating strategic property management.",
    "The new tax policy may lead to adjustments in rental prices and property values. Property owners may attempt to offset the increased tax burden by raising rental prices, but the market’s ability to absorb these increases without reducing occupancy rates will be crucial.",
    "Given these upcoming changes, thorough tax planning is essential. Engaging in strategic tax planning within the family unit, utilising deductions for interest repayments on property loans, and considering joint ownership can significantly reduce overall tax burdens.",
    "These changes represent a significant shift in Sri Lanka’s property taxation policy. It’s crucial to review your property portfolios and consult with a tax advisor to optimise your tax strategy.",
    "(The writer is a registered Tax Agent and the founder of www.lanka.tax which helps individuals plan their tax situation to reduce their tax liability while maintaining full compliance with the Tax law.)"
  ]
}