{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/policy-interest-rates-decision-plunges-bourse-into-bearish-mood/",
  "time_ut": 1716913440.0,
  "original_lang": "en",
  "original_title": "Policy interest rates decision plunges bourse into bearish mood",
  "original_body_lines": [
    "CSE trading activities on the floor indicated a bearish stance yesterday as the Central Bank decided to maintain policy rates without adjusting them. Apart from that, further delays in the external debt restructuring exercise created worries for stock market investors, The Island Financial Review learns.",
    "Amid those developments both indices moved downwards. The All Share Price Index went down by 83.2 points while S and P SL20 declined by 27 points. Turnover stood at Rs 916 million with three crossings.",
    "Those crossing were reported in Sampath Bank, which crossed 1.7 million shares to the tune of Rs 133 million; its shares traded at Rs 77.50, NDB, 351,000 shares crossed for Rs 43 million; its shares traded at Rs 78, and Alumax 2.5 million shares crossed for Rs 28.4 million; its shares traded at Rs 11.40.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Sampath Bank Rs 67 million (860,000 shares traded), ACL Cables Rs 62.3 million (720,000 shares traded), Vallible One Rs 31.2 million (574,000 shares traded), Browns Investments Rs 30.6 million (4.9 million shares traded), NDB Rs 30 million (387,000 shares traded), Cargills Bank Rs 28.7 million (3.4 million shares traded) and Pan Asian Bank Rs 23.6 million (1.1 million shares traded). During the day 43.6 million share volumes changed hands in 9247 transactions",
    "Yesterday the rupee opened broadly stable at Rs 300.50/90 to the US dollar, from Rs 300.50/70 the previous day, dealers said. Bond yields were steady. A bond maturing on 15.12.2026 was quoted at 9.95/10.00 percent from 9.90/10.05 percent. A bond maturing on 15.09.2027 was quoted up at 10.35/40 percent from 10.30/40 percent. A bond maturing on 01.07.2028 was quoted up at 10.90/95 percent from 10.80/95 percent. A bond maturing on 15.01.2030 was quoted stable at 11.60/80 percent.",
    "IBSL and Pan Asia Bank unite to elevate practical training in banking education",
    "Driving growth through listings and diversifying revenue streams at the Colombo Stock Exchange",
    "Decline in three-month TB rate and State Minister’s comments bring CSE to life",
    "Share market dogged by dullness as parliament dissolution worries persist",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}