{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104405/iceland-gets-new-government-under-social-democrat-frostadottir",
  "time_ut": 1734799380.0,
  "original_lang": "en",
  "original_title": "Iceland gets new government under Social Democrat Frostadottir",
  "original_body_lines": [
    "Iceland’s president presented a new government on Saturday under Social Democratic Prime Minister Kristrun Frostadottir that aims to cut inflation and interest rates and hold a referendum on European Union membership by 2027, public broadcaster RUV said.",
    "Frostadottir’s centre-left Social Democratic Alliance became the biggest party in a snap election on Nov. 30, and has agreed to form a coalition government with the centrist People’s Party and the left-leaning, pro-European Reform Party, RUV said.",
    "Thorgerdur Katrin Gunnarsdottir, leader of the Reform Party, will be minister of foreign affairs, it added.",
    "It will be the first time in Iceland that the leaders of all the governing parties will be women, and the first time that the country will have a female prime minister and a female president - Halla Tomasdottir - simultaneously, the broadcaster said.",
    "A live stream from RUV showed the leaders of the three coalition parties hugging after they signed an agreement on forming a government.",
    "Frostadottir, 36, will be the youngest prime minister in Icelandic history, RUV said.",
    "The new coalition replaces a government by Bjarni Benediktsson’s conservative Independence Party which came second in the election, called after coalition disagreements and public discontent over migration and energy and housing issues.",
    "The new government plans to focus on bringing down inflation and interest rates, and aims to reduce the number of ministries by one in order to cut administrative costs, RUV reported, opens new tab on Saturday, citing Frostadottir.",
    "It also plans to formulate a parliamentary resolution to put the question of EU membership to a referendum, which the governing parties said they hope will take place no later than 2027, according to RUV.",
    "The new government also intends to set up a panel of independent experts to assess the advantages and disadvantages of retaining the Icelandic crown compared to adopting the Euro currency."
  ]
}