{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cb-not-best-time-to-publish-monetary-board-minutes-177093/",
  "time_ut": 1723892940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka CB: Not best time to publish monetary board minutes",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Central Bank may consider publishing the minutes of its monetary policy decision minutes, but it is not the best time to make the discussions on the key policy rate decisions public now, a top official said.",
    "The new central bank act has made the monetary authority to be more transparent and accountable for its decisions.",
    "Many central banks including the United States’ Federal Reserve, India’s Reserve Bank, and Bank of Mexico release the minutes of their monetary policy meeting to ensure transparency.",
    "The new Central Bank Act passed by the Parliament in line with the guidance by the International Monetary Fund (IMF) includes measures for Sri Lanka’s central bank to be more transparent and accountable.",
    "These measures include releasing the Monetary Policy Report every six months and the first such report was released on February 15 and the second report was released this week.",
    "We are trying to be as transparent as possible. This is a process and we will be more and more transparent going forward, Chandranath Amarasinghe, Central Bank’s Assistant Governor told reporters in Colombo on Friday (16).",
    "“There were no monetary policy reports two years ago. Now there is a monetary policy report and there are several other developments also happening within the bank and internal and external communication as well.”",
    "“So publishing monetary board minutes could be considered, but this is probably not the best time to do it. But once we reach that level of development, I think we will discuss internally and we will publish.”",
    "The central bank in the past printed billions of rupees to keep the market interest rates artificially low and provide cheap funding for successive governments to propel a debt-driven economy.",
    "Its decision, however, led Sri Lanka into an unprecedented economic crisis in 2022 with sovereign debt default.",
    "It also propped up the rupee currency artificially in the past to maintain a stable exchange rate at the expense of billions of US dollars. The move also contributed to the economic crisis and later the central bank was forced to allow over 60 percent depreciation in the rupee in March 2022.",
    "However, none of the top central bank officials was held responsible for wrong decisions to hold interest rates artificially low with money printing and propping up the rupee. (Colombo/August 17/2024)"
  ]
}