{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Wedderburn-shines-in-West-Indies-U19s-win/108-276002",
  "time_ut": 1706635260.0,
  "original_lang": "en",
  "original_title": "Wedderburn shines in West Indies U19’s win",
  "original_body_lines": [
    "Jan. 30 (Daily Mirror) - Steve Wedderburn shone in West Indies U19’s three-wicket win against the Sri Lanka U19 in the ICC U19 World Cup Super Sixes encounter played at the Diamond Oval ground in Kimberley, South Africa.",
    "West Indies U19 helped by Wedderburn though making steady progress in their run chase underwent some anxious moments in the latter stages of the innings and was guided by Nathan Sealy who made an unbeaten 27 and Tarrique Edward who together shared an unbroken 26 runs stand for the eighth wicket to pull off a thrilling win with three balls to spare.",
    "The West Indies U19 in their run chase saw openers skipper Stephan Pascal and Steve Wedderburn giving them a sedate start of 48 runs in 49 balls before being separated with the dismissal of skipper Pascal who made 33 in 26 balls with five boundaries and a six.",
    "Wedderburn associated in another valuable partnership of 86 runs for the third wicket with Jordan Johnson before being dismissed for a well-compiled 61 in 71 balls with five boundaries and three sixes.",
    "Earlier in the day Dinura Kalupahana came to the rescue of the Sri Lanka U19 side taking first lease of the wicket as he continued his batting form and associated in three valuable partnerships when the side was in a spot of bother having lost their top three wickets with the score on 46 in the tenth over.",
    "Dinura, who made 53 inclusive of five boundaries, which was his third tournament, was supported by Supun Waduge, Sharujan Shanmuganathan and Malsha Tharupathi.",
    "Dunes first put on 39 runs for the fourth wicket with Supun Waduge who made 31 followed by a 36 runs stand for the fifth wicket with Sharujan Shanmuganathan and the best partnership of the innings 51 runs for the seventh wicket with Malsha Tharupathi who hit 42 for the side to end with a respectable score of 231 runs. For the Windies juniors right arm pace Raneico Smith ended with figures of 4 for 47.",
    "Defending champions India U19 recorded a massive 214 runs win over New Zealand U19 and Pakistan U19 defeated Ireland U19 by three wickets in two other Super Sixes matches played at Bloemfontein Potchefstroom. Sri Lanka U19 will meet South Africa U19 on February 2.",
    "Sri Lanka Under-19: 231 in 50 overs (Pulindu Perera 24, Supun Waduge 31, Dinura Kalupahana 53, Malsha Tharupathi 42, Nathan Edward 2/47, Ranieco Smith 4/47) v West Indies",
    "West Indies Under-19: 232 for 7 in 49.3 overs (Stephan Pascal 33, Steve Wedderburn 61, Jordan Johnson  39, Nathan Sealy 27 not out, Tarrique Edward 11 not out, Vishwa Lahiru 2/32, Dinura Kalupahana 2/39, Sineth Jayawardena 2/39, Vihas Thewmika 1/38)"
  ]
}