{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/afi-corp-donates-vital-sports-equipment-to-deserving-rural-school-in-nawalapitiya/",
  "time_ut": 1728259200.0,
  "original_lang": "en",
  "original_title": "AFI Corp donates vital sports equipment to deserving rural school in Nawalapitiya",
  "original_body_lines": [
    "As the whole world came together to celebrate the Olympic spirit, technology services and international staff solutions company AFI Corp got busy fostering the same spirit at the grassroots level in Sri Lanka.",
    "As an activity of its flagship corporate social responsibility initiative AFI Cares, the organization provided a wide range of much needed sports equipment to CP/GP Greenwood Tamil Vidyalam. A rural school in Nawalapitiya, Greenwood Tamil Vidyalam is nevertheless known for its enthusiasm and diversity in sports. AFI Corp provided a comprehensive set of sports equipment including for football, rugby, cricket, badminton and volleyball. The company also set up a new volleyball court on the school grounds, creating a lasting impact on the students’ ability to engage in the sport.",
    "“This initiative is particularly special as it aligns with the Olympic spirit—an embodiment of unity, perseverance and the pursuit of excellence. By providing these resources, we aim to promote not just physical health and well-being but also quality education and equality. Access to sports, as an integral part of education, not only enhances physical health but also nurtures discipline, teamwork and leadership skills—qualities that are crucial for their future success,” said AFI Corp Assistant Sales & Operations Manager and project lead, Sadurshan Kuneswaran.",
    "AFI Corp’s AFI Cares initiative is rooted in the organization’s commitment to making a positive impact on society. Aligned with the United Nations Sustainable Development Goals (SDGs) of No Poverty, Zero Hunger, Good Health & Wellbeing, Quality Education, Gender Equality and Clean Water & Sanitation, AFI Cares focuses on creating opportunities for communities to thrive.",
    "AFI Corp is a fast-growing organization that provides technology solutions and staff augmentation services to a clientele in North American and European markets. The business connects Sri Lankan talent with a broad range of reputed companies across the world, supporting their growth and boosting remote work and foreign currency inflows into the country.",
    "Q+ Payment App opens up for multi-bank customers via JustPay",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}