{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/TISL-says-reduction-in-misuse-of-public-resources-during-General-Election-2024/56-769407",
  "time_ut": 1731961672.0,
  "original_lang": "en",
  "original_title": "TISL says reduction in misuse of public resources during General Election 2024",
  "original_body_lines": [
    "Transparency International Sri Lanka (TISL) said yesterday that it observed a significant reduction in complaints related to the misuse of public funds, vehicles, and State power or positions during the General Election 2024.",
    "In contrast to the Presidential Election 2024, where TISL recorded 33 complaints about the misuse of State funds and 48 complaints concerning State vehicles, the General Election period saw only three complaints about the misuse of State funds and one regarding State vehicles. Importantly, no complaints were received about the misuse of State power or positions during this election.",
    "TISL monitored the recently concluded General Election with a special emphasis on the misuse of public resources. A team of 200 Election Observers was deployed across all districts. Overall, TISL received 1,092 complaints, the majority of which (889) pertained to the illegal display of posters, cut-outs, banners, and other unauthorised materials in public spaces.",
    "Additionally, TISL noted 63 complaints about Government officials promoting political parties and independent groups – markedly fewer than the 155 similar incidents reported during the last Presidential Election.",
    "Other categories of complaints received by TISL include: 30 violations related to party offices; 25 instances involving the use of State or developmental meetings for political purposes; 20 complaints about the distribution of goods and services; 15 cases involving promotions, demotions, or transfers of public officials; 15 incidents of misuse involving State, private, or social media; 6 complaints about manipulating State-sponsored development projects, livelihood grants, or allowances for election purposes, and 23 miscellaneous complaints.",
    "After thorough verification, over 900 complaints were forwarded to the Election Commission for appropriate action.",
    "On Election Day, TISL said it mobilised 240 observers, including its staff, to monitor polling stations and related activities. While no major incidents were reported, 215 complaints were received concerning voter influence, illegal campaigning, vote-buying attempts, and other violations. Many of these issues were promptly addressed in collaboration with the Election Commission.",
    "“The overall environment of the Parliamentary Election was peaceful and calm, reflecting a positive shift in election culture,” said TISL, which expressed its gratitude to the Election Commission, Police, political parties, and other stakeholders for their commitment to ensuring a smooth and transparent electoral process.",
    "“However, the decline in voter turnout to 69% underscores the need for greater public awareness about the importance of participating in elections and exercising the right to vote,” TISL added."
  ]
}