{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97531/31000-ukrainian-troops-killed-since-the-start-of-russias-full-scale-invasion-zelenskyy-says",
  "time_ut": 1708881180.0,
  "original_lang": "en",
  "original_title": "31,000 Ukrainian troops killed since the start of Russia’s full-scale invasion, Zelenskyy says",
  "original_body_lines": [
    "Ukrainian President Volodymyr Zelenskyy said Sunday that 31,000 Ukrainian soldiers have been killed in action in the two years since Russia launched its full-scale invasion.",
    "Zelenskyy said that the number was far lower than estimates given by Russian President Vladimir Putin’s government.",
    "“31,000 Ukrainian military personnel have been killed in this war. Not 300,000, not 150,000, not whatever Putin and his deceitful circle have been lying about. But nevertheless, each of these losses is a great sacrifice for us”, Zelenskyy said at the “Ukraine. Year 2024” forum in Kyiv.",
    "The Ukrainian leader said that he wouldn’t disclose the number of troops that were wounded or missing. He also said that “tens of thousands of civilians” had been killed in occupied areas of Ukraine, but said that no exact figures would be available until the war was over.",
    "“We don’t know how many of our civilians they killed. We don’t,” he said.",
    "It’s the first time that Kyiv has confirmed the number of its losses since the start of Russia’s full-scale war on Feb. 24, 2022.",
    "Russia has provided few official casualty figures. The most recent data from the Defense Ministry, published in January 2023, pointed to just over 6,000 deaths, although reports from U.S. and U.K. officials put that number significantly higher.",
    "A U.S. intelligence report declassified in mid-December 2023 estimated that 315,000 Russian troops had been killed or wounded in Ukraine. If accurate, the figure would represent 87% of the roughly 360,000 troops Russia had before the war, according to the report.",
    "Independent Russian news outlet Mediazona said Saturday that about 75,000 Russian men died in 2022 and 2023 fighting in the war.",
    "A joint investigation published by Mediazona and Meduza, another independent Russian news site, indicates that the rate of Russia’s losses in Ukraine is not slowing and that Moscow is losing about 120 men a day."
  ]
}