{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sideshows-and-rhetoric/",
  "time_ut": 1754585820.0,
  "original_lang": "en",
  "original_title": "Sideshows and rhetoric",
  "original_body_lines": [
    "The ruling NPP continues to make various allegations against its political opponents, the way it did while it was in the Opposition. It is now ensconced in power, and what is expected of it is action and not verbal attacks. After months of vacillation, it has decided to carry out one of its key election pledges.",
    "The government yesterday presented a bill to Parliament seeking to curtail the retirement benefits of the former Presidents. The bill can now be challenged before the Supreme Court, but nobody will be able to prevent its passage, with or without amendments, given the NPP’s supermajority, with which the government can steamroller virtually anything through Parliament. It is also highly unlikely that the opponents of the bill will be able to mobilise enough public support.",
    "The ex-Presidents of Sri Lanka cannot be considered poor by any stretch of the imagination, and therefore they will not be reduced to destitution even if all their superannuation entitlements are done away with. President Anura Kumara Dissanayake will be the least affected by the abolition of the presidential retirement benefits, when he leaves office. He can rest assured that his party, the JVP, described by the Opposition as the richest political organisation in Sri Lanka, will look after him.",
    "The government seems intent on gaining some political mileage rather than saving funds through the curtailment of former President’s retirement benefits. This can be considered a political sideshow intended to distract public attention from the government’s promise to trace and bring back the state funds stolen during former administrations. Claiming that the Rajapaksa family had stashed away billions of dollars in Uganda, the NPP pledged to bring the money back. If the colossal amounts of state funds believed to have been stolen can be recovered, the country will gain financially.",
    "The NPP had to admit that it had misled the public with its claim that Sri Lanka’s stolen money was lying in secret accounts in Uganda. It also had to own up to another propaganda lie, the other day in Parliament. The JVP/NPP claimed during its election campaigns that state funds amounting to USD 320 had been spent on a satellite project at the behest of a member of the Rajapaksa family while Mahinda Rajapaksa was the President. But in answer to a question from the Opposition, Prime Minister Dr. Harini Amarasuriya told Parliament on Wednesday that no state funds had been invested in the satellite project. Minister Wasantha Samarasinghe, yesterday, disputed the Prime Minister’s response, but he did not say that the country had suffered any financial loss due to the project. He only obfuscated the issue. He asked Parliament what had become of the satellite at issue. He should figure it out himself. Instead of repeating such allegations, the government should concentrate on tracing what it described as the stolen state funds and recovering them.",
    "An investigation has got underway into an allegation that Ranil Wickremesinghe misused state funds during a foreign tour when he was the President. The CID has questioned some of Wickremesinghe’s top aides on the issue. Wickremesinghe’s office has denied any wrongdoing. One can safely bet one’s bottom dollar that the NPP government will not follow through on this matter. The JVP was on very intimate terms with the UNP-led Yahapalana government. So, Wickremesinghe is believed to have more than one ace up his sleeve. It may be recalled that Wickremesinghe, shortly after being sworn in as the Prime Minister, in 2022, used one of the aces in Parliament, so to speak. During a heated argument, he told the JVP leaders that if he disclosed certain things they had done during the Yahapalana government, the latter would face serious problems in their own party. Curiously, the JVP leaders did not call his bluff.",
    "Meanwhile, there has been a disappearance, as it were, in Parliament. The second part of the parliamentary debate on the Batalanda Commission report has been made to disappear to all intents and purposes. The supporters of the NPP expected the incumbent government to use the report and the debate thereon to hurt Wickremesinghe politically. The first part of the debate was held in April. Has the government baulked at completing the debate lest Wickremesinghe should make use of the aces up his sleeve?",
    "If the government is to live up to people’s expectations and shore up its approval rating, it will have to do much more than repeating allegations against its political rivals and holding political sideshows.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}