{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/popes-and-cardinals/",
  "time_ut": 1714210620.0,
  "original_lang": "en",
  "original_title": "Popes and Cardinals",
  "original_body_lines": [
    "The enthusiasm generated by the election of a new Pope may give the impression that the 500 million Roman Catholics – sometimes derisively called Papists – are a separate species of human beings. That is not the impression I carried away, after a stay of over five years in Rome. Roman Catholics are, I am certain, like the rest of us, capable of all the follies to which human frailty exposes men and women.",
    "The Pope does not dictate the policies of governments; not even those of the Government of Italy which, in recent times has been successively totalitarian, conservative, middle-of – the-road, and left of center.",
    "The Pope himself can be a liberal or a conservative, as the history of the papacy has shown. Pope John was hailed by Mr. Khrushchev, who is very discriminating in these matters, as a man of peace. The new Pope is generally regarded as a progressive. deeply interested in social reform. My impression gained in Rome, is that the Catholic Church expects, indeed insists upon, its members taking their religion seriously, and the Pope is the pastor of the flock under God’s guidance.",
    "There are two large statues of St. Peter and St. Paul in the square of the great Basilica of the Vatican. St. Peter was crucified, not a hundred yards from where these statues stand. It is of interest to note that this happened in the reign of the Emperor Claudius, about the time when, according to Pliny, the Roman historian, three ambassadors from Ceylon visited Rome. St. Paul, too, died in Rome. Since then Rome has been the heart of Christendom.",
    "Though my dealings were with the Italian government, I had many contacts with the hierarchy of the Church. It so happened that I was living in Rome, at an important moment in the history of the Church. I hope you will pardon me if I now draw on a few personal experiences. I was in the square outside the Pope’s summer palace in Castel Gandolfo, a few miles from Rome, when Pius XII was dying, ending a reign of 19 years. I stood with the crowd when his body was taken in solemn procession through the streets of the city to the Vatican, and I was Ceylon’s representative at the funeral.",
    "I was among the many thousands present in St. Peter’s Square when the white smoke from the chimney of the Sistine Chapel announced the election of a new Pope, after three days of inconclusive voting. I was present when Cardinal Canali appeared in the balcony of the basilica and announced that a new Pope had been elected, and that his name would be John XXIII. I was also Ceylon’s representative at the coronation of the new Pope. A few days later, he received the Commonwealth representatives and had a short conversation with each one of us.",
    "During four years, I saw Pius XII on many occasions. I often accompanied Ministers and other VIP’s from Ceylon who wished to see the Pope and receive his blessing. He was a saintly man, somewhat aloof, but with a strong personality. He spoke several languages, one of which was English. I liked above all the public audiences at Castel Gandolfo where he spoke from an upper floor to his listeners congregated in the cortile, what in Sinhalese we would call the ‘Meda Midula’.",
    "The universality of the Church is never felt more than at these public audiences. Men from every nation on earth and, it must be added, from every religion, are usually present. Also on the steps of St. Peter’s, on any Sunday morning, you can be sure of seeing men and women from all parts of the world. I rarely failed to meet one or more Ceylonese whenever I was there on a Sunday morning at any time of the year. They were not always Christians.",
    "Shortly after I arrived in Rome, Monsignor Montini was consecrated Archbishop of Milan, in succession to Cardinal Schuster, who had played a difficult and heroic part during the German occupation and the last days of Mussolini. Montini’s influence was felt both in and outside the Vatican after he left Rome. He had been one of the two Secretaries who assisted Pius XII, the other being Monsignor Tardini.",
    "Pius XII had not appointed a Cardinal Secretary of State since the death of Cardinal Maglione in 1944, and preferred to direct the affairs of the Church personally, rather than nominate a Secretary of State who, in the Vatican government, is Foreign Minister. For the next 10 years Montini was both Prime Minister and the closest associate of Pius XII. It is recorded that both Montini and Tardini refused to be made Cardinals at the consistory of 1953, saying that they preferred to work by the side of the Pope.",
    "There was, however, much speculation when Montini was appointed Archbishop of Milan, the great industrial city of northern Italy, with its powerful trade unions and Communist cells. “He is my gift to Milan”, the Pope had said.",
    "Montini and Tardini had worked in great harmony but they were two different types. Tardini, who continued in the Vatican Secretariat until his death two or three years ago, was a cheerful Neapolitan, cracking jokes and speaking his mind, and slow to make innovations. Montini was a northerner, an intellectual, soft-spoken and deliberate, an accomplished diplomat. He was not afraid of change and had a brother in the progressive wing of the Christian Democrat Party.",
    "Mrs Hulugalle with the diplomatic community being received by the Holy Father",
    "It is not usual for a Secretary of State to succeed a Pope under whom he has served. Pacelli, who became Pius XII, was an exception. When Montini was made Archbishop of Milan, there were many who said that, in making the appointment, the Pope showed that he expected Montini to succeed him. Strictly speaking no Pope can nominate his successor. But it was expected that, when Montini was made a Cardinal, in due course and given the red hat, he would be papabile – that is, capable of being made Pope. But when Pius XII died Monsignor Montini was still without a red hat. He had not become a Cardinal. All Popes since Urban XI elected in 1378, however, have been Cardinals. Thus, Montini was not papabile after all.",
    "It may be said that God works in a mysterious way to achieve his purposes. The papacy of John XXIII was interposed between those of Pacelli (i.e. Pius XII) and Montini (now Paul VI), the two men who had worked so closely together for 10 years. Pope John was 77 when he was elected and it was expected that his papacy would be one of transition. But in fact it was a historical interlude – if interlude it can be called – with far-reaching implications and consequences.",
    "Montini’s name appeared at the head of the list of Cardinals created by John XXIII. When a Pope dies he sometimes leaves two or three names in a sealed envelope to his successor containing the names of persons he had intended to appoint to the Sacred College. They are the Cardinals in “petto”- in his breast. It may be that Montini was a Cardinal “in petto” at the time of the death of Pius XII.",
    "Montini’s home town of Brescia is in the north of Italy, near the beautiful Lake Garda. Bergamo, the nearest town to Pope John’s home, is about equidistant from Brescia and Milan. But the background of the present Pope (Paul VI) is different from that of his predecessor, though both had what perhaps Pius XII lacked, and that is, the common touch.",
    "Montini’s early friends included the unconventional and saintly Mayor of Florence, Giorgio La Pira – whom I knew well, Father Dossetti, a mystic and well known social reformer, and the former Prime Minister Amintore Fanfani.",
    "So much has been written, and will be written about the new Pope, that it seems unnecessary for me to try to say more about him.. Let me, for a moment, take you back to the coronation of John XXIII four and a half years ago.",
    "One would be tempted to call the coronation of the Pope the Greatest Show on Earth were the description not too trite and were it not a solemn and sacred ceremony. As a special representative I had a close view of the proceedings but this is of course not the place or time to describe it. Princes of royal blood, Presidents and Prime Ministers of Catholic countries, Foreign Ministers like Mr. Foster Dulles of America, and the Catholic Duke of Norfolk were among the official representatives.",
    "I can recall the faces of the Cardinals, starting from Siri of Genoa in his early fifties, to Rodriguesz of Santiago, Chile in his nineties. A very few of them, like Cardinal Canali, came from aristocratic families.",
    "The papacy is no longer the monopoly of the aristocracy as it was in the Middle Ages. Pius X the former Cardinal Sarto and John XXIII came from simple peasant families. Pope John is said to have made the joke that there are three ways of losing money: wine, women and agriculture; and that his father chose the dullest way of the three. It is more likely that the joke was made up by Romans for they are given to making jests about their Popes.",
    "Personally, I cannot deplore the rich Mediaeval Popes. Much of the beauty of Rome, Florence and other historic Italian cities, is the result of their culture and munificence. The Popes of recent times are no doubt more spiritual but the Renaissance Popes were more magnificent patrons of art and learning.",
    "I know my way about Rome as well as any man, and I speak from first-hand knowledge. For five years I lived on the periphery of the Borghese Gardens, one of the loveliest features in the city. It owed its existence to Pope Paul V, a member of the Borghese family. Not hundred yards from our house was the country residence of Julius III, who was born in 1550. It is an architectural gem in a fine state of preservation. The Medici palace in Rome is now the French Academy, the Farnese houses the French Embassy.",
    "The palaces of the Colonnas, the Dorias, Orsini, Corsini, Barberini, Ruspoli, Odescalchi and Aldobrandini families contained fine collections of paintings and sculpture to which the public have access. The Chigi Palace now houses the offices of the Prime Minister of Italy and his staff. The hills round Rome, the Critelli Romani as they are called, contained many beautiful country houses or villas of the nobility which contributed their quota of Cardinals and one or more Popes.",
    "As I was observing the solemn and beautiful coronation ceremony at St. Peter’s in Rome, I said to myself that never again will a Pope be elected simply because he came from a noble and influential family. He could come from the lesser nobility like Pacelli, from the peasantry like Roncalli or be the son of a newspaper editor like Montini. But he must have the piety and personality which mark him out from his peers for the leadership of five hundred million souls.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}