{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/FSP-blames-negligence-conspiracy-for-rejected-Govt-rice-import-tenders/56-771292",
  "time_ut": 1735767219.0,
  "original_lang": "en",
  "original_title": "FSP blames negligence, conspiracy for rejected Govt. rice import tenders",
  "original_body_lines": [
    "FSP’s Pubudu Jayagoda calls for immediate investigation into rejection of Govt. tenders for rice imports",
    "Alleges possible negligence by officials or deliberate conspiracy aimed at destabilising Govt.",
    "Criticises Govt.’s inability to manage rice market effectively, despite surplus production",
    "Reiterates its demand for Govt. to break monopoly of large-scale rice mill owners and investigate them",
    "Frontline Socialist Party (FSP) Education Secretary Pubudu Jayagoda has called for an immediate investigation into the rejection of Government tenders for rice imports amidst the ongoing rice shortage in Sri Lanka. Speaking at a special media briefing held at the FSP’s office in Nugegoda yesterday, Jayagoda alleged possible negligence by officials or a deliberate conspiracy aimed at destabilising the Government.",
    "“The Trade and Commerce Minister confirmed that all Government tenders for rice imports were rejected while tenders submitted by private businessmen were approved. This raises serious questions about the integrity of the process and warrants an urgent inquiry,” Jayagoda said.",
    "Highlighting the persistent rice shortage in urban areas, including Colombo, Jayagoda criticised the Government’s inability to manage the rice market effectively, despite surplus production. He noted that Sri Lanka’s annual rice requirement of 2.4 million metric tonnes is well below the production of 4.2 million metric tonnes recorded for 2024.",
    "“According to the Department of Agriculture, there is no practical reason for this crisis. Most of the rice produced is controlled by large-scale mill owners, leaving farmers with minimal stocks. While the market faces a shortage of Nadu and raw rice, reports indicate that 77% of the previous harvest comprised Nadu rice. It appears that an ‘invisible hand’ is deliberately withholding rice from the market,” Jayagoda claimed.",
    "He also pointed to inconsistencies in statements made by rice mill owners, who initially attributed the shortage to paddy being used for beer and animal feed production. However, after negotiating a price increase with the President, mill owners suddenly agreed to release rice to the market.",
    "“Where did the rice, supposedly in short supply, appear after the price increase? This clearly indicates that the shortage was artificial,” Jayagoda remarked.",
    "The FSP leader further criticised the Government’s reliance on rice imports, stating that despite clearing 79,000 metric tonnes of imported rice from the port, the market remains unaffected. He alleged that some importers are diverting rice stocks for flour and animal feed production, exacerbating the crisis.",
    "Jayagoda also highlighted the stark disparity between private importers and Government efforts, noting that while private businesses imported 79,000 metric tonnes of rice, the State Miscellaneous Services Corporation managed only 780 metric tonnes, insufficient to meet even 10% of the daily national requirement.",
    "“The Government must address why private businessmen’s tenders were approved while Government tenders were rejected. This could be due to negligence or a deliberate conspiracy aimed at toppling the Government,” he warned.",
    "The FSP reiterated its demand for the Government to break the monopoly of large-scale rice mill owners, urging a comprehensive investigation into their financial transactions and paddy procurement. “Without immediate Government intervention, farmers, retailers, and consumers will remain at the mercy of a small group of powerful businessmen,” Jayagoda said."
  ]
}