{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-allocates-rs910mn-for-rural-development-in-matara-147949/",
  "time_ut": 1705647360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka allocates Rs910mn for rural development in Matara",
  "original_body_lines": [
    "ECONOMYNEXT- The Sri Lankan government has allocated 910 million rupees for rural development of the southern Matara District, its minister of power and energy, who is also from that district, said.",
    "“Rs 910 million has been allocated to the Matara District through the budget for rural development programs for 2024,” Kanchana Wijesekera said on X, following a Matara District Development Committee meeting held on Thursday (18) at the District Secretariat.",
    "He did not specify what the allocation will fund, but said that “Project identification guidelines, utilizing provincial and local council funds for development and implementing timelines” were discussed.",
    "Wijesekera also met with former members of the southern provincial council, former heads and members of local councils, political sector coordinating officers of the Matara District at the SLPP Matara District office.",
    "“Briefed them and discussed the allocations made by the govt for the district for rural development, project implementation plans and the political program for the district.”",
    "The Matara District was one of the worst affected areas when most parts of the country were flooded for weeks after the island experienced a series of strong monsoon rains in early October. Residents blamed a salt water barrier set-up across a large river for the prolonged floods.",
    "As a result, a number of houses, agricultural lands and crops in low-lying areas were damaged, and many drinking water resources were contaminated.",
    "The European Union (EU) allocated 100,000 euros (over 34.5 million Sri Lankan rupees) for emergency humanitarian assistance to some 15,000 people affected by floods in Sri Lanka at the time. (Colombo/Oct19/2024)"
  ]
}