{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85933",
  "time_ut": 1748176200.0,
  "original_lang": "en",
  "original_title": "The Rajapaksas  Publicly Praised the  “War heroes”  While  Utilising  Army and Navy Personnel as Drivers, Domestic  Aides  and Personal maids Serving them and Family Members.",
  "original_body_lines": [
    "May 2024 marked the 15th anniversary of the ending of the long Eelam War. Prime Minister Dinesh Gunawardana presided over the annual “war heroes” commemoration. Former president Mahinda Rajapaksa was among the attendees.",
    "Not President Ranil Wickremesinghe though. He wasn’t present. His absence created not even a ripple.",
    "One year later, President Anura Kumara Dissanayake seemed to have decided to follow his predecessor’s example and stay away from an event which is “national” only if nation is Sinhala. It was a sensible decision but, as usual, the government bungled it.",
    "The news of President Dissanayake’s non-attendance created a media/social-media backlash. Within days, the government walked back its own decision, declaring that President Dissanayake always meant to attend the event. It was all a matter of miscommunication.",
    "The government’s inability to stand its ground on President Dissanayake’s non-attendance is comprehensible given the seminal role retired military personnel played in the NPP/JVP’s path to power. The Rajapaksas had set the trend of politicising the military, soon after the war.",
    "The NPP/JVP took this to a dangerous new level through Aditana. For the first time, retired military personnel were organised as ex-military with a separate identity, leaders and an organisational structure spread across the island except the North. A new pressure group was thus created, a mono-ethnic, largely mono-religious entity that could be especially vulnerable to extremist appeals by politicians, monks and men in uniform.",
    "In 1956, S.W.R.D. Bandaranaike made the cardinal error of bringing monks into politics as an organised entity. Mr. Bandaranaike, that arch opportunist, clearly had no intention of allowing monks to dictate policy to him. He merely planned to win the election with their help, then side-line them with a bagful of honours. Reality worked differently; the tail wagged the dog, the abrogation of the B-C Pact being the best case in point. In less than four years, Prime Minister Bandaranaike would be killed by a monk in a conspiracy masterminded by another monk.",
    "Almost seven decades later, another Sri Lankan leader too became a victim of his own opportunism. Having won elections by using retired “war heroes” as a force multiplier, President Dissanayake couldn’t resist the pressure to attend the May 19 commemoration. In his speech, he made a praiseworthy effort not to valorise war and to focus on common losses and the need for healing. But the speech failed to have much of an effect; it was upstaged by the drama surrounding his attendance.",
    "Mr. Dissanayake’s flip-flopping gave an opportunity for the Rajapaksas to hype up their public adoration of “war heroes”. In another first, the SLPP held its own separate commemoration titled The True Freedom of the Motherland attended by Mahinda and Gotabaya Rajapaksa. The message was obvious. Under Rajapaksa rule “war heroes” reigned supreme. They would do so again, once the Rajapaksas return to power.",
    "The Rajapaksas feted and honoured, invoked and venerated the “war hero” in the abstract. Flesh and blood soldiers were quite another matter. From 2010 to 2015, “war heroes” planting grass, pulling weeds, sweeping sidewalks and carrying garbage were common sights.",
    "What happened behind closed (Rajapaksa) doors was even more humiliating. The Rajapaksas idolatrised the “war hero” in public and used flesh and blood soldiers as domestics in their homes. The uniformed idols fetched and carried, cooked and cleaned after the Rajapaksas, their families and their imported dogs (the unfortunate canines were obviously trophy dogs unsuited to Sri Lankan climate; they were often confined to AC rooms, four-legged victims of Rajapaksa mania for showiness).",
    "Once upon a time, the Sri Lankan navy had a special dog kennel. An unofficial one. For Basil Rajapaksa’s two golden retrievers, one imported from the US and the other from India. Six navy personnel were tasked with brushing them, bathing them, walking them, feeding them, medicating them and training them as revealed during the hearings of the Presidential Commission of Inquiry into Serious Acts of Corruption (PRECIFAC).",
    "According to the sworn testimony of navy personnel SR Tissa, “I was informed by a letter dated 2011.1.26 to look after the dogs in Mr Basil Rajapaksa’s official residence… I carried out the duty of looking after dogs in Mr Basil Rajapaksa’s house for about three and a half years. During that time, I received my daily orders from Mr Basil Rajapaksa’s wife Mrs Pushpa Rajapaksa. I had to feed the dogs morning and noon, take them out for their physical needs, bathe them once a week, take them for their inoculations etc. During this time, I received an allowance of 5,000 rupees (per month) as VIP protection” (Anidda, 25.5.2025).",
    "Altogether 64 navy personnel aka war heroes were deployed to serve Basil Rajapaksa and his wife, hand and foot. Twelve drivers, 11 cooks/assistant cooks, 26 domestic assistants, 4 medical assistants, 2 physiotherapy assistants and 3 personal assistants (to Pushpa Rajapaksa). Basil Rajapaksa also had 20 Navy and 72 Army personnel as his body guards.",
    "According to another sworn testimony, a member of the Sri Lankan navy was made to “clean and arrange the house daily, attend to Mr. Basil Rajapaksa and his wife at meals, and serve visitors to the house” (ibid).",
    "A medical assistant was made to travel with Pushpa Rajapaksa’s security detail as a first-aid provider. The sworn testimony of a female navy officer indicates that she and two colleagues had to function as ladies-in-waiting/personnel maids to Pushpa Rajapaksa. Their duties included “pinning the saree when she (Pushpa Rajapaksa) was going somewhere, placing the accompanying items in the car, presenting her with the water bottle when necessary, and giving paper tissues to wipe her face with” (ibid).",
    "PRECIFAC recommended taking legal action against Basil Rajapaksa for “misuse of state funds, assets, and other benefits”. That was not done. (PRECIFAC also recommended further investigating a payment of 260 million rupees to Namal and Yoshita Rajapaksa by the President’s Office. It’s reasonable to assume that this recommendation too was ignored).",
    "Speaking at the 2012 war heroes’ commemoration, Mahinda Rajapaksa boasted that Sri Lankan “war heroes” were the best treated and the best looked after in the world. Even as he was making that speech, “war heroes” were busy ministering to him and his family as drivers, personal maids and domestic assistants.",
    "An even greater crime was ignoring the prevalence of Post-Traumatic Stress Disorder (PTSD) in the military in the midst of escalating violence. For instance, just hours before President Rajapaksa made the claim about best looked after soldiers, a soldier murdered a young woman for refusing to have an affair with him, plus her mother, and tried to kill her father.",
    "Dr Neil Fernando and Dr Ruwan Jayatunga carried out probably the first study of PTSD in Sri Lankan forces. This study indicates that “8% to 12% of combatants are severely affected by combat stress and many of them are not under any type of treatment,” according to Dr Jayatunga. “This may be the tip of the iceberg…. A traumatized soldier can transform his stresses to his family and to the community. Hence, in the long run the whole country is affected by the repercussions of combat stress.…. The authorities have not identified combat stress as a vital factor that should be dealt with effectively. Lack of experts in military psychology as well as the lack of funds has made psychological trauma management painstakingly difficult….” (The Island, 2.1.2010).",
    "According to official sources, nearly 400 military personnel have committed suicide between May 2029 and December 2012. When asked about this army spokesman Brigadier Ruwan Wanigasooriya said, “A majority of soldiers who committed suicide were suffering from Adjustment Disorder (AD). Only five of them were those under treatment for Post-Traumatic Stress Disorder…” (The Island,  24.12.2012).",
    "Clearly the spokesman was unaware that in a military Adjustment Disorder is also a serious mental disorder which requires treatment such as talking therapies.",
    "Avihai Levi, an Israeli veteran, had been disabled in a previous Gaza war. In December 2023, he spoke in the Israeli Knesset about the post-traumatic stress and financial burdens he is facing. “I smell the scent of corpses,” he said, adding that he needed to be drunk to sleep at all. He was also in debt facing financial bankruptcy. “This is my wife,” he shouted. “I almost killed her several times last year with my hands… Why do you not take the responsibility and get me out of the garbage we are in?” he asked the representative of the Israeli Defence Ministry.",
    "Expensively celebrating the “war hero” in the abstract and ignoring the financial and psychological malaises affecting real “war heroes” – that was the Rajapaksa way too. Whether the NPP/JVP will be able to sunder that toxic “tradition” remains to be seen. If the disastrous flip-flopping by President Dissanayake is anything to go by, the outlook is not promising.",
    "In 1944, while the Second World War was still raging, the US passed the famous GI Bill, a bipartisan legislation on dealing with the military post-war. The bill proposed immediate demobilisation and generous programmes to help veterans return to civilian economic and social life. The specific measures included providing veterans four years of education and training in a university or college, a monthly stipend for that period and government guaranteed loans at low interest rates to buy/build a business, home or farm.",
    "The Bill was an enormous success. Fifty one percent of veterans benefitted from the education opportunities, many becoming the first in their families to go to university/college. The enhanced education enabled them to obtain better paying jobs, with greater social mobility and increased status. Four million veterans bought/built homes while 200,000 purchased farms and businesses. Many of the veterans who came from working class or even destitute backgrounds were able to enter the middle class.",
    "Sri Lanka could have and should have followed a similar policy post-war but didn’t.",
    "The results are obvious, such as criminalisation of not just ex-military personnel but even some serving ones. Criminal gangs hire contract killers at Rs.100,000-150,000 per hit, revealed the head of the STF in September 2023. “There are many army deserters among them,” he stated. Not just deserters.",
    "In February 2024, a serving corporal in the Gemunu Watch Regiment allegedly participated in a killing in Mahabage while on leave and returned to the camp afterwards. “Soldiers…have killed people and have been praised for doing so,” warned psychologist Prabath Gunatillaka in 2014.  “They now believe they are above the law, and this is reflected in their decision to desert and pursue criminal activities”",
    "Ignoring real problems of real soldiers while venerating “war heroes” in the abstract is one reason so many serving and retired military personnel end up in the hell that is the Russia-Ukraine war. Statues and accolades do not fill stomachs or pay bills or payback debts. Unfortunately, none of the political parties seem to be able to escape the “war heroes” trap set by the Rajapaksas. Willingly or not, they opt for empty words and gestures of veneration ignoring real financial and psychological needs.",
    "Presidents Sirisena, Wickremesinghe and Dissanayake may not have been as adept as the Rajapaksas in the “war heroes” dance. But they did not treat uniformed soldiers as valets and butlers, dog minders, cooks, maids and domestic aides for themselves or their families. Unfortunately, none of them were able to reveal the “war heroes” drama for what it is – a cruel hoax by the Rajapaksas to advance their familial agenda.",
    "All three leaders were lambasted for not bowing deep enough before the idol of “war hero” once every year. None of them pointed out that the real crime is not insufficient valorisation of “war heroes” but abusing their services and ignoring their real needs.",
    "In one of his many public writings on war trauma, Dr Ruwan Jayatunga quotes a Sri Lankan Lt-Colonel, an experienced field officer: “I have been living with the war for many years. I have seen perished soldiers and dead LTTE cadres. All these people were the children of this land. The final days of the war were traumatic… I have seen enough blood. Those who cry for war and glorify war from Colombo should have been there. Then they would know what the war is really like”.",
    "May 19 should be a day not of glorifying war but of understanding its true costs and reflecting on how to make our common future less bloody."
  ]
}