{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Bollywood-icons-to-grace-opening-ceremony-of-Legends-Cricket-Trophy-2024/108-278416",
  "time_ut": 1709792880.0,
  "original_lang": "en",
  "original_title": "Bollywood icons to grace opening ceremony of Legends Cricket Trophy 2024",
  "original_body_lines": [
    "Delhi, March 7 (crictracker) - The stage is set, the anticipation palpable, as the cricketing world eagerly awaits the dazzling opening ceremony of the Legends Cricket Trophy, slated to be held in Sri Lanka. Promising to be a unique celebration of cricketing excellence and entertainment, the event will witness legendary cricketers grace the field and feature stellar performances by renowned stars from the entertainment industry.",
    "Icons such as Sanjay Dutt, Badshah, Emran Hashmi, and Jacqueline Fernandez are poised to light up the event with their electrifying performances, adding a unique dimension to this already eagerly awaited spectacle.",
    "The action-packed tournament spanned across 11 days will also see some of the biggest cricketing stars from the yesteryears including Chris Gayle, Yuvraj Singh, and Harbhajan Singh, among others. This event promises epic matches in the new 90-ball format that will reignite cherished rivalries and celebrate cricketing excellence.",
    "Speaking ahead of the opening ceremony, Shavain Sharma, Director of the Legends Cricket Trophy, said, “The fact that so many stars will make their presence felt in Sri Lanka for the opening ceremony only goes on to show the popularity Legends Cricket Trophy has achieved over the last couple of years. We are very excited for the tournament to kick off.”",
    "The 90-over games hosted at the iconic Pallakele Stadium in Kandy will see teams deploy five bowlers, each granted three overs to make their mark. Adding to the excitement, a strategic twist emerges as one bowler must step up to deliver four overs by the 60th ball, a decision strategically influenced by both performance and strategy. The intensity amplifies with Power Play rules injecting further excitement, while Strategic Time Outs provide strategic breathing spaces. With precise timing and strategic maneuvers, teams are set to deliver a captivating spectacle for fans worldwide.",
    "The Legend Cricket Trophy recently also roped in MagicWin Sports as its title sponsor, a move that will only bolster the tournament and make it more popular.",
    "The first season of the Legend Cricket Trophy played in the 20-over format, was held in Ghaziabad, India, from March 22 to 30 last year. Indore Knights and Guwahati Avengers were declared joint winners of the inaugural season after the final was washed out."
  ]
}