{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Mujibur-accuses-Cabinet-of-continued-corruption/56-763638",
  "time_ut": 1719606269.0,
  "original_lang": "en",
  "original_title": "Mujibur accuses Cabinet of continued corruption",
  "original_body_lines": [
    "SJB MP Mujibur Rahman criticises President for failing to eliminate corruption in Government transactions",
    "Says President’s only recourse to increase revenue appears to be imposing an inexhaustible tax burden on citizens",
    "Emphasises urgent need for President to remove Ministers implicated in fraud and corruption",
    "Samagi Jana Balawegaya (SJB) MP Mujibur Rahman has accused the Cabinet of continuing corrupt practices and alleged President Wickremesinghe has not taken any steps to put a stop to them.",
    "Addressing a press conference at the Opposition leader’s office in Colombo yesterday, Rahman said there is no transparency in the procurement processes.",
    "Citing the National Lotteries Board (NLB) as an example, Rahman alleged the President has allowed the NLB to print all things including tickets issued without calling for tenders. He said the task has been entrusted to a group of friends of the Chairman of the Lottery Board.",
    "“The Office of the Auditor General has stated that the Lottery Board has suffered billions of losses due to some institutions. Even though some organisations submitted low bids for ticket printing, the tenders were not given to those organisations and the tenders were given to the organisations that submitted the highest bids. The President has not been able to eliminate fraud and corruption in the institution under him,” Rahman said.",
    "Commenting on the Adani Wind Power projects, Rahman said while the technical committee appointed by the cabinet has proposed the purchase of one unit at $ 5.2 cents, cabinet approval has been obtained to purchase at $ 8.2 cents",
    "“What is the rationale behind the Government starting this project with the Adani Company without opting for an open tender to build a wind farm in Mannar? Why not encourage competition through open tenders for the wind power plant project? There is a lingering question about the President’s lack of action regarding the alleged fraud surrounding the awarding of the construction of the wind power plant to the Adani Company,” the MP noted.",
    "He also pointed out that while Mobitel could issue Sri Lankan visas for $ 1, the Government has opted to award the contract to VFS Global, which charges $25.",
    "“The President fails to acknowledge the corruption within these transactions. His Cabinet directs Cabinet papers as they deem fit, aiming to diminish state revenue. These issues were notably absent from his recent national address. The President contends that all burdens fall on the country’s citizens, insisting there are no viable alternatives. According to him, the only recourse appears to be imposing an inexhaustible tax burden on the people,” remarked the MP.",
    "“The President’s Cabinet Ministers approve corrupt transactions through cabinet papers. Such rampant corruption within the cabinet does not bode well for the country’s future,” he said. The MP emphasised the urgent need for the President to remove ministers implicated in fraud and corruption as a crucial first step.",
    "“The Government has failed to collect the Rs. 2716 billion owed in tax revenue, even amidst the economic crisis. Despite stabilisation efforts aided by the International Monetary Fund, corruption remains unchecked. How can national unity thrive in a Government plagued by such extensive fraud and corruption?” he asked."
  ]
}