{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85768",
  "time_ut": 1744140240.0,
  "original_lang": "en",
  "original_title": "Politicization of the Military,Rajapaksa  Family’s Divisive Politics  and the  Sarath Fonseka-  Jagath Jayasuriya Feud",
  "original_body_lines": [
    "The  United Lingdom (UK) has  imposed sanctions on four Sri Lankans  allegedly responsible for serious human rights abuses and violations committed  during the war between the Sri Lankan armed forces and the Liberation Tigers  of Tamil Eelam(LTTE). The  UK sanctioned quartet  are former  Army commander Jagath Jayasuriya, Ex- Navy commander Wasantha Karannagoda,  former  army commander Shavendra Silva and Vinayagamoorthy Muralitharan alias “Karuna, the former LTTE eastern regional commander.",
    "Sri Lanka’s one and only field marshall and former Army chief, Sarath Fonseka has publicly aired some comments about the three service chiefs who were sanctioned. According to news reports , Field Marshall Fonseka has said that sanctions imposed on Shavendra Silva were “unreasonable”.  However the ex-army chief  has stated that the sanctions against Wasantha Karannagoda and Jagath Jayasuriya were “reasonable”",
    "Fonseka went on to  allege that Karannagoda and Jayasuriya  had abused their powers while in office and that there was crucial evidence was available  to prove that.. “I have spoken in Parliament about these two “said Fonseka. The former army commander  further said that he had even initiated an inquiry into Jayasuriya who had served under him earlier.",
    "Sarath Fonseka’s criticism of the former Navy and army commanders did not come as a major surprise because the field marshall’s animus against both was well-known. Fonseka’s antagonism towards both was amply demonstrated many times  during the war years.  This tendency  continued even after the war ended with Fonseka taking pot shots publicly  against both on several occasions. Karannagoda and Jayasuriya too have been publicly critical of Fonseka",
    "While the  ill-will and rancour between Fonseka and Karannagoda was mainly due to  an ego clash fuelled by inter-service rivalry, the hostility between Fonseka and Jayasuriya is qualitatively  different. It is   deep-seated and  serious. There is a history behind the feud.",
    "When Sarath Fonseka was commander and Jagath Jayasuriya was a subordinate serving under him, the former had been harshly  high-handed towards the latter.Later when Fonseka retired, the Rajapaksas who were the rulers at that time appointed Jayasuriya as his successor. When Fonseka fell foul of the Rajapaksas,  he was dealt with  vicious vindictiveness. Jayasuriya collaborated  with the Rajapaksas in this through acts of omission and commission. It is  indeed ironic that the top soldiers described as “war heroes” acted without a semblance of the “ esprit de corps” that is said to prevail among old comrades at arms of the khaki-clad fraternity.",
    "It may be recalled that there was a  crude and ugly spat  between Fonseka and Jayasuriya in 2017. The flare- up occurred when  Lt.Gen Jagath Jayasuriya who was accredited to Brazil and five other South American countries as Ambassador got targeted by a  human rights organization.  The International Truth and Justice Project (ITJP)  sought to invoke universal jurisdiction against the ex -army chief turned envoy for war crimes allegedly committed during the war.",
    "When the ITJP resorted to legal action and raised allegations against him, Jagath Jayasuriya denied all complicity. There was a spate of media interviews in which the retired Lt.General refuted all charges made against him.",
    "It was at this juncture that Sarath Fonseka who was then  Regional Development minister in the Sirisena-Wickremesinghe Govt  queered the pitch for his erstwhile successor. Fonseka conducted a press conference in which he accused Jagath Jayasuriya of having committed war crimes. The Field Marshall claimed that he had proof and would be ready to testify against Jayasuriya if an investigation was held.",
    "The statements made by Fonseka amounted to a bombshell. It was seized upon by and utilised by different sections for different reasons. Jagath Jayasuriya was compelled to respond to Fonseka. He began giving media interviews critical of Fonseka. Then Fonseka started attacking Jayasuriya. It was a verbal free for all.",
    "The  puerile  duel  between the Field Marshall and Lieutenant -General provided much entertainment to the casual observer. Sadly the verbal clash portrayed the armed forces in very poor light. The patriotic public of Sri Lanka which regards the Army as “War Heroes” was aghast and dismayed by the warring war heroes.. The two ex-army commanders were like school chidren blaming each other when being pulled up by the teacher for committing mischief.",
    "The public spat between Fonseka and Jayasuriya may have continued further but for the intervention by the then  Army commander Lt.Gen Mahesh Senanayake. The army chief went public saying that personal rivalries should not be allowed to sully the Sri Lankan army’s reputation. He said that even if a single officer was criticised openly. it affected the entire army’s morale. The army chief  also clarified that only an allegation had been made in a foreign country against Jagath Jayasuriya and nothing else.",
    "The Army commander’s response was widely welcomed. Mahesh  Senanayake’s public comments along with private efforts at peace making by senior political leaders paid dividends. There was an undeclared ceasefire between the Field Marshall and the Lt.General. The vocal artillery  fell silent.",
    "Now with the UK sanctions, Sarath Fonseka has once again returned to the fray targeting Jagath Jayasuriya. It remains to be seen as to whether Jayasuriya will respond or simply ignore the field marshall.",
    "This clash of the two ex -army commanders  Fonseka and Jayasuriya cannot be viewed in isolation as a single, stand alone affair. As stated earlier, there is a history of deep seated animosity  that cannot be overlooked. The personality clash between Fonseka and Jayasuriya is a consequence of the politicization process of the military that has been going on for more than half a century. This politicization of the military assumed immense proportions during the Rajapaksa regime. The armed forces were politicized to a very great extent under  the Rajapaksas.",
    "The intensified war resulting in Victory over the LTTE brought about a host of unintended consequences in its wake. Chief among them was the birth and growth of the  Sarath Fonseka phenomenon.This process underwent a drastic turn when the war winning army commander challenged the war winning president at the presidential stakes. This brought about a sea change in the politico- military environment.",
    "The army top brass was divided politically. Officers who would have been apolitical “gentlemen” under normal circumstances turned into political animals. The Fonseka -Jayasuriya split was aggravated due to the Rajapaksas playing “politics”with both.",
    "It would be relevant at this point to briefly delve into the history of  Fonseka’s conflict with the Rajapaksas after the war was over and how this exacerbated the divide between Sarath Fonseka and Jagath Jayasuriya.",
    "Mahinda Rajapaksa was elected Executive President on November 18, 2005. Mahinda Rajapaksa made two crucial appointments at the onset of his presidency in anticipation of a savage war with the LTTE. One was to make his younger sibling Gotabaya Rajapaksa Defence Secretary. The other was to appoint Sarath Fonseka as Army Commander and extend his tenure.",
    "It was at Gotabaya’s behest that Sarath Fonseka was made army chief. He was scheduled to retire as he would have reached the mandatory age 55 on December 6, 2005. But Gotabaya persuaded his brother to make Sarath army chief because Fonseka was the best man to lead the army at that point of time.The serving Commander Maj. Gen. Shantha Kottegoda was sent to Brazil as ambassador and Fonseka brought in. Thereafter his term was extended each year on December 6th his birthday.",
    "In May 2009 the LTTE met its waterloo by the waters of Nandhikkadal lagoon. The lion’s share of credit for the victory against the Tigers was apportioned to the triad at the helm.The triumvirate comprising President Mahinda Rajapaksa, Defence Secretary Gotabaya Rajapaksa and Army Chief Sarath Fonseka was hailed for providing political, administrative and military leadership respectively in the triumphant war against the Tigers.",
    "After the war ended the Rajapaksas of Ruhunu wanted to channel the war victory euphoria into electoral success for Mahinda at the presidential elections. They counted on Sarath Fonseka with his war victor image to engage in propaganda for the Machiavelli of Medamulana. Foseka however had other ideas and thought of cashing in on his martial image for his own benefit instead of propping up the Medamulana oligarchy as expected.Unfortunately for the Rajapaksas their “creature” like that of the monster created by Dr. Frankenstein had a mind of its own and refused to play second fiddle.",
    "Fonseka began talking of himself as the man who defeated the  LTTE and began querying from friends and and acquaintances in bantering tones “Why can’t I be the next president?”As far as Sarath was concerned, it was he and not Mahinda who won the war and saved the country. As news of this changed attitude was conveyed to the Rajapaksa brothers ,the alarm bells started ringing. A real or imaginary threat to  Mahinda’s political fortunes was perceived.",
    "There continued various irritants between the Rajapaksas and Fonseka. On July 9th 2009 Fonseka spoke at a book launch about the war in which he heaped compliments upon himself lavishly. Token lip service was paid to  Mahinda’s role. Gotabaya was virtually ignored. According to Sarath he and he alone had won the war. It was a one-man show. This implied that Sarath and not Mahinda was the saviour of the nation.",
    "Another incident was the felicitation ceremony at Dharmasoka College, Ambalangoda on July 10 2009. Sarath waxed eloquent about his role in winning the war alone to an appreciative home audience.",
    "There were increasing signs that Sarath and his merrymen in the army were becoming a law unto themselves. It was as if a parallel authority was being exercised by Fonseka in certain spheres.",
    "Sarath Fonseka had strong likes and dislikes. He despised some of his officers and discriminated against them unfairly while favouring others whom he liked. One of the senior officers who fell foul of him was Jagath Jayasuriya. Fonseka called him weak and inefficient and refused to let him go up to the frontlines. Jayasuriya the Wanni region commander was kept in charge of administration and logistics but not allowed any battlefront duties. Jayasuriya however was a distant relative of the Rajapaksas and had access to both Mahinda and Gota. This irritated Fonseka further.",
    "In what was a very high-handed incident military officials acting under the orders of Fonseka arrested the aide de camp of Jagath Jayasuriya for questioning. The aide de camp was interrogated about the personal relationship he had with Jagath Jayasuriya. He was specifically asked about the time he allegedly spent in the company of Jayasuriya in the Wanni commander’s chalet. The line of questioning  seemed to aim at establishing that a homosexual relationship existed between both. At one stage there was even a plan to arrest Jayasuriya  but when the Rajapaksas became aware of it,  the move was thwarted.",
    "It was against this backdrop that the Mahinda government made its move. Suddenly Fonseka’s world went crashing down. He was urgently summoned on July 12th 2009 and given three days to bow out as Army Chief and take over as Chief of Defence Staff (CDS).Reluctantly Fonseka submitted to the ultimatum and relinquished his army chief post and became CDS. His request that his close associate and Jaffna commander Gen. Chandrasiri be made army chief was rejected. The Rajapaksas were in no mood to appoint someone close to Fonseka as Army chief.",
    "Instead Jagath Jayasuriya ranking 9th in seniority was appointed army chief over the heads of eight others. Given Fonseka’s rebellious attitude the Rajapaksas wanted a trustworthy loyalist as Army commander. Jayasuriya fitted the bill perfectly. As Fonseka “retired” on July 15th 2009 as Army commander , he was succeeded by Jagath Jayasuriya as army chief on the same day. From Fonseka’s perspective this was adding insult to injury.",
    "Though Fonseka remained as CDS , he found himself being undermined systematically within the army by the new commander. Exhibits pertaining to Fonseka were removed at the army exhibition. His address at the Army 60th anniversary function was blacked out in the state and significant sections of the non-state media.",
    "After Fonseka was kicked upstairs as Chief of defence staff (CDS) Jagath Jayasuriya the new Army commander made a number of internal appointments, transfers and alterations within the military structure. Many of the Fonseka loyalists in sensitive posts were moved out to non-strategic positions. Strategically important positions were filled by persons hostile to Fonseka.The “ Pro- Fonseka apparatus” was steadily dismantled. Even his staff at CDS was infiltrated by elements hostile to him. There was also much talk that Fonseka and those regarded as his loyalists were being monitored discreetly.",
    "A thoroughly infuriated Sarath Fonseka then submitted his resignation coming into effect from December 1st 2009 to former Presidential Secretary Lalith Weeratunga at 1.30 pm on Thursday, November 12.The three-page letter outlining 17 reasons for quitting was promptly accepted as Mahinda Rajapaksa had given clear instructions that the resignation should be accepted if and when Fonseka submitted it. In that Letter Fonseka made a specific complaint against Jagath Jayasuriya.",
    "“The present Army Commander immediately on assuming duties commenced transferring senior officers who immensely contributed to the war effort during my command tenure including those junior officers working with my wife at the Seva Vanitha Army Branch which was involved in looking after the welfare of the troops, was clearly to challenge the loyalty of officers and most discouraging to the officer corps of the Army, with a wrong signal being transmitted on my authority”.",
    "After resigning as CDS ,Fonseka plunged into politics and became the common opposition presidential candidate. During the election campaign the ex-army chief was very outspoken. In that process he was very critical of the then government, former defence secretary and high-ranking officers from the defence services at that time. Fonseka also frequently played his favourite tune of claiming sole  credit for the war victory.",
    "In a bid to counter this, the Mahinda government departed from military tradition and “arranged” for serving army officers to speak out against Sarath Fonseka both directly and indirectly. The Rajapaksa regime also ensured that maximum propaganda mileage was derived from those militaristic pronouncements. Enhanced media coverage was provided.",
    "Thus the country at large saw statements attributed to the serving Army Commander Lt. Gen. Jagath Jayasuriya being given wide publicity in the media. Some of these statements by Jayasuriya refuted Fonseka openly. Even internal meetings addressing military personnel within army premises by Jagath Jayasuriya found their way into the media courtesy of the Defence Ministry websites.",
    "The then Army Spokesman Brig. Udaya Nanayakkara often exceeded his designated mandate by commenting specifically on matters relating  to Sarath Fonseka. Apart from this many other high-ranking army officers began giving media interviews. Chief among them was Maj. Gen. Shavendra Silva. Other army officers like Maj. Gen. Kamal Gunaratne, Maj. Gen. Chaggi Galage, Maj. Gen. Prasanna Silva, Maj-Gen Kapila Hendavitharana and Maj-Gen Prasad Samarasinghe also gave interviews to the state media.",
    "Most of these interviews ostensibly related to military matters and the war against the Tigers but there was no mistaking the patent political sub-text.They were all part of a political agenda aimed at undermining Sarath Fonseka and promoting Mahinda Rajapaksa. This type of brazen politicking by military officers was something unheard of in the not so distant past. All this happened under the watch of the newly appointed army commander Lt.Gen Jagath Jayasuriya.",
    "The conduct of former Defence Secretary Gotabaya Rajapaksa was extremely controversial during the election campaign. Despite the fact that he was a top government servant the then Defence Secretary engaged in open political discourse while addressing public meetings. He gave lots of media interviews with political overtones. The Defence Ministry website operating under Gota went to town regularly against Fonseka in favour of Mahinda Rajapaksa.",
    "It was in such a situation that the country went to the presidential poll on January 26th 2010. Mahinda Rajapaksa defeated Sarath Fonseka. Thereafter the Rajapaksa regime came down hard on Sarath Fonseka and his supporters.",
    "Sarath Fonseka was arrested by Military Police on 8th February 2010. In accordance with military procedures ,evidence against him was  recorded by Major General Daya Rathnayaka the then  Chief of Staff . 35 persons testified. These included  22 Army personnel, 7 Police Officers and 6 civilians.The Report was  submitted to the Army commander. Lt.Gen Jagath Jayasuriya. The Army chief recommended that two courts martial be appointed to try Fonseka. President Mahinda Rajapaksa in his capacity as commander in chief adhered to his Army chief’s recommendation.",
    "Charges for the Court Martial  were  under two major categories, One was  for alleged  participation in political work while in active service. The other was for  alleged contravention of laid down procedures, related to military procurement. The charges  were taken up separately for hearing before the two Courts Martial. Three charges under category (1) and four charges under category (2) in accordance with provisions in the Army Act were  heard before the two Courts Martial.  Major General H.L Weerathunga presided over both courts martial with  Major General A.L.R Wijethunga and Major General D.R.A.B Jayathilaka  being the other two members appointed to the  two Courts Martial. Rear Admiral W.W.J.S Fernando served as Judge Advocate.",
    "Consequently Sarath Fonseka was court martialled .He was  stripped of rank and decorations and dishonourably discharged.  A 30 month jail sentence was also imposed(",
    "This article appears in the “Political Pulse” Column of the “Daily FT”dated 4 April 2025.It can be accessed here –"
  ]
}