{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/key-fintech-forum-aims-to-foster-collaboration-between-banks-and-technology-companies/",
  "time_ut": 1759670700.0,
  "original_lang": "en",
  "original_title": "Key fintech forum aims to foster collaboration between banks and technology companies",
  "original_body_lines": [
    "In a move to accelerate the evolution of digital financial services, the newly formed Fintech Forum is poised to become a central hub for strengthening collaboration between banks and technology companies in Sri Lanka.According to Sumudu Gunawardhana, Chief Information Officer of Commercial Bank of Ceylon PLC, the Forum creates a vital space for dialogue and partnerships. This comes at a time when banks are actively shifting from being mere custodians of money to becoming comprehensive lifestyle partners for their customers.",
    "“The focus is on growing wallet share. Banks aspire to be the central hubs of consumer spending, evolving into aggregators of services,” Gunawardhana explained. “A bank cannot make and sell all these things consumers want to buy. That is where fintechs play an important role.”",
    "He emphasized that this partnership is built on mutual need. Fintechs bring agility, innovation, and user-friendly solutions, while banks provide the trust, established customer base, and regulatory framework necessary to scale these ideas securely.",
    "“What we tell fintechs is simple: come with a good idea and we will make it enterprise grade,” Gunawardhana said, framing the relationship as one of mutual dependence rather than competition. “Fintechs are not a threat. They become a threat only if we fail to adapt.”",
    "The Fintech Forum is designed to facilitate these synergies by bringing together financial institutions, fintech startups, investors, and academics. As Sri Lanka advances toward a cashless society, the Forum is positioned to be a key driver in building a secure, innovative, and collaborative digital finance ecosystem for the future.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}