{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EFC-National-Best-Employer-Awards-2025/34-781553",
  "time_ut": 1757636430.0,
  "original_lang": "en",
  "original_title": "EFC National Best Employer Awards 2025",
  "original_body_lines": [
    "Employers’ Federation of Ceylon has launched Sri Lanka’s first-ever ‘National Best Employer Awards’ – celebrating organisational excellence and human-centred leadership.",
    "At a time when Sri Lanka is rediscovering its strength and optimism, the Employers’ Federation of Ceylon (EFC) has announced the launch of the inaugural EFC National Best Employer Awards 2025. This landmark initiative comes at a pivotal moment in the nation’s journey, as organisations and communities embrace resilience, innovation, and purpose.",
    "The awards represent a national movement to honour organisations that redefine what it means to be truly great employers—entities that go beyond profit to create workplaces where people thrive, communities are uplifted, and values are lived with purpose. The program will recognise those who champion holistic wellbeing while driving sustainable business practices and meaningful social impact.",
    "As the first of its kind in Sri Lanka, the EFC National Best Employer Awards 2025 will establish a credible and aspirational benchmark for organisational excellence. It will spotlight organisations that lead with both heart and vision—fostering inclusive, ethical, and progressive workplaces that contribute to national development and societal wellbeing.",
    "This initiative is powered by AIA Insurance as Platinum Partner. As one of Sri Lanka’s leading life insurers, AIA’s involvement reflects its mission to help people live healthier, longer, and better lives. Through this partnership, AIA reaffirms its commitment to holistic wellbeing by supporting healthier, happier workplaces and communities.",
    "Each partner plays a vital role in reinforcing EFC’s vision of excellence.",
    "All legally registered organisations in Sri Lanka with at least three years of operations are invited to apply. This is a unique opportunity to gain national recognition, benchmark performance against industry leaders both locally and globally, and showcase organisational innovation and commitment.",
    "Together, these pillars provide a holistic view of organisational health—where strong leadership, meaningful engagement, and responsible practices converge to create thriving environments for employees and communities alike.",
    "To ensure transparency and professionalism, the evaluation process will be overseen by an Independent Technical Awards Committee, guided by the values of integrity, inclusivity, and impact."
  ]
}