{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sl-warned-of-costly-economic-consequences-from-us-new-tariff-policies/",
  "time_ut": 1754417160.0,
  "original_lang": "en",
  "original_title": "SL warned of costly economic consequences from US’ new tariff policies",
  "original_body_lines": [
    "Human rights and policy analyst Ranjith Keerthi Tennakoon has warned that new U.S. tariff policies under the Trump administration could have profound and far-reaching consequences for Sri Lanka’s fragile economy — particularly in apparel exports, mineral sales, and trade relations.",
    "Speaking to The Island Financial Review, Tennakoon, Executive Director of the Sri Lanka Human Rights Organization, called for transparency and clarity regarding the “economic and security partnerships” being negotiated between Sri Lanka and the United States, which he says remain veiled from public scrutiny.",
    "“The government must clearly disclose the terms of these economic and defense linkages. These agreements will shape our national interests — especially in energy, trade and mineral exports. The lack of transparency is unacceptable, Tennakoon stated.",
    "According to the policy briefing issued on August 3, the Trump administration’s revised tariff strategy — branded by some as protectionist and transactional — has recalibrated global trade dynamics. While the U.S. maintains preferential tax rates for 48 countries, Sri Lanka faces taxes from 15 U.S. states, with only four maintaining parity.",
    "More alarmingly, Tennakoon emphasized that this situation leaves Sri Lanka at a competitive disadvantage, especially against regional rivals who continue to benefit from lower or zero-duty status.",
    "“Sri Lanka is essentially being penalized. We now compete on unequal footing with countries that enjoy better tariff concessions. Our garments, for instance, face higher duties, making us less attractive to U.S. buyers, he explained.",
    "The policy paper reveals that Sri Lanka had previously enjoyed a trade surplus with the U.S., with Sri Lankan exports reaching USD 3.37 billion, compared to USD 738 million in imports. However, exports have now slumped:",
    "Apparel exports dropped by 24.3% (undergarments) and 52.3% (finished garments) between May 2024 and May 2025.",
    "Rubber product exports, including tyres (USD 12.5 million worth), are also expected to be affected.",
    "Overall U.S. exports to Sri Lanka have fallen by 11% year-on-year, with imports from Sri Lanka plummeting 26.1%.",
    "Tennakoon warned that these shifts are not isolated incidents, but part of a broader pattern of economic uncertainty and instability engineered through fluctuating American policies:",
    "“The Trump tariff regime is not just a trade mechanism. It is a tool of economic influence. The instability it creates is a deliberate strategy, he cautioned.",
    "SLT-MOBITEL achieves double recognition at National Business Excellence Awards 2025",
    "ComBank’s Rs. 15 billion Green Bond issue oversubscribed on opening day",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}