{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112249/infant-among-three-killed-in-russian-attack-that-sets-ablaze-seat-of-ukraine-government",
  "time_ut": 1757224980.0,
  "original_lang": "en",
  "original_title": "Infant among three killed in Russian attack that sets ablaze seat of Ukraine government",
  "original_body_lines": [
    "An infant was among three people who died in Russia’s overnight attacks on Kyiv that injured 18 and set on fire scores of buildings in the capital, including the seat of the government, Ukrainian officials said on Sunday.",
    "Kyiv’s Mayor Vitali Klitschko said a fire broke out at the government building in the city centre after the attack, which began with drones raining down, followed by missile strikes.",
    "Reuters witnesses saw thick smoke rising from the building in the city’s Pecherskyi district.",
    "The drone attacks killed the infant and a young woman, Klitschko said on the Telegram messaging app, while a pregnant woman was among the five injured admitted to hospital.",
    "Earlier Klitschko had said an elderly woman died in a bomb shelter in the leafy Darnytskyi district to the east of the Dnipro River, the site of the other two deaths.",
    "State emergency officials said a fire broke out on two of the four stories of a residential building in the district hit in the drone attack, with its structure partially destroyed.",
    "In the western district of Sviatoshynskyi, several floors of a nine-storey residential building were partially destroyed, Klitschko and emergency officials said.",
    "Falling drone debris set off fires in a 16-storey apartment building and two more nine-storey buildings, the mayor added.",
    "Smoke billowed out of apartment buildings, some with floors partially collapsed and facades crumbled, in social media photographs posted by emergency officials.",
    "Russia was “deliberately and consciously striking civilian targets”, Timur Tkachenko, the head of the capital’s military administration, said on Telegram.",
    "Dozens of explosions shook Ukraine’s central city of Kremenchuk, cutting power to some areas, Mayor Vitalii Maletskyi said on Telegram.",
    "Russian strikes on Kryvyi Rih in the same region targeted transport and urban infrastructure, Oleksandr Vilkul, the head of the military administration, said on Telegram, but with no injuries reported.",
    "In the southern city of Odesa, civilian infrastructure and residential buildings were damaged, with fires breaking out in several apartment blocks, regional governor Oleh Kiper said on Telegram.",
    "Moscow did not immediately offer comment. Both sides deny targeting civilians in the strikes, but thousands have died in the war Russia launched with a full-scale invasion of Ukraine in February 2022.",
    "With western Ukraine facing the threat of air attacks, Poland activated its own and allied aircraft to ensure air safety, the operational command of the Polish armed forces said."
  ]
}