{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Horton-and-Arunachalam-a-Distinct-Disparity-in-Significance/172-275852",
  "time_ut": 1706481540.0,
  "original_lang": "en",
  "original_title": "Horton and Arunachalam:  a Distinct Disparity in Significance",
  "original_body_lines": [
    "The Article titled ‘Choosing between Robert Wilmot Horton and Ponnambalam Arunachalam’ regarding the change of street name from Horton Place to Sir Ponnambalam Arunachalam Mawatha,’ which appeared on January 23rd, implies that both figures are equally important to Sri Lankans.",
    "The writer says, ‘…the change cannot take place without an acknowledgement of the contribution of Sir Robert Wilmot Horton to Ceylon.  Both Horton and Arunachalam contributed to Ceylon’s all-round development each in his own way and as per the opportunities available in their time. Sir Robert Wilmot Horton was Governor of Ceylon between 1831 and 1837, and Sir Ponnambalam Arunachalam, was a polymath, lawyer, educationist, public intellectual and political leader in the late nineteenth and early twentieth century…’",
    "Under British rule, Ceylon, acknowledged as “the premier colony,” served as a testing ground for British ideals in social and political institutions. In fact, Sri Lanka had been proposed as the prototype and model for the new Commonwealth in the latter part of the 20th century. -- Evolution of Social Policy in Sri Lanka 1833-1970: British Colonial Legacy: Laksiri Jayasuriya -- Journal of the RAS, Vol. 46 (2001), pp. 68.",
    "The Europeans, perceiving themselves as the dominant white race, believed in the natural conquest of “inferior” people “for the betterment of mankind”, viewing it as an expression of nature’s law. While national heroes like P Sirisena and Tibatian Mahinda Thera, as well as Indian legend Rabindranath Tagore [in his poetry collection “Gitanjali”] explored themes of freedom, spirituality and nationalism, inspiring nationalists, Sir Arunachalam and Gandhi to resist colonial invaders, Europe produced poets like Rudyard Kipling, who wrote “The White Man’s Burden” in 1897. This poem framed imperialism and colonialism as a moral duty for the white race to uplift non-white civilizations.",
    "During Robert Horton’s tenure in Ceylon, he was tasked with implementing the recommendations of the Colebrooke–Cameron Commission, a result of pressure exhorted by local agitators in the early 19th century, which led to the establishment of Ceylon’s First Legislative Council and Executive Committee. Horton, 3rd Baronet (1784–1841), a British politician, sociopolitical theorist, and colonial administrator, served as the Under-Secretary of State for War and the Colonies from 1821 to 1828; he later assumed the role of Governor of Ceylon from 1831 to 1837. His notable contributions extend to his writings on the subject of assisted emigration to the colonies within the British Empire. The practice of disposing of national assets to foreign businessmen was initiated by Horton, marking a regrettable trend.",
    "Arunachalam, the first Ceylonese to enter CCS was deprived of the position of Government Agent in Colombo and posted subsequently to judicial posts across the island. This reflected an unofficial policy of the British Government at the time, which systematically prevented exceptional Ceylonese individuals from assuming prominent roles within the government. In 1906, Arunachalam was appointed to the Legislative Council. His groundbreaking Census Report of 1901 was hailed by The Times of London as the “most comprehensive authority on the ethnology of Ceylon and of its varied people, their history, their religions, languages, and literature.” --  James T. Rutnum, “Sir PonnambalamArunachalam – Scholar and Statesman 1853-1924”, 1953, pp 11.",
    "In 1913, a new phase in Arunachalam’s life began. In this year he joined a political movement demanding self-governance for the people of Ceylon. In an historic lecture entitled ‘’Our Political Needs”, given at the insistence of D.R. Wijewardene, Arunachalam crystallised the arguments for self-government.",
    "In 1915, he was elected as the inaugural President of the Ceylon Social Service League, dedicated to uplifting the poorer classes in Ceylon. In 1917, Arunachalam founded the Ceylon Reform League. In 1919, he delivered an address at a Sinhalese conference, supported by F.R. Senanayake, with the aim of organizing Peoples’ Associations across Sinhalese districts for political, social, and economic improvement. This initiative directly led to the establishment of the Lanka Maha Jana Sabha.",
    "Arunachalam was the Father of the Ceylon University Movement: played a pivotal role in establishing the Ceylon University Association in January 1906. In a memorandum to Governor Sir West Ridgeway, he requested the formation of a commission to assess educational progress and need, surging the creation of a “Ceylon University”, only to receive a negative response from the Governor.",
    "Following his death, the “Ceylon Daily News” described him as ‘the most powerful personality in Ceylon,’ and the “Times of London” hailed him as the ‘Founder of modern Ceylon.’ The next significant acknowledgement of Sir Ponnambalam Arunachalam came from the late and esteemed Mr. D.R. Wijewardene, a close friend and admirer. In 1948, on the occasion of Ceylon’s independence, Mr. Wijewardene, despite being in retirement and unwell, rose from his sick bed. Reflecting on events over three decades earlier in the “Ceylon Daily News,” he wrote: “In those days, the national consciousness was dormant, and there was nothing in the spirit of the times to stir it to life and activity. Later, largely as a result of Arunachalam’s work, the fire of the national soul was quickened.”",
    "Discussing Horton’s tenure in detail, in a paper titled, ‘Governor Sir Robert Wilmot Horton and the Reforms of 1833 in Ceylon’, Vijaya Samaraweera says, “There is no doubt that he particularly disliked the creation of the legislature, for at the time of his appointment, as Bathurst, the Secretary of State for War and the Colonies from 1812 to 1827 stated, he had the ‘satisfaction of being free from legislative assemblies. Instinct and experience had their place, but what emerges more clearly is that he acted with a conscious need to safeguard the power and privileges as the Governor. This perhaps is understandable; as the Governor of Ceylon he received far less than what he originally desired, for when seeking a colonial appointment he was not attracted to Ceylon but to Canada.”",
    "Under British rule, Ceylon, acknowledged as “the premier colony,” served as a testing ground for British ideals in social and political institutions. In fact, Sri Lanka had been proposed as the prototype and model for the new Commonwealth in the latter part of the 20th century",
    "--The Historical Journal, Vol. 15, No. 2 (Jun., 1972), pp: 220",
    "While representing an oppressive regime, Horton may have played a positive role in implementing certain democratic and social reforms recommended by the Colebrooke-Cameron Commission, a responsibility assigned to him. This distinguishes him from more infamous governors such as Chalmers, Torrington, MacDonald, or William Rogers. However, it is crucial to note that Horton, the colonial agent was also instrumental in promoting the arrack industry through free distribution of arrack.",
    "The commission recommended the abolition of the feudal practice of compulsory labour; abandon government’s claims to free service (Rajakariya); recognising the right to private property; ending of the government’s monopoly of the Cinnamon trade, starting the first newspaper of Ceylon, the Colombo Journal, and the first mail coach in Asia; reformed the education system, reforms to the Civil Service, and established Ceylon’s first public school, the Colombo Academy, which was renamed in 1881 as the Royal College. It also recommended a drastic reduction on powers of the Governor. The credit for the aforementioned reforms belongs to the Commission and the national heroes who advocated for them, rather than Horton.",
    "While Horton acquiesced to the changes in 1831, two years later, he was no longer willing to do so. Importantly, in opposing the reforms of 1833, Horton’s motivations were not solely driven by the self-interest of preserving the power and position of the Governor. He opposed specific reforms beneficial to the colony, deeming them detrimental to the Empire’s interests. This principled stance was notably evident in his negative approach and resistance to the reforms in the civil service of Ceylon. The direction in which the Colonial Office was moving at this juncture was clearly indicated to Horton himself at the time of his appointment. He was aware that in these days of Reduction measures, he had to accept the governorship at a reduced salary.",
    "During the Age of Imperialism (16th to 19th century), European nations aggressively expanded, driven by economic needs stemming from the Industrial Revolution. This era of scientific and technological development transformed rural societies into industrialized ones. Imperial powers set up trading posts, gained footholds, and collaborated with local rulers to protect European economic interests. Motivated by political aspirations for national greatness and beliefs in Western superiority, they employed military force, economic influence, and annexation to dominate Africa and Asia. By 1914, Great Britain controlled the largest number of colonies, symbolized by the phrase, “the sun never sets on the British Empire.”",
    "Colonialism was, and remains, a wholesale destruction of memory. Lands, the sources of identity, stolen. Languages, ripped from mouths. The collective loss to humanity was incalculable, as cultures, ideas, species, habitats, traditions, cosmologies, possibilities, patterns of life, and ways of understanding the world were destroyed. Countless ecological traditions – involving diverse ways of being with nature – were swept away.",
    "The majestic mountainous terrain, initially known as ‘Maha Eliya Thenna,’ was renamed Horton Plains National Park in 1834 by Lt. William Fisher of the 78th Regiment and Lt. Albert Watson of the 58th Regiment. The legitimacy of the two military men to rename it is questionable.",
    "Let ‘Horton Place and Plains’ remain unchanged if that is the preference of residents and aligns with tourism demands. However, upon the inauguration of the proposed Colombo-Jaffna Highway, let us honour this great personality by naming it after him.",
    "In the past, local communities were inclined to venerate the white invaders, actively seeking their favour in exchange for privileges such as ‘nindagams,’ [free grant of thousands of acres of crown land], and coveted Mudliar/Muhandiram positions. This historical practice of seeking patronage from colonial powers became deeply ingrained in the collective mindset of the locals. Breaking free from this entrenched historical mentality requires a conscious and concerted effort."
  ]
}