{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Republicans-win-majority-of-US-House-seats-giving-Donald-Trump-and-party-control-of-Govt/56-769267",
  "time_ut": 1731624866.0,
  "original_lang": "en",
  "original_title": "Republicans win majority of US House seats, giving Donald Trump and party control of Govt.",
  "original_body_lines": [
    "Republicans have won enough seats to control the US House, completing the party’s sweep into power and securing their hold on US Government alongside President-elect Donald Trump.",
    "A House Republican victory in Arizona, alongside a win in slow-counting California earlier Wednesday, gave the GOP the 218 House victories that make up the majority. Republicans earlier gained control of the Senate from Democrats.",
    "With hard-fought yet thin majorities, Republican leaders are envisioning a mandate to upend the Federal Government and swiftly implement Trump’s vision for the country.",
    "The incoming President has promised to carry out the country’s largest-ever deportation operation, extend tax breaks, punish his political enemies, seize control of the Federal Government’s most powerful tools and reshape the US economy. The GOP election victories ensure that Congress will be onboard for that agenda, and Democrats will be almost powerless to check it.",
    "When Trump was elected president in 2016, Republicans also swept Congress, but he still encountered Republican leaders resistant to his policy ideas, as well as a Supreme Court with a liberal majority. Not this time.",
    "When he returns to the White House, Trump will be working with a Republican Party that has been completely transformed by his “Make America Great Again” movement and a Supreme Court dominated by conservative justices, including three that he appointed.",
    "Trump rallied House Republicans at a Capitol Hill hotel Wednesday morning, marking his first return to Washington since the election.",
    "“I suspect I won’t be running again unless you say, ‘He’s good, we got to figure something else’,” Trump said to the room full of lawmakers who laughed in response. House Speaker Mike Johnson, who with Trump’s endorsement won the Republican Conference’s nomination to stay on as speaker next year, has talked of taking a “blowtorch” to the Federal Government and its programs, eyeing ways to overhaul even popular programs championed by Democrats in recent years. The Louisiana Republican, an ardent conservative, has pulled the House Republican Conference closer to Trump during the campaign season as they prepare an “ambitious” 100-day agenda."
  ]
}