{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/national-savings-bank-records-rs-25-5bn-pbt-for-3q2024/",
  "time_ut": 1733236800.0,
  "original_lang": "en",
  "original_title": "National Savings Bank records Rs 25.5Bn PBT for 3Q2024",
  "original_body_lines": [
    "National Savings Bank showcased robust financial performance in the third quarter of 2024, propelled by the short-term advantages of liability repricing and a surge in fee-based income.",
    "The nation’s premier savings bank reported a remarkable net interest income of Rs. 53.4 billion for the nine months ending 30th September 2024, reflecting a remarkable growth of 191% compared with Rs. 18.3 billion recorded during the same period last year. This outstanding achievement was realized despite a decline in both gross income and interest income of 8.7% and 9.1% respectively over the period under review. The decline in interest income was primarily attributed to the sustained reduction in interest rates on government securities as well as loans and advances when compared to the corresponding period of the previous year.",
    "“The past nine months have presented significant challenges, as we have strived to maintain margins while growing our portfolios in an interest rate reducing scenario. Although we are witnessing signs of recovery, the lingering effects of the worst economic crisis continue to impact both our borrowers and depositors. Despite these obstacles, our resilience and strategic focus have allowed us to navigate these turbulent times, ensuring that the Bank remains on a path to sustained growth and stability” NSB Chairman Dr Harsha Cabral PC commented.",
    "Fee and commission income surged by 44%, primarily driven by higher revenue from card operations, mobile app transactions, and internet banking activities compared to that of 3Q2023. Meanwhile, the net gain on derecognition of financial assets measured at fair value through other comprehensive income soared by an impressive growth, bolstered by realized gains from treasury bonds and treasury bills totalling Rs. 442 million. Operating expenses rose by 28%, largely attributed to increased personal and other operating expenses.",
    "Launching of Curtin University Colombo, a landmark in Australia-SL educational ties",
    "Energy Efficiency Testing Laboratory, funded and established by the Republic of Korea, officially inaugurated in Ja-Ela",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}