{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/timely-theatrical-exploration-of-middle-east-conflict/",
  "time_ut": 1731664980.0,
  "original_lang": "en",
  "original_title": "Timely theatrical exploration of Middle East conflict",
  "original_body_lines": [
    "In what amounted to a refreshing change for the politically-conscious of Sri Lanka and the world, the Longsuffering of the peoples of the Middle East was made to come alive on stage recently through two short plays. The venue for the engaging pieces of drama, staged on November 8th, was the ‘Kolombo Kamatha’ theatre at the BMICH and the organizer of the notable experience was the Bandaranaike Centre for International Studies (BCIS), Colombo.",
    "The BCIS is in the process of celebrating the 50th anniversary of its establishment in 1974 through a series of events and projects of an educational and artistic nature throughout November and the plays were part of this wider commemorative enterprise. The relevant programs are being conducted by the BCIS staff under the guidance of the institution’s Executive Director Ms. Priyanthi Fernando.",
    "Directed by Ruwanthi de Chikera and staged in association with the Stages Theatre Group, the plays of one hour’s duration each were titled, ‘Patterns of our Genocides’ and ‘Children of the Little Olive Park’.",
    "The casts consisted of entirely young persons and this was an exceptional feature of the dramatizations. The latter play, which was staged first, cogently highlighted the inhumanity and brutality characteristic of the Middle East conflict. Although the victimization of the Palestinian people came to be highlighted in the main, this columnist believes that the point was driven home as well that political violence brutalizes both the victim and the aggressor in conflicts featuring contested land, nationhood and self- identity. Accordingly, the play’s thematic content is applicable to the majority of conflicts of the global South, including of course Sri Lanka.",
    "A parable like quality which was notable in the ‘Children of the Little Olive Park’ enhanced its appeal. Although the presumed encroacher on land, in this case Israel, emerges dominant, the play stresses that the latter’s might would not be possible if not for the biased support lent to it throughout the decades by the major imperial powers, headed by the US.",
    "The audience is left with the sense that it is the powerful and their wards who finally win and prevail in conflicts of the kind that are playing out in the Middle East.",
    "If one were to paraphrase summarily the content of the ‘Children of the Little Olive Park’, it would go thus: ‘Once upon a time there was a little garden with an Olive tree that bore a lot of fruit. The garden was a playground for children in the village where the tree grew and they also freely tasted of its fruit.",
    "‘But one day, two important persons from the big world outside brought a child from a nearby village and asked him to eat the Olives and play in the garden as well. But as time went by the boy from outside bullied the original children of the park, ate the fruit all by himself and brought his playmates from his villages to settle in the land as well. This resulted in quarrels and fights between the groups. However, the children who were bullied did not give in; they too armed themselves and fought back. In this way the stage was set for a long, unending fight.’",
    "Thus, the play’s import and relevance is plain to see. However, the mode in which the play was presented made it memorable as well. It was stylized drama of a very fluid kind which was most economical in its use of the usual theatrical resources, such as props and stage sets. Thus, the audience was invited to intuitively and imaginatively connect with the play’s content. Besides, the actors engaged in spectacular movements which realistic drama would not have made possible.",
    "‘Patterns of our Genocides’ continued with the same thematic concerns. However, the focus here shifts to the situation of the Rohingyas of Bangladesh. It is the now quite familiar story of how the Rohingyas came to be brutally victimized and driven out of their land by Myanmar’s military rulers. Their only ‘flaw’, from the viewpoint of their oppressors, is their ethnic and religious identity. It is a case of the powerful of the land siding with the majority community and pandering to the latter’s power aspirations.",
    "Unlike in the case of the former play, ‘Patterns of our Genocides’ unfolds in the form of mainly a narration by an actor who represents the Rohingya community. He narrates the suffering and persecution of the community, which to a degree, is dramatized and rendered engrossing. Many Sri Lankans would not find it difficult to engage deeply with the unfolding narration, since the issues strike one as familiar and are common to some local communities.",
    "During the Q&A which followed the staging of the plays a member of the audience referred to the need for the first play to incorporate the Israeli viewpoint as well. Ideally, this should have been the case but since the play was a short one it would have been impracticable to meet this need. May be the creators of the play could consider dramatizing a play of this scope in the future running into two hours or thereabouts.",
    "However, the plays performed a vital role by raising awareness on the gut issues in the relevant conflicts in a most exhilarating and engrossing fashion. The choice of the artistic medium ought to be commended because it concretized, as few other art forms could, the issues at the heart of the conflicts, which are only read about by most Sri Lankans.",
    "The Middle East conflict, along with scores of others raging in the South, are not likely to abate any time soon and the intractable nature of the issues involved account in good measure for this. Moreover, there needs to be also a total coming together of all local and international stakeholders in these conflicts, with peacemaking as their main aim, for the purpose of establishing even a degree of peace in these contemporary killing fields.",
    "However, hopes cannot be entertained on the latter score as well. This is mainly on account of the fact that the major powers are usually at cross-purposes and unity of aim among these players is essential for the effective functioning of the UN system. Such effectiveness continues to determine to a great extent whether the world would have a measure of peace or otherwise.",
    "Unfortunately, US President-elect Donald Trump is showing all signs already of being a negative factor on the international peacemaking front. For example, his choice of US Permanent Representative to the UN is said to be a ‘fierce critic’ of the system. It is plain to see that Trump is not acting in good faith on the question of making the world a less dangerous place to live in.",
    "Exploring Sri Lanka’s Wildlife: A Photographic Journey through Nature’s Biological Diversity",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}