{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102864/putin-hosts-global-south-leaders-at-brics-summit-meant-to-counterbalance-western-clout",
  "time_ut": 1729653720.0,
  "original_lang": "en",
  "original_title": "Putin hosts Global South leaders at BRICS summit meant to counterbalance Western clout",
  "original_body_lines": [
    "China’s Xi Jinping, India’s Narendra Modi and other world leaders arrived Tuesday in the Russian city of Kazan for a summit of the BRICS bloc of developing economies that the Kremlin hopes to turn into a rallying point for defying Western influence in global affairs.",
    "For Russian President Vladimir Putin, the three-day meeting also offers a powerful way to demonstrate the failure of U.S.-led efforts to isolate Russia over its actions in Ukraine.",
    "Kremlin foreign affairs adviser Yuri Ushakov called it “the largest foreign policy event ever held” by Russia, with 36 countries attending and more than 20 of them represented by heads of state.",
    "The alliance that initially included Brazil, Russia, India, China and South Africa has expanded rapidly to embrace Iran, Egypt, Ethiopia, the United Arab Emirates and Saudi Arabia. Turkey, Azerbaijan and Malaysia have formally applied to become members, and a few others have expressed interest in joining.",
    "Observers see the BRICS summit as part of the Kremlin’s efforts to showcase support from the Global South amid spiraling tensions with the West while expanding economic and financial ties.",
    "Proposed projects include the creation of a new payment system that would offer an alternative to the global bank messaging network SWIFT and allow Moscow to dodge Western sanctions and trade with partners.",
    "Putin, who will hold about 20 bilateral meetings on the sidelines, conferred with Xi, Modi and South African President Cyril Ramaphosa on Tuesday ahead of the summit’s opening.",
    "Xi and Putin announced a “no-limits” partnership weeks before Russia invaded Ukraine in 2022. They already met twice this year, in Beijing in May and at a Shanghai Cooperation Organization summit in Kazakhstan in July.",
    "Welcoming Xi, Putin described the relations between Moscow and Beijing as “one of the main stabilizing factors on the world arena.” He vowed to “expand coordination on all multilateral forums for the sake of global stability and a fair world order.”",
    "“Amid tectonic transformations unseen for centuries, the international situation is undergoing serious changes and upheavals,” Xi said, hailing the “unprecedented character” of Russia-China ties.",
    "Russia’s cooperation with India has also flourished. New Delhi considers Moscow a time-tested partner since Cold War times despite Russia’s close ties with India’s main rival, China.",
    "Western allies want India to be more active in persuading Moscow to end the war in Ukraine, but Modi has avoided condemning Russia while emphasizing a peaceful settlement.",
    "“We fully support the quickest establishment of peace and stability,” said Modi, who last visited Russia in July.",
    "Putin hailed what he described as a “privileged strategic partnership” between Russia and India.",
    "During a meeting with Ramaphosa, the Russian president emphasized their shared striving for a “fair, multi-polar global order” and specifically mentioned efforts by BRICS members to create a “new independent payment system.”",
    "After a dinner for the delegations, Putin met with Egyptian President Abdel Fattah el-Sissi, who praised the “dynamic development” of Moscow-Cairo relations in recent years.",
    "On Thursday, Putin is also set to meet with United Nations Secretary-General Antonio Guterres, who will be making his first visit to Russia in more than two years. Guterres has repeatedly criticized Russia’s actions in Ukraine."
  ]
}