{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-swaps-rise-as-net-foreign-exchange-reserves-fall-amid-rate-cuts-236170/",
  "time_ut": 1755139140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank swaps rise as net foreign exchange reserves fall amid rate cuts",
  "original_body_lines": [
    "ECONOMYNEXT – Swap contracts between Sri Lanka’s central bank and domestic market participants have continued to rise as ‘reserves’ were shown with derivative contracts, official data show.",
    "Sri Lanka’s gross official reserves (some of which also contain fiscal balances from the International Monetary Fund and other disbursements which are used to repay debt), and monetary reserves built by the central bank from current inflows with deflationary policy.",
    "Sri Lanka gross reserves which hit 6,531 million dollars in March fell to 6,144 million dollars by July though there was an increase from 6,080 in June.",
    "Meanwhile net reserves after swaps fell from 2,799 million dollars in March to 2,210 million in June.",
    "From December 2024 to June 2025, gross reserves fell from 6,122 million dollars to 6,080 million and swaps went up from 3,548 million dollars to 3,870 million dollars. Reserves after swaps down from 2,574 million dollars to 2,210 million dollars.",
    "The central bank also has other liabilities including loans to the Reserve Bank of India taken during the last flexible inflation targeting driven currency crisis and International Monetary Fund loans taken after the crisis triggered from open market operations in 2015.",
    "Though gross reserves started to fall after rate cuts reduced the ability to collect reserves amid a pick up in domestic private credit, net reserves were generally going up (even after swaps) until June even as gross reserves fell from settling RBI and IMF liabilities.",
    "In June net foreign assets of the central bank also fell absolutely ending.",
    "RELATED : Sri Lanka central bank net foreign reserves fall over US$100mn in June: Analysis",
    "Showing reserves with swaps imposes a contingent liability on the central bank as buy-sell swaps are renewed at the option of the counterparty.",
    "Sri Lanka’s banks are sitting on dollar deposits, especially after dollar loans to the government were repaid after debt restructure.",
    "They were repaid in rupee securities and banks covered the open dollar position by reducing domestic credit and using new deposits and loan repayment to buy dollars.",
    "However when the monetary authority engages in domestic buy-sell swaps, a commercial bank gets new or ‘printed’ rupees by mortgaging dollar deposits collected in prior periods, reducing the need to get real deposits and curtail consumption to finance credit. In the process rates are kept artificially down.",
    "RELATED : Sri Lanka central bank skating on thin default ice with latest rate cut",
    "The central bank meanwhile is exposed to forex risks as the country has a so-called ‘flexible’ exchange rate. The central bank made large losses in the last currency crisis from its dollar loans including swaps with the RBI and Bangladesh Bank as the dollars were used to suppress rates under its policy rate.",
    "While it is acceptable for the government to borrow dollars from local banks and settle foreign loans, if the central bank borrows through swaps and gives the government, it transfers the forex risk to the monetary authority which is a note issuing bank which issues the people’s money.",
    "If the central bank uses the money to finance private imports by suppressing rates (as in recent currency crises), a new contingent liability is introduced to the public balance sheet.",
    "Central bank swaps were originally invented by the Federal Reserve in the 1960s as part of efforts to window dress reserves (avoid giving gold reserves after cutting rates with open market operations).",
    "After the US dollar collapsed from 1971 leaving the Bretton Woods and the Smithsonian in tatters the US government had to bailout losses (including at the exchange stabilization fund) with Roosa bonds.",
    "After the current crisis the central bank itself solved part of the problem by currency appreciation and by selling down the rupee securities it bought to create the crisis and interest earnings.",
    "Flexible exchange rates operated by a reserve collecting central bank with a policy rate are fundamentally flawed, and adding an inflation target makes the mixture even more toxic, EN’s economics columnist had warned.",
    "If the central bank is unwilling to run deflationary policy to collect reserves and help repay debt (and run a clean floating rate with which it is possible to engage in actual inflation targeting), the Treasury should make its own arrangements to buy dollars from the open market and avoid a second default from flexible inflation targeting.",
    "RELATED : Sri Lanka Treasury should buy its own dollars to settle debt and avoid second default",
    "At the moment however the central bank has fiscal obligations, which it cannot meet if there is a bureaucratically decided  policy rate (i.e independent monetary policy).",
    "RELATED : Sri Lanka interest rates are dictated by the IMF reserve target, not inflation",
    "RELATED : Sri Lanka central bank makes over $750mn unsterilized forex sales to govt",
    "To prevent future defaults the parliament should reduce the inflation target (which reduces the room for inflationary policy) and outlaw swaps, analysts say.",
    "“Ironically there are restrictions on government guarantees of foreign loans by SoEs, in the IMF program, but no restriction on swaps,” Bellwether says.",
    "In a further red flag, the current IMF program after the last review has no requirement for a downward sloping ceiling on domestic assets of the central bank, which forces deflationary policy guaranteeing monetary stability and reserve collections as in the recent past.",
    "Sri Lankans who were expecting a ‘peace dividend’ after the end of a civil war instead got flexible inflation targeting, potential output targeting, as well as REER targeting under so-called ‘data driven’ monetary policy, rejecting classical economic principles. (Colombo/Aug14/2025 – Corrected March gross reserves $6,531mn not $5,531mn)"
  ]
}