{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101099/sc-rules-manusha-harins-expulsion-from-sjb-is-lawful",
  "time_ut": 1723179240.0,
  "original_lang": "en",
  "original_title": "SC rules Manusha & Harin’s expulsion from SJB is lawful",
  "original_body_lines": [
    "The Supreme Court has ruled that the decision taken by Samagi Jana Balawegaya (SJB) to suspend the party membership of Ministers Manush Nanayakkara and Harin Fernando was lawful.",
    "The court issued this verdict while dismissing a petition filed by the two ministers seeking an order declaring that the SJB’s decision to remove them from the party is unlawful.",
    "The decision was announced by the three-member Supreme Court bench consisting of Justices Vijith Malalgoda, Achala Vengappuli and Arjuna Obeysekara this morning (09).",
    "On July 18, 2023, the Working Committee of the SJB decided to expel party members Harin Fernando and Manusha Nanayakkara from the party. In May 2022, the SJB had suspended the party membership of the two parliamentarians after they had accepted ministerial portfolios in the government while the party had vowed to take disciplinary action against them.",
    "MPs Harin Fernando and Manusha Nanayakkara were sworn in as the Minister of Tourism & Lands and Minister of Labour & Foreign Employment, respectively whereas Minister Fernando was also appointed as the Sports Minister.",
    "Fernando and Nanayakkara had said they accepted ministerial portfolios in the government under President Gotabaya Rajapaksa to do their utmost to find solutions to the ongoing economic crisis as a positive response was not received from many political party leaders for a collective effort.",
    "They both subsequently resigned from their ministerial portfolios on July 9, 2022 along with the rest of the Cabinet, after then President Gotabaya Rajapaksa informed the Speaker of Parliament that he intends to resign.",
    "However, they were both reappointed to the same ministerial portfolios by President Ranil Wickremesinghe when he appointed a new Cabinet on July 22, 2022."
  ]
}