{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/PMD-staffer-accused-of-disseminating-false-postal-vote-results/56-766437",
  "time_ut": 1725573638.0,
  "original_lang": "en",
  "original_title": "PMD staffer accused of disseminating false postal vote results",
  "original_body_lines": [
    "PAFFREL says it was observed, an official at the PMD had shared alleged postal voting results on his personal Facebook page",
    "Stresses there is no way for any party or even the ECSL to know the postal vote results",
    "Says staffer had committed not only an ethical wrong but also an election violation according to law",
    "Notes matter was raised with the ECSL for appropriate action and posts with results have since been removed",
    "Independent Election Monitors have alleged a Deputy Director attached to the President’s Media Division (PMD) has disseminated a social media post containing alleged postal vote results in violation of election laws.",
    "At a press conference yesterday, People’s Action for Free and Fair Elections (PAFFREL) Executive Director Rohana Hettiarachchi addressed concerns regarding a misleading social media post that claimed President Wickremesinghe was leading in postal votes. While it remains unclear who created the post, Hettiarachchi noted that it was also shared by a staffer from the Presidential Media Division (PMD) on their personal social media page. It was observed that the post, shared with the caption “News Update”, was posted by Deputy Media Director of Fact Check Sandun Arosha Fernando at the PMD. The post, along with several other recent posts by him about the elections on his personal page, has since been removed. “There is no way for any party to know the postal vote results. Not even the Election Commission has that capability. However, there were mentions of various percentages obtained by various political camps on social media,” Hettiarachchi said. He noted that the staffer had committed not only an ethical wrong but also an election violation according to the law. He said PAFFREL has lodged a complaint with the Election Commission of Sri Lanka (ECSL), urging an investigation into those responsible for creating the misleading posts with the support of the social media companies and calling for appropriate action against them. Hettiarachchi also said necessary action has been taken to remove the posts depicting false postal voting results.",
    "The PAFFREL Executive Director also noted his organisation had received a number of complaints against the PMD on various violations committed by them.  He also urged the public to refrain from creating or disseminating misleading posts, emphasising that such actions are against the law. “If you engage in these acts, you may face legal consequences,” Hettiarachchi warned.",
    "Hettiarachchi mentioned that PAFFREL, in collaboration with Hashtag Generation, is actively reporting disinformation being spread about the elections by various social media pages to the Election Commission of Sri Lanka (ECSL).",
    "Addressing questions from the media regarding alleged violations by President Wickremesinghe’s campaign, Hettiarachchi expressed regret over the misuse of state power and assets for election campaign purposes. He highlighted that while election law violations were being committed by candidates and political parties across the board, the majority of these violations were aligned with the Government.",
    "He further noted a complaint regarding a sticker campaign in which reward money was reportedly given. “Such actions are not suitable for those intending to gain power,” he said.",
    "Hettiarachchi also observed a high level of enthusiasm among postal voters, with no incidents of concern reported during the voting process. He stated that voting continued peacefully without any interference."
  ]
}