{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Talawakelle-Tea-Estates-wins-Best-Corporate-Citizen-Sustainability-Award-2023/34-759409",
  "time_ut": 1710278288.0,
  "original_lang": "en",
  "original_title": "Talawakelle Tea Estates wins Best Corporate Citizen Sustainability Award 2023",
  "original_body_lines": [
    "Talawakelle Tea Estates yesterday won the coveted ‘Best Corporate Citizen Sustainability Award 2023’ at the 20th Best Corporate Citizen Sustainability Awards organised by the Ceylon Chamber of Commerce.",
    "Aitken Spence and Nestlé Lanka were adjudged the first and second runners up respectively.",
    "The annual BCCS Awards is the premier corporate citizenship award, and highlights sustainability champions in the national corporate arena. The Awards promote corporate citizen sustainability ownership and initiatives that deliver social and environmental benefits while pursuing profits.",
    "Talawakelle Tea Estates also walked away with the Category B ‘Best Corporate Citizen Sustainability Award 2023’, awarded to companies with an annual turnover below Rs. 15 billion, while Elpitiya Plantations and Kelani Valley Plantations were awarded as the respective first and second runners-up in this category.",
    "The ceremony also recognised top 10 Corporate Citizens. This Award recognises the top 10 corporates which have implemented outstanding sustainability initiatives under both ‘Category A and B’. Aitken Spence, CBL Investments Limited (CBL Group), Commercial Bank of Ceylon, Dilmah Ceylon Tea Company, Elpitiya Plantations, Hatton National Bank, Kelani Valley Plantations, Nestlé Lanka, Sampath Bank and Talawakelle Tea Estates were adjudged the Top 10 Corporate Citizens of 2022.",
    "Additionally, the Best Projects Sustainability Awards 2022 were also presented. It recognises the efforts of the private/public sector to engage in specific projects relating to key aspects of sustainability relevant to the organisation and in response to contextual needs. The 11 projects awarded under this category are; CBL Foods International - Master Carton Recycling Project, Citizens Development Business Finance - Act Early for Autism, Dilmah Ceylon Tea Company - Endane Biodiversity Corridor, Elpitiya Plantations - Fix to Fix It, Haycarb - Haritha Angara, HJS Condiments Ltd. - Eradicating Melon-Fly Menace in the Cucurbitaceae Family using the Sterile Male Releasing Technique, JAT Holdings - JAT Pintharoo Abhiman, Jaykay Marketing Services - Say No to Food Waste, Jetwing Hotels - Second Careers, MAS Holdings - MAS Breast Cancer Awareness Programme, and MJF Charitable Foundation - Rainbow Horizons",
    "Triple Bottom-line Awards: Awarded to companies with the best performance in the three sustainability pillars of Planet (Environmental Sustainability), People (Social Sustainability) and Profit (Economic Sustainability), Talawakelle Tea Estates won the Award for Environmental Sustainability, while Sampath Bank and Ceylon Tobacco Company were awarded the Social Sustainability and Economic Sustainability Awards respectively.",
    "The Winners of the category Awards were; Talawakelle Tea Estates for Corporate Environmental Commitment, Environmental Integration, Environment Beyond the Business, Employee Relations, and Governance, MAS Active – MAS Kreeda for Customer Relations, Aitken Spence for Supplier Relations, Sampath Bank for Community Relations, Ceylon Tobacco Company for Financial Performance, and Omega Line for Economic Contribution.",
    "Sector-Based Sustainability Champions: Awarding the best sustainability performance in the specific sectors corporates operate in, the winners were; Talawakelle Tea Estates – Agriculture, Hayleys Fentons – Construction, Aitken Spence – Diversified Holdings, Sampath Bank – Finance, Oxford College of Business – Knowledge Services, Nestlé Lanka – Manufacturing, Singer (Sri Lanka) Retail Sector, and Sri Lanka Telecom under the sector – Other."
  ]
}