{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112021/arab-islamic-ministerial-committee-urges-us-to-reverse-visa-ban-on-palestinian-officials",
  "time_ut": 1756609620.0,
  "original_lang": "en",
  "original_title": "Arab-Islamic ministerial committee urges U.S. to reverse visa ban on Palestinian officials",
  "original_body_lines": [
    "The Ministerial Committee formed by the Joint Arab-Islamic Extraordinary Summit on Gaza on Saturday urged the U.S. administration to “reconsider and reverse” its decision not to grant visas to the Palestinian delegation for the upcoming UN General Assembly (UNGA).",
    "In a statement issued after its meeting in Amman, the committee voiced its “deep regret” at Washington’s decision, and stressed that the move contradicts obligations under the UN Headquarters Agreement, which guarantees the rights of Palestine, a UN permanent observer state, to participate in UN activities, according to a post published by Jordan’s Foreign Ministry on Facebook.",
    "The decision also undermines opportunities for dialogue and diplomacy, according to the post.",
    "The committee warned that “weakening the Palestinian Authority (PA) will undermine peace efforts in the face of escalation, the spread of violence and continuation of the conflict,” according to the post.",
    "The committee, established on Nov. 11, 2023, includes the foreign ministers of Saudi Arabia, Egypt, Qatar, Jordan, Bahrain, Türkiye, Indonesia, Nigeria, and Palestine, along with the heads of the Arab League and the Organization of Islamic Cooperation.",
    "On Friday, the U.S. State Department said in a statement that it is “denying and revoking visas” from members of the Palestine Liberation Organization (PLO) and the PA ahead of the upcoming UNGA.",
    "“The Trump Administration has been clear: it is in our national security interests to hold the PLO and PA accountable for not complying with their commitments, and for undermining the prospects for peace,” it said, adding that the PA Mission to the UN will receive waivers per the UN Headquarters Agreement.",
    "In response, the Palestinian presidency expressed “deep regret and astonishment” at the decision, urged Washington to reconsider and reverse its decision, and reaffirmed “Palestine’s full commitment to international law, UN resolutions, and obligations toward peace.”",
    "Scheduled for September in New York, the 80th session of the UNGA is expected to witness growing global support for the recognition of Palestine’s official statehood."
  ]
}