{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Second-term-begins-with-110-commitments-pending-on-Sri-Lankas-IMF-programme-Verité-Research/108-275843",
  "time_ut": 1706437800.0,
  "original_lang": "en",
  "original_title": "Second term begins with 110 commitments ‘pending’ on Sri Lanka’s IMF programme: Verité Research",
  "original_body_lines": [
    "Colombo, Jan. 28 (Daily Mirror)- The second term of the IMF review began with 110 commitments ‘pending’ on Sri Lanka’s IMF programme, with Sri Lanka and the IMF adding 75 new commitments to the programme, independent think-tank and research institution Verité Research said.",
    "The International Monetary Fund (IMF) has published its evaluation of Sri Lanka’s performance in the first phase or ‘first term’ of the ongoing Extended Fund Facility (EFF)",
    "programme, which commenced in March 2023, where Sri Lanka had ‘met’ 60 of the 73 commitments due by end November 2023, the Verité Research added.",
    "The Verité Research updated its ‘IMF Tracker’, based on all information available, including in the IMF evaluation titled ‘First Review Under the Extended Arrangement Under The Extended",
    "Fund Facility’ and Sri Lanka had ‘met’ (with some delays) 60 of the 73 commitments due by end November 2023.",
    "The 13 remaining commitments were ‘not met’ and among these 13, eight have been carried forward into the second term, or the period leading up to the second review. Five were irreversibly",
    "\"The IMF has now modified, or extended, the due dates of the 27 commitments which were due after end-November. These have been classified as ‘pending’ in tge IMF Tracker, along with the eight commitments carried forward. In addition to these 35 (27 + 8) commitments, Sri Lanka and the IMF added 75 new commitments to the programme. Therefore, the second term began with 110 commitments ‘pending’ on Sri Lanka’s IMF programme.",
    "The first review was focused on commitments that were due by June. Yet, there are four governance and transparency related commitments that were ‘not met’ even by the end of",
    "Foremost among these is 1) launching an online transparency platform related to public procurement and tax exemptions and 2) establishing a transparent and merit-based",
    "selection process for the directors of the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) in the Anti-Corruption Act.",
    "IMF Tracker is the only platform that is publicly tracking Sri Lanka’s commitments under its 17th IMF programme. It is available on the parliament monitoring platform manthri.lk of Verité Research, at https://manthri.lk/en/imf_tracker."
  ]
}