{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/intended-messages-and-their-interpretation/",
  "time_ut": 1708931400.0,
  "original_lang": "en",
  "original_title": "Intended messages and their interpretation",
  "original_body_lines": [
    "It is common for short clips of statements by public figures, often taken out of context, to go viral",
    "Few things on social media go as viral as short clips of statements by public figures, often taken out of context. In platforms designed to capitalise on our shrinking attention spans, users rarely have the time or patience for context. Even if some may wish to trace a circulating video clip to its original, longer video source, it would have likely gone viral by then, prompting journalists to play catch up, although we may not report on it.",
    "While it is hard to pin motivations based on short clips, the instant reactions they trigger can be interesting and telling. Among other things, they show us how an intended message and its interpretation can be very different while consumed on social media. A case in point is a remark made by External Affairs Minister S. Jaishankar at the Indian Institute of Management (IIM), Mumbai, last month.",
    "“My first advice to you would be, the next time you want to take a holiday, go to Sri Lanka,” he said, in the now popular clip. Many social media users in both countries understood this as a fillip for Sri Lanka’s tourism industry. Several Sri Lankans, including politicians, cheered the Indian Foreign Minister’s “pitch for Sri Lankan tourism” and eagerly re-shared the clip.",
    "Except, Mr. Jaishankar appeared to convey something else, as the longer clip shared on his own X timeline showed. Following his remarks on India’s role on the global stage, Mr. Jaishankar took questions from the audience. A participant asked him if the “observed shift” in the geopolitical alignment of India’s long-standing regional partners such as Bangladesh, Sri Lanka and recently the Maldives, towards China, is indicative of “a perceived failure” of India’s ‘Neighbourhood First’ policy.",
    "It was in response to this specific question that Mr. Jaishankar advised the young man to go to Sri Lanka on his next holiday. “Mix with the normal person in Sri Lanka and ask them ‘what do you think about India?’ You will feel yourself grow with that answer,” he said, in the longer clip. He elaborated on how when the rest of the world “turned its back” on Sri Lanka during the island nation’s economic crisis in 2022, India was the only country to come forward, committing $4.5 billion, considerably more than what the ongoing International Monetary Fund package entails.",
    "In essence, Mr. Jaishankar was encouraging the audience member to visit Sri Lanka to better understand perceptions of India’s crucial outreach. It was more a hat tip to his own government’s ‘Neighbourhood First’ policy than about adding to Sri Lanka’s tourism numbers, which Indians are anyway doing.",
    "“After you have done your Sri Lanka holiday, please go to Nepal. The export of electricity to India is an enormously rewarding transaction for Nepal,” he added soon after. But those points didn’t go half as viral, and the part that did could not have hurt New Delhi’s interests in this instance.",
    "Meanwhile, Sri Lanka’s Tourism Minister Harin Fernando had a novel interpretation of Mr. Jaishankar’s comment, and his video clip too went viral. Speaking at a roadshow addressing travel agents in Mumbai recently, Mr. Fernando said: “I think he mentioned if you are travelling somewhere, travel to Sri Lanka because Sri Lanka is a part of India actually”.",
    "His comment drew flak for “disrespecting Sri Lanka’s sovereignty”. In a country where Sinhala nationalists have fiercely opposed Indian intervention in the past, and remain sceptical of Indian interests, Mr. Fernando’s remark did not go down well. A political rival went to the extent of saying his statement was punishable by death. Forced to give an explanation, the flustered minister told parliament: “I humbly thanked India for saving Sri Lanka through the last 13-14 months, giving us maximum number of tourists…I went on to elaborate the connection that Sri Lanka has with India – not only in history, [but also in] our words, music, film industry, food. In Kerala, you call it aappam (for hoppers), we call it aappa…”",
    "He sought to give examples of India and Sri Lanka’s cultural connect, perhaps hoping that his explanation too would get airtime. But social media had moved on to the next viral clip.",
    "School renovation improves learning environment for young tea estate children in Sri Lanka",
    "State Minister hails Sri Lanka’s ‘civilisational link’ with India, calls China ‘important trading partner’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}