{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99466/over-1-million-evacuated-as-cyclone-remal-brings-heavy-rain-to-bangladesh-and-india",
  "time_ut": 1716802620.0,
  "original_lang": "en",
  "original_title": "Over 1 million evacuated as Cyclone Remal brings heavy rain to Bangladesh and India",
  "original_body_lines": [
    "Tropical Cyclone Remal made landfall in Bangladesh on Sunday, bringing torrential rain and heavy winds as it continues to move inland across eastern India, toppling trees, turning roads into rivers and causing large-scale damage.",
    "More than 1 million vulnerable people across both countries were evacuated from their homes ahead of Remal’s arrival, authorities said, with volunteers and army staff mobilized to assist with clean-up efforts and distribute food and water to displaced families.",
    "Remal made landfall packing gusts of up to 135 kilometers per hour (84 mph) and is moving northwards across Bangladesh and its adjoining West Bengal coasts, the Indian Meteorological Department said.",
    "The storm weakened after it hit the coast with wind speeds of up to 115 kilometers per hour (71 mph). Remal is expected to dump more than 89mm (3.5 inches) of rain and bring wind-driven storm surges of 2.5 to 3.7 meters to the coasts of the Bay of Bengal, according to CNN Weather.",
    "The maritime ports of Mongla and Payra in Bangladesh put up the Great Danger Signal 10 – the highest alert signal – on Sunday, and all fishing and boating vessels have been advised to remain in shelter by the Bangladesh Meteorological Department.",
    "About 2 million people live in storm-affected areas in Bangladesh, according to non-profit BRAC.",
    "At least half a million of these people “live in houses made of materials such as clay, wood, plastic sheets, straw or tin,” said Dr. Md Liakath Ali, a disaster expert at BRAC.",
    "Millions are without power as authorities shut down electricity supply to many areas in advance to avoid accidents, according to Ali. Fallen trees and broken lines disrupted supply, he said.",
    "An especially vulnerable group are the stateless Rohingya communities who fled persecution in nearby Myanmar during a military crackdown in 2017. They are already living in the world’s largest refugee camps in Cox’s Bazar, which is at risk of landslides and floods, owing to the flimsy structure of their shelters.",
    "Many live in bamboo and tarpaulin shelters perched on hilly slopes that are vulnerable to strong winds, rain, and landslides.",
    "Video taken by a BRAC’s volunteer early Monday in Mongla showed a woman struggling to walk through the floodwaters as gusts of wind nearly toppled her over.",
    "In India, video from the country’s National Disaster Response Force showed workers removing broken trees in the state of West Bengal as heavy rain lashed down on them. The Coast Guard was seen closely monitoring Remal’s landfall, with ships and hovercraft on standby to respond to any challenges, it said.",
    "Flights were also impacted following the closure on Sunday of the main international airport in Kolkata, West Bengal’s capital.",
    "Tropical Cyclone Remal has been churning across the Bay of Bengal since late last week  prompting authorities to prepare ahead of its arrival.",
    "Indian Prime Minister Narendra Modi on Sunday said he had reviewed disaster management and preparation efforts. “I pray for everyone’s safety and wellbeing,” Modi wrote on X.",
    "Cyclones, also known as typhoons and called hurricanes in North America, are enormous heat engines of wind and rain that feed on warm ocean water and moist air. And scientists say the climate crisis is making them more potent.",
    "A study published in 2021 by researchers at the Shenzhen Institute of Meteorological Innovation and the Chinese University of Hong Kong and published in Frontiers in Earth Science found that tropical cyclones in Asia could have double the destructive power by the end of the century, with scientists saying the human-made climate crisis is already making them stronger.",
    "The cyclone comes as parts of Western and Central India continue to bake under severe heat, with temperatures soaring beyond 45 degrees Celsius (113 Fahrenheit) in some cities, causing illness and forcing some schools to close.",
    "Climate scientists have long warned that these extremes of weather will only continue to intensify because of the climate crisis, with millions of people in India vulnerable to the risks associated with it."
  ]
}