{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103211/three-arrested-over-murder-of-kempitiya-walawwa-owner",
  "time_ut": 1730892300.0,
  "original_lang": "en",
  "original_title": "Three arrested over murder of Kempitiya Walawwa owner",
  "original_body_lines": [
    "Three individuals, including the wife of a wealthy businessman, have been arrested in connection with the murder of the owner of Kempitiya Walawwa in Kegalle.",
    "The victim was found tied up and strangled to death on October 27. Later, police found his wife who had also been tied up.",
    "According to police, the murder was carried out with the intent to robbing cash and gold jewellery from the house however, they had only managed to steal Rs. 10,000 in cash and the victim’s gold ring.",
    "Accordingly, the officer-in-charge (OIC) of the Kegalle Division Crimes Investigation Unit, Chief Inspector Apasara Abeysekara who led the investigation, received information that a person who was involved in two similar robberies in Dedigama and Warakapola areas recently was also connected with this murder.",
    "Further information had also been received that the suspects were hiding in a house in the Thumbowila area in Piliyandala.",
    "Following a search of the house in question, the police arrested a woman and two other persons.",
    "During interrogation, the arrested suspects have admitted that the robbery was carried out at the woman’s behest.",
    "Investigations have uncovered that on the day of the incident, the woman had travelled with the three robbers to Kegalle with a hired driver in a car belonging to her brother, claiming they were attending a funeral in Kegalle.",
    "Later, the woman in question had instructed to stop the car about 500 meters away from the Kempitiya Walawwa and sent the three robbers to the relevant residence.",
    "Accordingly, the three robbers had entered the residence and murdered the owner, and ransacked the house in search of cash and valuables, police said.",
    "However, they had only managed to find Rs. 10,000 in cash and the victim’s gold ring.",
    "The gold ring was later sold for a sum of Rs. 160,000 by the woman to a local jewellery shop.",
    "It is reported that the 53-year-old woman was having a close relationship with the main suspect, a 25-year-old man while investigations are underway to arrest him.",
    "Police also said that the arrested suspects are heavily addicted to drugs.",
    "Furthermore, it is also revealed that the suspected woman is the spouse of an individual holding a top position at a prominent company and comes from a wealthy background.",
    "However, the suspects have revealed that due to recent financial hardships, the robbery was carried out under the guidance of the woman in question, police said.",
    "The suspects were produced before the Kegalle Magistrate’s Court yesterday (05) and were remanded until November 18."
  ]
}