{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-courts-to-sell-vehicles-machinery-seized-for-suspected-involvement-in-crimes-167862/",
  "time_ut": 1718269560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka courts to sell vehicles, machinery seized for suspected involvement in crimes",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will allow courts to sell vehicles and machineries seized by courts due to their suspicious involvement in crimes to preserve foreign exchange and minimal usage of lands, Justice Minister Wijeyadasa Rajapakshe said.",
    "The island nation has witnessed thousands of courts-seized vehicles end up in unusable conditions because of long duration to conclude court cases for crimes.",
    "“There is no clear law on assets and properties that are seized in court cases,” Rajapakshe told reporters at a media briefing on Wednesday (12).",
    "“We have come up with laws on that including the one, which is on the assets involved with court cases. We know that there are goods worth over billions of rupees corroding after being seized by courts. If somebody has used a vehicle or machine in a crime, the court is compelled to keep them with its custody until the legal case is over.”",
    "He said keeping such assets for long duration has become a huge issue for courts because it needs lands.",
    "“It has also become an issue in terms of the country’s foreign exchange as all these vehicles are imported from foreign countries,” Rajapakshe said explaining that keeping them in usage could reduce the number of vehicle imports.",
    "He said the seized vehicles cannot be used after the long time court cases because of the corrosion.",
    "“So under Disposal of Products Law, we will be allowing the courts to sell the goods in public auction and deposit the money as the liability in the case,” Minister Rakapakshe said.",
    "“If the suspect gets acquitted and the court accepts the suspect is the owner of the asset, the suspect will be given the money received from the sales along with the interest payment.”",
    "“If it is proven that the suspect is involved in the crime, then the money will be expropriated.” (Colombo/June 13/2024)"
  ]
}