{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Rights-of-children-with-disabilities-Challenge-for-new-President-and-incoming-Government/4-768193",
  "time_ut": 1729450095.0,
  "original_lang": "en",
  "original_title": "Rights of children with disabilities: Challenge for new President and incoming Government",
  "original_body_lines": [
    "The main challenges for children living with disabilities in benefiting from education cited a lack of skilled teachers, a lack of appropriate infrastructure in schools, limited scope in curricula and the overall quality of education",
    "The current administrative arrangements do not seem to have brought the required equality and equity to children with disabilities and addressed the challenges faced by them although some headway has been made over time. A high-level State agency is needed for policy formulation, to coordinate implementation of policies and to monitoring progress",
    "UNICEF states that “The Convention on the Rights of the Child (CRC) recognises the human rights of all children, including those with disabilities. Along with the CRC, the Convention on the Rights of Persons with Disabilities (CRPD) provides a powerful new impetus to promote the human rights of all children with disabilities. According to the CRPD, children with disabilities “include those who have long-term physical, mental, intellectual or sensory impairments which in interaction with various barriers may hinder their full and effective participation in society on an equal basis”.",
    "Children with disabilities are a highly diverse population group. They include children who were born with a genetic condition that affects their physical, mental or social development; those who sustained a serious injury, nutritional deficiency or infection that resulted in long-term functional consequences; or those exposed to environmental toxins that resulted in developmental delays or learning disabilities. Children with disabilities also include those who developed anxiety or depression as a result of stressful life events.",
    "Nearly 240 million children in the world today have some form of disability. This estimate is higher than previous figures and is based on a more meaningful and inclusive understanding of disability, which considers several domains of functioning, including those related to psychosocial well-being. Most children with disabilities have difficulties in just one functional domain. Psychosocial issues predominate at every age, in some cases in combination with other functional difficulties” https://data.unicef.org/topic/child-disability/overview/#:~:text =According%20to%20the%20CRPD%2C%20children,society%20on%20an%20equal%20basis%E2%80%9D.",
    "The following extract from a report published by UNICEF Sri Lanka summarises the situation of children with learning disabilities in Sri Lanka, although there is no comprehensive data on the overall status of children with disabilities in the country. UNICEF Sri Lanka says that “too many children living with disabilities are missing out on the benefits of education. In 2016, UNICEF Sri Lanka commissioned the ‘Learning Disabilities in Sri Lanka’ report, and it found that:",
    "23.5% of children aged 5-14 with disabilities are excluded from mainstream education (DCS, Statistical Data 2012) and amongst those who do attend mainstream schools, participation in educational activity reduces with age.",
    "Around 55.4% of the disabled population aged 15-19 and 86% of the disabled population aged 20-24 are not engaged in any educational activity or vocational training.",
    "The main challenges for children living with disabilities in benefiting from education cited a lack of skilled teachers, a lack of appropriate infrastructure in schools, limited scope in curricula and the overall quality of education.",
    "In Sri Lanka, the main providers of education for children with special needs are special education units attached to schools, special schools under the Ministry of Education, and a limited number of private institutions. In keeping with the Gazette proposals of 1997, the Ministry of Education has issued circulars to schools and regional offices to ensure that children with learning disabilities in each educational division have access to special schools and special education units.",
    "27 special schools and 704 special education units catering to students with a variety of learning disabilities.",
    "8 special schools and 450 special units catering to children with learning disabilities such as downs syndrome, cerebral palsy, and autism.",
    "The number and quality of these schools and units is insufficient and requires expansion and quality improvements, meaning that children with disabilities are missing out on avenues to achieve their inherent potential.",
    "As stated earlier, a factor that is related to facilities for children with disabilities, whether in education or in health, is the absence of comprehensive information and statistics regarding children with different type of disabilities. The lack of more comprehensive information has a direct impact on the provision of required facilities for them. Infrastructure planning, education planning, teacher training, family support planning, and related service planning are more or less ill planned, and one could say planning has been based on limited surveys and research work. In Sri Lanka, besides the inequalities and inequities experienced by children with disabilities, they face many other challenges such as social stigma and mental stress, in turn causing stress for their carers, mainly their mothers and families. As mentioned by UNICEF, diversity within children with disabilities include children who were born with a genetic condition that affects their physical, mental or social development; those who sustained a serious injury, nutritional deficiency or infection that resulted in long-term functional consequences; or those exposed to environmental toxins that resulted in developmental delays or learning disabilities. Children with disabilities also include those who developed anxiety or depression as a result of stressful life events.",
    "It is therefore clear that the psychological situation of children with disabilities and of those close to them, is a major challenge that needs to be heeded and addressed through a mind healing process. It is unclear though whether the present policies and practices addresses this challenge and whether more attention has been given to addressing physical challenges rather than psychological challenges. It is in this context that the Walpola Rahula Institute (WRI), which considers that most people, to varying degrees, have mental wounds that requires healing, recently conducted an initial awareness program on Children’s disability with the participation of experts in this area as panellists. Six sessions were broadcast on their YouTube channel Panshu. Experts who participated as panellists were in unison that awareness on children’s disability and issues associated with disability, the social stigma that accompanies disability, the intense stress placed on those affected and those caring for them where care is required, especially the mothers of children affected, the lack of educational and other opportunities for the children, infrastructure shortcomings that form major challenges for them, and a host of other issues were major issues that needed to be addressed. While acknowledging advances made in this regard, the panellists opined that greater coordination of policy development, implementation and monitoring of policies was an urgent need. The need for more attention on psychological wounds and the need to address them were also observed.",
    "A key recommendation arising from these sessions was that a high-level State institution with sufficient overarching powers and direct access to all agencies, including relevant ministries, and departments, was an urgent necessity to address human rights issues of children with disabilities. Further, for maximisation of the efficiency and effectiveness of such an entity, it should report directly to the office of the President or the Prime Minister and be responsible for implementing the 10-year Strategic Plan to address relevant challenges. Such an entity should work with all relevant government agencies, NGOs, private sector entities, etc., to formulate the ten year strategic plan and work with them to implement the plan.",
    "The following abstract from a research study titled Sociocultural Construction of Disability in Sri Lanka: Charity to Rights-based Approach (May 2017) done by Professor Chandani Liyanage, currently the Professor of Sociology at the University of Colombo, underpins the objective of the awareness program of the WRI. (https://www.researchgate.net/publication/317104225_Sociocultural_Construction_of_Disability_in_Sri_Lanka_Charity_to_Rights-based_Approach#:~:text=lack%20of%20ability. ,A%20negative%20social%20image%20of% 20disability%20has %20been%20common%20in,%2C%201995).%20...",
    "Sociocultural construction of disability in Sri Lanka: Charity to rights-based approach – Abstract",
    "This chapter focuses on exploring the socio-cultural construction of disability in Sri Lanka and its impact on the everyday lives of persons with disability. The analysis is based on an ethnographic study in diverse social settings.",
    "As against context-specific characteristics, disability is defined merely as a physical or intellectual impairment of a person from a charity perspective where the ideology of karma plays a crucial role by providing a justification for the existence of inequality among human beings. The construction has adverse effects on all domains of the everyday lives of persons with disabilities.",
    "Discrimination against persons with disability originates from family itself that reinforces by other social institutions. Thus, not only the attitudes of lay people but also of service providers suggest no signs of moving from charity to a rights-based approach toward disability.",
    "Though Sri Lanka has a National Policy on Disability to promote rights of people with disability, there are huge gaps existing at the level of enforcement.",
    "While acknowledging the strengths of social mode, the chapter argues that disability demands an integrated approach toward empowering persons with disabilities and to mobilise the entire society to create an environment with reasonable accommodation for an inclusive society that provides equality and equity.",
    "The WRI also took note of the following two articles of United Nations convention on children with disabilities which are directly relevant to the objective of the WRI sponsored program. These two articles are noted below.",
    "1. States parties shall take all necessary measures to ensure the full enjoyment by children with disabilities of all human rights and fundamental freedoms on an equal basis with other children.",
    "2. In all actions concerning children with disabilities, the best interests of the child shall be a primary consideration.",
    "3. States parties shall ensure that children with disabilities have the right to express their views freely on all matters affecting them, their views being given due weight in accordance with their age and maturity, on an equal basis with other children, and to be provided with disability and age-appropriate assistance to realise that right.",
    "1. States parties undertake to adopt immediate, effective and appropriate measures:",
    "a) To raise awareness throughout society, including at the family level, regarding persons with disabilities, and to foster respect for the rights and dignity of persons with disabilities;",
    "b) To combat stereotypes, prejudices and harmful practices relating to persons with disabilities, including those based on sex and age, in all areas of life;",
    "c) To promote awareness of the capabilities and contributions of persons with disabilities.",
    "i. To nurture receptiveness to the rights of persons with disabilities;",
    "ii. To promote positive perceptions and greater social awareness towards persons with disabilities;",
    "iii. To promote recognition of the skills, merits and abilities of persons with disabilities, and of their contributions to the workplace and the labour market;",
    "b) Fostering at all levels of the education system, including in all children from an early age, an attitude of respect for the rights of persons with disabilities;",
    "c) Encouraging all organs of the media to portray persons with disabilities in a manner consistent with the purpose of the present Convention;",
    "d) Promoting awareness-training programs regarding persons with disabilities and the rights of persons with disabilities.",
    "At the end of the sessions conducted by the WRI, the panellists expressed consensus on a series of key observations and recommendations which are noted below for easy reference.",
    "1. The need for more up to date, more inclusive country wide baseline statistics to identify the prevalence of children with disabilities, infrastructure facilities available to them, their health conditions, and challenges faced by them and their families.",
    "A relevant entity to conduct an appropriate national study, with donor funding if required. The findings from it could be the basis for developing a comprehensive strategy and a ten-year action plan with yearly milestones, to address challenges faced by children with disabilities, their parents, families and teachers, availability of appropriate facilities and relevant services.",
    "A SWOT analysis could be carried out on the findings, and it could lead to the development of the ten year plan. Such a plan should include the milestones to be achieved, identify those responsible for achieving them, and identify how the action plan and its inclusions are to be funded.",
    "2. Need for a high-level State institution to coordinate the development of relevant policies and implementation of all policies pertaining to children with disabilities.",
    "A high-level State institution should be established with sufficient overarching powers and direct access to all agencies, including relevant ministries, and departments. For maximisation of the efficiency and effectiveness of such an entity, it is suggested that such an entity (for example a Commission for Children with disabilities) should report direct to the office of the President or the Prime Minister and be responsible for implementing the 10 year Strategic Plan. The current administrative arrangements do not seem to have brought the required equality and equity to children with disabilities and addressed the challenges faced by them although some headway has been made over time. In this regard it is suggested that the model operative in Singapore called SG Enable (https://www.sgenable.sg/) which is the focal agency for disability and inclusion in Singapore, enabling persons with disabilities to live, learn, work and play in an inclusive society. Set up by the Ministry of Social and Family Development in 2013, it is a registered charity and an Institution of a Public Character.",
    "3.Absence of a focal point at ground level to advise and guide parents, guardians, other family members, and teachers, to the appropriate service providers who are qualified and trained in children disability.",
    "Progressive establishment of focal points every division/village in the country comprising of representatives associated with children’s disability services. It was felt that mid wives, family health workers, school principals, and suitably trained Grama Niladari’s could be the nucleus of such focal points throughout the country and given responsibility for community clusters of manageable proportions. One of their tasks should be to provide relevant information pertaining to disability and services available to those who potentially need assistance.",
    "4.The need for a concerted national effort via an appropriate policy to provide counselling and financial assistance to parents, especially mothers who have the primary role of looking after children with disability was considered an important component of children’s disability services.",
    "The high-level State institution recommended under recommendation 2, assigned the responsibility to develop a policy to provide counselling and financial assistance, where necessary, to parents, especially mothers, who may be under considerable stress consequent to their responsibility in looking after children with specific, defined disabilities. The categories of such disabilities should be defined by relevant experts and assessments carried out by such relevant experts.",
    "5.The need for all teachers, beginning from early education, to be made aware of and trained in children’s disability and challenges faced by them, their loved ones and fellow teachers and how this may be addressed. Besides training the current teacher cadre, the policy should ensure that any teacher joining the service should undergo a period of training on children’s disability.",
    "Introducing a policy to implement a long-term plan that reflects a progressively implemented awareness and training program for all teachers on children’s disability. Such a program should include the challenges faced by the teachers and children and how these may be addressed by teachers. ALL teachers, including those currently in service and those who join the service should be compulsorily enrolled in such a program.",
    "6.The absence of a single point information portal to provide up to date information on children with disabilities, the causes for disability, services that are available to support the concerned children and their parents, especially mothers who are under great stress, teachers, families, and information relating all points from 1 to 5 above was considered an important shortcoming related to children’s disability services",
    "A national website associated with the high-level State institution suggested under recommendation 2 is proposed as an urgent necessity to provide relevant information as described. Such a site could provide information on support and assistance provided by government entities, NGOs, donor funded programs, philanthropic entities, etc. and provide links to their individual websites. The proposed website should be trilingual.",
    "7.The essential role of religious institutions. Changing the mindset from sympathy to empathy and disability being a diversity factor in society",
    "An appeal to be made to religious leaders to engage in a concerted effort to spread the message of empathy vs. sympathy, diversity as against discrimination, destigmatisation against stigmatisation and scientific and logical reasoning as against unscientific, illogical, unsubstantiated religious and cultural reasoning and practices, through loving kindness, and equity and equality within diversity. The unequal treatment of members of groups, based on conscious or unconscious prejudice, which favours one group over others on children with disability, be it physical, mental and/or psychological, is contrary to the teachings of all religions and therefore should be desisted by present day religious leaders.",
    "It was agreed that school curriculums pertaining to what is presented to and relevant to children with disabilities should be reviewed by a committee that includes children’s disability advocates along with relevant health and education authorities with a view to achieving the objective of diversity, equality and equity for children with disability",
    "9.Panellists considered that schools did not include awareness programs/sessions/lessons that promote children’s disability as a diversity of society and therefore schools were not helping the destigmatisation of children with disabilities.",
    "As much as all school children should be exposed to issues such as the environment, its importance to all living beings, children should be exposed to understanding the children disability is not an abnormality but a diversity. Schools should compulsorily include programs that promote this understanding and should be included as topics in school curriculums.",
    "10.The panellists viewed with much concern the sexual abuse of children, especially female children, at times, by the very people who are trusted and given responsibility to look after such children.",
    "The proposed high-level entity under recommendation 2 to develop a policy position in this regard and develop an implementation plan identifying the agencies that should be engaged in ensuring compliance, a long-term plan of action for implementation, and monitoring of implementation. The policy document may require Parliamentary approval as an Act of Parliament that will include legal remedies that will assist in implementation and legal recourse for the children concerned.",
    "The Government and civil society organisations have a crucial role in moving forward from a charity perspective to a rights-based approach towards children’s disability. While the country’s laws, government services, non-governmental services, international organisation services, private sector organisation services, and voluntary organisation services have and still are providing varying degrees of services to children with disabilities, it does not appear that the children’s parents, guardians, families, teachers are given an adequate awareness of the condition; mental, physical and psychological, of children.",
    "Consequently, such children, in general, are looked at as children who are permanently sick, who require charitable kindness and are unequal with other children who are regarded as “normal” children. Besides this, while there are sporadic instances of community support for parents and families of children with disabilities, the need for organised support, psychological, physical and importantly financial, especially for the mothers of such children who are the mainstay when it comes to caring for children with disabilities, was virtually nonexistent.",
    "A paradigm shift is perhaps required in viewing such children as being children who are diverse and not disabled and as individuals equal to any other human being. Some research work has shown the social stigma that is associated with differently abled children, and how they are treated at home and elsewhere including in schools. There appears to be a lack of research and assessments on this aspect including the impact on families arising from such social stigma.",
    "It does not appear that adequate measures have been taken to address the need to explain the nature of conditions; mental, physical and psychological and resulting behavioural patterns of children to parents, families and teachers.",
    "Besides this, it does not appear that as a consequence of the lack of such an awareness, and how children with disabilities are treated by others, an assessment of the impact on the concerned children has been studied. No doubt such studies will be hard to do, but if they are done, they could provide valuable information that would present opportunities that could be used for the benefit of children with disabilities and how their wellbeing could be better managed.",
    "It is hoped that the mainstream media will join in conducting similar, ongoing awareness programs to reach the all-important audience of parents, guardians, families and teachers so that all children, abled or disabled, will be regarded as equals in homes, schools and more broadly in society.",
    "It is hoped that the relevant authorities take heed of the observations and recommendations presented consequent to the conclusion of the initial awareness program conducted by the Walpola Rahula Institute and act on them to address human rights shortcomings of children with disabilities"
  ]
}