{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/asus-expands-its-lineup-with-next-gen-ai-laptops-for-students/",
  "time_ut": 1726178640.0,
  "original_lang": "en",
  "original_title": "ASUS expands its lineup with next-gen AI laptops for students",
  "original_body_lines": [
    "ASUS, the Taiwanese tech giant, today announced the expansion of its laptop portfolio with two new models across Consumer lineups. The AMD AI 300 Series-powered Vivobook S 14 M5406 and your next Copilot+ PC, Vivobook S 15 S5507, with the Qualcomm Snapdragon X Plus processor. Both new laptops redefine user experience by integrating cutting-edge AI capabilities & an innovative design. The products will be accessible at the ASUS Exclusive Stores & selected multi-brand stores across Sri Lanka. The Vivobook S 14 M5406 starts from LKR 539,990, and the Vivobook S 15 S5507 will starts from LKR 479,990.",
    "ASUS’s latest devices are powered by the latest AMD Ryzen™ AI 300 Series & Qualcomm’s Snapdragon X Plus processor.",
    "About the Launch, Sam Huang, Business Development Manager, ASUS Sri Lanka, said, “At ASUS, our mission is to empower users with technology that makes a meaningful impact. Our latest launches – Vivobook S 14 M5406 & Vivobook S 15 S5507 from our flagship series – deliver AI-driven performance in exceptionally designed laptops that meet a wide array of needs along with the latest Microsoft Copilot+ tool. We’re proud to say that our new products are engineered to Simplify productivity, creativity, accessibility & much more”",
    "The Vivobook S 14 OLED M5406 measures up to just 1.39 cm thin and weighs only 1.3 kg. It is equipped with the AMD Ryzen™ AI 9 HX 365 processor and a 50 TOPS XDNA2 NPU, delivering advanced AI capabilities. Efficient multitasking is supported by 24 GB of LPDDR5X RAM and a 1TB M.2 NVMe™ PCIe® 4.0 SSD. The 14-inch ASUS Lumina OLED display provides vivid and accurate visuals. Designed for extended use, the laptop offers 75 WHr Battery, fast Type-C charging, and a range of I/O ports. It has an ASUS ErgoSense keyboard with single-zone RGB backlighting.",
    "The new ASUS Copilot+ PC, Vivobook S 15 S5507 features the latest Qualcomm Snapdragon X Plus processor with integrated Adreno graphics and Qualcomm Hexagon NPU delivering up to 45 TOPS of AI performance. It boasts 16 GB LPDDR5X RAM and a blazing-fast 1 TB PCIe Gen 4.0 SSD. Ultra-thin at just 1.47 cm & lightweight at 1.42 kg, it is equipped with an ergonomic keyboard with single-zone RGB backlighting. Stunning 15.6-inch 3K ASUS Lumina OLED panel, offering a 120 Hz refresh rate for smooth viewing.",
    "Ninewells Hospital extends special benefits to Agrahara beneficiaries through NITF partnership",
    "Pan Asia Bank and Odiliya forge strategic partnership to revolutionize real estate financing",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}