{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/JETRO-Colombo-organises-Sustainable-development-through-Japanese-technologies/56-760524",
  "time_ut": 1712691859.0,
  "original_lang": "en",
  "original_title": "JETRO Colombo organises “Sustainable development through Japanese technologies”",
  "original_body_lines": [
    "In a groundbreaking initiative, Sri Lanka and Japan joined forces to accelerate sustainable development through Japanese technologies. Japan External Trade Organization (JETRO) organised a seminar themed “Sustainable development through Japanese technologies” on 26 March at Granbell Hotel Colombo. The event aims to foster collaboration between Japan and Sri Lanka, knowledge exchange, and impactful solutions to solve social issues in Sri Lanka through the Japanese technologies.",
    "Ambassador of Japan to Sri Lanka Mizukoshi Hideaki and Sri Lanka Japan Business Council President Mahen Kariyawasan in their opening address expressed their expectations on Japanese sustainable technologies in green and energy sectors.",
    "As a keynote speaker, UNDP Sri Lanka Policy and Program Specialist/Sustainable Growth Team Leader Dulani Sirisena shared the insights on “SDG Investor Map”, a tool that identifies investment themes for achieving Sustainable Development Goals (SDGs) in Sri Lanka. The map aims to set the stage for accelerating the flow of private sector capital to drive an economic recovery, empower investors with market intelligence to help mobilise global private capital towards SDGs aligned investments. It also validates overlap between development need and policy priority and refines this into specific investment opportunity areas.",
    "Following the baseline presentation, experts on investment, agriculture, wastewater treatment and healthcare sectors pitched four specific topics related to trade and investment from Japan.",
    "JETRO Colombo Resident Representative Oi Hiroki explained views from existing and potential Japanese investors that play a great role for economic and social development with employment opportunities. According to the survey JETRO conducted, most of the existing investors expect improvement in 2024 and the top reason potential Japanese investors choose an investment location was “market size and growth potential.” This indicates the possibility for new investment in Sri Lanka since existing investors ranked it in the 3rd advantage after “low labour cost” and “fewer linguistic and communication problems”. He also introduced platforms such as Japanese Suppliers Catalogue “Japan Street” and Open Matching Platform “e-Venue” for further collaboration.",
    "Browns & Company Agriculture Division Head of Operation Chanaka Chandrasekara addressed on sustainable development of agriculture sector in Sri Lanka. Limited technological adaptation, lack of financial support, after sales services, training and education, water management were identified as the current issues. He guided how to tackle those issues with Japanese technologies that Browns & Company have for sustainable agriculture and stressed what kind of technology and collaboration is necessary for further development.",
    "Daiki Axis Director/COO Prabath Dhanayake introduced the Japanese Innovative Wastewater Management Systems. In 1974, Japan introduced the Johkasou (Sewage Treatment Plant, STP) Act and contributed to drastic recovery of natural water environment in Japan. He highlighted that Johkasou/STP can solve domestic wastewater treatment problems without operators or sounds and save 50% of energy cost by corporate sectors. Moreover he emphasised that Japanese Johkasou/STP can be used 10 to 20 years with quick maintenance.",
    "Nihon Kohden Singapore Business Consultant Sampath Kularatne discussed on the Japanese medical technology for sustainable development in Sri Lanka. He highlighted that accurate and long-enduring equipment will lead to the correct treatment and faster recovery, saving government and commercial costs, less repeat purchases reducing wastes. He emphasised that Japanese technology has proven to be high quality and durable and most suitable for Sri Lankan health that help to achieve a sustainable health system in Sri Lanka.",
    "This event promises to be a catalyst for sustainable progress, bridging Sri Lanka and Japan in their shared commitment to a greener, more resilient future. The event successfully wrapped up by inviting all to come together to shape a world where innovation meets sustainability.",
    "JETRO is a Japanese government-related organisation that plays a crucial role in promoting mutual trade and investment between Japan and the rest of the world. JETRO Colombo was established in 1964 April to assist for inquiries related to trade, investment, or business collaboration between Japan and Sri Lanka."
  ]
}