{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/FUTA-demands-Govt-investigation-into-banning-of-anti-IMF-seminar-at-UoP/56-771455",
  "time_ut": 1736115413.0,
  "original_lang": "en",
  "original_title": "FUTA demands Govt. investigation into banning of anti-IMF seminar at UoP",
  "original_body_lines": [
    "The Federation of University Teachers’ Associations (FUTA) has called on the Government to investigate an incident involving the alleged obstruction of academic freedom at the University of Peradeniya (UoP).",
    "The FUTA condemned the actions of the University’s Vice Chancellor Terrence Madhujith, who reportedly intervened to prevent a seminar on the International Monetary Fund’s (IMF) impact on Sri Lanka from taking place as scheduled.",
    "The seminar, organised by the Political Science Students’ Union in collaboration with the International Students and Youth for Social Equality, was planned for 3 January, on University premises. According to the FUTA, the Vice Chancellor instructed the organisers to either change the title of the event or cancel it entirely.",
    "In a strongly worded statement, the FUTA described the Vice Chancellor’s actions as a blatant interference in academic freedom, warning that such decisions undermine the principles of intellectual exploration and open dialogue that universities are meant to uphold.",
    "“Universities are foundational spaces for critical thought, open dialogue, and the exchange of diverse ideas,” the FUTA stated. “The suppression of critical discourse curtails the academic rights of students and faculty and erodes trust in the leadership of our higher education institutions.”",
    "The FUTA expressed deep concern over the precedent such actions could set, arguing that they threaten the ethos of universities as bastions of intellectual freedom. The Association reiterated the urgent need to safeguard academic freedom and ensure that universities remain spaces for the free exchange of ideas without fear of censorship or reprisal.",
    "The FUTA has urged the Government to take immediate steps to investigate the matter and reaffirm its commitment to upholding academic freedom within Sri Lankan universities."
  ]
}