{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112937/sri-lankas-review-by-un-committee-on-enforced-disappearances-in-geneva-today",
  "time_ut": 1758870000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s review by UN Committee on Enforced Disappearances in Geneva today",
  "original_body_lines": [
    "The United Nations (UN) Committee on Enforced Disappearances (CED), during its 29th session, will review Sri Lanka’s first periodic report today (September 26) in Geneva, according to the Ministry of Foreign Affairs, Foreign Employment and Tourism in Colombo.",
    "Sri Lanka’s Delegation to the Review will be led by the Minister of Justice and National Integration, MP Harshana Nanayakkara, and will consist of senior officials from the Ministry of Justice and National Integration, Attorney-General’s Department, Ministry of Defence, Ministry of Women and Child Affairs, Ministry of Foreign Affairs, Foreign Employment and Tourism, Department of Police, Office on Missing Persons (OMP), Office for Reparations (OR), Office for National Unity and Reconciliation (ONUR), and the Permanent Mission of Sri Lanka to the UN in Geneva.",
    "The review will take the form of a hybrid interactive dialogue between the Government of Sri Lanka delegation and the CED Committee, the ministry said.",
    "Sri Lanka signed the International Convention for the Protection of All Persons from Enforced Disappearance (ICPPED) on 10 December 2015 and ratified the Convention on 25 May 2016. On 23 August 2023, Sri Lanka submitted its initial report under the Convention, outlining the measures taken to implement its obligations under the Convention.",
    "The forthcoming review will involve the consideration of Sri Lanka’s initial report by the Committee on Enforced Disappearances (CED), it added.",
    "In addition to Sri Lanka, Montenegro and Benin will also be reviewed by the Committee during its 29th session to be held from 22 September to 2 October 2025."
  ]
}