{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Donald-Trump-s-conviction-and-what-s-next/14-762508",
  "time_ut": 1717355375.0,
  "original_lang": "en",
  "original_title": "Donald Trump’s conviction and what’s next",
  "original_body_lines": [
    "Trump will be tried, found guilty of crimes of inciting an insurrection, election interference and espionage, which will see him in prison with the key thrown away. And the Trump years will be just a bad dream",
    "Golfers may remember how, at the turn of the century, Tiger Woods dominated the game of golf to such a degree that the organisations responsible for administering the rules of golf, the Royal & Ancient Golf Club of St. Andrews and the United States Golf Association, were forced to change the rules and conditions of the international courses where major professional golf tournaments were played.",
    "Readers may wonder why I am leading this essay with an account of Tiger’s excellence, when the obvious story of the week is the guilty verdict handed over to former president Donald Trump, on 34 counts of felony charges of falsifying business records by paying money to a porn star with campaign funds, with an intent to violate federal campaign limits, unlawfully influence the 2016 presidential election and commit tax fraud.",
    "When I heard about the guilty verdict on all 34 felony counts delivered against former president Trump, I was reminded of an article I had written of a similar, though totally antithetical dominance by Tiger, an evil dominance that Donald Trump has wrought on the American way of life in the last decade. Trump has been trying to change the rules of democracy, under which America has proudly been leading the Free World for over two centuries.",
    "There has never been a president of the United States so vile, who has dragged his white supremacist supporters to levels from which they may never recover. And although he has been ranked by every historian in the world as the worst-ever president of the USA, he is amazingly a contender in the next presidential election.",
    "As Tiger’s unique brilliance was recognised and acclaimed worldwide, so Trump’s depths of execrable depravity are being held in contempt throughout the world, except, of course, in other kleptocracies suffering under the yokes of similar evil dictators. In spite of this, the right-wing of the Republican Party, which has been, in just under a decade, transformed into a white supremacist, Christian cult, basically an extension of the Ku Klux Klan, has chosen Trump as its 2024 presidential candidate, in spite of any crime he may have committed. T shirts carrying the message “I’d rather be a Russian than a Democrat” are popular at Trump rallies and illustrate the depths to which the values of some Americans have fallen.",
    "Long before the aid package of $ 61 billion was passed recently by Congress, after a delay of nearly six months which enabled Russia to make deep incursions into Ukraine, NATO (North Atlantic Treaty Organization), had begun the process of Trump-proofing Europe in the event of a radical right-wing America with Trump as its leader gaining power in 2024. NATO members are already making plans to ensure that the Alliance will survive with their democratic values intact without America’s membership or interference.",
    "NATO has been continuing to help the Ukrainians against the naked aggression of Russia without any assistance from the USA over the past six months. If Trump wins re-election in 2024, he has said that he would act as a dictator on Day one of his presidency.",
    "His first acts would be to “close the border, and drill, baby, drill”. Of course, the next acts, as he continues in his role as a dictator, will be to wreak vengeance on all his political opponents, replace all federal employees with his supporters, resign from NATO and resume his love affair with Putin and the world’s strongmen.",
    "The NATO alliance is founded on the principle of collective defence. This means that if one NATO member is attacked, then all NATO allies are deemed to be attacked. South Korea, Japan, Australia and New Zealand, though not members of NATO, are also considered to be partners of the Alliance.",
    "NATO has always remained steadfast in its support of Ukraine, even though it is not as yet a member of the Alliance. Now that there is a danger that the United States will pull out of NATO if Trump is re-elected, they will continue to help Ukraine without American help. NATO has to defend Ukraine, because the Alliance is aware that the danger presented by Putin will not be confined to Ukraine.",
    "NATO can put their fears of America leaving the Alliance in January 2025 to rest. Last Thursday’s results have assured that whatever the polls may predict, America will never have a convicted felon in the White House.",
    "Trump and his Republican base, who back Russia, claim that their monumentally high military budget is caused by their need to defend Europe. They even claim that the welfare systems of European nations, which American citizens do not enjoy, are only possible because the US subsidises their defence expenditure. This is nonsense. It is a ruse used by successive US military industrial complexes to justify corruption in their military expenditure, which at $ 916 billion per annum is considerably higher than the total spent on defence expenditure of the next 60 countries in the world, combined. Countries including China ($ 296 billion), Russia ($ 109 billion), India ($ 83.6 billion), Saudi Arabia (75 billion), the UK ($ 75 billion) and Germany (67 billion). Military expenditure of nearly 40% of the $ 2,443 billion spent by the whole world is spent by the United States.",
    "$ 2,443 billion, when much of it which could have been used in the battles of wars on hunger, poverty and housing in the world, instead of machines and bombs used to kill each other and destroying each other’s countries.",
    "The closing arguments of the criminal hush-money trial against Trump were concluded on Wednesday. The jury of 12 New Yorkers has been conducting their deliberations for 12 hours, till Thursday afternoon. While these deliberations were going on, Donald Trump was claiming the “whole thing was rigged”. He compared himself to yet another saintly figure in history, bemoaning that “even Mother Teresa herself would not have beaten these charges”. Or, as comedian, Jimmy Kimmel said, “even if Mother Teresa had sex with a porn star, she wouldn’t have got away with it”.",
    "Trump is facing three more indictments and felony charges, on the Washington DC case for alleging to incite the January insurrection, the Florida case of alleging to steal top secret government documents, tantamount to espionage, if not treason, and the Georgia case for alleged election interference. Charges far more serious that the presently concluded New York case, which, if he is found guilty, will see his demise in prison.",
    "New York Judge Meachan has scheduled 11 July for sentencing, and Trump will be free without bail till then. Although Trump has been convicted on very serious felony charges, it is unlikely that he will actually face jail time because of his advanced age and the logistics of the imprisonment of a former President of the United States.",
    "If I were Judge Meachan, I would sentence Trump to one day of community service, when he would be compelled to wear an orange jumpsuit and pick up trash at Central Park for eight hours, with the sentence being publicised well before the scheduled date. Trump will enjoy a crowd he has never seen before, with global media coverage of the Republican candidate for the presidency, dressed in an orange jumpsuit, picking up trash at Central Park. An image which will go viral and be certain to entertain and make him the laughing stock of the world. And probably cost him the November 2024 election.",
    "July 11 will be three days before the Republican Convention is to be held from July 15 to July 18 in Milwaukee, Wisconsin, when Trump will accept the Republican nomination, without a trace of shame, as a convicted felon, possibly sentenced to imprisonment. And this convicted felon will be raucously welcomed, without a shade of shame, by the Republicans, as their beloved leader.",
    "Shame is a word that has disappeared from the Republican lexicon.",
    "There is little doubt that this most comprehensive guilty verdict on all 34 felony charges has evoked mixed emotions. Some, like the writer, are elated that the systems of justice and democracy have worked, that American democracy has been treated to a rare day of honour when an obviously criminal former president had finally been found accountable for some of his crimes.",
    "Others felt sadness, even shame, that a former president could be found guilty of felonies in a court of law. Predictably, Trump’s Republican base was incensed, felt that the verdict was a continuance of the near-decade-long witch hunt against their beloved leader and rushed to make contributions to his campaign fund.",
    "Trump himself will use this verdict as a cudgel to prove his victimhood and his persecution by a Justice Department led by crooked Joe Biden. Trump will, of course appeal the verdict, which will gain him valuable time before the election. Because, as he has repeatedly said, he “is the most innocent man that has ever lived”.",
    "I have on numerous previous occasions said that the polls predicting that Trump is leading Biden in the presidential race were lopsided.",
    "Trump has never won an election since 2016. The current case where he has been found guilty of falsifying business records of payments to a porn star proves that the results of the 2016 election also had been corrupted. Since then, he has been charged with numerous crimes of obstruction of justice, inciting an insurrection and espionage.",
    "I will repeat my prediction that Trump will be soundly defeated at the polls in November. No American, I repeat, bar the dying breed of white supremacists, will vote for a convicted felon. The only certainty is that violence will accompany Trump’s refusal to concede defeat.",
    "Violence that will be quickly quelled by the law enforcement forces of a democratically elected government.",
    "Trump will be tried, found guilty of crimes of inciting an insurrection, election interference and espionage, which will see him in prison with the key thrown away. And the Trump years will be just a bad dream."
  ]
}