{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-insurance-life-strengthens-bancassurance-partnership-with-rdb/",
  "time_ut": 1714316700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Insurance Life strengthens Bancassurance partnership with RDB",
  "original_body_lines": [
    "Sri Lanka Insurance Life (SLICLL) further strengthening its Bancassurance partnership with Regional Development Bank (RDB) opened a dedicated counter for the Bancassurance operation at the RDB head office in Kelaniya recently. This strategic initiative underscores SLICLL’s commitment to delivering seamless insurance solutions in collaboration with RDB.",
    "The occasion was graced by the corporate management of Sri Lanka Insurance and RDB. Chandana L Aluthgama Group CEO of Sri Lanka Insurance, Dayaratne Perera Chief Officer of SLICLL, Chaminda Athauda Assistant General Manager- Life of SLICLL, Kasun Sameera Assistant General Manager – Marketing and Corporate Business of SLICLL, Dinusha Liyanapathiranage Senior Manager – Bancassurance of SLICLL, W A D S Gunasinghe Chairman of RDB, P S Edirisooriya Chief Executive Officer/General Manager of RDB, B G W Athula Kumara Deputy General Manager Credit – Special Project and Policy Implementation of RDB, P. S. T. Ranathunga Assistant General Manager – Credit of RDB, Anoji Sirisooriya Chief Manager – Leasing and Personal Banking of RDB and Lalith Liyanage -Manager Bancassurance unit of RDB were among the dignitaries present at the event.",
    "Cargills steps forward to purchase bumper tomato harvest, ensures farmer sustainability",
    "ComBank breaks new ground in Sri Lanka enabling Alipay QR payments for merchants",
    "Sri Lanka Insurance Life strengthens it Bancassurance partnership with Regional Development Bank",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}