{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/govt-has-not-lost-sight-of-senior-citizen-fd-ratesstate-minister/",
  "time_ut": 1712166960.0,
  "original_lang": "en",
  "original_title": "Govt has not lost sight of senior citizen FD rates:State Minister",
  "original_body_lines": [
    "Minister of State for Finance Shehan Semasinghe said on Monday that the government is aware of the low deposit interest rate senior citizens are earning on their savings as the policy rates are taking a downward trajectory amid declining inflation and expanded economic activity.",
    "He, however, said that interest rate relief cannot be given to senior citizens right now because of the tight fiscal conditions of the government.",
    "“Once the revenue of the government increases and the budget deficit is controlled within our targets, we should be able to look at an alternative option in this regard. But it is still too early to give a timeline for this,” he said.",
    "The state minister made the following comment during a political chat show on Hiru TV responding to a query.",
    "“In 2022, Sri Lanka underwent an economic contraction of almost 10% followed by six persistent quarters of contraction – all four quarters in 2022 and two quarters in 2023. We recorded growth of 1.6% and 4.6% in the third and fourth quarters of 2023 respectively. The benefit of these economic indicators is flowing down to the people. It would be better if people could accrue more benefit from this situation. Anyway, we are doing our best to ensure that happens. This endeavor will take more time. Let’s now look at the interest rate scenario. Just a few months ago, there was a lot of uproar about high lending rates because it went up to 25%- 30%. Taking out startup or business expansion loans were shunned by the people because of that and driving the economy through commercial activity had come to a halt. At that time, depositors received high yields. Now, with the economy reviving and with inflation expectations well-anchored, the interest rates are behaving in a corresponding manner. With the monetary policy decisions and expansion in economic activity, the interest rates are adjusting downwards and the government can’t interfere with it and artificially increase the deposit interest rates. Some politicians take up this issue and shout from the rooftop that senior citizens who depend on their savings can’t live on the current low deposit rates. They do that to gain political mileage. Those who were vociferous about high lending rates in the immediate past have done a complete roundabout and clamour against low yields received by senior citizens on their lifetime savings.”",
    "“As a responsible government, we can’t implement what is said by the Opposition on election platforms and put the country at risk. We need to make sure how our senior citizens can be helped in a sustainable manner. For this, we need our macro economy to be in a robust manner. We are working on it on several fronts while the economy is in recovery mode. Once we can be sure that the State’s financial conditions are in right shape, we will consider an alternative option for this,” he said.",
    "Semasinghe said that the ban imposed on the importation of vehicles for personal use will remain till the end of this year.",
    "According to the minister there are no plans yet to reduce the PAYEE tax.",
    "“If we implement non-pragmatic proposals preached by Opposition politicians from the election platforms, the country will get bogged down in another economic crisis soon,” he said.",
    "Dialog recognised for Excellence in Sustainability Reporting at ACCA Awards 2023",
    "Stalled development projects set to resume in first quarter of 2024 – Shehan Semasinghe",
    "An economic growth of 1.8% is expected in 2024 – State Minister of Finance",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}