{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/India-leads-world-in-ChatGPT-usage-ahead-of-US-UK/34-765821",
  "time_ut": 1724264465.0,
  "original_lang": "en",
  "original_title": "India leads world in ChatGPT usage ahead of US, UK",
  "original_body_lines": [
    "Since its 2022 release, ChatGPT has attracted significant interest, with some people showing more enthusiasm than others. According to Stocklytics.com, India leads in ChatGPT usage, with 45% of the population using the chatbot.",
    "The site’s financial analyst, Edith Reads said: “India’s augmented use of ChatGPT can be credited to the high number of IT jobs in the country, with many of its workers relying on the chatbot to enhance their productivity and solve their questions.”",
    "Morocco has an impressive 38% adoption rate after India, and the UAE ranks third, with 34% using the chatbot. Argentina, Brazil, and Indonesia all trail the UAE with a 32% adoption rate. South Africa then follows with 31%. One similar trait across all these countries is that they have a larger population of younger people, hinting that the chatbot is more relevant and appealing to the younger tech-savvy generation.",
    "In addition to achieving the highest adoption rate, India and the Philippines have been using chatbots for targeted purposes such as research or as virtual personal assistants. In contrast, a significant portion of ChatGPT users in the US and Germany primarily engage with the chatbot for entertainment or out of curiosity, often just ‘playing around with it.’",
    "This difference in usage is reflected in their relatively lower overall adoption rates, with the US at 23% and Germany at 18%.",
    "As of March 2024, over 42% of Indian office workers were actively using ChatGPT, more than double last year’s rate. This highlights the impressive adoption rate in India.",
    "At the same time, another 96% of Indian companies considered promoting the use of OpenAI’s chatbot to enhance workplace productivity. By July 2024, over 92% of Indian offices had incorporated the chatbot into their daily operations.",
    "DeskTime CEO Artis Rozentals, commented on the rise in ChatGPT usage: “The rapid increase in ChatGPT usage signifies a paradigm shift towards a more innovative and efficient working environment. This study highlights the innovative spirit of Indian employees. It sets a benchmark for global workplaces on effectively integrating generative AI into daily operations to complement human skills and enhance overall performance.”"
  ]
}