{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Historic-deflation-in-29-years-and-impact-on-business-and-people/14-768908",
  "time_ut": 1730913868.0,
  "original_lang": "en",
  "original_title": "Historic deflation in 29 years  and impact on business and people",
  "original_body_lines": [
    "In a striking economic turnaround, Sri Lanka has recorded its first deflation in 29 years, with the inflation rate dipping to -0.5% in September.",
    "The Central Bank (CBSL) attributes this significant decline in general price levels to administrative price adjustments that brought down key cost drivers, including food, fuel, and revisions in water and electricity tariffs. According to the CPI, prices deflated for food and non-alcoholic beverages to -0.3%, while housing and utilities fell further to -8.4% from -6.8% in August. Although prices rebounded in other sectors such as footwear and clothing to 0.1% from -0.4% for instance, major reductions in electricity and water tariffs have lowered utility costs, driving down inflation.",
    "The CBSL further added that the recent appreciation of the Sri Lankan Rupee against the US Dollar by 10.5%, led to cheaper imports flooding the domestic market. An influx of cheaper alternatives will shift consumer purchasing preferences towards imports, further driving down the prices of locally produced items due to reduced demand. The bank also highlighted how the output gap in 2024 is expected to remain negative as the economy adjusts to the ongoing economic recovery process, weakening the overall demand for goods and services. As demand remains stagnant, businesses lower prices to attract customers leading to a drop in overall price levels.",
    "A negative inflation rate was only ever previously recorded in March 1995 at -0.9% and 1985 at -2.1%. In recent years, Sri Lanka has instead experienced high inflation that reached a peak at 67.4% in September 2022. Inflation accelerated the economic turmoil the country was plunged into, causing a significant deterioration in purchasing power over the past few years.",
    "NDB Wealth Management Vice President Daham Hettiarachchi spoke of purchasing power during the crisis, stating, “The value of a typical basket of goods increased sharply, rising to Rs. 172,378 (87.6%) by December 2022 and further to Rs. 179,254 (4%) by December 2023. Overall, from 2021 to September 2024, the value of the basket has increased by Rs. 83,485. In other words, a basket of goods that could have been purchased for Rs. 91,880 in 2021 now costs Rs. 175,365. This dramatic loss in purchasing power was primarily driven by skyrocketing prices throughout 2022, caused by factors such as import price hikes, utility price adjustments, and other economic pressures.”",
    "Although a slackening of previous inflationary pressures signals a boost to purchasing power, a deflation rate of -0.5% can herald a heap of other harmful effects across the economy. “Any inflation rate that is not within the 3-5% target of the Central Bank can destabilise the economy,” said University of Colombo Professor in Economics Chandana Aluthge.",
    "Speaking of the potential consequences of such a phenomenon, he reiterated, “A negative inflation is an indication that economic activity is slowing down and prices are rapidly falling which must be corrected by policymakers if this trend persists, because it can discourage investors and producers as the prices of their products will be falling. When prices sag, profits start decreasing rapidly for business because revenue is less and this discourages investors which is not good for an economy like Sri Lanka which needs investment to improve performance and steer towards modernisation.”",
    "Prof. Aluthge also noted the implications to employment in the long-term stating, “When businesses start falling short of enough revenue, this could lead to greater staff turnover in both the public and private sector as they scramble to cut costs. Such high unemployment rates or downsizing salaries would eventually trigger unwanted problems like poor living standards and decreased quality of life.”",
    "Nevertheless, he stressed that the biggest concern remains Sri Lanka’s debt repayment capacity that could be hindered if this downward trend sustains. “When investor and consumer confidence is threatened due to deflationary pressures, increased capital flight and reductions in foreign investment as a result will limit foreign currency reserves and contribute to a weakened currency in the long run. This can increase the cost of servicing foreign debt.”",
    "However, the CBSL maintains that monetary policy adjustments are not necessary as this downward trend is expected to last temporarily. They emphasised that as Sri Lanka’s current downturn is primarily supply-side driven, not only is it meant to exist in the short-term, but altering monetary policy requirements will not address these root causes as they are aimed at controlling demand. “If target interest rates are brought down and money supply is raised at this juncture, we will only be accelerating the risk of another wave of inflation as this country is vulnerable to high price levels.”",
    "Although Hettiarachchi acknowledges the dangers posed by deflation to the economy, he admits that its effects have not yet affected stakeholders and are unlikely to. Speaking about how it could impact job security, he said, “In my opinion, this won’t be a major issue, as deflationary impacts are not sustainable as the Central Bank correctly mentioned. With purchasing power returning to normalcy due to huge reductions in inflationary pressures, and consumers and household disposable income improving because of steady growth – we can expect an increase in consumption, which will benefit most businesses in the country. This, in turn, will enable many companies to operate at higher capacity levels.”",
    "Jolanka owner Coomaraswamy Joe Amirthalingam also does not view the current deflationary pressures as problematic as inflationary pressures. “In our 30 years of excelling in the Sri Lankan apparel industry, deflation has never been an issue. Instead during the economic crisis when there was inflation, was when we encountered problems as we lost our markets and started facing losses. As there is no inflation today, our revenue and sales have been slowly rising and I hope we will continue like this into the future.”",
    "While the current deflation may seem uncomplicated and manageable, looking ahead, Prof. Aluthge believes that measures must be promptly taken by both the Government and the CBSL if the percentage does not return to the target level of 5% by December."
  ]
}