{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-Air-Force-organizes-Colombo-Air-Show-and-Defence-Exhibition-CADE-2024/108-280568",
  "time_ut": 1712757360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Air Force organizes Colombo Air Show and Defence Exhibition (CADE 2024)",
  "original_body_lines": [
    "Colombo, April 10 (Daily Mirror) - The Sri Lanka Air Force is gearing up for the Colombo Air Show and Defence Exhibition (CADE 2024) to showcase air power and boost tourism and investment.",
    "Air Force Commander Air Marshal Udeni Rajapaksa announced that the five-day event will run from May 29 to June 2 at the Galle Face and Colombo Port City.",
    "CADE 2024 aims to enhance SLAF's proficiency, readiness, and overall effectiveness, with international and local aviation industry organizations participating.",
    "The Commander said that financial support from local and foreign entities is also expected to ensure the event's success.",
    "The event's objectives include air power showcasing, air diplomacy, promoting tourism and investments, defense industry promotion, technology and innovation and providing opportunities for career seekers. It will feature two segments; Air Show & Exhibition and Recreational Segment.",
    "The Air Show & Exhibition segment will include local and international airshows, helicopter rides, tandem jumps, defense industry exhibitions (foreign and local), and promotional stalls. The Recreational Segment will feature mega musical nights, water sports, an international food festival, and drone and laser shows.",
    "The Commander said that the SLAF is collaborating closely with the Ministry of Tourism, BOI, Ministry of Defence and Foreign Ministry to ensure the event's success.",
    "He said invitations have been extended to countries such as India, China, USA, Bangladesh, and Pakistan to participate in the air show.",
    "\"We are not using public funds for this event. With ample national and international sponsors, we aim for a successful CADE 2024,\"Air Marshal Rajapaksa said."
  ]
}