{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Iran-declares-five-days-of-mourning-over-demise-of-President-Raisi/56-762036",
  "time_ut": 1716237084.0,
  "original_lang": "en",
  "original_title": "Iran declares five days of mourning over demise of President Raisi",
  "original_body_lines": [
    "BBC: Iran’s Supreme Leader Ayatollah Ali Khamenei yesterday announced five days of mourning following the death of the country’s President, Ebrahim Raisi.",
    "Raisi was killed in a helicopter crash in a mountainous area of north-western Iran, along with Foreign Minister Hossein Amir-Abdollahian.",
    "State media confirmed yesterday they were killed after the helicopter they were travelling in came down on Sunday.",
    "Ayatollah Khamenei said he offered his condolences “to the dear people of Iran”.",
    "Raisi, 63, had been tipped as a potential successor to the supreme leader.",
    "Vice-President Mohammad Mokhber has been appointed to assume interim duties after the death of the President.",
    "Mokhber will work with the heads of Iran’s legislature and judiciary to prepare for a Presidential election within 50 days – a period of time set out in Iran’s constitution for replacing a president who dies in office.",
    "Iran’s cabinet has also appointed Deputy Foreign Minister Ali Bagheri Kani as acting foreign minister.",
    "It was initially reported that the helicopter carrying the men and their entourage had made a hard landing in foggy conditions.",
    "The area where the aircraft came down is close to the border with Azerbaijan, where Raisi had been meeting President Ilham Aliyev.",
    "According to local media he was there to open the Qiz Qalasi and Khodaafarin dams.",
    "On Monday, the Iranian Red Crescent confirmed the bodies of the President and others who died in the crash had been recovered and search operations had ended.",
    "“We are in the process of transferring the bodies of the martyrs to Tabriz [in Iran’s north-west],” the organisation’s chief said on state TV.",
    "Iranian news outlet Tasnim, which is affiliated to the country’s Islamic Revolution Guards Corps, reported that President Ebrahim Raisi’s funeral will be held on Tuesday in Tabriz.",
    "Raisi was a hard-line cleric and his election as President in 2021 consolidated the control of conservatives over every part of the Islamic Republic. In a statement following his death, the Iranian Government said it would continue to operate “without disruption”.",
    "A number of countries have expressed their condolences following President Raisi’s death.",
    "Pakistan’s Prime Minister Shehbaz Sharif announced a national day of mourning and described Raisi and Amir-Abdollahian as “good friends of Iran”.",
    "Writing on social media, India’s Prime Minister Narendra Modi said he was “deeply saddened and shocked” by the deaths.",
    "Turkey’s President Recep Tayyip Erdogan said his Government was “in full contact and co-ordination with the Iranian authorities” and was ready to “provide any necessary support”.",
    "Russia’s Foreign Minister Sergei Lavrov expressed his condolences and said the President and foreign minister were “true, reliable friends of our country”, while China’s President Xi Jinping said Raisi had contributed to Iran’s security and stability.",
    "The EU on Monday expressed its “sincere condolences” and European Council President Charles Michel said “our thoughts go to the families”.",
    "Hamas praised Raisi’s support of the Palestinian group, while the Tehran-backed Hezbollah movement in Lebanon said it was mourning the death of its protector."
  ]
}