{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103541/from-3-to-61-six-major-records-npp-broke-in-historic-election-victory",
  "time_ut": 1731746280.0,
  "original_lang": "en",
  "original_title": "From 3% to 61%: Six major records NPP broke in historic election victory",
  "original_body_lines": [
    "The 2024 General Election marked a resounding victory for the National People’s Power (NPP) led by President Anura Kumara Dissanayake, setting unprecedented records in Sri Lanka’s electoral history.",
    "The NPP secured 6,863,186 votes, the highest ever obtained by a political party in a general election, surpassing the 6,853,690 votes won by the Sri Lanka Podujana Peramuna (SLPP) in 2020. This also accounted for a record-breaking 61.56% of the total vote, overtaking the previous high of 60.33% recorded by the United People’s Freedom Alliance (UPFA) in 2010.",
    "The NPP won 21 of the 22 electoral districts, losing only Batticaloa, breaking the UPFA’s 2010 record of victories in 19 districts. Furthermore, the party claimed 152 constituencies, shattering the UPFA’s 2010 record of 136.",
    "The NPP claimed 159 seats in total, including 141 district-level seats and 18 National List seats, becoming the first single party under Sri Lanka’s proportional representation system to secure a two-thirds majority in Parliament. This surpasses the SLPP’s 2020 record of 145 total seats and 17 National List seats.",
    "Vijitha Herath, contesting from Gampaha District, made history by receiving 716,715 preferential votes, the highest ever recorded by a candidate in Sri Lanka. This eclipsed the previous records set by Ranil Wickremesinghe in 2015 (500,566 votes), Mahinda Rajapaksa in 2020 (527,364 votes), and Harini Amarasuriya earlier in this election with 655,289 votes from Colombo District.",
    "This election also witnessed a milestone in women’s representation, with a record 21 female MPs elected, the highest in Sri Lanka’s parliamentary history. Among them, 19 represent the NPP, including prominent figures such as Dr. Harini Amarasuriya, Kaushalya Ariyaratne, and Samanmali Gunasinghe. Two MPs, Rohini Kumari Wijeratne and Chamindrani Kiriella, were elected from the Samagi Jana Balawegaya (SJB).",
    "The NPP’s monumental rise from securing just 3% of the vote in the previous general election demonstrates a significant shift in public sentiment.",
    "Also, the NPP was able to mark the first time in the history of a country to set such a record rise from the level of 3% in the previous election."
  ]
}