{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/spotlight-on-scotus-in-the-us-people-give-the-finger-in-pakistan/",
  "time_ut": 1707570045.0,
  "original_lang": "en",
  "original_title": "Spotlight On SCOTUS In The US. People Give The Finger In Pakistan",
  "original_body_lines": [
    "In the US, Former President Donald Trump is facing multiple indictments, involving numerous charges, in multiple courts. Perhaps no American before him, let alone a former President, has been simultaneously implicated in so many litigations. At the same time, even as he is mired in a myriad of trials, Donald Trump has also put on trial the entire American political system.",
    "The spotlight is now on SCOTUS, the Supreme Court of the United States. The Court has come under compulsion to make two consequential rulings – one on the disqualification of Trump by the State of Colorado to be a presidential candidate in 2024, on account of his involvement in the insurrection in Washington, on 6 January 2020, to prevent US Congress’s certification of the November 2019 presidential election results; and the other to deal with Trump’s claim to immunity from being indicted for criminal conduct in trying to prevent the same certification process.",
    "The Court heard oral arguments on Thursday on the Colorado case, and is widely expected to set aside Colorado disqualification of Trump. It is equally expected to uphold a Federal Appeal Court ruling rejecting Trump’s claim of presidential immunity against criminal indictments, potentially without even a hearing. A rare unanimity among the judges is expected in both cases. In effect, the two anticipated decisions would leave Trump continuing as a candidate with his legal jeopardy continuing alongside.",
    "A different story is coming out of Pakistan, where the people of Pakistan are literally giving their middle finger to spite the political machinations the country’s military rulers. In Thursday’s national elections, the imprisoned Imran Khan and his proscribed PTI (Pakistan Tehreek-e-Insaf) political party have upended everyone’s calculations and predictions and put on a stirring show of sheer defiance by securing the largest number of seats while contesting as independent candidates in every electorate without a common party symbol.",
    "Given the country’s illiteracy rate of 40%, pundits were expecting that the PTI will have difficulty in getting votes without the Cricket Bat symbol of the Party shown on the ballot. But the people have proved them wrong. 40% of them may not be able to read or write, thanks to 75 years of lopsided development and misappropriation of resources, but they have demonstrated that they are not lacking in political literacy. Without the popular Bat symbol on the ballot, they have symbolically given the finger to the country’s never elected but ever entrenched military rulers and their civilian puppets.",
    "With results announced for 255 of the 266 contested seats, the PTI independents lead the tally with 100 seats, PMLN of the (Nawaz & Shehbaz) Sharif brothers is second with 72 seats, followed by the PPP of (father and son) Bhutto-Zardari with 54 seats. The results are still contested and PTI supporters have been claiming that their ‘independents’ tally should be higher than 140. PTI leadership has announced that their Party has “emerged as a leading political force in the Centre, KP, and Punjab,” while noting that “efforts were underway to manipulate the results in the Centre and Punjab to establish governments of their choice.”",
    "The ‘officially’ anticipated Prime Minister Nawaz Sharif is now eating humble pie and is calling on elected parliamentarians, including PTI independents, to come together to form a consensus government, while asserting that his party (PMLN) is the recognized party with the largest number of seats. That is more than a tad rich, calling on the PTI Independents to join a consensus government after going along with the military to put Imran Khan in jail and drive his party to the ground. The PPP has announced that no other party, PMNL or PTI, has approached them for coalition talks. This could be a hint that the PPP, which was PMNL’s junior partner in the outgoing government, is now open to partnering with either PMNL or PTI.",
    "It will take a while before the dust settles and potential alliances take shape. There will be the usual military muscling and horse trading in the forming of alliances. But in light of the people’s verdict the military and civilian institutions will have to reconcile the election results and the political status of Imran Khan and the PTI. The people of Pakistan have resoundingly defeated the concerted efforts to steal the 2024 election from them, and have sent a powerful message of defiance to the military establishment, the courts that bent their rulings to fall in line with dictates from above, and the Election Commission that has shamed itself with supine servility and inexplicable incompetence. You cannot ask for more from a people.",
    "Back to the US, the case in Colorado was brought by a group of Republican voters led by Norma Anderson, a 91 year old former Republican State Legislator. The group was seeking to stop the Colorado Secretary of State from placing the name of Donald Trump on the ballot for the State’s Republican presidential primary election for the nomination of the Republican candidate for the presidential election in November. The group claimed that Section 3 of the 14th Amendment of the US Constitution disqualified the former President from seeking the presidency in 2024, because he had engaged in insurrection on 2021 January 6, after swearing an oath as President to support the US Constitution.",
    "The 14th Amendment to the Constitution, adopted in July 1868, is a product of the post-Civil War era, and Section 1 of the Amendment is one of the most consequential and litigated provisions of the US Constitution. Its many clauses have been used to extend civil liberties to African Americans, enable abortion and gay rights, and enforce equal protection and due process requirements. The Amendment also includes one of the most dormant parts of the constitution, i.e., Section 3, which forbids former office holders, who violate their oath of office to support the constitution by participating in an insurrection or rebellion, from holding office again.",
    "Its historical purpose was to prevent former confederates from becoming elected or appointed officials in the federal and state governments after the Civil War. There has only been one judicial pronouncement on Section 3 that came soon after the adoption of the 14th Amendment, and only one instance of its application to disqualify a person in election. That was in 1919, when Section 3 was invoked to prevent Victor Berger, an Austrian American and a founding member of the Socialist Party of America, from assuming his seat in the US Congress after winning elections twice, in 1919 and 1920, from a district in Milwaukee, Wisconsin. Berger had been previously elected twice and served as a Congressman, becoming the first Socialist to enter the US Congress in 1910. His later disqualification arose on account of being convicted under the Espionage Act for anti-war writings during World War 1. His expulsion was overturned by the US Supreme Court and Berger went on to serve as a Congressman for three terms after winning three elections in the 1920s.",
    "Almost a hundred years later, Section 3 has been invoked in Colorado to challenge Donald Trump’s qualification as a presidential candidate. Trump is palpably more disqualified than Victor Berger ever was, but the legal opinion on the matter is strongly divided. And those who disagree with the disqualification school are more concerned about the practicality of enforcing it and they would seem to prefer the easier alternative of leaving it to the voters to have the final say. That apparently is the democratic way. But that would be treating Donald Trump differently, and perhaps deferentially, from others. Needless to say, many Democrats, including Democratic States, such as California, disagree with the approach taken by Colorado, even though the action in Colorado was triggered by Republican voters.",
    "Unlike the Colorado case, the case against Trump in the Washington District Court has been brought by independent Special Counsel Jack Smith appointed by the US Justice Department. Remarkably, the Washington case that indicts Trump on four counts for his actions challenging the 2020 election results and for interfering with the process of their certification by Congress, makes no mention of insurrection or Section 3 of the 14th Amendment. It is a straightforward criminal case and Trump’s challenge of the indictment is on the grounds of presidential immunity. The District Court rejected his challenge, and the Federal Court of Appeal has now endorsed the lower court’s rejection. Trump has been given time till Monday to appeal this ruling to the US Supreme Court.",
    "With the Supreme Court expected to re-qualify Trump in Colorado and send him back to the District Court in Washington to answer the criminal charges against him, the country’s current uncertainty will continue until its resolution in the November presidential election. In the best case scenario for the American political system, Trump will be defeated in the November election and that should end the phenomenon of Trumpism in American politics, but not necessarily the end of the forces in American society and their grievances against American elitism and establishment that Trump has been able to mobilize and sustain through three US election cycles.",
    "In the worst case scenario, Trump will win the election and all chaos will break loose. But it will not be the end of the world for America, and there could be a new America at the end of four years if a second Trump presidency were to last a full term surviving its own endemic chaos. Without question, there would be irreparable setbacks and irreversible changes, mostly on the external front. America will be isolated from the outside, and it would be a wholly different isolationist experience from the internally inspired desire for isolationism that is part of the American political tradition. Trump doesn’t belong to that tradition or, for that matter, to any positive tradition in the country. The worst case scenario for America could also be the best case scenario for Benjamin Netanyahu in Israel, if he were to last that long in office; and to a lesser extent for Vladimir Putin in Russia, who would likely outlast all his western detractors."
  ]
}