{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cement-use-picks-up-8-5-pct-to-march-helped-by-currency-stability-tokyo-174113/",
  "time_ut": 1722174060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka cement use picks up 8.5-pct to March, helped by currency stability: Tokyo",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s cement consumption was estimated to have picked up 8.5 percent in the year to March 2024, though there was a contraction in the last two calendar years, Tokyo Cement, has said.",
    "With the sector starting recover in the last three quarter of the financial year, cement consumption had started to grow, heled by a stronger rupee which brought down costs.",
    "8.5 percent, but Tokyo had growth its volumes 14 percent amid price cuts, helped by a stronger rupee,",
    "“In a backdrop where the total cement consumption grew by just 8.5 percent year-on-year, Tokyo Cement managed to achieve a growth of 14 percent, surpassing the industry growth rate,” Managing Director A Y S Gnanam told shareholders in the annual report.",
    "The cement consumption decreased from 4.54 million metric tonnes in 2022 to 3.79 million in 2023, reflecting a contraction of 16.5 percent in 2023. There was also a 36.5 percent contraction in 2022.",
    "Construction is one of the sectors that is hardest hit when macro-economists cut rates with printed money and fire an economic bubble and a currency crisis. The corrective action taken after the balance of payments is blown apart usually hits the housing and construction hard.",
    "In Sri Lanka however, the construction sector was also hit by import controls that were slapped as forex shortages from inflationary rate cuts worsened.",
    "As costs and interest rates went up and costs rose many developers to paused ongoing work, while others postponed the commencement of new ones, Tokyo said. The government also halted construction projects and later hiked taxes.",
    "“The impact of the CESS on imported raw materials amplified the pressure, along with surging contractor fees and labour expenses,” Tokyo said.",
    "When the government started to pay contractors with Treasury bond, the settlement of suppliers had begun.",
    "“This facilitated debt recovery for suppliers and manufacturers,” the firm said.",
    "“However, the market did not perform to expectation due to the unusual adverse weather conditions which lasted from August till December.",
    "“The inclement weather disrupted construction activities and the distribution of construction materials to sites.”",
    "Later as the exchange rate was stabilized and also allowed to appreciate by the central bank, halted construction projects had re-started, the Tokyo said.",
    "As the rupee appreciated and global import and freight costs also fell, the price of a 50 kilo bag was cut from 2,750 rupees to 2,600 in May 2023.",
    "However a rise in VAT led to a 150 rupee increase in a 50kg bag of cement. In June the price was again cut to 2,250 rupee a bag.",
    "A factory expansion project stated will end in 2024 which will increase the overall cement production capacity from 3.1 million to 4 million metric tonnes per year. (Colombo/July28/2024)"
  ]
}