{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/edb-looks-to-boost-global-visibility-of-sri-lankan-textiles-242419/",
  "time_ut": 1759302660.0,
  "original_lang": "en",
  "original_title": "EDB looks to boost global visibility of Sri Lankan textiles",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Export Development Board (EDB) held a program to educate government institutions on boosting the international visibility of the island’s textile products such as handloom and batik.",
    "The program sought to raise awareness about domestic and international market opportunities for Sri Lanka’s textile products, and to facilitate easier market access for them.",
    "“This initiative marks an important step in linking Sri Lanka’s rich cultural heritage with global fashion trends, paving the way for enhanced exports, sustainable livelihoods, and a stronger international presence for the island’s creative textile sectors including our handloom industry and batik industry,” EDB said.",
    "Industry and market experts shared their views at the event.",
    "Buddhi Batiks CEO Darshi Kirthisena pointed out how traditional batik art can be adapted for global consumers.",
    "University of Kelaniya lecturer Nilantha Perera conducted a session on branding strategies, market positioning, and the importance of storytelling in building internationally competitive textile brands.",
    "Co-founders of Loom & Bean (ApiHappi) Itosha Lankathilaka and Aparna Samarakoon shared their export story on how traditional Sri Lankan products can capture international markets.",
    "The University of Moratuwa’s Thushari Vanniarachchi emphasized stronger collaboration between fashion design institutions and government textile centers.",
    "Sri Lanka Institute of Textile and Apparel technologist Sarath Wijayabahu outlined SLITA’s role in skills training, product innovation, and certification. (Colombo/Oct1/2025)"
  ]
}