{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/is-religion-the-opium-of-the-masses/",
  "time_ut": 1714209180.0,
  "original_lang": "en",
  "original_title": "Is Religion the opium of the masses?",
  "original_body_lines": [
    "Perhaps there is no phrase of Karl Marx that is better known or more frequently quoted than his quip about religion being the opium of the masses. So let me quote the passage in full.",
    "“Religious distress is an expression of real distress and a protest against this distress. Religion is the sigh of the oppressed creature, the heart of a heartless world, the spirit of a spiritless condition. It is the opium of the masses. The abolition of religion as the illusory happiness of the people is the condition for their real happiness. The demand to give up this illusion is the demand for men to give up a condition which needs illusions”. Marx, Critique of Hegel’s Philosophy of Right.",
    "The meaning is easy to grasp. In simple words it says religion misleads people into believing that if they put up with distress and suffering that flesh is heir to in this world, they will reap great benefits in the next. Religious quacks, well to do classes and the State feed people this concoction to keep them complacent while the powers that be exploited them. That’s the first point. The second point, that the masses must reject these illusions and rise up to change the world, is then fairly straightforward.",
    "Let’s explore the damage uncritical acceptance of religious concoctions do in society. I am not engaging in an exploration of religious philosophy; just examining what religion does in practical politics. Let me give you a few examples of the greater hold religion, rather than other factors such as ethnicity or nationality have in actual life.",
    "Islamisation for example has had a powerful and irreversible impact on Iran (Persia) but Arabisation has completely failed! Iran is firmly Islamic but the country has proudly retained its Persian cultural and linguistic roots. The stanzas at the start and end of this essay illustrate this. Even Persia’s numerous indigenous peoples and tribes have retained their independent cultures and life styles but they have capitulated to Islam. When the armies of Islam swept across Arabia and the Middle-East and they crushed every other sign of a separate identity in their path.",
    "Across Pakistan, Bangladesh, Malaysia, Indonesia, New Guinea, Bali and the Malay Archipelago, nationalism, language, culture and other loyalties count for little in contrast to the hold of Islam which overrides all other loyalties and extremisms. It grips, like opium, on a lifelong addict. It should surprise no one that religious expectations of what will happen in the afterlife hold people in thrall more than ethnic identity, nationalism, group loyalty or anything else.",
    "Authorities in the Russian republic of Chechnya, have banned music considered too fast or too slow, effectively criminalizing many genres. The Ministry of Culture announced the ban with the agreement of Chechen leader Ramzan Kadyrov. “Musical, vocal and choreographic” works will be limited to a tempo of 80 to 116 beats per minute to “conform to the Chechen mentality and sense of rhythm,” said the Minister of Culture. “Borrowing musical culture from other peoples is inadmissible. We must regulate the future of our children, the cultural heritage of the people and the entire spectrum of moral and ethical standards.” This bigotry has deep Islamic underpinning.",
    "The powerful hold of religion on the minds of Americans cannot be minimised. An Arizona court has enforced a complete ban on abortion referring to a Christian belief that life is created at the moment of conception and that it is sinful to abort except when the life of the mother is endangered. The law upholds an 1864 fundamentalist edict. To go further back the Spanish Conquistadors wiped out hundreds of millions of Aztecs, Mayas and other people across the continent because they did not bow down before the True God. The Buddha staatues of Bamiyan, two sixth century monumental Buddhist statues in Afghanistan, were razed to the ground by Islamic fundamentalists. Hindu fundamentalists obliterated the Babri Majid mosque in in Ayodhya, alleged to be built on the site of the birthplace of Rama, a village thug exiled by his father to fulfil a promise made to his wife to crown her son Bharat. Do I need to say anymore to prove that religion has taken an irrational grip on the human mind?",
    "This is not to deny that force is the other major factor crafting history. The examples I have mentioned show that religion works hand in hand with armed force in driving history. The example of the Spanish Conquistadors who used Force to exterminate Godless heathens is a case in point. Early Christians destroyed all previous monuments of “pagan” origin such as the tomb of Alexander the Great in Alexandria. Wasn’t it Rudyard Kipling who said in his poem Mandalay “The Great Lord Budd, a blooming idol made of mud”? The savagery in Sudan and the Darfur region, the senseless violence sweeping across the “bulge” of the east of the African Continent and dozens of examples across the world establish that force, usually hand in hand with faith, is the midwife of history; Niger, Chad, Ivory Coast, Burkina Faso and so on.",
    "What about godless China and to a degree godless Russia – between 15% and 25% of Russians are non-believers or plain atheists? In Soviet times this number was much higher. I suspect that in Russia and indeed across the world and in the West the number of de-facto atheists is quite large. (Personally, like Marx, I am more a secularist not an atheist. Is there a God? Who the devil knows? Come on Dude, it don’t not matter that much in practical things).",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}