{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101590/sri-lanka-will-not-accept-any-unhrc-resolution-on-human-rights-violations-during-civil-war-foreign-minister",
  "time_ut": 1724916060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka will not accept any UNHRC resolution on human rights violations during civil war – Foreign Minister",
  "original_body_lines": [
    "Sri Lanka’s Minister of Foreign Affairs Ali Sabry assured that Sri Lanka will not accept any resolutions brought forward by the United Nations Human Rights Council (UNHRC) regarding alleged human rights violations during the civil conflict that ended in 2009.",
    "Speaking at a press briefing on Wednesday (28), he said that Western countries should not base their foreign policies towards Sri Lanka on vote-bank politics, aimed at securing the votes of the Sri Lankan diaspora residing in their nations.",
    "The Minister stated: “In 2022, the UNHRC brought a resolution against Sri Lanka, and they have submitted a report on that resolution for September this year. We have rejected that resolution. As the period for the current resolution is ending, they would need to introduce a new resolution to continue it. We intend to respond accordingly”",
    "“However, it is important to state that we do not accept the UNHRC’s approach”, he added.",
    "“Specifically, we completely disagree with the proposal to initiate a court case in a foreign country, as mentioned in the resolution. This is against our sovereignty and the sovereignty of our legal system. Our judiciary will not allow such interference,” the Foreign Affairs Minister said.",
    "Commenting further, Ali Sabry highlighted that “What we are telling these foreign powers is that we have implemented internal measures to find solutions to the conflict that ended 15 years ago. That is our process. We do not appreciate external forces attempting to create divisions within our communities. “",
    "“The motivation behind this interference seems to be driven by electoral considerations in Western countries where Sri Lankan diasporas are part of the electorate. This is what we call vote-bank politics, and we reject the idea that these countries’ foreign policies towards Sri Lanka should be influenced by such considerations”, the Minister assured.",
    "Meanwhile, commenting on the promises made by Presidential candidates to renegotiate with the International Monetary Fund (IMF), Sabry warned that doing so could jeopardize approximately USD 1.3 billion in foreign exchange assistance expected in the coming months.",
    "“In 2022, the Ministry of Foreign Affairs was assigned a crucial role due to the country’s challenging circumstances. We faced the task of rebuilding strained foreign relations, regaining the trust of the international community, and leveraging international relations to boost the country’s economy.",
    "After two and a half years of dedicated effort, we have successfully stabilized the country. Our international reputation now reflects the positive results achieved domestically. It is important to acknowledge that President Ranil Wickremesinghe’s leadership was instrumental in reaching these outcomes.",
    "Securing agreements with 17 countries for debt restructuring through international relations is a significant achievement for us. We have completed the debt restructuring process while upholding our foreign policy, local identity, and sovereignty. Our swift recovery from the economic crisis has set a global example. Currently, countries such as Pakistan, the Maldives, and Bangladesh are seeking our advice on economic revitalization. The leadership of President Ranil Wickremesinghe in stabilizing the country has been recognized internationally.",
    "Among the five countries—Lebanon, Venezuela, Argentina, Zimbabwe and Greece—that faced similar economic crises, only Greece has managed to recover so far and it took 12 years for Greece to do so. Sri Lanka stands out as the only country to have overcome an economic crisis in such a short period.",
    "However, some individuals are misleading the public by advocating for renegotiations with the International Monetary Fund for narrow political objectives. For those considering pursuing this challenging and often unsuccessful process of renegotiation, I wish them “good luck.”",
    "In March 2022, we officially communicated the desire to apply for an extended-fund facility in March 2022. By the time we get the first tranche was March 2023. It took one year for us to agree on the Debt Sustainability Analysis (DSA).",
    "The DSA is conducted based on five key parameters. First, the current national debt, which is 133% of Gross Domestic Product (GDP), must be reduced to 95%. Additionally, 9.3% of the current payment of the GDP which is going for foreign loan settlement has to be brought down to 4.5%.",
    "Moreover, the primary budget balance should achieve a surplus of 2.1%. Furthermore, tax revenue should account for 15% of GDP. These goals are now legally established and cannot be easily altered. Any attempt to change them would require renegotiation, which would take at least another year.",
    "If this happens, the IMF is likely to withhold the next instalment of USD 400 million due in December. If the IMF does not release the funds, the WB will also withhold its USD 400 million tranche. Consequently, the ADB will not release their USD 500 million allocation. This would result in a loss of USD 1.2 billion to USD 1.3 billion between December and January. The loss of these funds would make it impossible to prevent the country from destabilizing again, leading to a potential devaluation of the rupee and a rise in inflation.",
    "The Ministry of Foreign Affairs has undertaken numerous initiatives to support and coordinate the country’s economic recovery. Additionally, it has played a significant role at the Ministerial level in advancing priorities for the Global South in multilateral forums and effectively addressing challenges related to multilateral human rights issues. It is also noteworthy that Sri Lanka has been elected to four mechanisms of the United Nations: the Committee on the Elimination of Discrimination against Women for the period 2022-2024, the Committee on the Protection of the Rights of Migrant Workers and Members of Their Families, the UNESCO Executive Board for the period 2023-2027, and the Economic and Social Council for the period 2025-2027.”"
  ]
}