{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Draft-Electricity-Bill-insulates-politics-and-corruption-from-Consumer-questioning/4-757175",
  "time_ut": 1704734657.0,
  "original_lang": "en",
  "original_title": "Draft Electricity Bill insulates politics and corruption from “Consumer” questioning",
  "original_body_lines": [
    "If heavy politicisation is accepted as the major issue in SOEs that leads to all other breakdowns and mega corruption, what should the answer be? The answer is simple and easy. They need to be de-politicised allowing for independent and professional management; not selling them to private business people who are also responsible for mega corruption",
    "Let me say “arrogance” is a reflection of “ignorance” and “haste” has nothing in common with “efficiency.” This became evident when the draft Electricity Bill was pushed through with hardly any reasonable space or time allowed for serious social discussion on the restructure of the power and energy sector and the Minister accepting there are 42 errors in the gazetted Electricity Bill. He had said, it is being referred to the Attorney General for perhaps “cleaning up”. And also, the Bill was not tabled in Parliament on 13 December 2023 as previously informed, and the Minister now says it would be tabled early January 2024.",
    "Seriously speaking, this is not the era of coconut oil lamps. This is not the era of charcoal irons. Nor is it the era where a “dhobi” comes home to collect soiled linen for washing. Though still a developing nation caught in a deep economic crisis, we are in a modern world where all household chores and all facilities and utilities are electrically automated to sustain daily life with adequate comfort. Thus, every citizen is a direct or an indirect consumer of electricity and fuel. In short, all 22 million depend solely on electricity and fuel to sustain their daily life. Therefore, any decision to restructure, or change ownership of production, distribution and sale of power and energy should be transparent, with adequate opportunities given to “consumers” as the major stakeholders, to be a party to the process of decision making. Apparently, the extreme haste to push through the process of restructuring and drafting the Electricity Bill presented to Parliament, was driven by the fear there could be overwhelming opposition on how the Government wants to restructure. The Wickremesinghe led Government was determined to sell SOEs that includes the CEB to private businesses, and the sales to be manipulated as “restructuring”.",
    "Our country specific experience since a Government Department was established under British colonial rule in 1927 to undertake electricity generation and supply to main towns and subsequently to the whole country, has been without complaint even after the Electricity Department was re-constituted as the Ceylon Electricity Board (CEB) in 1969 under the UNP government of Dudley Senanayake and thereafter managed under the Coalition Government of Madam B. That does not mean the CEB was without political influence and interference during that period. It means, people had no serious issues with its operations and delivery of services even if it had to be publicly funded. The principle factor was its social service.",
    "“Privatisation” of State Owned Enterprises (SOEs) became a keyword in political and economic parlance only after President Jayewardene introduced a free market economy and sold almost all State Corporations from tyres to ceramics on the argument that the State cannot afford loss making SOEs. Why do SOEs run at a loss and become a burden to the taxpayer? To be more precise, why do the CEB and the CPC make massive losses every year? It is generally accepted without argument that losses in all SOEs including the CEB and the CPC are due to; (1) heavy politicisation of administration and management (2) massive over staffing at an unnecessary cost, (3) neglect of market and (4) increasing corruption in procurements, pricing, and project development. In the process, waste, inefficiency, loss of commitment and ignorance on social responsibility add on.",
    "If heavy politicisation is accepted as the major issue in SOEs that leads to all other breakdowns and mega corruption, what should the answer be? The answer is simple and easy. They need to be de-politicised allowing for independent and professional management; not selling them to private business people who are also responsible for mega corruption. Let us accept the fact, open market economies are inherently corrupt and South Asia as a whole is that. Unlike in Europe we rarely have entrepreneurs with clean investments. We have been promoting wheeler dealers looking out for a quick buck with political patronage involving State agencies handled by corrupt administrators and professionals right at the top. Crony businessmen invest to profit from the incentives and mega tax concessions the taxpayers have been compelled to accommodate all these years at heavy cost.",
    "This being the reason for heavy losses in the power and energy sector as in all other SOEs, what does the Minister offer as solutions? Is he proposing de-politicising the energy sector and leaving it transparent and accountable to society? The irony is, de-politicising and accountability with transparency has not even been thought of in this draft Electricity Bill where the Minister is the sole authority in policy decisions and important appointments.",
    "What has been prioritised is the dismantling of the whole power supply system from “generation, transmission, distribution, bulk sales and trading of electricity” with licences issued as provided for in Section 11(a) (vii) in Part II of the draft Bill. All powers in relation to electricity policy and policy guideline formulation are vested with the Minister through the National Electricity Advisory Council (NEAC). The Minister is vested with power to nominate and appoint the NEAC with Cabinet approval under Section 4 in Part II of the Bill. Of the five members so appointed to the NEAC one would be appointed as its Chairperson by the Minister. The NEAC would remain strictly as the advisory council and the Minister is free to make his own decisions with no bindings to the NEAC advice. The Bill also allows the Minister under Section 7(a) to co-opt persons to the NEAC as subject specialists, as and when he wishes.",
    "Are we to believe there would be no politics with every appointment, from the NEAC to the PUCSL as the “Regulator” and on every issue of licence brought under the Minister’s authority and approval? Will there be no corruption in the issue of such licences with the Minister’s consent and handled by a politically established “Regulator”?",
    "The draft Bill provides for re-constituting the PUCSL as the “National Regulator” in the electricity industry also under the Minister of Power and Energy. This “Regulator” will be calling applications for the issue of licences for “the grant of a licence for generation, transmission, distribution, supply or trading of electricity or for an extension of any one of such licences” under Section 20(1) in Part VII that would be issued “only” after informing “the Minister of the same and proceed to take all necessary steps for the granting of such licence or the extension applied for” as specified in Section 20(2).",
    "Are we to believe there would be no politics with every appointment, from the NEAC to the PUCSL as the “Regulator” and on every issue of licence brought under the Minister’s authority and approval? Will there be no corruption in the issue of such licences with the Minister’s consent and handled by a politically established “Regulator”?",
    "Deciding tariff according to policy guidelines issued by the Minister “as specified in subsection (2) of section 4 pertaining to the national tariff policy….” will be the responsibility of this “Regulator” as provided for in Part VIII section 26(1). Such tariff would be, “feed in tariff payable to generators supplying electricity to the National System, power purchase tariffs for new generating capacity, power purchase tariffs of the distribution licensees, transmission tariff payable to transmission and distribution licensees and finally the end user consumer tariff consisting of distribution tariff and supply tariff plus the aggregate revenue requirement to be recovered by transmission and distribution licensees” under Section 26(3). All these tariffs bring in new costs as profits the licensee would include and that too would have to be borne by the consumer. Would all that add up to an affordable consumer tariff?",
    "It would not be in accordance with what is stated in Section 26(5) that says; “All tariffs shall be set in accordance with a cost reflective mechanism in accordance with the methodology set out in the national tariff policy permitting the relevant licensees to recover the eligible reasonable costs incurred in carrying out the activities authorised by such licences in an efficient manner.” The most interesting issue is how the Minister and his Regulator would define “eligible reasonable costs” incurred by licensees in carrying out their activities in an “efficient manner”.",
    "An IMF Working Paper WP/17/221 titled “State Owned Enterprises in Emerging Europe; the Good, the Bad and the Ugly” published in October 2017, says, “Given their special role as providers of key public services, the effectiveness of SOEs has a strong impact on the welfare of citizens and on the competitiveness of the economy at large. As SOEs often operate with dual goals of economic market activity and public policy obligations, a functioning governance environment for SOEs is crucial.”",
    "What is not said within this restructuring campaign is that there are fully transparent and accountable SOEs in EU countries, especially in the power and energy sector and in public commuting. SOEs like the CEB therefore require de-politicising of the whole administration and management with clear provisions for transparency and accountability and hold them responsible to Parliament, instead of to a Minister.",
    "This draft Bill is not about any of this. It has no provisions for transparency; nothing on “open public consultations” in deciding policy and policy guidelines. Instead, it has strengthened the hand of the Minister within an extremely corrupt political system that would leave the consumer in a far worse situation than at present.",
    "Focus on restructuring should have been as the IMF Working Paper referred to as noted above, in establishing a “Well-designed governance structure …. needed to address the frequent challenge of undue hands-on and politically motivated ownership interference in SOEs”. Dismantling the CEB for sale in a heavily politicised corrupt setup as provided for in the draft Electricity Bill, would definitely leave the consumer in a far more precarious situation with no voice, other than taking to the streets."
  ]
}