{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/assetline-finance-signs-mou-with-ideal-motors-to-offer-special-benefits/",
  "time_ut": 1756146120.0,
  "original_lang": "en",
  "original_title": "Assetline Finance signs MOU with Ideal Motors to offer special benefits",
  "original_body_lines": [
    "Assetline Finance Limited (AFL), the flagship company under the financial services pillar of David Pieris Holdings (Private) Limited, has marked a significant milestone, signing a strategic Memorandum of Understanding (MoU) with Ideal Motors (Private) Limited, to offer a range of benefits and special privileges to Mahindra vehicle buyers.",
    "The MoU was exchanged at AFL’s Head Office in Battaramulla, with key representatives from both organizations present to mark the occasion. From Ideal Motors, Ms. Nimisha Welgama, Director and Kasun Fernando, General Manager joined AFL’s leadership team including Ashan Nissanka, Director & CEO, Mahesh De Silva, Chief Operating Officer, Ajantha Premasiri, Chief Marketing Officer, and Namal Cooray, Head of Four-wheeler Lending.",
    "The strategic alliance between AFL and Ideal Motors highlights a shared commitment to deliver greater value and convenience to customers. It also demonstrates AFL’s dedication to improving customer experience by offering attractive financing solutions, empowering individuals and businesses to achieve their mobility goals with confidence and ease.",
    "Ashan Nissanka, Director & Chief Executive Officer, Assetline Finance, commented, “Through our partnership with Ideal Motors, we are delighted to extend comprehensive, accessible, and competitive vehicle financing services tailored for SME businesses. We are confident the collaboration will empower SMEs to expand their operations, create greater value for our customers, and contribute to advancing transportation and economic growth across the nation.”",
    "Commenting on the partnership, Ms. Nimisha Welgama, Director, Ideal Motors mentioned “We are proud to partner with one of Sri Lanka’s most trusted financial institutions to expand access to Mahindra’s complete portfolio of vehicles. The partnership now extends to our newly introduced passenger vehicle, available from the first week of July, alongside our trusted commercial vehicles. Together, we aim to empower businesses and individuals across the country, offering reliable mobility solutions backed by flexible, customer-friendly financing options.”",
    "Aitken Spence Elevators and Rush Housing forge strategic partnership for vertical mobility across new developments",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}