{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-isb-restructure-talks-await-clarity-on-imf-methodology-sources-160759/",
  "time_ut": 1714609800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ISB restructure talks await clarity on IMF methodology: Sources",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s debt restructuring talks with sovereign bond holders are awaiting clarity on how the International Monetary Fund assesses securities linked to economic performance under its debt sustainability analysis, sources with knowledge of the talks said.",
    "The IMF had decided that a March proposal made by private investors with macro-linked bonds was not in line with its debt sustainable framework, according to a Sri Lanka government statement issued after the first round of direct talks with bondholders.",
    "A new proposal made in April, is also awaiting IMF assessment on whether it complies with a DSA framework.",
    "The macro-linked bond would have a higher hair-cut initially, which would reduce if the economy performed better than the IMF expected.",
    "IMF has different frameworks on which debt sustainability is assessed for low income countries and higher income market access countries.",
    "There is no prior experience on how a revised DSA methodology for Middle Income Countries is applied to macro-linked bonds of the sort proposed by Sri Lanka’s private investors.  As a result, efforts are underway to better understand how the framework is applied, sources said.",
    "Representatives of the parties also engaged later in April after the first round of talks, which was encouraging, sources said.",
    "The IMF usually does not get involved with formal talks with the bondholders and deals directly with the government, also putting them at disadvantage.",
    "If there was more clarity on how the DSA framework is applied to the macro-linked bonds proposals that comply with the framework, revised proposals could be exchanged at negotiations aimed at reaching a faster conclusion, according to sources familiar with the discussions.",
    "Bond holders have also proposed a governance linked bond, after getting the go ahead from Sri Lanka, which has also been also welcomed by Sri Lanka’s opposition.",
    "It is also a new proposal, though so-called ESG bonds have been issue based on other performance indicators.",
    "At the London talks, advisors as well as key bondholders participated, under non-disclosure agreements.  During the talks they cannot trade or change their positions.",
    "More clarity on how the debt sustainability analysis is applied to the macro-linked bonds would help speed up negotiations, sources said. (Colombo/April30/2024)"
  ]
}