{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-gets-Worker-s-Tribunal-Decision/56-764866",
  "time_ut": 1722204576.0,
  "original_lang": "en",
  "original_title": "Govt. gets Worker’s Tribunal Decision",
  "original_body_lines": [
    "The Trade Union representatives from Ceylon Workers Red Flag Union, United Plantation Workers Union (UPWU), National Union of Workers (NUW), Up Country Workers Front (UWF) and Ceylon Federation of Trade Unions (CFTU) last week met with the Secretary to the Ministry of Labour R.P.A. Wimalaweera and Senior Assistant Secretary – Labour and Foreign Relations Balasubramaniam Wasanathan and handed over the Worker’s Tribunal Decision.",
    "The Worker’s Tribunal Decision was by three eminent retired Judges from Sri Lanka, India and Nepal who heard the testimonies of workers in the tea and rubber plantations. This historic tribunal for Sri Lanka brought to light the extremely inhumane working conditions in the plantations and the exploitation of labour by payment of very low wages. The Judges expressed how their conscience was shocked by the conditions in the plantations.",
    "In the discussion with the Secretary to the Ministry, on behalf of the delegation, Menaha  Kandasamy briefly outlined the recommendations in the decision relating to wages, collective agreements, working conditions, occupational health and safety, causalisation or informalisation and the need for a specific law for plantation workers. Other union representations emphasised the gravity of the situation by drawing on examples from different districts.",
    "The Labour Ministry Secretary responded positively to the recommendations and was concerned over the violations of labour laws and worker’s rights that are currently taking place in the estates. He agreed that a new plantation specific law was needed to protect labour in the plantations. He undertook to take urgent action to ensure that existing statutory safeguards are protected and swift action is taken against any labour law violations."
  ]
}