{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Muslim-Personal-Law-Reform-Action-Group-has-its-say-over-new-Govt-s-stance-on-MMDA/14-769017",
  "time_ut": 1731089297.0,
  "original_lang": "en",
  "original_title": "Muslim Personal Law Reform Action Group has its say over new Govt.’s stance on MMDA",
  "original_body_lines": [
    "Says Minister Vijitha Herath’s comments that MMDA reforms are not on agenda fails to recognise longstanding demands for change",
    "Muslim Personal Law Reform Action Group yesterday in a statement said that Minister Vijitha Herath’s comments that Muslim Marriage and Divorce Act (MMDA) reforms are not on the agenda fails to recognise longstanding demands for change.",
    "We are deeply concerned about the recent remarks made by Minister Vijitha Herath that no need has arisen to change the Muslim Marriage and Divorce Act (MMDA) at this juncture. The comments fail to recognise the long journey towards MMDA reforms in Sri Lanka. For decades, Muslim women and groups have raised concerns about the serious discrimination and harm experienced by Muslim women, girls and families as a consequence of this law. The comments dismiss the grave impacts that Muslim women and girls continue to face on a daily basis due to discrimination under the current MMDA and Quazi system.",
    "We remind Minister Herath that child marriage is still legal under the MMDA, which means that to date, the rights of Muslim children are not protected in the same way as those of their peers of all other faiths. This is foremost an issue of State responsibility given that the law fails to fulfil Sri Lanka’s legal obligations under various international human rights conventions that it has ratified. Many other such discriminatory issues still exist in the MMDA.",
    "For over 40 years, Muslim women’s groups from across Sri Lanka have been advocating for MMDA reforms, to ensure basic rights for Muslim women and girls. There have been multiple committees appointed since 1956, by respective Governments with each proposing much needed reforms. A culmination of the continuous discussions with religious scholars, Muslim parliamentary representatives and Muslim women’s groups has resulted in a draft Bill currently with the Ministry of Justice that reflects consensus between diverse stakeholders, notwithstanding two issues that remain contested – the permitting of polygamy and the retention of the current Quazi system.",
    "Decades of consultations and legislative reform progress will be lost if Minister Herath and the NPP decide to cast aside this progress. It is not acceptable for any person or political party to regress on these hard-won gains. The lack of political will and changing of stances following pressures placed on lawmakers by conservative men in Sri Lanka’s Muslim communities has undermined all previous attempts at reform. The NPP must not make backdoor deals or lean into conservative positions for political expediency.",
    "MPLRAG, along with several other women’s groups, has repeatedly urged all political parties to engage on reforms to the MMDA on the basis of equality for and non-discrimination of Muslim women and girls. We reiterate that Muslim women and children’s rights must be front and centre in any and all MMDA reform processes. While we have the right as Muslims in this country to have our own family laws, our human rights can never be violated in the name of religion, tradition or culture.",
    "The NPP had always been supportive and receptive to ensuring equality and non discrimination and preventing harm. The party, as have all major political parties, has been apprised of the issues in the MMDA. As such, the NPP must provide a clear clarification of the comments by Minister Herath. This is an issue that is relevant to the support pledged at the Presidential election and also the support to be pledged to this Government at the upcoming elections.",
    "We urge the current and incoming Sri Lankan Government to treat MMDA reform as a priority women’s rights and human rights issue."
  ]
}