{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110784/cid-assistance-sought-to-probe-deaths-of-four-elephants",
  "time_ut": 1753278480.0,
  "original_lang": "en",
  "original_title": "CID assistance sought to probe deaths of four elephants",
  "original_body_lines": [
    "A request has been made to the Criminal Investigation Department (CID) and the Scene of Crime Officers of the Police Department to promptly provide support for necessary investigations related to the deaths of four elephants in Sigiriya and Galgamuwa, according to the Department of Wildlife Conservation.",
    "A statement has been issued by the Department of Wildlife Conservation and the Ministry of Environment regarding the deaths of four wild elephants.",
    "It has been reported that three wild elephants died near the Murungahitikanda Forest Reserve in the Digampathaha –Sigiriya area, and another elephant died in the Galgamuwa-Ehetuwewa area in the past few months.",
    "Among the wild elephants that died in Digampathaha, one elephant was first reported to wildlife officers on February 3, 2025. Following the incident, the Department of Wildlife Conservation filed a case before the Dambulla Magistrate’s Court, and investigations are ongoing.",
    "It is reported that the other two elephants also died within the same reserve.",
    "The statement notes that the tusks of that elephant had been removed.",
    "According to the statement issued by the Department, assistance from local police officers and the Police Special Task Force is also expected to be obtained to investigate the matter.",
    "If there are illegal firearms in the possession of individuals living near the wildlife reserves where such elephants are frequently found, necessary legal actions will be taken promptly, the Department stated.",
    "The Department of Wildlife Conservation also stated that regional wildlife officers have been given the necessary instructions to ensure the security of the crime scenes.",
    "Yesterday it was reported, the carcasses of three wild elephants including a tusker—whose tusks had been removed and is believed to have died about a month ago—were discovered within the Digampathaha area of the Inamaluwa Forest Reserve.",
    "Residents of the area claim that the remains of a total of five wild elephants and a tusker, believed to have died around a month ago, have been found in the Inamaluwa Forest Reserve in Dambulla.",
    "They also reported that the remaining three carcasses were located in areas that were difficult and dangerous to access due to the frequent presence of wild elephants, reports of firearms set as traps for animals, and the challenging terrain.",
    "Furthermore, the residents alleged that those who initially discovered the bodies failed to report the incident properly.",
    "It has been reported that area residents had informed the relevant authorities about the elephant deaths on multiple occasions.",
    "According to sources, forest conservation officers had notified the Sigiriya Wildlife Office after they observed the elephant carcasses within the reserve, which falls under the jurisdiction of the Forest Conservation Department.",
    "During the investigation, the team was able to locate three carcasses within approximately one-kilometer intervals."
  ]
}