{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104653/vindhya-jayasekera-appointed-new-ceo-designate-to-cse",
  "time_ut": 1735749720.0,
  "original_lang": "en",
  "original_title": "Vindhya Jayasekera appointed new CEO Designate to CSE",
  "original_body_lines": [
    "The Colombo Stock Exchange (CSE) announced the appointment of Ms. Vindhya Jayasekera as the Chief Executive Officer (CEO) Designate, effective from 01 January 2025.",
    "Accordingly, Ms. Jayasekera will succeed the incumbent CEO, Mr. Rajeeva Bandaranaike, who is due to retire during the course of 2025 after serving for 11 years in that capacity.",
    "Issuing a statement, the CSE stated that Ms. Jayasekera brings over two decades of extensive experience in capital markets, encompassing both buy-side and sell-side expertise across the investment banking and asset management industries.",
    "Prior to her appointment at the CSE, she served as the Chief Investment Officer at NDB Wealth Management Limited, where she led the asset management division overseeing assets under management exceeding LKR 380 billion (approx.).",
    "During her tenure, she managed over LKR 100 billion (approx.) in mutual fund assets across eight funds with diverse risk-return profiles, incorporating investments in treasury bills, bonds, debentures, corporate debt, and equity instruments.",
    "Her career in finance began at NDB Investment Bank, and from the outset, she was an integral part of the teams that contributed to the successful execution of the two largest initial public offerings (IPOs) in the history of the Colombo Stock Exchange at the time.",
    "Ms. Jayasekera is a CFA Charter holder and a certified Financial Risk Manager (FRM) accredited by the Global Association of Risk Professionals. She is also an Associate Member of the Chartered Institute of Management Accountants (ACMA) and holds the Chartered Global Management Accountant (CGMA) designation.",
    "She is a recipient of the prestigious Fulbright Scholarship, under which she earned her Master of Science in Finance from the University of Illinois at Urbana-Champaign, USA, graduating with a medal for academic excellence. Her academic foundation was established at the University of Moratuwa, where she graduated with First Class Honours in Bachelor of Science in Civil Engineering."
  ]
}