{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/fitch-affirms-sri-lankas-mercantile-investments-at-bbb-234976/",
  "time_ut": 1754457120.0,
  "original_lang": "en",
  "original_title": "Fitch affirms Sri Lanka’s Mercantile Investments at BBB",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Mercantile Investments and Finance’s National Long-Term Rating has been affirmed at BBB-(lka) by Fitch Ratings based on its moderate but rising market share. The outlook remains stable.",
    "“The rating reflects MIF’s moderate but rising market share, at 3%-4% by sector loans and deposits, and improving asset quality,” the ratings agency said.",
    "This is counterbalanced by a stronger growth appetite, weaker core capital ratio and a higher operating cost structure compared with Fitch-rated mid-sized peers, Fitch said.",
    "Mercantile Investments and Finance has also expanded its gold-backed loan portfolio ‘rapidly’ since it introduced the product three years ago, despite being a vehicle financier traditionally.",
    "Fitch Affirms Mercantile Investments and Finance at ‘BBB-(lka)’; Outlook Stable",
    "Fitch Ratings – Colombo – 05 Aug 2025: Fitch Ratings has affirmed Mercantile Investments and Finance PLC’s (MIF) National Long-Term Rating at ‘BBB-(lka)’. The Outlook is Stable.",
    "Standalone Profile Drives Rating: MIF’s rating is driven by its standalone credit profile. The rating reflects MIF’s moderate but rising market share, at 3%-4% by sector loans and deposits, and improving asset quality. This is counterbalanced by a stronger growth appetite, weaker core capital ratio and a higher operating cost structure compared with Fitch-rated mid-sized peers.",
    "More Conducive Operating Environment: We project Sri Lanka’s GDP growth at 4.3% in 2025 and 3.6% in 2026, supported by low inflation and accommodative monetary conditions on renewed economic activity. Real GDP rose by 4.8% yoy in 1Q25, following a 5.0% expansion in 2024, driven by the industry and service sectors, including a rebound in tourism after years of contraction and instability. That said, external headwinds from global tariff revisions and ensuing economic slowdown could still challenge Sri Lanka’s economic recovery and affect the pace of growth.",
    "Shift in Product Mix: MIF has expanded its gold-backed loan portfolio rapidly since it introduced the product three years ago, despite being a vehicle financier traditionally. Its gold loans expanded by 3x to comprise 12% of total loans in the financial year ending March 2025 (FY25) against FY24. The company plans to further boost gold-backed lending, but to maintain vehicle finance as its core product. This could enhance product diversification and profitability, although it may come with higher asset risk and test the company’s risk management capability.",
    "Increased Growth Appetite: Loan growth accelerated to 42% in FY25 (FY24: 12%) as MIF seeks to capitalise on Sri Lanka’s improved economic environment. This exceeded the sector average of 27% and was driven by gold loans. We believe rapid credit growth with loosened underwriting standards could present operational and asset quality risks, while rising loan-to-value ratios could also lead to higher losses if borrowers default and collateral values plunge. That said, vehicle finance loan-to-value ratios have been steady, while the shorter tenor of gold loans may allow the company to adjust lending terms if needed.",
    "Declining Non-Performing Loans: We expect Sri Lanka’s improved economic environment and MIF’s decision to limit large-ticket and property-backed lending to support asset quality in the near term. However, aggressive growth may pose asset quality risks if not managed prudently. MIF’s stage 3 loan ratio declined to 4.9% in FY25 (FY24: 9.8%), below the sector average of 8.3%. This reflected improved recoveries and the settlement of a large legacy problem loan, but the ratio is also diluted by rapid loan growth.",
    "Below-Sector Profitability: MIF’s profitability remains below that of Fitch-rated peers and the sector average (FY25: 6.4%), despite some improvement, due to a higher cost-to-income ratio of 63.1% (FY24: 70.3%). Pre-tax return on average assets rose to 3.9%, from 2.7% in FY24, as the reported net interest margin increased to 11.9% (FY24: 10.0%) on declining funding costs (FY25: 11.2%; FY24: 17.5%). Profitability could gradually improve if loan growth leads to better economies of scale.",
    "Leverage to Rise: We expect leverage to increase further as MIF continues its high growth strategy. MIF’s debt-to-tangible equity ratio reached 4.0x in FY25 (FY24: 3.2x) as high growth exceeded internal equity generation. The core capital ratio also declined to 15.6% (FY24: 16.5%), remaining below the sector average of 19.7%, despite benefiting from lower risk weights on the expanding gold loan portfolio.",
    "Stable Funding Profile: Unsecured debt has remained above 75% of total debt since FY21, supported by MIF’s public deposit funding base. The statutory liquid asset ratio was steady, at around 20% in FY25. This, together with rising short-tenor gold loan receivables, helped MIF maintain a balanced asset-liability maturity profile. A steady deposit renewal ratio also helps to mitigate refinancing and liquidity risk.",
    "Factors that Could, Individually or Collectively, Lead to Negative Rating Action/Downgrade",
    "The rating is sensitive to a change in MIF’s credit profile relative to other Sri Lankan issuers. Negative rating action could be triggered by a significant increase in risk appetite, including aggressive loan book growth without adequate risk controls, weakened underwriting standards or rising concentration risk – especially if asset quality shows signs of deterioration. A significant increase in debt/tangible equity or reduction in regulatory capital buffers that weaken loss absorption capacity, without adequate plans to rebuild the capital cushion, could also lead to negative rating action.",
    "Factors that Could, Individually or Collectively, Lead to Positive Rating Action/Upgrade",
    "A strengthening in MIF’s credit profile relative to peers on the Sri Lankan national scale could lead to an upgrade. Positive rating action may result from improved profitability and capital buffers with an enhanced business franchise. This is while maintaining adequate asset quality, supported by appropriate risk management on MIF’s loan expansion plan, and a stable funding profile.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria. (Colombo/Aug6/2025)"
  ]
}