{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aia-delivers-highest-quarterly-new-business-results-value-of-new-business-up-31-percent/",
  "time_ut": 1715014980.0,
  "original_lang": "en",
  "original_title": "AIA delivers highest quarterly new business results; value of new business up 31 percent",
  "original_body_lines": [
    "AIA Group Limited (the Company) announced 31 per cent growth in value of new business (VONB) on constant exchange rates (CER) for the first quarter ended March 31, 2024. AIA also announced details of an enhanced capital management policy, including a US$2.0 billion addition to the existing US$10.0 billion share buy-back programme.",
    "VONB grew 31 per cent to a record quarterly high of US$1,327 million",
    "Annualised new premiums (ANP) increased by 26 per cent to US$2,449 million",
    "Enhanced capital management policy that will deliver greater clarity on capital returns to shareholders",
    "US$2.0 billion addition to existing share buy-back programme, bringing the total to US$12.0 billion",
    "Lee Yuan Siong, AIA’s Group Chief Executive and President, said:",
    "“AIA’s very strong VONB growth of 31 per cent in the first quarter of 2024 and increased capital returns to shareholders demonstrate the enduring power of our competitive advantages and financial discipline. We have delivered a record high quarterly VONB of US$1,327 million with double-digit VONB growth across all of our reportable segments, highlighting the strength and diversification of AIA’s businesses.",
    "“We are also announcing a new and more definitive capital management policy which will result in higher annual distributions to shareholders through a combination of dividends and share buy-backs. In view of AIA’s very strong financial position and our confidence in our future operational and financial delivery, the Board has approved a US$2.0 billion addition to our existing share buy-back programme, which will bring the total to US$12.0 billion. These actions underscore our commitment to systematically return capital that is excess to our needs, whilst continuing to deliver organic new business growth at attractive returns.",
    "“Today’s announcement demonstrates that AIA has the right strategic priorities, and that consistent execution will deliver the right results for all our stakeholders. Our focus continues to be on driving profitable new business growth that will make a material difference in shaping AIA’s financial future by delivering increased future earnings, free surplus generation and ever greater shareholder value.”",
    "AIA delivered a 31 per cent increase in VONB to US$1,327 million in the first quarter of 2024, with double-digit growth from all our reportable segments. Premier Agency achieved 20 per cent growth in VONB, driven by an increase in the number of active agents and higher productivity. VONB for our partnership distribution grew by 70 per cent with strong performances from both bancassurance and retail independent financial adviser (IFA) channels.",
    "AIA China achieved VONB growth of 38 per cent. This was driven by a very strong double-digit increase in VONB from Premier Agency and continued growth in bancassurance. We also delivered broad-based VONB growth across both our established operations and new branches. VONB margin increased further to 54.6 per cent from 52.7 per cent in the second half of 2023. For clarity, VONB growth is shown on a constant exchange rate basis, with no recalculation of the comparative 2023 VONB results for economic assumptions used in the first quarter of 2024, which would otherwise have further increased the reported VONB growth rate on a like-for-like basis.",
    "Our differentiated Premier Agency model in Mainland China achieved excellent results in the first quarter of 2024 with over 20 per cent growth in both the number of new recruits and active new agents. Our compelling propositions, in particular our tax-deductible private pension products, supported a very strong increase in the number of new customers. Agency VONB margin was stable at around 60 per cent, supported by very strong double-digit growth in VONB from traditional protection and continued customer demand for our long-term savings products.",
    "Commercial Bank and AIA Sri Lanka announce landmark exclusive bancassurance partnership",
    "AIA Insurance introduces ‘AIA Exclusive’ – gateway to a world of unparalleled privileges",
    "AIA’s Poson Safety Programme, marks its 28th year with zero deaths and 3 lives saved",
    "AIA appoints Sasith Bambaradeniya as its new chief marketing officer",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}