{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/greed-for-diplomatic-appointments/",
  "time_ut": 1732994820.0,
  "original_lang": "en",
  "original_title": "Greed for diplomatic appointments",
  "original_body_lines": [
    "In early November this year, following the appointment of a new president, many headlines were grabbed by news of the recall to Colombo of 16 heads of Sri Lankan missions overseas including ambassadors and high commissioners appointed outside the professional service for political and other reasons totally unrelated to the national interest. Among them were two high commissioners to India and Australia, who were retired members of the Sri Lanka Overseas Service reappointed on contract to head our missions in New Delhi and Canberra. Sensibly, the present high commissioner in Delhi would continue there until the president’s forthcoming visit to India in December is concluded. It has been reported that the performance of the recalled diplomats, including some former armed services commanders, would be evaluated and whether some of them will be reappointed remains to be seen though some sources regard this as unlikely.",
    "Unfortunately many appointments to the diplomatic service post-independence have been political or for reasons of patronage. In the early years, people like Mr. GCS Corea (later Sir. Claude), Mr. RSS Gunawardene (Later Sir. Senerath), Sir. Oliver Goonetilleke, Sir. Edwin Wijeyaratne, Sir Susantha de Fonseka and labour leader AE Goonasinha were among those appointed to the newly minted diplomatic service from the body politic after then Ceylon obtained her independence from Britain. Before independence, Mr. DB Jayatillake (later Sir. Baron) went to India as the Ceylon Government Agent and died en route home to Colombo. These were were undoubtedly men of high achievement and few, if any, would have begrudged them their appointments. With no professional Overseas or Foreign Service in the early days of independent nationhood, members of the then Ceylon Civil Service (CCS) were sent to help man the few overseas missions that the country then had.",
    "In October 1949, the year after independence, the Ceylon Overseas Service (COS) was set up and the first batch of cadets were recruited. This was on the basis of the CCS examination and a few of those ranked lower than those absorbed into CCS were recruited to the COS. In later years, in economic terms, many who served abroad for their country as members of the COS, did better than civil servants in the higher bureaucracy due to perquisites they enjoyed like bringing back duty free vehicles when they returned for home posting as well as the various overseas allowances paid to them in foreign currency. Import and foreign exchange restrictions enforced in later years made overseas postings doubly and trebley attractive; and many were the patronage appointments granted in the country’s missions abroad to wives and children of senior politicians and other kith and kin. These cost the taxpayer dearly as the returns were personal to those appointed and were of no benefit to the country.",
    "Apart from bad appointments made to our overseas missions, their sheer number for a country of Sri Lanka’s size and resources is truly mind boggling. According to official data, we now have 35 embassies overseas plus a dozen high commissions (missions in fellow commonwealth countries), two permanent representatives to the United Nations in New York and Geneva, 10 consulates-general, one deputy high commission (in Chennai) and one representative office in Palestine. Our diplomatic presence in countries like the Seychelles defies explanation with a former president’s close kinsman appointed ambassador. Branches of the Bank of Ceylon and the Sri Lanka Insurance Corporations too have been opened in that country for which an affection of the highest in the land is clearly apparent.",
    "The public, however, is in the dark on whether these institutions are earning their keep leave alone operating profitably. The Right To Information law now operative and used both by journalists and public interest activists should be invoked for the public benefit from news in this regard.",
    "Quite apart from that, a forensic review of the cost benefit aspects of the country’s overseas missions is long overdue. A feeble attempt was made about three years ago with then foreign ministry announcing in 2021 that the Sri Lanka consulate in Frankfurt, the high commission in Nigeria and the consulate in Cyprus were to be closed down. Then foreign minister GL Peiris is on record saying that operations in Frankfurt would be moved to Berlin and that under then circumstances the mission in Nigeria could not continue. The closing of these missions were part of a much needed cost cutting exercise. But earlier this year it was announced that Sri Lanka was looking to open its first diplomatic office in Central Asia with a diplomatic presence in Astana in Kazhakstan.",
    "Some of the countries where Sri Lanka have resident diplomatic missions do not have a reciprocal presence here. Very many of the foreign ambassadors accredited to Colombo are resident in New Delhi and are concurrently accredited to Sri Lanka. This is something that we too do in some parts of the world where ambassadors posted to some important capitals are concurrently accredited to less important neighbouring countries. Undoubtedly, a presence in countries in the Middle East and elsewhere hosting a large number of Lankan workers is necessary but a consular presence rather than a fully-fledged mission in such countries may be in order.",
    "What is unfortunate is that there is a greed for foreign diplomatic posting and too often political influence and patronage results in rank bad appointments. Sad but true, a close kinsman of President Mahinda Rajapaksa appointed ambassador to Washington and found to have made money on a property transaction (which he subsequently returned) was proposed to be high commissioner in Canada despite the then president reportedly saying “this fellow has rubbed soot on my face!” Fortunately Ottawa refused to have him.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}