{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/president-affirms-commitment-to-two-state-solution-in-palestine-a-comment/",
  "time_ut": 1705468701.0,
  "original_lang": "en",
  "original_title": "President Affirms Commitment To Two-State Solution In Palestine – A comment",
  "original_body_lines": [
    "I refer to the above headed front page news report in the Daily News of 12th January 2024 and wish to express my views:",
    "1. By prescribing a two-State solution to the current armed conflict between Israel and Palestine, the President exposes his double standards in solutions to the Israel/ Palestine national question and our own Tamil National Question. This is not saying a Two-State solution in Palestine is undesirable and be rejected. Both questions are identical, the Palestine and the Tamil National question in Sri Lanka. If the question is the same, then naturally it follows that the solutions to both should be the same. The difference is that the President and every Sri Lankan Government, since the beginning of the Tamil National question in 1956, have been stubbornly negating a workable solution to the Tamil National question, leave aside a Two-State solution. Furthermore, the Tamils have a far more deep rooted history in Sri Lanka than the Jews and Islamic Palestinians, in Judea. The Tamils are original inhabitants of Sri Lanka, from prehistoric times, when Sinhalese and their Sinhala language did not even exist.",
    "2. National leaders should rule by principles and not by subjective self interests of one’s racial identity. If the President is driven by principle to prescribe a two-State solution to the Israel/Palestine question, then the same principle should be applied to a similar situation in Sri Lanka. Principles are universal in character. Principles are independent and stand on their intrinsic right, and not subject to vagaries of time, place and persons.",
    "3. In respect of the Tamil national question the President negates the law of principle and even denies the complete implementation of the Indo-Sri Lanka Accord by not devolving to the North East Provincial Council that was established, both Land and Police powers, under a Unitary Sri Lankan State. The minority Tamils have not claimed for a two-State solution, which the President is committed to Israel/Palestine question. The Tamils are not seeking for a separate State. What the Tamils are seeking is a North East con-federal State within an undivided Sri Lanka. President is committed to a Two- State or Two-Country solution to the Israel/Palestine conflict but not willing to commit even to consider a Federal State to the Tamils within an undivided Sri Lanka. This exposes his double standards in principle. This is despite the Tamils having had a Northern Tamil Kingdom from historical past up to the time of arrival of the Colonial Power, the Portuguese in 1505.",
    "4. It is clear as crystal that what drives the President is not the lopsided commitment to a Two-State solution to Israel/Palestine conflict, but self-interested opportunity to woo the Muslim community for votes at the impending Presidential elections.",
    "5. The Presidents and Governments of Sri Lanka are doing exactly the same thing what the Israel is doing in Palestine by expanding and colonizing land in Palestine, by keeping the Armed forces in occupation of the North Eastern region and applying pressure and intimidation to the remaining Tamil population to leave the land by emigration, accompanied by parallel Sinhalisation and Buddhisisation of North East, to establish a Sinhala Buddhist domination, hegemony under a complete Unitary Sri Lankan State.",
    "6. Since the Tamils are the inhabitants of Sri Lanka from pre-historic times and the Sinhalese and their language evolved only in 7th century CE, the President should evince far greater commitment for a con-federal State solution for our own Tamil problem at the door step, without a separate State solution ,than be preoccupied with a distant Palestine problem. It seems the President has far greater altruistic concern for the Jewish and Palestinian people than for the Lankan Tamil people. To be a Statesman, principled action is a necessary quality."
  ]
}