{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nyne-hotels-recognised-by-national-sustainable-tourism-certification-scheme/",
  "time_ut": 1718651520.0,
  "original_lang": "en",
  "original_title": "Nyne Hotels recognised by National Sustainable Tourism Certification Scheme",
  "original_body_lines": [
    "Nyne Hotels announced that it has been recognised by the National Sustainable Tourism Certification Scheme for its outstanding sustainability initiatives. This prestigious certification, awarded by the NSTCS in collaboration with the UNDP and the Sri Lankan Ministry of Tourism, acknowledges Nyne Hotels’ commitment to promoting sustainable practices within the tourism industry. Several Nyne Hotels properties, including Rock Villa, The Muse in Bentota, Lake Lodge in Colombo, Mayur Lodge in Yala, and Leela Walawwa in Induruwa, have been commended for their holistic approach to sustainability. These properties have demonstrated excellence in environmental conservation, waste management, and community support.",
    "Nyne Hotels is dedicated to ensuring the well-being of its guests, employees, suppliers, and the communities and environments in which it operates. The company’s sustainability efforts include environmental conservation projects such as tree planting, mangrove and coral protection, sea turtle conservation, beach cleaning campaigns, and the preservation of local natural habitats. Waste management is a key focus area for Nyne Hotels, with practices in place to reduce, reuse, and recycle waste.",
    "The company has eliminated single-use plastics and implements composting to manage food waste sustainably. Energy and water conservation measures, such as LED lighting, solar heating panels, and low-flow water systems, are also implemented to minimize environmental impact. Nyne Hotels is committed to supporting local communities through initiatives that promote education, female empowerment, entrepreneurship, and local employment.",
    "Port City Colombo seen as dynamic driver of SL’s development",
    "The Gift of Life this Vesak: AIA Insurance brings clean water to Kimbulpatiyawa",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}