{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Ambitious-Presidential-candidates-and-a-powerful-constitution/172-278511",
  "time_ut": 1709922600.0,
  "original_lang": "en",
  "original_title": "Ambitious Presidential candidates and a powerful constitution",
  "original_body_lines": [
    "The question of whether the current president can invoke a presidential election after 4 years in office poses a legal challenge",
    "The Wickremesinghe of today is different from the one in the past; demonstrating strategic acumen due to his maturity",
    "This article has been prepared based on a discussion with K. B. Gunaratne, Former Director of Agriculture, who worked directly with three presidents of this country.",
    "The Executive Presidency was introduced to Sri Lanka by Junius Richard Jayewardene (JRJ) under the 1978 Constitution. JRJ became the Prime Minister for the first time in 1977 after obtaining a 5/6 th majority at the General Election held on July 21, 1977 and created a sustainable government. Born on September 17, 1906, J.R.J was almost 71 years old when he became the Prime Minister. “He once informed me that he had lost the opportunity to become the prime minister four times because of Dudley Senanayake. People rallied around D.S. Senanayake, the father of the nation, who gave freedom to the country, and Senanayake’s family” recalled Gunaratne.",
    "Therefore, J.RJ had a different idea in mind before coming to power in 1977. It was a way that worked for JRJ to rise above all obstacles. Due to his past experiences, the executive presidential system was well-established in his mind. Consequently, before 1977, the idea of his thoughts had been implemented, and plans had been prepared. The drafts of the incomparable republic constitution had been prepared in advance to be implemented in 1978. The 1978 constitution is one of the most powerful constitutions in the world, crafted by drawing inspiration from the constitutions of countries such as Germany, France, and England and subsequently surpassing them.",
    "In 1978, JRJ became the first Executive President in Sri Lanka under the Constitution. “I strongly believe that this is a very appropriate Constitution for the country. Weak leaders who came after JRJ amended it 21 times, and its results are being experienced today.",
    "“Acts like the Anti-Terrorism Act had to be brought back because of the amendments to this incomparable constitution by JRJ. Many people have forgotten the first presidential elections in this country, which took place 41 years ago” opined Gunaratne.",
    "Nominations were handed over for the first presidential elections in Sri Lanka on September 17, 1982, which coincided with JRJ’s 76th birthday. Predictions that he would definitely become the president were published on the same day. Accordingly, JRJ, H.S.B. Kobbekaduwa, Rohana Wijeweera, G.G Ponnambalam, Colvin R. De Silva, and Vasudeva Nanayakkara contested for the Presidency. Among those who contested for the first presidential election, only Vasudeva Nanayakkara is still alive today. JRJ, who garnered 3,450,811 votes in the presidential elections held on October 20, 1982, became president for the second time with a percentage of 52.91%.",
    "JRJ was a strategic leader. He revoked the citizenship rights of Sirimavo Bandaranaike, who was likely to be his opponent for the next 10 years. Accordingly, Hector Kobbekaduwa, who ran for the presidential election from the Sri Lanka Freedom Party, was not a challenge for JRJ. Kobbekaduwa was not a person who had won over the masses as much as Sirimavo. The Presidential elections were held in Sri Lanka in 1988, 1994, 1999, 2005, 2010, 2015, and 2019. The next presidential election will be held in another 18 months. A president can call a presidential election after serving a 4-year term and is eligible for reelection twice. “Nevertheless, the question of whether the current president can invoke a presidential election after 4 years poses a legal challenge. If this issue is resolved, allowing him to call for an election, he can do so after a period of 6 months. I sense that he (Wickremesinghe) is discussing the idea of having a presidential election primarily to mislead the opposition. Considering the presidential elections held so far, in the presidential election held on 19.12.1988, R. Premadasa obtained 50.43% in 1988 with much difficulty. Premadasa achieved the victory by employing various tactics and security measures when the violence of the Janatha Vimukthi Peramuna was intense,” he said.",
    "Gunaratne added, “In the next presidential election held on 09.11.1994, Chandrika Bandaranaike Kumaratunga obtained a percentage of 62.28%. She secured the highest percentage among the seven presidential elections held so far in Sri Lanka, and no one has been able to break that record yet. She won the subsequent presidential election in 1999 with 51.12%. In 2005, when Mahinda Rajapaksa contested the presidential election for the first time, he achieved a victory with a percentage of 51.02% of the votes. The second time, he obtained 52.93% of the votes. The victory in the war also contributed to an increase in the percentage of votes he garnered. There were two instances where presidents seeking a second term-notably Mahinda- were able to raise their votes. Chandrika Bandaranaike and Mahinda Rajapaksa stand out as prominent individuals who contested for two presidential elections”. Although not elected as president, Vasudeva Nanayakkara also contested in two presidential elections; in 1982 and 1999. In the subsequent presidential election held in 2015, Maithripala Sirisena secured 51.98% of the votes. If a candidate does not garner 50% of the votes at the presidential elections, the second preference has to be counted. However, such an opportunity has not yet arisen.",
    "When considering the much anticipated presidential elections, the last presidential elections before November 17, 2019, should be taken into consideration. The main contestants at the last presidential elections were Gotabhaya Rajapaksa, Sajith Premadasa, and Anura Kumara Dissanayake. Among these individuals, Gotabhaya became the President by receiving 6,924,256 votes, i.e., 52.25% of the valid votes. Premadasa, who parted ways with the United National Party and contested under the newly formed Samagi Jana Balawegaya in a short span, secured 5,564,239 votes; which was equivalent to 41.99% of the total votes and came in second. Gotabhaya received 1,360,017 more votes than Premadasa; which is 10.26% as a percentage. “If the United National Party had not split back then, the result of this election could have been slightly different. However, at that time, Gotabaya won. The number of registered voters at the last presidential elections was 15,992,096, out of which 13,387,951 votes were cast, accounting for 83.72% of the total. At this election, the leader of Janatha Vimukti Peramuna, Anura Kumara Dissanayake, received 418,553 votes, equivalent to 3.16% as a percentage. The 8th presidential election of Sri Lanka, scheduled for 2024, is very crucial and is expected to be a triangular contest.",
    "“Ranil Wickremesinghe is already dropping hints about a presidential election which could be a strategic move on his part. Accordingly, the next presidential race is anticipated to be a close competition between Wickremesinghe. Premadasa, Anura Kumara Dissanayake and another candidate. Nevertheless, this year’s presidential election is not an easy one, as it has to take place against the backdrop of the country’s economic crisis. Conducting the election will require substantial financial resources, and the candidates will incur considerable expenses,” said Gunaratne.",
    "“It is very likely that the 73-year-old Wickremesinghe will be presented as the candidate of the Sri Lanka Podujana Peramuna. I believe that Basil Rajapaksa, who is expected to contest from the SLPP, will not step forward at this moment, given the prevailing sentiment that people have lost interest in the SLPP. Basil is a shrewd politician and he will opt out of the presidential election this time, keeping his sights on the 2029 presidential election, where he can win decisively. Observing the current activities of Wickremesinghe it appears that he is also gearing up for a presidential election.",
    "The Wickramasinghe of today is different from the one in the past; demonstrating strategic acumen due to his maturity.",
    "Wickremesinghe, with 45 years of political experience and five terms as Prime Minister, foresaw his eventual presidency through political acumen. He didn’t seek guidance from astrologers or undertake rituals, like visiting Tirupati in India or wearing rings and threads on his limbs. He was aware that he would get a chance somehow owing to his political experience, and it indeed happened. He might be preparing for a second round. Those who once faulted him for the United National Party’s decline are now singing praises for him. It appears that some individuals are rallying around the United National Party.",
    "Premadasa has been preparing for a presidential election for some time. His preparation appears to be self-made and he is playing a role that no opposition leader has played in this country. Programmes like Sakhwala and Husmak are carried out by donating money without expecting any benefits. Sometimes foreign aid is obtained for this purpose.",
    "“This is a commendable undertaking. However, Premadasa receives minimal support from the MPs and organizers of the Samagi Jana Balavegaya. The SJB at the village and grassroots level is weak, and he should recognise this. Additionally, if there is to be an alliance, it should be unconditional. Dullas Alahapperuma lost in the presidential race and then formed a party, not out of love for the country, nation, or religion, but due to the impact the loss had on him. Except for Alahapperuma, no one from that party has done any effective work for the country. They are struggling to pull at the heartstrings of the villagers,” he said.",
    "Meanwhile, they are trying to form an alliance with Sajith, and caution should be exercised in aligning with them. Patali Champika Ranawaka created the 43 Brigade and Sajith had to remove him from the party.",
    "“The 43 Brigade was established to support the Samagi Jana Balawegaya, but at present it functions as a separate party. All these actions are taken not out of love for the country, but with the aim of achieving the position of prime minister and targeting the national list. Leaders should be cautious and aware of these maneouvers. There are national list MPs who cannot boast of having a voter base,” he said.",
    "Anura Kumara Dissanayake is also in a favourable position. The National People’s Power  should earnestly reflect on the political influence they wield. Rohana Wijeweera, the founder of Janatha Vimukti Peramuna, secured a percentage of 4.19% in 1998. In 2019, Anura Kumara obtained a percentage of 3.16%. “Hence, winning a presidential election necessitates contemplation of the sacrifices required and the mobilization of grassroots power. Dissanayake stated that they would have undoubtedly won the Local Government Elections if they had been held” he recalled.",
    "Consequently, the Local Government Elections were strategically avoided by the government and the president. Despite the Supreme Court’s request, there is no mention of that election. “On January 28 at the Jaya Sri Maha Bodhi premises, I learned from one of the key leaders of the country that the local government elections would not take place. This information proves to be accurate and even today there is no discussion of Local Government Elections. In fact, personally, I believe that Pradesha Sabhas and provincial councils should be entirely eliminated from the country. During the present economic crisis it is the government’s responsibility to remove institutions that have squandered millions of dollars and are not performing effectively. If a candidate at the elections does some change like this he or she has a good chance of obtaining a 2/3rd majority of total votes at this point of time.",
    "Mention must be made of the Sri Lanka Freedom Party. It is unlikely that Maithripala Sirisena will contest the presidential elections again. There is no other strong individual in the Sri Lanka Freedom Party. Therefore, the Sri Lanka Freedom Party will have to be satisfied being the kingmaker at the next presidential elections. The forming of various alliances is a high probability.",
    "“In a presidential election, an individual must poll more than 50% of the votes for a winner to be declared. Otherwise, the second preference votes should be counted. According to the current political atmosphere in this country, no candidate or party has the capacity to generate 50% of the vote base. Therefore, all the aspirants should start their election campaigns immediately. There will be many political changes in this country in the future,” said Gunaratne. It seems that Premadasa is ahead in the electoral battle after making a decision in the Executive Committee and announcing it. However, to strengthen his electoral campaign, the village-level organizations should be reinforced.",
    "Wickremesinghe has not confirmed his nomination for the presidency as yet, but it is highly likely he’ll do so. It is impossible to predict the level of support he will garner due to the internal struggles within the SLPP, but he is expected to face a tough competition. Anura Kumara Dissanayake will also contest alone from the National People’s Power. He needs to build a strong people’s base to achieve victory. The party has made positive progresses in the past, especially during the Aragalaya (protests campaigns). However, that campaign is now forgotten by the nation. The Aragalaya should not be considered or feared. Currently, people are grappling with economic difficulties, and leaders who can revitalise the economic struggle are likely to succeed. What is needed to build this country is an efficient, strategic and an intelligent leader who embodies the qualities of Presidents J.R.J, Ranasingha Premadasa, and Mahinda Rajapaksa. According to current private surveys, achieving 50% of the total votes has become challenging for those engaged in this triangular contest. New parties are emerging every day and the leaders of these new parties are struggling to choose suitable names for these parties to launch their election campaigns. These names suggested for the new parties resemble those given to children nowadays and lack any meaning.",
    "“Such individuals tend to form parties with the sole aim of targeting the national list and the position of prime minister. Additionally, as observed in the last presidential elections, a large number of candidates should not be allowed to contest. The number of candidates running for the presidential election should be limited by enforcing election rules. At the last elections, 35 candidates with little impact were in the running, which does not make sense,” he said.",
    "“Although the presidential election is set to be triangular contest, the ultimate fierce battle will eventually unfold between two main contestants. Regardless of new parties emerging, victory at the presidential election seems unlikely for any of them. The political landscape will intensify, and alliances will be formed until September 2024. Wickramasinghe is working to strengthen the country’s economy by engaging with the global community. His goal is to elevate the country’s economy to a higher level by September 2024 and attract global attention. In the process, he aims to consolidate political support within the country; focusing on forming alliances with the SJB where his allies are situated.",
    "“However, the UNP still grapples with the fact of lacking strength at the grassroots level and struggling to rally individuals who align with the UNP because of Wickremesinghe. Additionally, the party’s organizers are weak and ineffective. Since 1994, no original UNP leader has held the presidency for a long period( the past 30 years) and a UNP government has not been effectively operational. Only Wickremesinghe can rebuild the United National Party which weakened and became divided during his time, and it is his responsibility and duty to out the Greens in order. Wickremesinghe has the capability to rejuvenate the party; a task that may cause concern for the SLPP. The decision on whether the 75-year-old Wickremesinghe and the 57-year-old Premadasa will contest the presidential election will be made thereafter.",
    "If that scenario unfolds, there is a possibility that someone other than a Rajapaksa from the SLPP will step forward, resulting in a less intense competition. Consequently, Wickremesinghe and Premadasa could secure victory easily and this would be reminiscent of the outcome in the first presidential election held 41 years ago. It is not possible to definitively predict the eventual winner of the next presidential elections at this point."
  ]
}