{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/two-aged-us-presidents-square-off-in-debate-for-the-ages/",
  "time_ut": 1719811920.0,
  "original_lang": "en",
  "original_title": "Two aged US presidents square off in debate for the ages",
  "original_body_lines": [
    "The Biden-Trump debate, touted as the political face-off that would change the course of history, was held Thursday night at the CNN studios in Atlanta, Georgia. The rather unusual ground rules for the debate had been agreed upon by the candidates weeks ago. It was the earliest presidential debate in history, held as it was more than four months before election day in November.",
    "These ground rules were considered to be essential to avoid a repetition of the debate between these two when they were candidates for the presidency in 2020. During that first debate nearly four years ago, the general consensus was that Trump was “unhinged, bullied, bulldozed and obfuscated” (CNN), talked “incoherently and rattled off unfounded and baseless attacks” (NBC) spewed “misleading claims and outright lies” (New York Times) and showed he had “nothing but contempt for the values and norms that are essential to democracy” (Washington Post). No one wanted to see that kind of confrontational fiasco again.",
    "The moderators of the debate were CNN’s Jake Tapper and Dana Bash. The estimated millions watching from home had a variety of viewing options. CNN started the live broadcast at 9.0 p.m. EST on Thursday June 27, with every major network, domestic and international, providing a simulcast.",
    "There was no live studio audience to chime in with cheers and jeers while the candidates were speaking during the 90-minute debate, a distinct disadvantage for Trump, who feeds off the hysterical cheers of the audience as he throws red meat at them during his scandalous speeches, with a lie per minute. Another disadvantage for Trump was that the microphones of each candidate were muted while his rival was speaking, so he was not able to constantly keep interrupting Biden as he did at their first debate in 2020. Interruptions which finally elicited exasperated responses from Biden: “Will you shut up, man” and “It’s hard to get any word in with this clown”.",
    "Trump won a coin toss to decide which side of the stage he would like his podium placed, and he chose, predictably, the right. Though the podiums were placed probably too close for comfort, just eight feet apart, for two men not overly fond of each other! They were required to remain standing for the duration of the debate, and were not allowed to bring any notes or have any contact with their staff. They were each given blank sheets of paper and pens.",
    "President Biden and Trump prepared for the debate in vastly different ways, which reflected their individual characters and styles. Biden hunkered down with a few of his closest advisors at Camp David, the presidential country retreat in the wooded hills of Catoctin Mountains in Maryland, 100 km. from Washington DC.",
    "Trump prepared for the debate by speaking to his voters at campaign rallies. Apart from his regular lies about his greatness and the constant whining about being the victim of the biggest witch-hunt in history, he kept harping on how he was expecting a strong performance from President Biden at the debate. This, after nearly four years of calling him “Sleepy Joe”, and an old man who couldn’t string two sentences together. His camp had realized that they may have set such a low bar for Biden that all he had to do to win the debate was to show up and remain conscious and standing for 90 minutes! Which is nearly all he did.",
    "After the stirring speech Biden made at the State of the Union in March, they thought that Biden would make a strong debater. So Trump – and Fox News – spread the lie that he must have been jacked up (high) on performance enhancing drugs for the State of the Union speech. They claimed he would be so energized for this debate also.",
    "Trump mocked that they (Biden’s staff) will be making sure “he’s sleeping now, because they want to get him good and strong; he’ll get a shot in the ass (perhaps cocaine) during the debate, so he’ll come out all jacked up”, the insinuation being that Biden can only perform well with the aid of drugs. Trump was talking about requiring Sleepy Joe take a drug test before the debate, with allegations ridiculous, insulting and unprecedented. Of course, President Biden need not insist that Trump also should take a similar test, because Trump doesn’t need any drugs to act like a crazy, unhinged buffoon.",
    "At the beginning of the debate, millions saw a decent, elderly, but noticeably below par President Biden, facing an obese, orange-colored, convicted felon, in debt for hundreds of millions of dollars, desperate to win an election which will save him from a life in prison. Trump exuded false confidence, but he was well aware that his popularity is eroding after his recent convictions. He will face further problems after sentencing on the New York case of 34 felony counts on July 11, and he’s terrified at the prospect of imprisonment. So this debate was a matter of life or death for Trump.",
    "Former First Lady Melania Trump was conspicuous by her absence, while First Lady Dr. Jill Green was there to support her husband in this crucial moment in his life, as any normal, devoted wife would.",
    "The debate was lost in the first three minutes. Basically, the debate was between the old man against the con man, and the con man won outright. The old man behaved his age, and one couldn’t help but imagine how old and decrepit Biden would be at the end of a second term, when he would be 86-years-old.",
    "Trump behaved like the con man he is, lied and prevaricated as usual, but he was stable and controlled in his lies. He repeatedly made assertions which were outright falsehoods, but Biden was not able to challenge him. Trump stayed focused and hinged for the full 90 minutes. He was the obvious winner, but when all his lies are brought out into the open, the win will not seem that conclusive. CNN Flash Poll results immediately after the debate had Trump winning the debate 67% to 33%.",
    "Okay, it was just 90 minutes in the election campaign, even though it was a crucial 90 minutes. There are four months to go till the election. Ninety minutes of failure against all the hard and productive work Biden has done in the last three and a half years and the four months left till the election to redeem himself for one bad night. Resiliency has been Biden’s enduring quality in five decades of public service. Maybe he’ll recover from his dismal performance in the debate, when voters weigh the progress he has made in the economy, unemployment, etc., which has made the US economy the strongest in the world.",
    "Still, I don’t think Biden will recover from this debacle. I also don’t think, after the debate, that Biden will be able to function in the toughest job in the world even till the end of his first term, much less for the next four years. When, at the risk of repeating myself, he will be 86-years-old.",
    "Democrats are most concerned about Biden’s performance, and one operative said, “it’s hard to argue that Joe Biden should be our nominee”. The time to look for a replacement for Biden had long been overdue, but it’s a matter of extreme priority now. After all, Biden ran for the presidency in 2020 with the sole motive of stopping Trump from winning a second term, which would have destroyed the country, and serving as a one-term president as a bridge to the next generation of Democratic leadership. He has fulfilled both these objectives admirably.",
    "The Democratic Party has a wonderful group of extremely capable and experienced leaders who will be able to replace Biden for the 2024 nomination as President. Maybe it is time for Biden to retire gracefully with great honors and hand over the reins of government to the next generation of Democratic leadership.",
    "A young Democrat to the center of the Party will wipe the floor with convicted felon Donald Trump and his radical Republicans in November, and most importantly, destroy the existential threat that Trump presents to the Great Experiment of Democracy in the U.S.A.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}