{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Seylan-Credit-Cards-partners-British-Council-to-offer-0-instalment-plans-for-IELTS-and-other-courses/34-760829",
  "time_ut": 1713550142.0,
  "original_lang": "en",
  "original_title": "Seylan Credit Cards partners British Council to offer 0% instalment plans for IELTS and other courses",
  "original_body_lines": [
    "Seylan Cards is reaffirming its dedication to empowering customers through education by announcing its partnership with the British Council.",
    "Seylan Cards has introduced exclusive 0% instalment plans for 12 months, specifically tailored for IELTS and other educational courses provided by the British Council. This initiative aims to facilitate access to quality education for individuals seeking to enhance their skills and opportunities.",
    "This initiative underscores Seylan Bank’s dedication to supporting the aspirations of the youth and facilitating access to quality education. This offer extends to a maximum conversion of Rs. 1 million and is valid for all courses conducted by the British Council until 31 December.",
    "Seylan Bank Head of Cards Ruchith Liyanage said: “Seylan Cards identifies the heartfelt essentials of the people and caters to them. Through this partnership with the British Council, we aim to support the educational pursuits of our customers and empower them to achieve their dreams.”",
    "British Council Country Director Orlando Edwards said: “This partnership makes British Council offerings even more accessible, empowering the youth to chase their dreams and achieve their ambitions. We are excited to collaborate with Seylan Bank in facilitating this opportunity for students in Sri Lanka.”",
    "The British Council Sri Lanka aims to build bridges of trust and understanding among people worldwide. With a comprehensive support system in place, including the Education Agents and Counsellors Hub, the British Council facilitates the growing interest in the UK as a preferred international study destination."
  ]
}