{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-story-of-wellawatte/",
  "time_ut": 1708276800.0,
  "original_lang": "en",
  "original_title": "The story of Wellawatte",
  "original_body_lines": [
    "Asiff Hussein, the Author of The Great Days of Colombo,  speaks to The Island on how Wellawatte came to be and the origins of its street names.",
    "Q: You have covered Wellawatte fairly extensively in your book, The Great Days of Colombo. Could you share with our readers something about your findings in the course of your research?",
    "A:Wellawatte is a fairly new addition to Colombo City which originally started in the Fort and Pettah areas before expanding to the outlying areas, like Cinnamon Gardens and the long stretch from Colpetty to Wellawatte, which is its southernmost limit.",
    "Although today Wellawatte is a very busy part of Colombo, it was not very populated until about a century ago. Its Sinhala name literally means ‘Sandy Garden’. This suggests a rather deserted area or sandy wasteland. It could also mean ‘Beach Garden’. In contrast to the more northern coastal areas of Colombo, Wellawatte has a small beach which also has a swimming club of its own, the famous Kinross Club.",
    "That it originally meant ‘beach garden’ is supported by the statement of Dr. P.R.C. Peterson who, in his memoirs Great Days (2001); speaks of his childhood in Wellawatte: “When we were a little older we used to play in the garden near the railway station, where we had to dodge a few coconut trees as we ran about. The owner once introduced two donkeys into the garden. We lads made some reins of coir rope and bits of coconut branches and rode these animals bareback“.",
    "But could there be more to it ? It is possible that Wellawatta actually got its name from wasteland that could have come about here after it was inundated by sea water from a Tsunami, or tidal wave, a long time ago. As a result, the salty soil would have ensured it remained barren for a considerable time. This is supported by the discovery of a horizon of Sandstone, or Beach Rock, a kilometre inland from the seacoast, at the Wellawatte Spinning and Weaving Mills, as well as the presence near the coast there of coral reef beneath the top soil.",
    "Here, underneath a layer of vegetable earth, was found a stratum of sea sand with marine shells, overlying a reef or stratum of coral fragments, with the coral reef itself resting on course grey sandy clay. So what this shows is that the sea had made incursions into the land in remote times and converted it into a sandy wasteland of sorts, which could explain the origin of the name Wellawatte.",
    "Fishing on the headland facing the sea on Bambalapitiya-Wellawatte border (Courtesy Asiff Hussein)",
    "Q: So how did Wellawatte evolve to what it is today, a very busy cosmopolitan zone of Colombo if it was so sparsely populated back then?",
    "A: I guess that’s because the Burghers and Tamils decided to move in and call it home. Much of the property, on the seaside of Wellawatte, is believed to have been a vast coconut estate, owned by a Burgher gentleman named Charlemont Jonathan Gauder. In fact, it is after him and his relatives that many of the roads of Wellawatte, such as Charlemont Road, Frederica Road, Collingwood Road, Alexandra Road and Frances Road are named. Other prominent Burgher familiess, who lived in Wellawatte about a century or so ago, were the Christoffelsz who lived at Lyttelton, Ephraims who lived at Homerton, the Gauders who lived at Chrislyn and the Pouliers who lived at Lawrence Villa.",
    "Indeed as late as the 1960s, Burgher men could be seen lazily lounging in the verandahs of their houses on either side of Galle Road. The existence of a Dutch Reformed Church, on Galle Road, must have also helped unite the Burghers here. These Burghers jealously preserved their anglicized lifestyle, even until the 1960s when the men wore lounge suits or, in the least, long-sleeved shirts and cravats to the 6 o’clock film at the Savoy, and their wives donned hats and wore gloves to Evensong at the Dutch Reformed Church, close to Arethusa Lane. Carl Muller, in his novel Yakada Yaka, vividly brings out the Burgher ethos of the area in the following vein: “Old Phoebus would come, and Jerry Jonklaas and Dumbo Matthysz from Arethusa Lane”.",
    "Another impetus came from the Tamils. In fact, Wellawatte is humorously referred to as Little Jaffna after its huge Tamil population. Many Jaffna Tamils seem to have settled here in the couple of decades before independence. They were mainly into clerical jobs in various government departments. These government servants lived with fellow Tamil clerks as boarders in chummeries situated a little away from Galle Road.",
    "Available records show that in the inter-war years, especially the 1920s, there were Tamils serving government or as company clerks who were settled in Perera Lane, Hampden Lane and Fernando’s Lane. There were others living as boarders in places such as Boswell Place and High Street until as late as the 1960s. Over time, they would have amassed enough wealth to buy properties there and get down their families. Before this, they had to look after their families up north and used to remit much of their salaries via money order through the Wellawatte Post Office.",
    "Another community that moved in fairly early were the Moors. In fact, there is a Moor Road on the seaside of Wellawatte. There is also a very large mosque, one of the largest in Colombo, on Galle Road.",
    "So here we have it. It was the settlement here of various minority communities that facilitated the transition of Wellawatte from a largely uptown residential area to the booming downtown area it is today. With the coming of the Tamils, the famous vegetarian restaurants of the area boomed and when the Moors came, the “Muslim hotels” were not long in coming. Over time, other restaurants and sweet houses to meet the varied tastes of its mixed population followed. And so we have the culinary paradise that is Wellawatte today.",
    "Q; What can you tell us about the street names of Wellawatte and how they originated?",
    "A: As I mentioned earlier, Wellawatte is a relatively recently developed urban area. As such its street names are not very old. In fact, only a few seem to go back to over a century.",
    "Geoff Ells in his book Colombo Jumbo, published in 2012, has done a lot of good work on the street names of Wellawatte, though there are other little-known street names, some now lost, that I was able to trace going through old records.",
    "The Burghers, as I said, were a prominent community in the early days of Wellawatte. One such Burgher family, who originally hailed from Germany and who contributed a lot to the street names here, were the Gauders who owned land on both the sea side and land side of Galle Road. There was already a Gauder’s Lane in Wellawatte in the early 1900s where photographer Finlay Ingleton lived though it has since been lost.",
    "In later times we hear of Charlemont Road named after Christian Charle-Mount Gauder, Hotel and landed proprietor who lived at Chrislyn in Wellawatte, Frederika Road named after his aunt, Frances Road after his daughter-in-law and Alexandra Road which must have mistakenly called thus after his son Alexander. Collingwood Place must have been named after Hector Collingwood Gauder, another member of the family.",
    "Poulier’s Lane, now known as Pereira Lane, must have been named after a Burgher gentleman going by the name of Poulier and was known from the 1930s, if not earlier. Its present name of Pereira Lane probably takes after George Pereira, Station Master for the Ceylon Government Railway. We also hear of St. Boswell’s Road in Wellawatte in the early 1900s until about WW I and it is possible that this is identical with Boswell Place which is suppose to have been named after the famous British travel writer James Boswell. Vaverset Place off Galle Road was known from the 1920s though it is surprisingly hard to trace whom it was named after. In the 1930s also spelt as Vaversett Place.",
    "Pennyquick Road seems to take its name from Charles Pennyquick, a Ceylonese Civil Servant who became Mayor of Colombo in the 1890s during whose tenure the eradication of stray dogs was taken to an all new high with a gas chamber since he deemed drowning the poor creatures in the Beira Lake inhumane. De Almeida Place seems to have been named after a scion of the family of that name since we hear of Villa Sorrets in De Almeida Place where Dr. Milanious De Almeida lived in the inter-war years. And Hamer’s Avenue takes after a scion of the Burgher family of Hamer.",
    "High Street which leads from Galle Road to Pamankade also seems to be quite old and was known in the inter-war years, if not before. It was renamed W. A. Silva Mawatha in the 1960s after well known Sinhala novelist Wellawattearchchige Abraham Silva who lived down the road in his family residence Silvermere. Stratford Avenue which leads to Kirulapone Junction takes after the birthplace of British playwright William Shakespeare Stratford-Upon-Avon. What seems to have influenced the naming of this road is the bridge over the canal which it leads to, just like the one over the Avon in England. Ash Tip Road seems to have once been the site of a municipal waste disposal operation. It is known in Sinhala as Aluwala Para (Ash Pit Road).",
    "Peterson Lane probably takes its name from a much-respected government clerk George Peterson who lived down the lane. Dr .P. R. C. Peterson in his memoirs Great Days (2001) holds that the lane was so called after his father George who served in the clerical establishment, a much-respected position back then in the 1890s.",
    "He recalls how the name came to be when one Sunday morning his father was in his garden and the Assistant Government Agent passed by on horseback along what was then a footpath and was asked by him if there was a name to the lane. Pat came the reply: “No name, but the village folk, the children and so on call it Peterson Lane”. The AGA called on his subordinate to make a note of it and it was henceforth officially called as such.",
    "Geoff Ells in his book on Colombo’s Street Names mentions an Andarewatta Road in Wellawatte whose old name he gives as Second Lane and whose origins he traces to the Andrees, a surname borne by a prominent Burgher family of Prussian origin. However, I have since not been able to trace such a road in Wellawatte though there is one such road in the Havelock Town zone. Could Ells have been mistaken or was there a road in Wellawatte named by some of its residents as such?",
    "There are also a few street names that seem to have disappeared. These include Niles Place and Cool Path Lane which were known in the inter-war years and occur in the Supplement to the Ceylon Government Gazette of December 11, 1925. There was also a Pond Road and Botejue Lane off Galle Road Wellawatte in the inter-war years. By the 1930s we hear of Colonel’s Avenue where there was a house called Lilac and where one Samy Lebbe Marikkar lived. We also hear of Theatre Road in Wellawatte where one Sorab Darashaw lived in the early 1930s.",
    "It’s, indeed, strange what happened to these street names. Did they disappear just like that or were they replaced by other street names? I guess this is an area where more research is needed.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}