{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/role-of-diversity-equity-and-inclusion-in-development-underscored/",
  "time_ut": 1754503140.0,
  "original_lang": "en",
  "original_title": "Role of Diversity, Equity and Inclusion in development underscored",
  "original_body_lines": [
    "In a compelling call to action, local and international leaders urged Sri Lanka’s private sector to lead from the front in driving Diversity, Equity, and Inclusion (DEI), emphasizing its critical role in national integration, peace-building, and sustainable economic development.",
    "Speaking at the DEI Champions Awards, at the City of Dreams, Cinnamon Life, on Tuesday night, Deputy Minister of Industries and Entrepreneurship Development, Chathuranga Abeysinghe, acknowledged that while the private sector is making commendable strides in inclusivity, government efforts have not yet matched that momentum.",
    "“A country that eradicates racism and unites communities must also embrace diversity, Abeysinghe said. “We have to recognise the structural and social barriers that prevent marginalised communities from contributing meaningfully to the economy. The smallest efforts you are making are having a significant impact — not only in Sri Lanka but globally.”",
    "In a landmark announcement, Abeysinghe revealed that for the first time in Sri Lankan political history, a major party has pledged a dedicated disability inclusion policy in its manifesto. “It clearly outlines the right to education, employment, transportation, and public sector access for persons with disabilities — backed by CRPD-compliant legislation and inclusive governance mechanisms, he said.",
    "He also highlighted the inclusion of Sudhakara Wasantha, Sri Lanka’s first visually impaired parliamentarian, as a milestone for political representation.",
    "Drawing from personal experience, Abeysinghe shared how he hired a stroke survivor named Deepika Gunasekara into a corporate analytics team. Initially met with scepticism, Deepaka later became a mentor for workplace inclusion and accessibility. “This wasn’t easy, he admitted. “But if we want real inclusion, we need to redesign roles — not force-fit people into existing ones.”",
    "Representing the European Union, Dr. Johann Hesse, Head of Cooperation at the EU Delegation to Sri Lanka, delivered a sharp message to the corporate elite:",
    "“National integration and social inclusion are not charity — they’re enabling conditions for businesses to thrive. Without peace, without inclusion, you do not have stable markets. You have conflict, and with it, economic uncertainty.”",
    "Dr. Hesse stressed that DEI is not just a compliance checkbox for ESG requirements or public relations efforts. “These practices serve the long-term interests of your companies and the nation, he said, noting that smaller firms especially must be supported in their DEI journeys.",
    "The EU’s support for this programme, jointly funded by the German Federal Foreign Office and implemented by GIZ, aligns with the core values of democracy, human rights, and rule of law, Dr. Hesse said. “Sri Lanka’s private sector is vital — governments alone can’t achieve DEI goals.”",
    "In a rousing address, Dr. Felix Neumann, Ambassador of the Federal Republic of Germany to Sri Lanka, reaffirmed his country’s unwavering commitment to strengthening social cohesion and economic empowerment.",
    "“Germany has long been a steadfast partner for Sri Lanka’s inclusive development. Today’s awards mark an important step forward — where large corporations and microenterprises alike are celebrated for promoting diversity and equity.”",
    "Dr. Neumann stressed that true economic recovery must be inclusive and reflective of the country’s multi-ethnic and diverse social fabric. “Social cohesion isn’t a side issue. It’s a core pillar for building a resilient, crisis-resistant national economy, he stressed.",
    "Impact of US tariff issue on India beginning to tell on local bourse",
    "SpaceX – STARLINK appoints Singer as Authorized Retailer in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}