{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Call-to-balance-domestic-crises-and-competing-regional-superpowers/14-766596",
  "time_ut": 1726016875.0,
  "original_lang": "en",
  "original_title": "Call to balance domestic crises and competing regional superpowers",
  "original_body_lines": [
    "The candidate who wins at the 21 September Presidential elections will have a daunting task in his hand – to lead Sri Lanka out of the economic morass while introducing urgent democratic reforms.",
    "Besides the punishing domestic needs, the next leader will have to also balance competing geo-strategic interests to prevent the island becoming a veritable battleground for India, China and the United States of America. With all that, there will be the compulsive priority of finding ways to service multilateral debt and keep things afloat for 22 million people.",
    "A 3 September online discussion brought together four expert South Asian speakers to unpack the hurdles before Sri Lanka, how to navigate the crises in the short and medium terms while laying the necessary foundation for long-term systematic overhaul and strengthening of the island’s economy and its democracy.",
    "‘The Road Ahead: What Sri Lanka’s Presidential Elections Means for the World?’ was jointly organised by the Delhi-based Asian Dispatch, a pan Asia media platform and the Colombo-based Centre for Investigative Reporting (CIR).",
    "Moderating the discussion, CIR Founder/Director Dilrukshi Handunetti said that many were considering 21 September to be a “game changer” as analysts were predicting that the island would be compelled to have a foreign policy reset and make tough economic choices while navigating strategic interests.",
    "Centre for Policy Alternatives Executive Director Dr. P. Saravanamuttu set the context for the discussion by noting that the election was happening “amidst the near total collapse of the social contract in Sri Lanka”.",
    "“It’s a crisis of governance – not something started by the previous regime, but they did take it to a fine art,” he added.",
    "He outlined the differences between the three front-running Presidential candidates as follows: “The current President is seen as a neoliberal, as establishing a certain amount of political stability, and working with well with the International Monetary Fund (IMF). But he faces criticism for the disproportionate burden that has been placed on the middle class and the poor due to the debt crisis and for showing very little empathy. On the economic front, Opposition leader Sajith Premadasa is seen as ‘Ranil Wickremesinghe lite’ while the JVP-NPP leader Anura Kumara Dissanayake is more left-centre. He’s probably the most reformist of all the JVP leaders but they don’t go into detail about how they plan to find the money for their policies.”",
    "Sri Lanka is often compelled to walk a tight rope between three major superpowers: India, China, and the US. In their ever-looming presence, Sri Lanka’s foreign policy has been largely dependent on the individual holding executive power at any given time.",
    "Dr. Saravanamuttu said that the major international players who were focused on Sri Lanka presently were India, China, and the US, and added that Sri Lanka must both “work with them and between them”.",
    "He noted that the consequences on these working relationships due to the election result remained to be seen.",
    "“Internationally, the major players are India, China, and the US. India is here to stay despite the love-hate relationship. Regarding China, it’s the same as Sri Lanka relies on China for loans and infrastructure projects. The US remains obsessed with China, and it’ll work through India to maintain Sri Lankan relations.”",
    "India’s Business Standard Political Editor Aditi Phadnis highlighted that there was “a lot of concern in India among certain circles about the elections”.",
    "She further emphasised that India would not be favourable towards another Aragalaya as India wanted a stable Sri Lanka.",
    "“We have in India are own economic trajectory. Indian corporates will invest in Sri Lanka if invited to do so but like all capitalist groups, they will negotiate hard and tough. If asked to leave, like in the Maldives, or to become part of some complicated power nexus, I fear Sri Lanka will not get the kind of capital it requires. India is now neoliberal and neoliberal capitalism is here to stay so Indian State will not be in a position to extend the kind of help that Sri Lanka needs in the future,” said Phadnis.",
    "Drawing on historical relations between Sri Lanka and India, Phadnis said that although the relationship was about to enter “a period of great challenge and great discontent”, sources of the discontent in the relationship remained the same.",
    "“I really don’t see any political parties’ campaigns which are addressing this in any meaningful way.”",
    "She pointed out that the problem for India was the non-implementation of the 13th Amendment to the Constitution which was brought about by the Indo-Lanka Accord and provides for the devolution of powers to the provinces.",
    "“India sees its enforcement as crucial for justice, equality, and peace and by extension to secure India itself from any potential spillover of any conflict. But mainstream leaders continue to be hesitant about the full implementation, especially land and police powers. Only Premadasa has agreed to complete implement it.”",
    "However, she said that the Dravidian movement – “the ideological background for the Eelam movement” – had undergone many fractures.",
    "“Now, the challenge is the threat from Hinduism imported from North India. The issue of cultural consolidation and identification with Jaffna is no longer the reason for the existence of the Dravidian movement and we must factor this in. Secession and Eelam are not threats anymore. However, the powerlessness of an ethnic language minority continues to be, so confused about why we are being so hesitant to fix it.”",
    "In contrast to India, China has been silent over the past two years, since the Aragalaya, according to The Island’s Deputy News Editor and China commentator Rathindra Kuruwita.",
    "“China has virtually done nothing in Sri Lanka and has been silent. Many are perplexed by this. Historically, the level of Chinese activity in the country has changed depending on whether Sri Lanka was run by the United National Party (UNP) or the Sri Lanka Freedom Party (SLFP).”",
    "He further said that China was not favourable towards President Ranil Wickremesinghe’s administration and until it changed, there would not be much activity from them.",
    "However, he noted that the JVP, which currently leads the NPP (National People’s Power) that has emerged as a frontrunner this election, has had a “soft spot” for the People’s Republic of China which had been reciprocated.",
    "Kuruwita also touched on key foreign policy changes that China has taken over the past decade.",
    "“Initially China made bad investments overseas as they are bad at area studies. Big Chinese universities started looking at area studies only in the last decade. Now they’ve become wiser and the money they’ve dispersed has gone down significantly. During the last year they’ve been very focused on the Maldives – most staffers from the embassy in Sri Lanka are in the Maldives most of the time so the capacity they have for engagement with Sri Lankan leaders has been less.”",
    "While navigating the geopolitical interests in this manner, any newly elected leader will also have to give the Sri Lankan people the ‘system change’ they’ve been asking for since 2022. This would mean taking the first steps towards long-term democratic progress in the country.",
    "Dr. Saravanamuttu proposed key changes that a new Government must implement, including abolishing the Executive Presidency and having a Prime Minister who is accountable to Parliament.",
    "“A pivotal change is the abolition of the Executive Presidency as it has so much unimaginable power without checks and balances,” he said, noting that corruption often began when the Executive President appoints ministry secretaries who in turn appoints financial heads, all of whom owed their allegiances to the President.",
    "“Secondly, we have a situation in which the Attorney General is simultaneously the Government’s chief legal advisor, defends the Government in court, and is the chief prosecutor. There is obviously a conflict of interest there. We need to get rid of that and have the AG as the Government’s legal advisor and a separate public prosecutor.”",
    "Meanwhile, The Diplomat Pakistan Correspondent Kunwar Khuldune Shahid said that Pakistan could serve as a case study for Sri Lanka as both were having “identical” economic problems.",
    "“In both strategically significant places, global neoliberal powers are also seeking to impose their own neoliberal agenda.”"
  ]
}