{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Dr-Anil-Munasinghe-appointed-CEO-of-Kelani-Cables/34-760418",
  "time_ut": 1712521132.0,
  "original_lang": "en",
  "original_title": "Dr. Anil Munasinghe appointed CEO of Kelani Cables",
  "original_body_lines": [
    "Dr. Anil Munasinghe has been appointed as the new CEO of Kelani Cables Plc. Prior to this appointment, Munasinghe served as the Deputy CEO. He joined Kelani Cables as a Sales Manager (Distribution) in 2004 and made significant contributions to the growth and development of the Kelani brand image and personality. Recognizing his achievements, the top management appointed him as the General Manager (Marketing), and he was subsequently promoted to Deputy CEO.",
    "Kelani Cables Plc is recognized as one of the fastest-growing blue-chip companies in the Sri Lankan cable industry.",
    "Munasinghe began his sales and marketing career at ACL Group in 1991 and served successfully for 13 years in various capacities, including Sales Promotion Officer, Sales Executive, and Area Sales Manager, until 2004.",
    "Dr. Anil Munasinghe is a distinguished alumnus of Veyangoda Central College. He dedicated considerable time to his professional development, gaining both local and overseas exposure to become an expert in Brand Management. He achieved his ambition by obtaining a DBA (Doctor of Business Administration) from the University of Kelaniya. Additionally, he holds an MBA from Buckinghamshire University in the UK and a Certificate in Management Accountant (CMA) from Australia.",
    "Dr. Munasinghe has participated in several international training programs in Management, including Corporate Management (AOTS Japan) through the JASTECA Institute of Sri Lanka. He also completed the Strategic Management Program in Singapore, conducted by the Singapore Institute of Management (SIM). Furthermore, he attended a retail management program in Dubai and a Research Methodology program at Griffith University in Australia."
  ]
}