{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/next-gen-manufacturing-kingslakes-tech-innovation-elevates-modern-pack-lanka/",
  "time_ut": 1718652300.0,
  "original_lang": "en",
  "original_title": "Next-Gen Manufacturing: Kingslake’s tech innovation elevates Modern Pack Lanka",
  "original_body_lines": [
    "Leading the charge in digitising Sri Lanka’s packaging industry, Modern Pack Lanka (Pvt) Ltd, achieved a milestone in its digital transformation with the implementation of the Infor Syteline ERP solution by Kingslake, Sri Lanka’s manufacturing solutions expert.",
    "Lahiru Wijeratne, CEO of Modern Pack Lanka, highlighted: “While the last three years posed multiple uncertainties for local companies, we were able to excel by implementing a lean culture with the Infor Syteline solution. Given Kingslake’s 30+ years’ expertise in the manufacturing industry, its team brought a wealth of knowledge that distinctively positioned them to understand and address our requirements effectively.”",
    "The Infor Syteline ERP solution is especially designed for the manufacturing industry and equipped with modules spanning CRM with Estimates, Sales Order Processing, Material Planning, Procurement, Inventory, Production, Scheduling and Finance.  A game-changer for Modern Pack Lanka, the technology addressed critical challenges, enhancing visibility and control over manufacturing processes, operational inefficiencies, manual workflows and the accuracy of tracking machine and labor transactions.",
    "Infor has been at the forefront of delivering innovation solutions to the manufacturing industry across the globe. Its cloud-based ERP solution for product-centric organisations has been named a Leader in the Gartner® Magic Quadrant™ for the third consecutive year which recognized Infor’s ability to execute and completeness of vision.",
    "Duleep Fernando, CEO of Kingslake, reaffirmed their commitment to empower local manufacturers: “From the outset, our mission has been to enable local manufacturers to excel; from product concept, design and manufacture to delivery. Leveraging expertise and capabilities built up through the latest technologies from world-class solution providers like Infor, we have actively supported diverse organisations in enhancing their efficiency and expanding productivity, and our clients have generated increased profits using our solutions and expertise.”",
    "Established in 1993, Modern Pack Lanka is the preferred partner for leading brands and export-oriented industries. As the packaging industry continues to evolve, Modern Pack Lanka’s digital transformation reflects how innovation, technology, partnerships, and expertise can convert challenges into opportunities.",
    "Kingslake’s dedication to staying ahead in the technology curve ensures that Sri Lankan manufacturers benefit from cutting-edge solutions, enabling them to remain competitive in the global market. With a focus on continuous innovation, Kingslake consistently explores and integrates the latest technologies into its offerings, fostering a culture of adaptability and growth within the local manufacturing sector.",
    "‘RPCs to continue to contest govt. imposed 70% wage hike in courts’",
    "2024 Work Trend Index Annual Report from Microsoft and LinkedIn unveils critical role of AI in modern workplaces",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}