{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Unifying-pre-school-frameworks-to-align-with-national-policy-for-optimal-pre-childhood-development/108-275841",
  "time_ut": 1706437320.0,
  "original_lang": "en",
  "original_title": "Unifying pre-school frameworks to align with national policy for optimal pre-childhood development",
  "original_body_lines": [
    "Colombo, Jan 28 (Daily Mirror) - Following the national education policy, the Education Ministry is aiming to implement a single framework for the pre-childhood development of children between the ages of three and five in all preschools currently in operation, Education Minister Susil Premajayantha said.",
    "He expressed these views at the inauguration of the training programme by the National Institute of Education under the leadership of the Ministry to provide formal training to untrained pre-school teachers according to the concept of the Education Minister.",
    "A total of 34,000 preschool teachers in 19,000 preschools in Sri Lanka are engaged in early childhood development. The Minister pointed out that among them, there are only 6,000 pre-school diploma holders who have received formal training.",
    "Many developed countries in the world pay special attention to early childhood development, but so far, proper attention has not been paid to early childhood development in Sri Lanka.",
    "The Minister also said that if educational reforms are implemented in the entire education sector by 2025, the pre-childhood development of children entering Grade One should also be done in a manner that can be adapted.",
    "Therefore, a policy programme at the national level implemented by the government is essential to maintain a common subject framework in all preschools, preschools operated by international schools, preschools operated by government-aided private schools, preschools operated at the Provincial Council level and at the private level.",
    "The Minister further said that the national policy on early childhood development emphasizes the implementation of a common subject framework that is integrated with the main objectives, although there may be some peculiarities at the local level based on cultural and social issues."
  ]
}