{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-extends-exporter-forex-surrender-rule-to-100-days-178748/",
  "time_ut": 1725434820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka extends exporter forex surrender rule to 100 days",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has issued regulations to extend the given for exporters to surrender dollars to 100 days from one month and 7 days, State Minister for Finance Ranjith Siyambalapitiya said.",
    "It applies to the time given to convert dollars already brought into the country, he said.",
    "Exporters had complained that they faced difficulties in matching the payments and costs for inputs due to the short surrender time.",
    "Exporters who receive advance payments in particular had complained earlier that they were badly hit by the rule, as a result smaller exporters had stopped the practice of getting advance payments as they make losses if the changes value after converting dollars and paying for inputs.",
    "While surrender rules that require dollars sales by exporters to banks hinders the flexibility of exporters to manager exchange rate risk, they do not harm to the exchange rate, as reserve money is not inflated by such transactions.",
    "If there is a consistent peg (monetary policy consistent with reserve collection or other types of pegging where there is no centrally planned policy rate) there is no exchange rate risk for anyone.",
    "Sri Lanka imposed series of exchange controls including shorter surrender rules after the end of a civil war as macroeconomists printed large volumes of money to aggressively enforce a centrally planned policy rate to boost growth (potential output), or for flexible inflation targeting.",
    "A surrender rule to directly sell dollars to the central bank, take dollars out of forex markets, and create new money rupees regardless of whether the exchange rate is already under pressure from previous printing.",
    "The surrender rule (a convertibility undertaking) led to a steep currency collapse in March 2022 and failure of an attempt to ‘float’ (lift convertibility) the rupee.",
    "A surrender rule requiring exporters to sell dollars to importers or to commercial banks is neutral on money supply (does not inflate reserve money) and does not lead to depreciation or higher food prices and social unrest.",
    "Surrender rules to monetary authorities (weak side convertibility undertaking in classical economic terms) is one of several cascading policy errors that lead to peacetime economic crisis in the ‘age of inflation’, according to critics. (Colombo/Aug04/2024)"
  ]
}