{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Patali-s-URF-steps-back-from-2024-election-amid-dispute-with-SJB/56-767828",
  "time_ut": 1728610911.0,
  "original_lang": "en",
  "original_title": "Patali’s URF steps back from 2024 election amid dispute with SJB",
  "original_body_lines": [
    "Says URF’s decision follows a unilateral breach of the MoU by the SJB",
    "Makes it clear URF will not contest the election alone, in alliance with the SJB, or with any other party",
    "Claims dispute centres around violation of the MoU concerning district candidates and not national list slots",
    "Former Member of Parliament Patali Champika Ranawaka announced yesterday that his party, the United Republic Front (URF), will not contest the 2024 Parliamentary Election. Ranawaka shared this decision during a press briefing held at the URF headquarters citing a breach of agreement with the Samagi Jana Balawegaya (SJB) as the reason for withdrawal.",
    "According to Ranawaka, the URF entered into a Memorandum of Understanding (MoU) with the SJB in August 2023, with the expectation that URF candidates would be fielded in 11 districts in the upcoming general election. However, he claimed that the SJB had unilaterally violated the MoU, prompting his party to withdraw from the election process altogether.",
    "“We worked with the expectation of contesting in many districts under the SJB for this upcoming general election,” Ranawaka said. “We signed an MoU on 14 August 2023, with the understanding that our party would present candidates in 11 districts. But over the past few days, we realised that the MoU has been violated in a way that we cannot justify. As a result, we have decided to withdraw from this election campaign.”",
    "Ranawaka emphasised that the decision was not an attempt to antagonise the SJB or any other party but was a response to the breach of trust within the alliance. He made it clear that the URF would not contest the election alone, in alliance with the SJB, or in coalition with any other party. The URF has also communicated its decision to the SJB General Secretary Ranjith Madduma Bandara through a letter sent by URF General Secretary Bandula Chandrasekara yesterday.",
    "Ranawaka further clarified that the issue stemmed from discrepancies in the candidate nomination process, rather than any dispute over the national list, which had not yet been finalised.",
    "“The national list hasn’t been prepared yet, so there’s no issue there,” Ranawaka explained. “The problem arose from the violation of our MoU regarding district candidates. As a party, we feel that this breach is beyond what we can tolerate, which is why we’ve chosen to step away from this election.”",
    "He also highlighted the importance of strengthening the country’s Parliament through democratic means and urged voters to support candidates who have the experience, integrity, and commitment to public service. “The fate of this country will be significantly influenced by the upcoming presidential election,” Ranawaka said. “We believe the people should vote to ensure a strong, democratic Parliament that is not subordinate to a single individual. It’s crucial to send individuals with appropriate experience and who are free from corruption to Parliament.” Ranawaka concluded by saying that the URF would deliberate on its next steps in the coming days, following discussions with party members and affiliated organisations. The party’s future course of action will be announced after those consultations.",
    "For now, the URF’s withdrawal marks a significant development in the run-up to the 2024 Parliamentary election, leaving the SJB without one of its key allies."
  ]
}