{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/AG-will-not-defend-cops-involved-in-Narammala-police-shooting-incident/108-278717",
  "time_ut": 1710262920.0,
  "original_lang": "en",
  "original_title": "AG will not defend cops involved in Narammala police shooting incident",
  "original_body_lines": [
    "Colombo, March 12 (Daily Mirror)- The Attorney General's Department yesterday informed Supreme Court that the Attorney General would not appear on behalf of the respondent police officers who were involved in the Narammala police shooting.",
    "Senior State Counsel Shaminda Wickrema appearing for the Attorney General made these remarks when the fundamental rights petition filed by the widow of the carpenter who died in Narammala police gunfire was called before the Supreme Court three-judge-bench headed by Justice Vijith Malalgoda.",
    "When the matter was called before Supreme Court, neither the Attorney General nor the private counsel appeared on behalf of the respondent police officers. The matter was fixed for support on April 4.",
    "The deceased Roshan Kumarasiri was shot dead by Sub Inspector Gunawardena on duty in civvies when the deceased was returning home after work.",
    "In her fundamental rights application, the petitioner is seeking a compensation of Rs. 200 million from police officers including IGP Deshabandu Tennakoon.",
    "The petitioner Kamani Rupika Priyangani stated that she entered into marriage with the deceased Roshan Kumarasiri in the year 2007, and they have three children. She said the elder two girls are twins who are presently 16 years of age and they are expecting to sit for the G.C.E. (O/L) Examination this year. The petitioner states that, the younger child is a son who is eight years of age and he is studying in grade three of the school.",
    "The petitioner stated that first and second respondents Sub Inspector Gunawardena and Police Constable Chamuditha Bandara Kulasekara respectively have acted arbitrarily in abuse of their powers by arrogating absolute powers onto themselves.",
    "The petitioner further stated that the OIC of Narammala Police Station, Acting IGP Deshabandu Tennakoon and the State has allowed the first and second respondents to engaged in their duties in violation of the applicable laws and procedural guidelines during the 'Yukthiya Operation'.",
    "The petitioner further stated that, the Acting IGP Tennakoon also visited her house after the incident and handed over a cheque for the value of one million rupees.",
    "The petitioner is further seeking a declaration that her husband's fundamental rights guaranteed under the constitution have been violated by the respondents and the State."
  ]
}