{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83110",
  "time_ut": 1699955280.0,
  "original_lang": "en",
  "original_title": "“This year’s budget is poised to reshape both the nation’s economy and political landscape. My goal is to ensure the success of the country’s economic development program without the influence of politics.” President Ranil Wickremesinghe Tells Media Institution heads",
  "original_body_lines": [
    "(Text of Press Release Issued by the President’s Media Division on 14 November 2023)",
    "President Ranil Wickremesinghe underscored his desire for a resurgence of cricket in the country, linking its revival to the broader economic recovery.",
    "He made these remarks in response to a journalist’s inquiry during a meeting with heads of media organization at the Presidential Secretariat this afternoon (14). The purpose of the meeting was to brief media heads on the Budget 2024, with representation from print and electronic media.",
    "Expanding on the significance of this year’s budget, the President asserted its transformative impact on the nation’s economy and politics. His primary objective is the restoration of the country’s fractured economy, emphasizing a non-political approach to achieving this goal.",
    "Reflecting on the challenges faced by the United National Party (UNP), he noted setbacks but highlighted the party’s commitment to truthfulness.",
    "Acknowledging the forthcoming political competition, the President prioritized liberating the country from financial distress as his foremost duty. Once achieved, he expressed a commitment to addressing other national concerns beyond economic recovery.",
    "Mahinda Siriwardena, the Secretary of the Ministry of Finance and Senior Advisor to the President on Economic Affairs, Dr. R.H.S. Samaratunga, provided an extensive overview of the foundations and details of the 2024 budget.",
    "The gathering included the presence of Mass Media and Transport Minister Bandula Gunawardena, Presidential Senior Adviser on National Security Sagala Ratnayaka and President’s Secretary Saman Ekanayake.",
    "President tasks Cabinet Sub-Committee to Address ICC Ban on Sri Lanka Cricket: Cabinet approval mandatory in appointing Interim Committees.",
    "President Ranil Wickremesinghe has instructed the Chairman of the Ministerial Sub-Committee for Cricket to spearhead efforts aimed at lifting the ban imposed by the International Cricket Council (ICC) on Sri Lanka Cricket.",
    "Further, it has been decided that, moving forward, the approval of the cabinet will be mandatory for the appointment of any interim committees."
  ]
}