{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/election-24-hopes-for-constitutional-reforms-are-still-alive/",
  "time_ut": 1706684640.0,
  "original_lang": "en",
  "original_title": "Election ’24: Hopes for Constitutional Reforms are still alive",
  "original_body_lines": [
    "The Collective for Democracy and Rule of Law (CDRL) is making a commendable intervention to launch a platform for constitutional reform early on in this election year. The Collective has convened a meeting of civil society activists and organizations, and a well-attended meeting was held in Colombo on Wednesday (January 24) last week. My focus today is on the discussion document that was circulated in advance and discussed at the meeting.",
    "It is a refreshingly short document of 11+ pages, entitled “Principles and Proposals for Political and Constitutional Reform,” which underscores the work done by the Collective members over 30 years in preparing multiple drafts for constitutional reform. This long work without commensurate results due to ill-equipped and constitutionally less than literate political leaders, has led to constitutional overthinking in Colombo political circles. The new document is mostly free of overthinking but not totally without its hangover. At the same time, the results of their efforts have not been insignificant. To wit, the 17th Amendment and the 19th Amendment to the constitution, even though they were generally frustrated by the vexatious (18th and 20th) Amendments) of the Rajapaksas.",
    "Thanks to Aragalaya, the country was spared of what could have been a disastrous overhaul of the constitution under Gotabaya Rajapaksa, the most constitutionally illiterate person ever to hold high offices in the Sri Lankan state. The legacy of Aragalaya is evoked in the invitation for Wednesday’s meeting, inasmuch as it was an expression of desire with new ideas among Sri Lankan citizens for a “deepening democratization” of the state. The new ideas of public trust, accountability and meaningful participation are what inform the “Principles and Proposals for Political and Constitutional Reform,” and what the proposals for reform are seeking to achieve.",
    "Fundamental to these changes is the restoration of parliamentary democracy, and the new proposals seem keen to frame the debate by emphasizing the restorative aspect as the primary reform goal and the abolition of the executive presidency as its inevitable adjunct. The most readily implementable part of the new proposals is the electoral reform which is also crucial to restoring parliamentary democracy. The proposals provide for a bicameral legislature comprising a House of Representatives of 200 members and a Senate of 50 members.",
    "Of the 200 members of the House, 130 are to be elected from the old-style territorial constituencies and the simple first-past-the-post system. 60 members are to be allocated to political parties based on proportional representation according to their voting tallies either at the national level or provincial level. The remaining 10 seats are to be allocated to political parties who contested the election but have no representation among the 190 members. These seats will be allocated to them in proportion to their national vote.",
    "The proposals indicate that appropriate provisions will be made to ensure adequate representation of women, youth and underrepresented interest groups. Including women with youth and interest groups for appropriate consideration is simply not acceptable. The 60 proportional representation seats could easily be, and in fact should be, all allocated to women, which would be similar to constitutional arrangements in Bangladesh and in Pakistan.",
    "Although the electoral reform is part of a complete reform package, there is no reason why these changes cannot be implemented by the current parliament, to be in place for the next parliamentary election.",
    "That is not a task for the Collective for Democracy and Rule of Law, but the Collective could certainly build public and media pressure to bear on the political parties in parliament and on the aspiring presidential candidates.",
    "If the question of implementing electoral reform here and now were to be put to Anura Kumara Dissanayake, Sajith Premadasa, or His Excellency, President Wickremesinghe, will they risk rejecting it? We will not know unless someone asks them.",
    "While at it, why not add the amendment to change the system of electing the Head of State?",
    "The new proposal is to have the President (and a Vice President) elected by an electoral college comprising members of the House of Representatives and the Senate. We will get to the Senate later, but why not have an amendment now by the current parliament that would end the system of direct election and provide for the new parliament to elect the next president as the Head of State but not the Head of Government.",
    "Why go through the trouble and expense of a direct presidential election in September-October if it is going to be the last such election?",
    "Again, it is up to the will of the political leadership and it is not a question of whether or not it can be done. The two changes are certainly doable by the current parliament. They are also implementable within the framework of the current constitution. I cannot see any one of the three presidential candidates publicly rejecting these possibilities if they were put to them in a public forum. Ideally, having all of them together at the same forum.",
    "Another proposed change is to have a Vice President, which would be an interesting addition to have even after the presidential system is emasculated. It would also be a striking contrast to President Jayewardene ruling out a Vee Pee for him while implementing a full throttled presidential system. His reasons of course were perversely negative – to avoid a political shootout among his second rung ministers to climb the Vee Pee pole. The top guns were all plotting to succeed JR Jayewardene.",
    "The motivation now to have a Vice President is positively different – for the purpose of “sharing higher-level political office between ethnic communities” as part of transforming Sri Lanka into “a multi-ethnic and pluralist democracy.” The Vice President is stipulated to be someone from a community other than the community to which the President belongs.",
    "There are enough examples from India where the President and the Vice President have been elected by an electoral college and have provided symbolic representation to India’s vastly diverse communities and groups. There will be no coming of age celebrations for Sri Lanka as a modern republican democracy until any and all high posts are equally open to all of its citizens regardless of their ethnic identity. Until then, small steps like the vice presidential positions should be welcome as notable progress.",
    "The old senate that was brusquely brushed away even while the Soulbury Constitution was breathing its last, is now back but with a different structure and for wholly different reasons. One would think that that it will not be, to reverse Jennings as well as Colvin, either superfluous by being rubber stamp to the House or mischievous by frustrating the will of the people. Rather, the new Senate could look for its model in what the founders of the US Senate (mostly James Madison) intended it to be – a mature, cautious, competent and deliberative body of sober second thought. And not what the US Senate, and more so the Congress, are turning out to be under the onslaughts of Trump’s Republican Party.",
    "The new Senate is intended to be an institution for power sharing by ensuring provincial representation, in addition to being a check on the legislative overreach of the House of Representatives.",
    "The Senate is proposed to have 50 members, with each Provincial Council electing five members, at least two of them women; and five members appointed by the President to represent unrepresented or underrepresented interests.",
    "The 45 provincial members are to be elected on the basis of proportional representation within each provincial council, and the five presidential appointees are to be nominated by the Prime Minister and the Leader of the Opposition in the House of Representatives.",
    "All Senators are expected to be drawn from those “who have distinguished themselves in public life.” This qualification is too vague and will not be enough if the Senate is to play the role that is expected of it. The minimum age must be much higher than what it is for a voter or to become an MP. It will not hurt to require educational qualifications along with alternative experiential qualifications. There is no point in having a Senate if it is going to end up with the same calibre of MPs as there are in today’s parliament.",
    "The proposal would seem to provide for all bills to be presented to the Senate for review and feedback, but not to vote on. The exceptions would be bills that may have implications for provincial powers, and they will require passage in the Senate with at least two members from each province voting in favour. This is the intended safeguard for provincial powers and functions from being diluted or usurped by the central government. Finally, the Senate will have the same role as the House in Constitutional Amendments – with two-thirds majority required both in the House and the Senate. No more referendums!",
    "Besides electoral reforms, reconstituting the balance of power between the President and Parliament is a key requirement for restoring parliamentary democracy. The abolishing of the executive presidency by itself is a major part of restoration. But before Sri Lanka came under presidential tyranny it had a trial run under parliamentary tyranny. The new proposals are alert to avoiding that.",
    "A number of provisions are being suggested – the Senate as already discussed, restricting cabinet size, establishing a Constitutional Council, and judicial review of legislation and administrative actions along with the return of the Constitutional Court, are the main ones. On a not unrelated note, there is some significance given to the matter of handling cross-over MPs.",
    "In what seems to be an anomaly, the President is identified as the “repository of the executive power of the people,” even after restoring parliamentary democracy. This seems to be textual hangover from the JRJ constitution, while the Prime Minister as the Head of Government, and the government is going to be good old Cabinet Government. What is the purpose in identifying a “repository of the executive power” in the constitution that is outside the cabinet government?",
    "The executive power in any event will be exercised by the Cabinet of Ministers who will in the restored order be answerable only to parliament and not any higher executive. At the same time the cabinet is cut to size literally by the proposal to limit the number of ministers to 20 and the number of state ministers also to 20. DS Senanayake wanted such a limitation in the Soulbury Constitution but the British advised against it.",
    "Interestingly, at least five of the 20 ministers ought to be women, and at least another five ought to belong to communities other than the majority community. Shades of fifty-fifty, you would think. Similar distribution is also proposed for state ministers. These are laudably inclusive measures.",
    "The idea and the institution of a Constitutional Council is recognized as being the outcome of “civil society pressure to curb the excessive powers of the executive presidency and to depoliticize the state and public service … (and) to function as a system of checks and balances to curb governmental power.” The same institution is proposed to be retained even after parliamentary democracy is restored, because “it could serve as an instrument for achieving a national consensus on high-level appointments.”",
    "There should be second thoughts on the Constitutional Council as the idea of having another constitutional layer seems superfluous especially after getting rid of the executive presidency and bringing in a Senate comprising distinguished citizens. What is that we need a Constitutional Council (CC) for that cannot be done by the Senate or its Committees, even joint Committees with MPs?",
    "Four of the 10 CC members are already members of the House or the Senate. The other six members or comparable alternates could be elected as Senators. Is there a need for another body to accommodate five distinguished citizens for their wise counsel when they can be easily accommodated in the Senate? At most, a Constitutional Council can play a fixed-term role until all the constitutional changes are implemented and the Senate is established and functioning. At that point the Council could be terminated.",
    "Elections cast a shadow of uncertainty over Sri Lanka’s economic recovery",
    "Parliament flays FM, etc., for revenue shortfalls: Siyambalapitya says situation not properly assessed",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}