{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Sri-Lanka-s-SVAT-abolition-Exporters-call-for-urgent-e-invoicing-solution-ahead-of-1-Oct/14-781221",
  "time_ut": 1756938024.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s SVAT abolition: Exporters call for urgent e-invoicing solution ahead of 1 Oct.",
  "original_body_lines": [
    "Exporters argue that electronic invoicing offers the most credible solution",
    "Sri Lanka’s export community is bracing for a major policy shift as the Government prepares to abolish the Suspended Value Added Tax (SVAT) system by 1 October 2025. The move is part of a broader transition from a risk-free VAT framework to a risk-based VAT system, with a pilot phase of electronic invoicing (e-invoicing) scheduled to begin soon.",
    "While exporters recognise the Government’s determination to proceed with reforms, they warn that without an effective e-invoicing system in place before the cut-off date, the industry risks a repeat of the chronic VAT refund delays that have long undermined competitiveness.",
    "For Sri Lanka’s largest exporters—particularly apparel manufacturers and tea exporters the lack of timely VAT refunds has been a recurring obstacle. Refund claims are often held up due to administrative delays, procedural ambiguity, and a lack of confidence among revenue officials.",
    "This hesitation is deeply rooted. The shadow of the 2003 VAT scam continues to influence decision-making within the Department of Inland Revenue, where officials remain wary of authorising refunds for fear of being held personally liable. Exporters stress that innocent businesses are being penalised for historic mismanagement, creating a bottleneck that erodes trust and stifles cash flow.",
    "Exporters argue that electronic invoicing offers the most credible solution. By digitising transactions and enabling real-time system audits, e-invoicing would create transparency, reduce manual bottlenecks, and build confidence in refund processing. Countries such as Vietnam, Indonesia, and India already rely on e-invoicing to expedite refunds, providing competitive advantages that Sri Lanka risks losing if it falls behind.",
    "According to industry representatives leading the pilot program, early trials with selected exporters are expected to commence shortly, with coordination underway between the Sri Lankan Government and international service providers. Exporters are urging for this trial to be rapidly scaled to a full system before 1 October to prevent disruption.",
    "Some industry experts have proposed a hybrid system maintaining suspended VAT for exporters while gradually rolling out e-invoicing. This approach, used in other regional markets, would allow the export sector to remain competitive during the transition, while providing the Government with the assurance of greater transparency and compliance.",
    "Exporters also stress the need for continuous training and empowerment of revenue officials, ensuring they have the tools, confidence, and mandate to process refunds efficiently under the new regime.",
    "The apparel sector alone employs over 350,000 workers directly, with more than one million livelihoods dependent on the broader supply chain. Delayed refunds and cash-flow blockages risk undermining this workforce and weakening Sri Lanka’s ability to compete with regional peers.",
    "As one industry leader put it, “Our concern is not with reform itself but with the speed and structure of implementation. Without e-invoicing, abolishing SVAT could leave exporters more vulnerable than ever.”",
    "With just weeks to go before the SVAT system is abolished, exporters are calling on policymakers to urgently implement a functional e-invoicing platform or adopt a hybrid approach before 1 October. Failure to do so, they warn, could jeopardise the very sector that has been the backbone of Sri Lanka’s export economy."
  ]
}