{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/candidates-and-their-assets/",
  "time_ut": 1724619360.0,
  "original_lang": "en",
  "original_title": "Candidates and their assets",
  "original_body_lines": [
    "Those who are vying for the executive presidency have declared their assets in compliance with election laws. Their asset declarations have elicited a mixed response from the public, as seen from social media comments thereon. The candidates will have a hard time trying to make the people buy into their claims.",
    "The presidential candidates’ asset declarations, which have received wide publicity, remind us of a statement Basil Rajapaksa made about his assets, in October 2014, when he was a powerful minister in President Mahinda Rajapaksa’s government.",
    "Addressing a dairy farmers’ event, he audaciously claimed that he was a farmer’s son, and the only asset he had was a herd of dairy cows although his critics accused him of having amassed ill-gotten wealth. Commenting on his claim, we argued in an editorial comment that his cattle could not be ordinary bovines; they must be like the mythical ‘wish-granting cow’ in heaven; we suggested that such cattle be distributed among Sri Lankans so that all of them would become billionaires overnight. Similarly, those in the current presidential fray must be having a ‘wish-granting cow’ each.",
    "How come some presidential candidates, especially the ones described as frontrunners, have embarked on election campaigns that are expected to cost them at least about Rs. 2 billion each. The Election Commission (EC) has permitted them to spend Rs. 109 per voter, and it has been reported that some of them requested that the cap be set at Rs. 200 per voter. The Treasury has allocated only Rs. 10 billion for conducting the entire presidential election, but a candidate is allowed to spend about one fifth of that amount on his election campaign; some candidates are even ready to part with more!",
    "Last year, the government claimed that it could not allocate Rs. 10 billion for the conduct of the local government elections, but the presidential candidates are ready to spend as much as Rs. 2 billion each on their election campaigns, this year! Has the economy boomed?",
    "General Secretary of the UNP Palitha Range Bandara is quoted by a Sinhala weekly as having said that Rs. 109 per voter is not adequate for an election campaign. Curiouser and curiouser! It has been reported that after the 2020 general election, the UNP headquarters, Sirikotha, lacked funds to pay water and electricity bills, but now it is in a position to spend more than Rs. 109 per voter. How has the UNP’s financial situation improved so fast?",
    "It is thus clear that staggering amounts of funds have poured into the campaign war chests of the political parties. They must be made to disclose all sources of funding and the amounts received. Gifts including shirts, trousers, shoes and wristwatches, must also be disclosed and the donors thereof named.",
    "There is said to be no such thing as a free lunch, and those who donate funds to political parties expect returns on their ‘investment’. The Regulation of Election Expenditure Act says, “A recognised political party, an independent group and a candidate at an election … shall not, directly or indirectly accept or receive a donation or contribution whether such donation or contribution is in cash or kind from … any person whose identity is not disclosed’.",
    "Elections are the times when a great deal of black money changes hands, as is public knowledge. So, everyone who makes donations in cash or in kind to political parties and/or politicians must be named. Moneybags, both local and foreign, who are eyeing state assets to be disposed of at fire-sale prices and seeking to cut shady deals like the online visa scam, also lavish funds on political leaders and their parties ahead of elections. The public therefore has a right to know, before elections, how political parties have raised funds and who their donors are. Such information is a prerequisite for informed voting.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}