{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/movies-filmed-in-sri-lanka/",
  "time_ut": 1714070520.0,
  "original_lang": "en",
  "original_title": "Movies filmed in Sri Lanka",
  "original_body_lines": [
    "The next great film shot on location in Sri Lanka was The bridge on the river Kwai, which was filmed in 1957, based on the novel by Pierre Boulle written in 1952. The movie, directed by David Lean, explored the Burmese and British prisoners of war in a Japanese prison camp in Burma, and filmed in Kitulgala. It won seven academy awards. The film had Alec Guiness, William Holden, Sessue Hayakawa, Jack Hawkins, Geoffrey Holmes, James Donald and Ann Sears as its stars.",
    "There have been several English movies that were filmed in Sri Lanka. The first of these was the Outcast of the Islands (based on Joseph Conrad’s novel An Outcast of the Islands). It was filmed on location in Ceylon (how Sri Lanka was known as then) in 1951. The film was produced and directed by Carol Reed (who directed the award-winning film The Third Man, and Odd Man Out and Fallen Idol) and the film had as its stars Trevor Howard, Ralph Richardson, Robert Morley, Wendy Hiller, Kerima, George Coulouris, Wilfred Hyde White, Betty Ann Davies, amongst many others including Ranjana and K. Gurunnanse as dancers.",
    "The next movie to be filmed on location in Sri Lanka was The Purple Plain which was shot in 1954. The film was based on the novel by HE Bates. The cast of this film included Gregory Peck, Win Min Than, Brenda De Banzie, Benard Lee, Lyndon Brook, Maurice Denham, Anthony Bushell and Josephine Griffin. The film was produced by John Bryan and directed by Robert Parrish.",
    "The film was a war story based in Burma with Gregory Peck as a war pilot. The original choice for Anna was June Rose, a Burmese princess of Australian descent. She pulled out during the shooting in Ceylon and was replaced by Win Min Than.",
    "This movie was shot in Sigiriya and utilied several locations later utilised for the shooting of Bridge on the River Kwai in Kitulgala.",
    "The third film I have chosen is ‘Elephant Walk’, which was filmed in Sri Lanka in 1954. The original cast that came to Sri Lanka included Vivien Leigh, Peter Finch and Dana Andrews. This film was based on the novel of the same name by Robert Standish(pseudonym of novelist DIGBY George Gerahty) published in 1948. While the film was being shot Vivien Leigh fell ill as her enduring bipolar disorder (earlier known as manic depression) finally rendered her unfit to work and she had to be sent back. Elizabeth Taylor was substituted in her place.",
    "Many thought that it would have been a more powerful and psychologically engaging cinematic experience had Vivien Leigh been able to complete her role alongside Peter Finch. But it was not to be.When the stars had arrived in Kandy, they had dinner at the popular Muslim Hotel, where Vivien Leigh had expressed a desire to climb Adam’s Peak in the night.",
    "However, the others knew that she would not be able to do any acting the following day if her wish was granted. So, they took her up the Bible Rock! The close-up scenes of the film had to be redone with Elizabeth Taylor in place of Vivien Leigh in the United States. Only the distant shots had Vivien Leigh in the scenes. However, Vivien Leigh’s name was not included in the cast.",
    "Elephant Walk was produced by Irving Asher and directed by William Dieterle. With many sections filmed on location it featured several true-life insights into the operation of tea plantations and the tea making process within factories. The film really showed the revenge of the elephants as a bungalow had been built on an elephant corridor. The elephants finally destroy the bungalow and regain their lawful path.",
    "The next great film shot on location in Sri Lanka was The bridge on the river Kwai, which was filmed in 1957, based on the novel by Pierre Boulle written in 1952. The movie, directed by David Lean, explored the Burmese and British prisoners of war in a Japanese prison camp in Burma, and filmed in Kitulgala. It won seven academy awards. The film had Alec Guiness, William Holden, Sessue Hayakawa, Jack Hawkins, Geoffrey Holmes, James Donald and Ann Sears as its stars.",
    "The filming of the bridge explosion took place on 10 March 1957, in the presence of the then Prime Minister SWRD Bandaranaike and other government dignitaries. With the explosion there was a scene where a large number of bats startled by the explosion flew out in a horde and this was filmed separately in a location close to Mawanella.",
    "Indiana Jones and the Temple of Doom was originally scheduled to be filmed in Rajasthan, India in the 1980s. But due to the Indian officials not giving permission, the producers shifted the venue to Sri Lanka. The film was directed by the famous Steven Spielberg with Harrison Ford in the lead role. It was about an archaeologist who was perceived as the saviour of the world. The Hantane tea plantation was the location of the “Mayapore” village in the film.",
    "The second Jungle Book featuring Jamie Williams as Mowgli, along with Roddy MacDowall and Billy Campbell was filmed in 1997 on location in Uduwattakele forest and sanctuary. The cast included Sri Lankan actors Warakagoda, Hettiarachchi and Sumanapala.Tarzan the Ape Man, a movie based on the creation of the famous and popular jungle man by Edgar Rice Burrows, was filmed in various parts of Sri Lanka’s hill country and was directed by John Derek.",
    "It starred Bo Derek as Jane, Miles O’Keeffe as Tarzan, Richard Harris, John Phillip Law, Akushula Selaya, Maxime Philoe, Stephen Cepello and Tony Longo, and it was filmed from Jane’s (Bo Derek) point of view. There were several challenges faced during filming and ultimately, they had to complete the film with just eight actors.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}