{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/irish-rebellion-inspired-jews/",
  "time_ut": 1734977220.0,
  "original_lang": "en",
  "original_title": "Irish rebellion inspired Jews",
  "original_body_lines": [
    "In the early years of the Twentieth Century the Irish and the Jews were unwittingly united by their military campaign against British rule in Ireland and Palestine. “Reasons for these allegiances are complex and rooted in shared experiences of imperialism” wrote M. C. Rast author of Shaping Ireland’s Independence: Nationalist, Unionist and British Solutions to the Irish Question 1909-1925 in History Today’s June 2024 edition.",
    "Ireland is divided not only geographically between the north and south but also between Roman Catholicism and Protestant Christianity; while the Republican South is consciously pro-Palestine, Northern Ireland is pro-Israel. As the British tried to escape from the turmoil in both colonial Palestine and Ireland by resorting to partition, just as they would do in British India, the parallels become evident. The Government of Ireland Act (1920) and the Anglo-Irish Treaty (1921) only led to civil war and religious rioting; just what partition would do for Palestine and British India.",
    "Palestine became part of the Ottoman Empire in 1516 and was fought over during World War I. The British captured Palestine from the Ottomans during the War and were mandated by the League of Nations (the precursor to the United Nations) to progress Palestine towards independence. Jewish settlers had initially welcomed the British Mandate because they believed that London would, in terms of the 1917 Balfour Declaration, create a Jewish homeland in Palestine.",
    "Up to the first century AD Palestine had been Jewish-majority, then a Christian-majority society (second to the eleventh century) and thereafter Muslim-majority. “In 1919 there were approximately 58,000 Jews in Palestine, with ‘non-Jewish communities’ constituting 91.7 per cent of the population…by 1937 the Jewish population had risen to 386,084, comprising 27.9 per cent of the total,” explains Rast.",
    "In the half century beginning 1880, the USA was the destination of choice for European Jews, with two and a half million migrating over that period. This tide however was stemmed when the US Congress passed the Immigration Act in 1924 limiting this flow. European Jewish immigration therefore was redirected to Palestine.",
    "The 1937 Peel Commission would recommend partition; it used the Irish partition as its model saying that “the gulf between Arabs and Jews in Palestine is wider than that which separates Northern Ireland from the Irish Free State.” To which The Derry Journal retorted “Britain cares not a fig for the welfare of either Jew or Arab, any more than for Catholic or Protestant Irishman, except in so far as the one can be played off against the other for purposes of imperial policy.’",
    "As a consequence of Arab rioting in August 1929 which saw 67 Jews killed in Hebron, a tragedy that led many Jews to believe in the need for armed action, Irgun – Hā Irgun Ha-Tzvaʾī Ha-Leūmī b-Ērētz Yiśrāʾel – the National Military Organization in the Land of Israel – was formed in 1931. Until his death in 1940, its leader was Vladimir Yevgenyevich Zhabotinsky (later Ze’ev Jabotinsky) a Russian Jew. The number of members of Irgun varied from a few hundred to a few thousand. But Jabotinsky’s influence survived his early death, his ideas being carried forward by Menachem Begin (Israel’s Prime Minister 1977–1983) and the son of his secretary the Polish Jew, Benzion Mileikowsky: Israel’s current Prime Minister Benjamin Netanyahu.",
    "Besides Irgun another important paramilitary group Lehi emerged in British Palestine. It was founded in 1940 by Avraham Stern. Stern was born in Poland in 1907 but moved to Palestine when he was 18 to study at the Hebrew University and would later join Irgun which was debating what stance should be adopted towards the British who were now fighting Nazi Germany. Stern argued that the Irish example during World War I provided the model for the Jews; to exploit Britain’s preoccupation with a war in Europe to mount pressure on them. He and his followers broke with Irgun in August 1940 and formed the Lohamei herut yisrael (The Fighters for Israel’s Freedom) or Lehi.",
    "Stern’s ideas were taken from Mikhail Bakunin the 19th century Russian anarchist. Bakunin stressed armed struggle and Stern viewed the two millennia of exile as lulling the Jewish people into complacency. According to Professor Shlomo Shpiro of Bar-Ilan University in Israel, a specialist in intelligence, terrorism and security, for Stern the task of nation building in Palestine and the struggle for statehood would enable Jewish exceptionalism to consummate itself. “Our nation has a culture and a level of development higher than those of other nations. We have higher moral values. Some call this ‘the Chosen People.’ We must be a unique group within a unique nation.”",
    "Stern believed that suffering and privation as a consequence of an armed struggle for nationhood and statehood would enable the Jews to rediscover themselves. The armed struggle must not however end with the achievement of statehood; it was a means not an end for the Jewish nation. Combat was therefore not merely the responsibility of the soldier. “Our nation will fight for a long time in its own land before it establishes its own sovereign rule…therefore, many more generations of Jewish children will go to school to learn the skills of the sword, and for many generations to come will the Hebrew Kingdom be as a military camp in the Oriental Arab desert.” Armed struggle was the duty of all; every Jew had to be a warrior. Religion more than political ends raised armed struggle to a ritual above any other facet of human endeavour. ‘‘Hallelujah with machine guns! The Lord is a Man of War! Hallelujah with battle and bomb! Hallelujah with rifle and grenade! Hallelujah to the Ruler of Zion!’’",
    "Unlike many East European Jews who had socialist sympathies and admired the emancipation of the Jews that followed the Russian Revolution, Stern was influenced more by radical right-wing European conservative thinking and the practical gains of De Valera and the Sinn Fein in Ireland. In fact Yitzhak Shamir his lieutenant and successor adopted Michael as his nom de guerre in memory of Michael Collins, the Irish rebel.",
    "Stern succeeded in creating a nationalist ideology with messianic Jewish elements. “Stern was the first modern Jewish thinker to propound violence and terrorism as a core ideology of national liberation and independence, rather than a temporary or expedient means of self-defence.” (SHPIRO, Shlomo The Intellectual Foundations of Jewish National Terrorism: Avraham Stern and the Lehi (Terrorism and Political Violence Vol. 25, No. 4, 2013 pp 606–620)",
    "By early 1942 the British Police had effectively penetrated Lehi, had hunted down and killed or arrested its cadre and Stern had become a fugitive. He was finally tracked down and killed on 12 February 1942. Stern was succeeded by Yitzhak Yezernitsky (later Yitzhak Shamir) from Belarus, who would be a future Israeli prime minister (1983–84 and 1986–1992). Under Shamir, Lehi adopted Bakunin’s cell structure, became better organised, better equipped and drew new recruits enabling it to launch more effective attacks against the British in Palestine. He ordered the assassination in Cairo in November 1944 of the most senior British official in the region, the Minister Resident for the Middle East, 1st  Baron Moyne, Lord Walter Edward Guinness DSO* PC.",
    "During and after the Second World War there was a huge influx of illegal Jewish refugees arriving in Palestine in ever increasing numbers, though even as late as 1947, the Palestinians, both Muslim and Christian, still made up two thirds of the population.",
    "In July 1946 Begin directed the bombing of Jerusalem’s King David Hotel. The explosives were placed below its southern wing which “housed the nerve centre of British rule in Palestine: the government secretariat and the headquarters of both British military forces in Palestine and Transjordan and British intelligence.” (HOFFMAN, Bruce The rationality of terrorism and other forms of political violence: lessons from the Jewish campaign in Palestine 1937-1947 (Small Wars & Insurgencies Vol. 22, No. 2, May 2011, pp 258–272)",
    "The blast killed 91 persons and injured 45 others, many of them civilians. The King David Hotel attack which is regarded as the single most lethal terrorist incident of the twentieth century secured Irgun’s political objective. It drew the world’s attention to Palestine, the struggle of the Jews and the military impotence of British colonial rule. It exposed the hollow claim of the British Mandate authorities that they were prevailing militarily against terrorism. Begin had successfully created panic among the British public and shaken their confidence in London’s ability to govern Palestine.",
    "Back in the UK newspaper editorials swayed public opinion with this typical report in the Manchester Guardian that the bombings “will be a shock to those who imagined that the Government’s firmness had put a stop to Jewish terrorism and had brought about an easier situation in Palestine. In fact, the opposite is the truth.” (Hoffman 2011:264).",
    "In Palestine the Mandate authority responded with harsh measures: daily curfews, cordon-and-search operations and even martial law. These extreme measures only alienated people from the British. Begin explained his strategy in these terms: “‘The very existence of an underground must, in the end, undermine the prestige of a colonial regime that lives by the legend of its omnipotence. Every attack which it fails to prevent is a blow at its standing. Even if the attack does not succeed, it makes a dent in that prestige, and that dent widens into a crack which is extended with every succeeding attack.’ Thus, even though the British forces outnumbered the terrorists by twenty to one – so that there was, according to one account, ‘one armed soldier to each adult male Jew in Palestine’ – despite this overwhelming numerical superiority, the British were still unable to destroy the Irgun and maintain order in Palestine.” (Hoffman 2011:265)",
    "In July 1947, in response to the execution of three convicted Irgun terrorists the group publicly hung two captured British Army sergeants. According to the British Colonial Secretary Arthur Creech-Jones this outrage was the most significant factor that determined London’s withdrawal from Palestine. “For both the British public and the press, the murders seemed to demonstrate the futility of the situation in Palestine and the pointlessness of remaining there any longer than was absolutely necessary.” (Hoffman 2011:266)",
    "Britain had deployed 100,000 troops in Palestine, saturated Jerusalem and turned it into a fortified camp controlled by barbed wire and curfews.  Finally, unable to cope Britain handed the Palestine issue over to the United Nations. “In 1947 the British Cabinet decided to abandon Palestine after three years of attacks by Jewish terrorists, most belonging to the right-wing Irgun and Lehi (Stern Gang)…This was one of the most successful terrorist campaigns ever waged.” (BOOT, Max Invisible Armies (New York: Liveright Publishing 2013) p325)",
    "Both in Palestine and globally, many Jews were critical of this terror campaign. In 1948, The New York Times published a letter signed by a number of prominent Jewish figures including Hannah Arendt, Albert Einstein, Sidney Hook, and Rabbi Jessurun Cardozo, which described Irgun as “a terrorist, right-wing, chauvinist organization in Palestine.”",
    "Hoffman concludes that “it is indisputable that, at the very least, the successes won through violence by the Irgun clearly demonstrated that, notwithstanding the repeated denials of governments, terrorism can, in the right conditions and with the appropriate strategy and tactics, indeed ‘work’. Even if the Irgun’s success did not manifest itself in terms of the actual acquisition of power in government (Begin and his Herut Party remained in opposition for some 30 years)…their success in attracting attention to themselves and their cause, and most significantly both hastening and affecting government decision-making, cannot be disregarded… Thus the foundations were laid for the transformation of terrorism in the late 1960s from a primarily localized phenomenon into the security problem of global proportions that it is today. Indeed, when US military forces invaded Afghanistan in 2001, they found a copy of Begin’s seminal work, The Revolt, in the well-stocked library that al Qaeda maintained.” (Hoffman 2011:268).",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}