{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98583/100mm-rainfall-likely-in-western-province-and-several-other-areas",
  "time_ut": 1712885520.0,
  "original_lang": "en",
  "original_title": "100mm rainfall likely in Western Province and several other areas",
  "original_body_lines": [
    "Showers or thundershowers will occur at times in Eastern and Uva provinces and Hambantota District, the Department of Meteorology says.",
    "Meanwhile, showers or thundershowers can be expected in most places elsewhere over the island after 1.00 p.m.",
    "Heavy showers above 100 mm are likely at some places in Western and Sabaragamuwa provinces and in Galle and Matara districts.",
    "Misty conditions can be expected at some places in Western, Central, Sabaragamuwa and Uva provinces and in Galle and Matara districts during the morning.",
    "Members of the public are advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "On the apparent northward relative motion of the sun, it is going to be directly over the latitudes of Sri Lanka from 05 to 15 April this year. The nearest areas of Sri Lanka over which the sun is overhead today are Vanchiyankulam, Omanthai, Eramadu and Thiriyai at around noon.",
    "Showers will occur at times in the sea areas off the coast extending from Trincomalee to Hambantota via Batticaloa. Showers or thundershowers will occur at several places in the sea areas extending from Puttalam to Hambantota via Colombo and Galle in the evening or night.",
    "Winds will be easterly or variable in direction and wind speed will be 15-30 kmph.",
    "Wind speed may increase up to 40-45 kmph at times in the sea areas off the coasts extending from Puttalam to Trincomalee via Mannar and Kankesanturai.",
    "The sea areas off the coasts extending from Puttalam to Trincomalee via Mannar and Kankesanturai can be fairly rough at times.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}