{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98557/294-housing-units-distributed-to-those-displaced-in-kajimawatte-fire",
  "time_ut": 1712746080.0,
  "original_lang": "en",
  "original_title": "294 housing units distributed to those displaced in Kajimawatte fire",
  "original_body_lines": [
    "President Ranil Wickremesinghe has affirmed his commitment to empowering the people and fortifying the economy by ensuring access to education, land, housing, and business opportunities.",
    "Stressing the importance of broadening economic participation, the Head of State highlighted its role in fostering a resilient national economy.",
    "These remarks were made on Tuesday afternoon (09) during his presence at the national event in Modara. As many as 294 units at ‘Randiya Uyana’ housing complex were thus allocated to those displaced by the massive fire in Kajimawatte in 2010.",
    "As I addressed you today, my heart goes out to the resilient residents of Kajimawatte, who have endured over a decade of unimaginable hardships. It was a poignant moment as we swiftly provided these flats, with Mr. Ravi Karunanayake’s unwavering support.",
    "It’s my earnest request that you handle these houses with care and responsibility. Please refrain from mortgaging or selling them, especially after enduring a decade of hardship. I urge you to safeguard these homes as if they were your own life.",
    "Within two years, we’ve managed to cultivate a social atmosphere that feels considerably lighter than it did back in 2022. Those who endured the hardships of waiting in lines for food, gas, and fuel now lead lives of relative normalcy. It’s evident that the people of Colombo bore the brunt of these queues, alongside residents of flats and estates who faced their own challenges. I acknowledge that our tax policies have added to the cost of living, but thanks to your resilience, we’ve been able to bolster government revenues without resorting to borrowing or printing money. This achievement enabled us to raise government employee salaries by Rs. 10,000 starting this year, while also witnessing a strengthening of the rupee.",
    "I perceive the offering of free land deeds and homes to those who have endured hardship as a gesture of gratitude. Looking ahead, we have plans to provide over 50,000 houses to our people in the coming years. Additionally, the 1,996 houses provided by the Chinese government during my tenure as Prime Minister will also be distributed within the next two years.",
    "Historically, land rights and housing rights were not granted without cost. However, we aim to change this narrative by empowering our citizens with the rights to education, land, housing, and business. This strategic approach will enable individuals to directly contribute to our nation’s economy, fostering growth and prosperity for all."
  ]
}