{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Deafening-silence-by-Govt-on-emblematic-cases/108-281120",
  "time_ut": 1713742620.0,
  "original_lang": "en",
  "original_title": "Deafening silence by Govt. on emblematic cases",
  "original_body_lines": [
    "The Government is maintaining a deafening silence on the investigations over a number of emblematic cases.",
    "Current President then Prime Minister Ranil Wickremesinghe had in 2015 assured justice over the murders, including that of former Editor Lasantha Wickrematunge and rugger player Wasim Thajudeen.",
    "However, President Wickremesinghe and his administration have not provided any assurances to the families of the victims since taking office after Gotabaya Rajapaksa was forced out of office.",
    "Dr. Kasippillai Manoharan, whose 20-year-old son, Ragihar, was among the five youths killed in Trincomalee in 2006, told Daily Mirror he has not heard anything from the Government over the investigations.",
    "Known as the ‘Trinco Five’ case, five Tamil students were killed on January 2, 2006, allegedly by the security forces at point-blank range.",
    "Dr. Manoharan said that Amnesty International had been pursuing his son’s case and now another foreign individual was assisting to ensure justice.",
    "Ahimsa Wickrematunge, daughter of former Editor Lasantha Wickrematunge told Daily Mirror she is not surprised over the lack of progress over the investigations.",
    "“With this government being very much in league with my father’s killers, It doesn’t surprise me that there has been no progress into his murder investigation. Although my family have no hope under a Ranil Wickremesinghe presidency, my battle for justice is far from over,” she said.",
    "Wickrematunge said she will continue her fight in honour of her father’s call of conscience and advocate for accountability of individual perpetrators that have targeted journalists in Sri Lanka.",
    "“Whether through international tribunals or institutions, I will carry on this fight to ensure those responsible will answer for these atrocities,” she said.",
    "Lasantha Wickrematunge was assassinated in January 2009 while he was on his way to work.",
    "Some of the other emblematic cases include the killing of workers for Action Against Hunger in 2006, the abduction of 11 youths between August 2008 and March 2009, the disappearance of journalist Prageeth Eknaligoda and the Welikada Prison incident of 2012."
  ]
}