{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-exports-sliding-down-a-dangerous-path/",
  "time_ut": 1705857360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s exports sliding down a dangerous path",
  "original_body_lines": [
    "Some newspaper headlines, published during the last week of December on Sri Lanka’s achievements on the exports front, provided a welcome relief to many of their readers. “Merchandise exports increase by 4.4% to US$ 968.8 Mn in Nov,” said one. “Agriculture boosts exports in November” said another. We all are aware that the immediate and one of the main reasons for the present crisis was not having sufficient foreign currency reserves that we needed to pay for our imports. One of the main means of earning dollars was exports, earnings from which were always sufficient to pay for our most essential imports. So increased exports was a piece of excellent news at the end of a terrible year as it opens an exit route from the present crisis.",
    "Unfortunately, when one reads beyond headlines the facts provide a different story. Though Sri Lanka’s merchandise exports increased by 4.4 percent to US$ 968.8 million in November 2023, compared to October 2023, the exports decreased by 2.67 percent when compared to the value recorded in November 2022. The fact is that Sri Lanka merchandise exports consistently declined every month during the last year. The information released by the Sri Lanka Export Development Board (EDB) confirms that during the first 11 months of 2023, the cumulative merchandise exports decreased by 9.64 percent (to US$ 10,878.6 million) compared to the corresponding period of 2022. The chart published by the EDB (which is given here) clearly illustrates how the exports have been declining since October 2022. (See Graph)",
    "The decline in export is generally attributed by the EDB to “…to decreased demand for export products, particularly in sectors such as Apparel and Textiles, Rubber and Rubber-based products, and Coconut and Coconut-based products.” If this is correct, then it is possible to assume that we could reverse this slump once the demand picks up. However, if it is also due to the weakening of our competitiveness vis-à-vis our competitors, in our main markets, then the continued decline in exports would be extremely difficult to reverse once the markets start to pick up.",
    "So, what exactly is the situation in the global marketplace?",
    "In October the World Trade Organization (WTO) halved its growth forecast for global goods trade in 2023 from its April estimate of 1.7 percent to o.8% percent. The reasons attributed were persistent inflation, higher interest rates, a strained Chinese property market and the war in Ukraine. The impact of the Israeli–Palestinian (Gaza) conflict was not factored in for that equation. All these mean the slow growth of world trade is a fact that may impact us for next year and beyond. But how have all these impacted our South Asian neighbours?",
    "Merchandise Exports from Bangladesh grew by around 15 percent in the first three months of Bangladesh’s current financial year",
    "(July 23- June 24). But a 13.64 percent year-on-year decrease in October and the 6 percent  fall in November dragged down this growth to 1.3 percent by December. The decline during October and November was mainly attributed to a substantial drop in shipments of ready-made garments which had resulted from worker unrest over pay hike demands in the apparel sector. According to media reports, many factories were closed amid violent protests by the workers. However, even under those circumstances, during the January-November period, Bangladesh’s garment export earnings registered a 4.35 percent increase and reached US $ 42.83 billion.",
    "Merchandise exports from Pakistan increased in a sustained manner for the third consecutive month in November",
    "and in the first five months of the current fiscal year (July 23-June 24), cumulative exports had reached US$12.17 billion compared to US$11.94 billion in the corresponding period of the previous year. That is a 1.93 percent increase.",
    "as India’s merchandise exports contracted by 6.51 percent year-on-year to $278.8 billion, in the first eight months of the current (Indian) financial year (April 2023- March 2024). Even under these conditions India is expected to register economic growth of 7.3 percent by the end of this fiscal year and is expected to remain the fastest-growing major economy in the world for the next three years.",
    "All these countries are expected to expand their exports, as they have done over the years, once headwinds in the market subside. It appears that during the last year, our South Asian neighbours have managed to deal with the problems in the global marketplace a touch better than us.",
    "Furthermore, unlike our neighbours, Sri Lanka has failed to expand its exports in recent years. During the period 2013 to 2021, Sri Lanka’s exports increased from US$10 billion to US$ 13 billion. Then, in 2022 exports dropped to US$12.7 billion. As shown in Table I, during this period exports from all SAARC countries, other than the Maldives, expanded substantially. Exports from India increased from US$ 336 billion in 2013 to US$ 452 billion in 2022. Exports from Bangladesh increased from US$ 24.5 billion in 2013 to US$ 67.49 billion in 2022. Exports from Pakistan increased from US$ 25 billion to US$ 31 billion. Compared to the growth of exports from those countries, Sri Lanka’s export growth had remained almost stationary. In 2022, India, Bangladesh, and Pakistan managed to increase their exports substantially on year-on –year basis while Sri Lanka’s exports dropped significantly. Table I",
    "stand Sri Lanka’s export performance more clearly it is necessary to evaluate Sri Lanka’s performance in our main markets as against our major competitors. During 2022 the USA, the UK, India, Germany, and Italy were Sri Lanka’s five most important markets. Now, let’s look at how Sri Lanka has done in our two main markets, namely; the United States and the United Kingdom. Table II",
    "Though Sri Lanka’s exports to the United States increased during the last 10 years, from US$ 2,5 billion in 2013 to US$ 3.6 billion to 2022, that growth appears insignificant when compared to the growth achieved by some of our neighbours. During the last 10 years, India increased her exports to the United States from $43 billion to $90.9 billion, Bangladesh from $5.5 billion to $11.8 billion, Thailand from $27 billion to $63 billion and Malaysia from $27.9 billion to $56.8 billion. These countries that managed to double their exports to the United States, the world’s largest market. Vietnam, Cambodia, and Myanmar achieved even better market growth and increased their exports by many folds.  Table III",
    "The United Kingdom’s imports from Sri Lanka have remained almost stagnant during the last 10 years. In 2013, the UK’s total imports from Sri Lanka were recorded at US$1,108 million and this had declined to US$ 1,032 by 2022. However, as illustrated in Table IV, the UK’s imports from most Asian countries had increased significantly during the period. Table IV",
    "Falling exports in an unrelenting manner for two years on the back of insignificant growth over a decade with the prospect of its further deceleration in the months ahead illustrate how uncompetitive Sri Lanka had become in our main markets, not only against East Asian countries but also against South Asian countries.",
    "That explains how even Bangladesh managed to lend us dollars when we had hit rock bottom.",
    "How did Sri Lanka the first country in South Asia to adopt the export-led growth model, become so uncompetitive in the global marketplace during the last 15 years?",
    "Why did the government/s fail to take any meaningful measures to reverse this decline during that period? While trying to find answers to these questions, Sri Lanka needs urgently to focus on its present weaknesses and take immediate remedial steps to make Sri Lanka more competitive in the global market. We all know that the best exit route from the present crises is via increased exports. Through increased exports, we can earn dollars (to pay our debts) and create more jobs. But to do that Sri Lankan firms and the domestic economy need to be competitive vis-à-vis our competitors from the region and elsewhere. For that, we need a national strategy to boost exports. A strategy with immediate, short, medium, and long-term goals.",
    "Today at this stage of an election year, we cannot expect the government to prepare a national strategy that would be accepted by other parties. So, those who are in the export sector, that is; exporters, manufacturers, trade chambers, workers, trade unions, and other stakeholders, should get together with the experts in the field and develop a widely acceptable national strategy to increase the Sri Lanka’s competitiveness and develop exports.",
    "This should be done urgently because in this election year, there is an exceptional opportunity to develop national consensus on export policy and incorporate the main points of that strategy into the election manifestos of all main parties.",
    "(The tables in the study were prepared by the author from International Trade Centre (ITC) data. ITC calculates its data from UN COMTRADE statistics and national trade statistics.)",
    "(The writer, a former Director General of Commerce, can be contacted via senadhiragomi@gmail.com.)",
    "LKI ED Aryasinha Chairs Scholarly Panel on ‘Sri Lanka as a Destination: From Antiquity to Modernity’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}