{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-to-host-International-Pepper-Community-s-Annual-Conference-2024/34-760066",
  "time_ut": 1711581833.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to host International Pepper Community’s Annual Conference 2024",
  "original_body_lines": [
    "Sri Lanka’s vibrant spice sector is poised to take centre stage this year as it prepares to host the International Pepper Community’s Annual International Conference 2024.",
    "The prestigious event not only provides a platform to showcase Sri Lanka’s rich variety of spices but also promises to attract a surge of international visitors, boosting the country’s tourism revenue and supporting stakeholders in the tourism industry.",
    "The Cabinet of Ministers at its meeting on Monday approved the proposal presented by the Agriculture and Plantation Industries Minister to host the International Conference this year in Colombo.",
    "The conference aims to facilitate agreements among member countries on various aspects, including exchanging technical and economic research results related to pepper production, developing and promoting programs for traditional and new markets, and enhancing cooperation in reducing tariff and non-tariff barriers in international trade.",
    "Established in 1972 under the Economic and Social Commission of the United Nations in the Asia and Pacific region, the International Pepper Community comprises the main pepper-producing countries worldwide.",
    "Sri Lanka, alongside India, Indonesia, Malaysia, and Vietnam, stands as a key and permanent member of this esteemed organisation. Sri Lanka attained permanent membership in the International Pepper Community in 2002 and has previously hosted its annual international conferences in 1999, 2006, 2012, and 2017.",
    "With its rich history and expertise in spice cultivation and trade, Sri Lanka is well-positioned to provide an engaging and informative platform for discussions, networking, and collaboration within the global pepper community. The upcoming conference presents a valuable opportunity for stakeholders to exchange knowledge, explore market trends, and chart a path for sustainable growth and development in the spice industry."
  ]
}