{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/raising-political-literacy-among-the-youth/",
  "time_ut": 1754670480.0,
  "original_lang": "en",
  "original_title": "Raising political literacy among the youth",
  "original_body_lines": [
    "Newly elected governments in Sri Lanka embark on various ambitious projects but do not care to follow through on most of them. The incumbent NPP administration has undertaken to introduce educational reforms while struggling to put the economy back on an even keel. Its ‘Clean Sri Lanka’ programme is already underway, but not much is heard about it these days. Another government project is reportedly on the cards. Deputy Minister of Youth Affairs Eranga Gunasekera has said the government is planning to establish an academy to educate the youth politically and thereby increase their political literacy.",
    "There has been no universally accepted definition of political literacy, which is basically understood as people’s knowledge of their country’s governance and politics, enabling them to participate in the democratic process responsibly and effectively and make informed decisions about their society.",
    "We thought Sri Lankan politicians and political parties considered political literacy of the masses as welcome as a toothache, for a politically literate electorate does not take blind leaps in elections, believing in political rhetoric and promises. Most Sri Lankans act the way a drunkard plunges into an unlit swimming pool at night, not knowing whether it is brimful or empty. In Sri Lanka, such leaps usually end in disaster, as evident from what followed the 2019/20 elections. Last year, Sri Lankans took another blind leap, and the results remain to be seen.",
    "Governments in power usually launch programmes targeting the youth with the aim of mobilising their support to win elections on the pretext of helping hone their skills and enhance their employability. This fact is borne out by the ongoing political battle between the government and the Opposition over the election of office-bearers of youth associations under the National Youth Services Council. The ruling NPP is drawing heavy flak for politicising these organisations. However, it has countered the allegations against it by claiming that the youth associations were never devoid of politics, and it is only trying to rid them of unsavoury elements affiliated to some Opposition parties.",
    "When a government led by a cadre-based political party that staged two bloody insurrections, leaving tens of thousands of indoctrinated young men and women dead, unveils a plan to set up an academy to increase political literacy among the youth, one naturally becomes concerned. The JVP, which leads the ruling NPP coalition, used to hold five classes for new recruits. All political parties conduct various programmes purportedly to educate their young members politically, but the latter’s political literacy remains woefully low, as can be seen from their behaviour. They easily fall for the wiles of crafty politicians who promise them the moon and stars during election campaigns.",
    "A defining feature of a politically unenlightened society is its never-ending search for heroes and messiahs. Brecht has rightly said in The Life of Galileo, “Unhappy is the land that needs a hero.” A nation should be strong and just enough not to have to rely on extraordinary individuals to save it. This may explain why Sri Lanka has become an unhappy land, which is perennially looking for heroes and voting bogus messiahs into office.",
    "Raising political literacy among the youth, in our book, is a task that should not be left to any government or self-proclaimed political pundits with hidden agenda. It is a process that should occur naturally like the acquisition of a language early in an individual’s life. What others, such as political parties, schools, and universities, should do is to facilitate its development. The government in power and the Opposition do not have to do anything to enhance the political literacy among the youth other than creating a healthy political environment.",
    "Perhaps, the biggest task before the government and the Opposition at present is not raising political literacy among the youth but stemming the steady rise of anti-politics, which poses a serious threat to democracy. The youth are becoming increasingly disillusioned with the mainstream political institutions and traditions and antipathetic towards politicians. Corruption, abuse of power, and the deterioration of political institutions have contributed to this situation.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}