{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Proposed-personal-income-tax-change-benefits-extended-to-all-Suresh-Perera/14-770750",
  "time_ut": 1734653212.0,
  "original_lang": "en",
  "original_title": "“Proposed personal income tax change benefits extended to all”: Suresh Perera",
  "original_body_lines": [
    "KPMG Sri Lanka Principal – Tax and Regulatory Suresh R.I. Perera",
    "KPMG Sri Lanka Principal – Tax and Regulatory Suresh R.I. Perera speaks about the change to be introduced to the personal income tax structure and its impact. He also explains the concept of 18% VAT on digital services",
    "Q: Explain the change to be introduced to the personal income tax structure and the impact.",
    "A: Overall, irrespective of the quantum of the salary of the person everyone will experience a reduction in the taxes paid. Since the personal relief (tax free threshold) has increased from Rs. 100,000 to Rs. 150,000 per month, up to 150,000 per month salary there will not be any income tax payable. Any one receiving salary over Rs. 400,000 per month will experience a tax saving of Rs. 20,500 per month.",
    "Under the present scheme the highest income tax rate of 36% commences from a person receiving Rs. 308,333 per month while under the proposed changes the highest rate of 36% will commence from Rs. 358,333 per month. Any person receiving a monthly salary of Rs. 150,000 to Rs. 233,333 will be taxed at the rate of 6%. The point to note is that the value of the first slab is to be enhanced by combining two slabs and the enhanced slab being taxed at 6%.",
    "In the prevailing progressive tax rates scheme the 12% rate is eliminated. After 6% the next slab (Rs. 233,333 – Rs. 275,000) will be taxed at the rate of 18%. The highest progressive tax rate of 36% has not witnessed a change. Under the proposed scheme both a person receiving Rs. 400,000 a month as well as Rs. 5,000,000 a month will experience a tax saving in absolute terms Rs. 20,500. However, the tax saving as a percentage of the monthly salary will keep reducing (i.e. higher the income, lower the tax saving percentage compared to the current tax payments) The proposed personal income tax change is not a one of shifting the tax burden from low income earners to higher income earners but benefits are extended to all. While lowest income earners enjoy an exemption, middle income earners obtain relief by way reduction of tax burden. Declining percentage tax savings are granted to income earners over Rs. 400,000 a month.",
    "Q: Who are the other taxpayers that have received income tax concessions?",
    "A: Service exporters are currently exempt from income tax, whereas the exporters of goods (companies) are taxed at 30%. In order to create the parity between the service exporters and goods exporter, IMF country report No. 24/161 made reference to eliminate the Corporate Income Tax (“CIT”) exemption for the service exporters, though a particular rate was not mentioned in the IMF report. But the expectation was corporate services exporters would be liable at 30%.",
    "Now that expected CIT rate of 30%, has been replaced by 15%. This is seen as a concession to corporates that are exporting services. However, whether current exemption applicable to individual service exporters would also be eliminated, if so what rate would be applicable still needs clarity. i.e. 15% or the individual progressive tax rates.",
    "Example: A lawyer providing services to a person outside Sri Lanka, eligible for income tax exemption at present would be subject to income tax in the future and if so, what is the rate that would be applicable? (i.e. 15% or personal progressive tax rates would apply)",
    "Q: What exactly is the change pertaining to the withholding taxes?",
    "Taxes retained by the employer on the salary of the employee which is referred to as Advance Personal Income Tax (APIT)",
    "Taxes withheld at source by the payer from the recipient in relation to investment returns such as interest, dividend, royalty etc. This is referred to as Advance Income Tax (AIT). For instance, AIT on bank interest is 5%.",
    "Taxes withheld at source by the payer from the individual recipient in relation to identified service types. Technically this referred to as Withholding Tax on specified fees. Current WHT on the specified fees is also at 5%. Further, withholding tax on service fees paid to non-resident person will be subject to tax at the rate of 14% and this is a final tax.",
    "Pronouncement on 18 December at the parliament refers to increase of the current 5% WHT to 10%. However, in the President’s speech, inference may be to 5% tax retained on the bank interest. He also mentioned that new unit will be created at the IRD to issue Directions for those who are below the liable threshold for income tax. This will help the senior citizens among others.",
    "Let’s keep our figures crossed to see whether WHT on increase would be applicable on specified fees received by identified individuals also. E.g. Independent service provider such as doctor, engineer, accountant, lawyer, software developer, researcher, academic, etc. would also be increased from current 5% WHT to 10%.",
    "Another issue is, whether 10% tax withheld by banks will be a final withholding tax (i.e. there is no requirement for the receipt to pay further tax on the interest in addition to 10% tax withheld). At present 15% taxes withheld on dividend is a final withholding tax. Many will be keeping their fingers crossed for clarification in relation to this.",
    "A: Currently the local digital service providers are liable to 18% VAT in addition to income tax and the 2.5% SSCL. However, non-resident digital service providers rendering services to Sri Lankan consumers are not liable for any of the above taxes.",
    "Therefore, in addition to the loss of fair share of taxes for the Government, this resulting in no level playing filed for resident digital services providers. Global trend is for imposing taxes on non-resident digital service providers many countries using different techniques for this purpose. It could be introduction of unique taxes or expansion of the scope of VAT and the Income Tax statute.",
    "While proposal to charge 18% VAT on the non-resident digital service providers is a welcome move, in order to absolute tax parity with the resident players, non-digital services should be liable to income tax and SSCL in addition to VAT.",
    "Q: What is the fate of the Simplified Value Added Tax (“SVAT”) System?",
    "A: In most of the VAT/GST countries, building up of VAT/GST refunds is a typical weak point due to inefficiency in the tax administration. Many taxpayers including exporters suffer cashflow issue due long outstanding refunds. In Sri Lanka a novel system called SVAT was successfully introduced to address this weak point in the VAT system.",
    "I think in fact this system should be adapted by other countries who are suffering from delays in VAT refunds.",
    "Some Sri Lankan school of thought has convinced the IMF that SVAT has to be abolished as this is not a common system around the world. This was reflected in the IMF country report No. 24/161 as well. In the Inland Revenue Department (“IRD”) the SVAT unit was abolished in order on the premise the SVAT will be abolished in April 2025. SVAT abolishment has been opposed by many stakeholders. We understand that the Revenue Authorities are still in the process of establishing an efficient refund mechanism.",
    "In this context, planned abolishment of SVAT scheme by April 2025 may be abandoned and SVAT may continue during the year 2025.",
    "Q: There is a reference to exempt the locally produced liquid milk and yoghurt from application of VAT. What are your thoughts on this?",
    "A: The supply of locally produced liquid milk and locally produced yoghurt had been exempted from VAT until 1 January 2024. The Government’s decision to re-introduce the exemption on the supply of locally produced liquid milk and yoghurt from VAT is with the intention of ensuring a well-nourished generation as stated by the President. This infers that Milk and Yoghurt will be available to the consumers at a price less than the current price. The question is whether the traders will pass on this VAT benefit that the Government is giving to consumers or whether they will absorb the benefit for their betterment without reducing the prices of milk and yoghurt. Normally and in 2019 when the Government at a huge cost to the State (it is said that the loss of VAT revenue to the Government was in the range of 500 billion in 2019) granted VAT relief by way of reducing the VAT rate and increasing the threshold, but there was no reduction of the prices of goods and services in the marketplace. That is because there is no anti profiteering clause and a mechanism to control profiteering in the Sri Lankan VAT Act. So, though the VAT on milk and yoghurt is to be exempted, in practice there may not be corresponding reduction of prices of milk and yoghurt at the marketplace.",
    "Therefore, it is very important that Sri Lankan policymakers should include an anti-profiteering clause to the VAT Act to ensure that the VAT relief the Government is intending to give will be passed on by the traders to the consumers.",
    "The tax rate applicable to liquor, tobacco, betting and gaming as mentioned in the IMF report will be increased to 45% from the current 40% with effect from 1 April 2025.",
    "Stamp Duty on leases to be increased to 2% from 1% effective from 1 January 2025.",
    "Imputed rental income tax that was mentioned in the IMF report is abandoned and the Government will not be pursuing with the tax on imaginary income."
  ]
}