{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Eco-Balm-from-Eco-Ceylon-Global-wins-at-Golden-Inmediens-Awards/34-761382",
  "time_ut": 1714758684.0,
  "original_lang": "en",
  "original_title": "Eco Balm from Eco Ceylon Global wins at Golden Inmediens Awards",
  "original_body_lines": [
    "Eco Ceylon Global Founder and Managing Director Yamuna Kaliyadasa receiving the award",
    "Eco Balm, an Ayurvedic product manufactured by Eco Ceylon Global Ltd., has been recognised as the Most Popular Pain Relief Balm of the Year at the Golden Inmediens Awards 2023.",
    "The award was received by Eco Ceylon Global Founder and Managing Director Yamuna Kaliyadasa. Designed to alleviate back pain, muscular aches, dizziness, colds, sprains, cramps, tension headaches, rheumatism, sneezing, and insect bites, Eco Balm comes in two variations: Eco Balm White (Mild) and Eco Balm Red (Strong). The balm is composed of Menthol Crystals, Camphor, Clove Oil, Peppermint Oil, and Cajuput Oil, and is available in three sizes—5 grams, 10 grams, and 30 grams.",
    "Since its founding in 2012, Eco Ceylon Global has been producing and distributing a range of Ayurvedic products focused on consumer health and hygiene. Their offerings are entirely natural and have been confirmed to be free from adverse side effects. Besides Eco Balm, their product lineup includes Mosquito Repellent, Eco Oil, Wintogel, Toothache Drops, Hand Disinfectant, Wound Cream, Wintospray, X-Treme, Hand Soap, Peyawa Drink, Suwadharani, Ayulax, Ayudol, and Dream (Sleep Inducer). All products manufactured in compliance with local and international standards are approved by the Department of Ayurveda, and registered with the State Pharmaceuticals Corporation (SPC).",
    "The Golden Inmediens Awards, an event focused on advancing and promoting indigenous medical entrepreneurship, was recently held at the Water’s Edge Hotel in Battaramulla. It was organised by the State Ministry of Indigenous Medicine, Lanka Ayurveda Promotion Ltd., the Department of Ayurveda, and the Ayurvedic Drug Corporation. The ceremony was attended by Prime Minister Dinesh Gunawardena, State Minister of Indigenous Medicine Sisira Jayakody, and other notable dignitaries, including cabinet and state ministers and senior Government officials."
  ]
}