{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/port-city-colombo-makes-progress-in-attracting-key-investments/",
  "time_ut": 1713978480.0,
  "original_lang": "en",
  "original_title": "‘Port City Colombo makes progress in attracting key investments’",
  "original_body_lines": [
    "Port City Colombo, a multi-service Special Economic Zone (SEZ) and a regional financial centre and business hub, has made significant progress in capturing key investments, as the project gears up for a tenacious drive to attract prospective land development and business set-up investors from the South Asian, APAC, and Middle Eastern regions before the end of 2024, a Port City Colombo press release said.",
    "The release added: ‘With a strong emphasis on capturing high-value Foreign Direct Investments, Port City Colombo has on-boarded approximately forty-one companies registered as Authorised Persons (AP’s), as approved by the Colombo Port City Economic Commission. Fifty-two percent (52%) of the project’s Marina District, which includes South Asia’s first-ever luxury yacht marina and 5-star hotel, has further already attracted investment. Reputed international and local corporate entities, including Asiri Port City Hospital (Private) Limited, TIQRI, CODEGEN INNOVATIONS, 99x Technology AS, IVIVA PTE Ltd, Echelon Trade (Pvt) Ltd, and Port City BPO (Pvt) Ltd, have been additionally designated as Businesses of Strategic Importance.",
    "‘Approximately more than twenty prospective investors are presently in the pipeline to register as Authorised Persons, demonstrating strengthened confidence in Port City Colombo’s positive outlook as a competitive regional investment hotspot.",
    "‘Positioned within the Colombo Port City Special Economic Zone, Port City Colombo presents a low-risk financial environment that enhances the ease of doing business for global investors in Sri Lanka, whilst being economically ring-fenced against domestic macroeconomic challenges. This visionary FDI investment destination also showcases a thriving commercial ecosystem and liveable master-planned city, enabling a diversity of businesses to set up operations against the backdrop of transactions in 16 different international currencies with no capital or exchange controls, 100% foreign ownership, and fiscal incentives for 25 plus years.",
    "‘Port City Colombo provides investors two primary options of investment: land development investments, which include residential and commercial property development, and business set-up and investments, which encompass a variety of opportunities in IT/ITes, financial services, hospitality/tourism, logistics, and so forth. Commercial entities, who are interested in investing or setting up business operations, are required to become qualified as an Authorised Person, which is defined as any individual or entity permitted by the Colombo Port City Economic Commission (CPCEC) to conduct business within the vicinity and from the area of authority of the Colombo Port City Special Economic Zone.",
    "‘As Port City Colombo progresses forward with its vigorous AP and BSI drive, the project aims to fulfil the ambition of transforming Sri Lanka into an attractive global investment destination, whilst emulating the successful international economic models of Dubai and Singapore. For more information about our investment opportunities, please visit www.portcitycolombo.lk. ‘",
    "India is no ‘big brother’ to Sri Lanka, H.C. Santosh Jha says in myth-busting speech",
    "PCC in round table discussion at Commonwealth Trade and Investment Summit",
    "David Cameron kicks off Port City Colombo’s global investment drive",
    "Port City Colombo draws global investor attention as Gold Sponsor of i3 Summit in Dubai",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}