{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-loses-regional-deconsolidation-hub-status-for-online-platforms-239632/",
  "time_ut": 1757218380.0,
  "original_lang": "en",
  "original_title": "Sri Lanka loses regional deconsolidation hub status for online platforms?",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is no longer the de-consolidation hub for online platforms in South Asia after clamping down on the trade by Customs authorities, an opposition legislator with knowledge on logistics has revealed.",
    "Sri Lanka Customs has recently started duty on individual items imported through online platforms ending a bulk clearing system by weight practiced earlier.",
    "A customs officials told a hearing of the Committee on Public Finance that online retailers had now adapted to the system, and they were no longer sending shipments daily to reduce shipping costs.",
    "“Even though you say that, Sri Lanka is a good consolidation centre,” Opposition legislator Ravi Karunayake, who has knowledge of logistics told the committee.",
    "“There was a system where the consol came to Sri Lanka and it was de-consolidated and sent to India. Even though it is said that there is no longer problem in clearing the shipment.",
    "“But if there is vision for a logistics operation, it has completely stopped.”",
    "Customs officials said there was no restriction on transshipment, transit cargo, or goods destined for other destination, only for goods consigned to Sri Lankan customers.",
    "Karunanayake however said before the restrictions the goods were not deconsolidated elsewhere and sent to Sri Lanka has transshipment and local goods, but the de-consolidation took place in Colombo.",
    "“I am not talking about transshipment (cargo that had been de-consolidated in a third country like Singapore or Hong Kong), but a single consol that came to Sri Lanka,” Karunanayake tried to explain.",
    "“They were de-consoled here. Sri Lankan good were taken out. The Indian goods were separated, New Delhi, Chennai or Trivandrum were then separately sent.”",
    "“Only those coming to Sri Lanka are under the new customs procedure,” a customs official insisted again.",
    "“Now the goods a going to another country and are coming as de-consolidated cargo. So those revenues we will lose completely.",
    "“Please look at how things are done in Singapore, Hong Kong and Thailand.”",
    "The de-consolidation business seems to be an example of how completely unplanned new businesses emerge when some economic freedom is given to the people.",
    "Sri Lanka is located in an advantageous position geographically, but severe protectionism by both local crony businesses, including shipping and logistics has made the country a lagging nation in Asia, critics say.",
    "Sri Lanka has said a committee has been appointed to look into the de-minimis style imports.",
    "However that will not lead to a resumption of the de-consolidation business unless some other procedure was allowed to clear unconsolidated cargo first.",
    "US President Donald Trump has also followed a Sri Lanka style approach and stopped de-minimis imports.",
    "Sri Lanka’s protectionist domestic apparel makers have admitted that they complained about the imports coming through online platforms.",
    "Media reports said at the time that AliExpress had halted low cost shipping to both Sri Lanka and Pakistan. It is not clear whether Pakistan shipments were also deconsolidated in Colombo.",
    "Following the new controls, as of September it costs about 18,000 rupees in shipping to import a replacement computer key cap from AliExpres.com as opposed to near free shipping earlier.",
    "However, free shipping is still available to Bangladesh. Bangladesh has freer trade and has been making inroads as an export manufacturer, though it does not have the same locational advantages as Sri Lanka for logistics. (Colombo/Aug07/2025)"
  ]
}