{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/family-movers-celebrates-35-years-of-happy-moving-experiences/",
  "time_ut": 1734370140.0,
  "original_lang": "en",
  "original_title": "‘Family Movers celebrates 35 years of happy moving experiences’",
  "original_body_lines": [
    "Family Movers (Pvt) Ltd – the leading all-in-one relocation service provider in Sri Lanka, will be celebrating its 35th Anniversary this year. Family Movers has been providing relocation services for homes and offices since its inception in 1989 ensuring safety, security, and most of all, peace of mind with customized solutions. They take over full responsibility for all challenges relating to relocating a home or an office, from packing, transporting, dismantling, and reassembling furniture, and unpacking at the destination. The Family Movers portfolio includes international relocation services which are also seamlessly handled from pickup to destination. Additionally, Family Movers provides secure short- and long-term storage facilities on raised platforms to protect customer’s valuable goods with safety and security.",
    "“Our goal is to further improve the customer experience and to make each move a happy and positive memory in their lives. Family Movers moving operations are supported by our in-house ERP and GPS tracking systems for close monitoring and supervision of each job that we undertake. This helps to ensure a seamless moving experience for each of our valued clients” said Akila Chandrasiri – Managing Director, Family Movers (Pvt) Ltd.",
    "“Our team of over 45 skilled and experienced permanent staff, who are also trained in first aid and fire safety, combined with our well-maintained fleet of vehicles in various sizes, is fully equipped to handle moves of any scale, from the smallest to the largest,” he added.",
    "Some of their long-standing corporate clients include Sampath Bank, MillenniumIT, Sunshine Holdings, Informatics, DMS, IBM Sri Lanka, John Keells Holdings, and Fab Foods. Family Movers was the chosen relocation services provider to relocate the Department of Immigration & Emigration and the Department of Registration of Persons offices to Battaramulla as well as the Sri Lanka Customs office to its new head office in Colombo Fort, and the Sri Lankan Airlines office to the World Trade Centre. One of the special skills of Family Movers is their experience and ability to handle extra-heavy items such as iron safes and ATMs for banks, server racks, sensitive medical equipment, pianos, etc.",
    "Lolc Al-Falaah voted Best Islamic Leasing Provider at ifn Global Poll 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}