{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98115/irish-prime-minister-leo-varadkar-unexpectedly-quits",
  "time_ut": 1711036440.0,
  "original_lang": "en",
  "original_title": "Irish Prime Minister Leo Varadkar unexpectedly quits",
  "original_body_lines": [
    "(Reuters) - Leo Varadkar announced on Wednesday he was stepping down as Ireland’s prime minister in a surprise move, saying the country’s coalition government would stand a better chance of reelection under another leader.",
    "Varadkar’s Fine Gael party will open nominations for a new leader on Thursday with the results to be announced on April 5. Parliament would then vote on that person succeeding Varadkar as prime minister after it returns from Easter recess on April 9.",
    "The shock departure of Varadkar, who became the first gay prime minister of the once-staunchly Catholic country in 2017 and returned to the premiership just 15 months ago, does not trigger a general election. A vote must be held by March 2025.",
    "“My reasons for stepping down are both personal and political,” Varadkar, 45, told a hastily arranged news conference at government buildings in Dublin, sounding emotional as he spoke.",
    "“But after careful consideration, and some soul searching, I believe that a new Taoiseach (prime minister) and a new leader will be better placed than me to achieve (the coalition government’s re-election).”",
    "His successor will have 12 months to try to claw back the wide opinion poll deficit that both Fine Gael and their largest coalition partner Fianna Fail have to the main opposition Sinn Fein party, the former political wing of the Irish Republican Army.",
    "Polls suggest the current three-party coalition also stands a chance of being re-elected, though Fine Gael will have to do without around one-third of its sitting lawmakers who have said they will not seek re-election.",
    "Bookmaker Paddy Power made 37-year-old Higher Education Minister Simon Harris, who was health minister during the COVID-19 pandemic, the clear favourite to take over from Varadkar.",
    "Other contenders include Public Expenditure Minister Paschal Donohoe and Justice Minister Helen McEntee. Enterprise Minister Simon Coveney, a former deputy prime minister who lost to Varadkar in the 2017 leadership election, ruled himself out.",
    "In a weighted vote, Fine Gael’s 54 lawmakers account for 65% of the electorate, meaning a candidate can quickly gain momentum with the public support of colleagues. The remaining votes are split between party members and local councillors.",
    "“The problem is that there is no natural stand out, one of the problems of being in power for so long is that all of them come with the baggage of longevity in office,” said David Farrell, professor of politics at University College Dublin.",
    "“Harris probably has the edge. He’s a great communicator and could make a difference in the election.”",
    "Varadkar’s government has overseen a sharp economic recovery from the pandemic but has struggled to tackle a decade-long housing crisis and more recently the pressure on services from record numbers of asylum seekers and Ukrainian refugees.",
    "He also led Ireland through Brexit talks and the start of the COVID-19 crisis, while Ireland voted to remove a ban on abortion under his leadership. Varadkar announced publicly that he was gay in a radio interview during the 2015 referendum campaign that successfully legalised same-sex marriage.",
    "However, he suffered an embarrassing defeat this month when a large majority of voters rejected proposals to replace constitutional references to a mother’s “duties in the home”.",
    "The leaders of Varadkar’s coalition partners said they were surprised when he let them know of his plans at a regular weekly meeting on Tuesday, adding they would both work with his successor to fulfil the government’s mandate.",
    "A new prime minister, whoever it is, would not change the direction of the coalition’s policy programme.",
    "A small crowd watched from the gates of government buildings as Varadkar made his announcement. Officials, including one junior minister from the Green Party, looked out of open windows onto the courtyard of government buildings as Varadkar spoke.",
    "As recently as last weekend, Varadkar was in Washington where he met U.S. President Joe Biden for St Patrick’s Day celebrations and talks on subjects including the Israel-Hamas conflict and the Belfast/Good Friday Agreement.",
    "Varadkar said it was the right time for him to step down, that he had nothing else lined up and that there was no “real reason” behind his decision.",
    "“Politicians are human beings. We have our limitations. We give it everything until we can’t anymore and then we have to move on,” he said."
  ]
}