{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/UNICEF-welcomes-start-of-amendments-to-Children-and-Young-Persons-Ordinance/56-758225",
  "time_ut": 1707338020.0,
  "original_lang": "en",
  "original_title": "UNICEF welcomes start of amendments to Children and Young Persons Ordinance",
  "original_body_lines": [
    "The UNICEF said yesterday it welcomes the long-awaited amendment to the Children and Young Persons Ordinance (CYPO) coming into force effective 1 January 2024, which marks a significant step towards protecting the rights and welfare of all children in Sri Lanka.",
    "The CYPO, a legislation governing justice for children in Sri Lanka since 1939, previously only covered those up to the age of 16. The amendment now extends its protection to all children under the age of 18. Furthermore, the amendment also repeals the section of the CYPO which permitted the use of corporal punishment on children and adolescents by parents, teachers, or guardians.",
    "These amendments contribute to the alignment of Sri Lanka’s laws that address children’s rights with international standards, particularly the United Nations Convention on the Rights of the Child (CRC), but also addresses the evolving needs and challenges faced by children and adolescents in the country.",
    "UNICEF Representative in Sri Lanka Christian Skoog said, “The operationalisation of the amended CYPO marks a significant milestone for child rights in Sri Lanka, ensuring a justice system that upholds the rights and dignity of every child. This noteworthy progress also underscores the importance a comprehensive ban on corporal punishment in all settings including homes and schools, as we strive to create safer and nurturing environments for every child in Sri Lanka.”",
    "These amendments further signify a paradigm shift in the treatment of children in conflict with the law. Previously, children between ages of 16 -18 years who committed offenses were placed in adult prisons, lacking appropriate rehabilitation and care. With the amended CYPO now in effect, such children will receive rehabilitation under the supervision of the Provincial Departments of Probation and Child Care, emphasising a rehabilitative rather than punitive approach.",
    "The CRC however notes that the detention of a child should only be a last resort, and for the shortest period, as evidence shows that institutionalisation could hinder a child’s development and reintegration, leading to perpetuating cycles of violence and poverty.",
    "For juvenile offenders, UNICEF calls upon stakeholders in the justice, probation and child-care sectors to prioritise the application of non-custodial measures such as family-based rehabilitation, as they are more effective and protective of children.",
    "UNICEF’s support for this amendment is rooted in its longstanding commitment to advocating for the rights of children worldwide. A 2023 UNICEF study on Sri Lanka’s justice system for children highlighted important data gaps and the urgent need for reforms to ensure the adequacy and effectiveness of legal protection for children.",
    "The amendment to the CYPO represents a key step towards addressing these recommendations and building a justice system that prioritises the best interests of the child. The Government of Sri Lanka’s decision to operationalise CYPO amendments underscores its commitment to fulfilling its obligations under international law and prioritising the well-being of its youngest citizens.",
    "UNICEF, with support from the European Union, is working with the Ministry of Justice and other partners to strengthen inclusive access to justice, improve transparency and accountability in the sector as well as enhance quality and efficient services delivery."
  ]
}