{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lara-De-Zoysa-launches-Ceylon-Tea-Market-in-UK/34-782309",
  "time_ut": 1759106726.0,
  "original_lang": "en",
  "original_title": "Lara De Zoysa launches Ceylon Tea Market in UK",
  "original_body_lines": [
    "Initiative by daughter of late Michael De Zoysa, brings together heritage brands, artisanal producers, tea tourism, learning and social impact under one umbrella",
    "Carrying forward the legacy of her late father, Michael De Zoysa — one of the most respected figures in the Sri Lankan tea industry — Lara De Zoysa has launched Ceylon Tea Market, a pioneering multi-vendor platform dedicated to celebrating, preserving, and promoting the heritage of Pure Ceylon Tea.",
    "Ceylon Tea Market is a UK-based multi-vendor platform founded by Lara De Zoysa. Built on four key pillars—Tea Market, Tea Holidays, Tea Learning, and Ceylon Tea Trust – We Give Back—Ceylon Tea Market connects global consumers with Pure Ceylon Tea, tea tourism, and ethical partnerships. The platform brings together heritage brands, artisanal producers, and experience providers, while supporting social impact initiatives that uplift Sri Lanka’s tea-growing communities.",
    "With a strong background in business development and an entrepreneurial mindset, Lara has long been involved in building ventures that bridge heritage with modern market opportunities. Though it took time for her to follow in her father’s footsteps, she now brings that same passion and vision to Ceylon Tea Market. Based in the UK but very much Sri Lankan at heart, Lara is committed to carrying the story of Pure Ceylon Tea to global audiences.",
    "The Tea Market – A multi-vendor e-commerce platform offering both retail and wholesale Ceylon teas. Today, Ceylon Tea Market launches with 12 globally established heritage and artisanal brands.",
    "Tea Holidays and Experiences – A curated collection of over 20 tea estate properties, boutique bungalows, and immersive experiences that connect travellers with the story and soul of Ceylon Tea through estate stays, trails, and tea tourism.",
    "Tea Learning – The education and training hub that showcases the heritage, culture, and wellness benefits of tea, while providing a platform for experts, tea educators, and organisations like the UK Tea Academy to reach wider audiences.",
    "We Give Back – Ceylon Tea Market’s dedicated CSR initiative, designed to support the women and children living and working within Sri Lanka’s tea-growing communities. Current partnerships include collaborations with the Tea Leaf Trust (a UK-based charity and Sri Lankan Non-Government Organisation (NGO) providing free education, IT training, and vocational skills to youth in impoverished tea estates), and the Social and Emotional Aspects of Learning (SEAL) Initiative, which champions sustainable and ethical labour practices. In addition, Ceylon Tea Market is setting up its own charitable foundation to further strengthen its social impact.",
    "Speaking on the vision behind the platform, Lara said: “Walking the tea trail with my father, I learned that Ceylon Tea is not just a product — it is heritage, people, and community. Ceylon Tea Market is my way of carrying that forward while creating new opportunities for the next generation of producers, educators, and experience providers. Together, we can ensure that Pure Ceylon Tea reclaims its place in every cup across the UK and Europe.”",
    "Since its inception, Ceylon Tea Market has been warmly supported by leaders and organisations across the global tea industry. Lara extends her heartfelt thanks to the Sri Lanka Tea Board, Stefan Anthonisz, Niraj De Mel, Anil Cooke, Tyeab Akberally, Anslem Perera, Suranga James Perera, the members of the Ceylon Artisan Tea Association (CATA – Amba Estate, Forest Hill, Glen Nevis Plantation, Herman Teas, Serene Teas, Monkey Tail), the European Speciality Tea Association (Monastery of Tea, Panilkanda Teas), Jetwing Hotels, Pekoe Trail, and more for their encouragement, support, and partnership in bringing this vision to life."
  ]
}