{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Singapore-offers-assistance-to-upgrade-Immigration-system-in-Sri-Lanka/34-762250",
  "time_ut": 1716841680.0,
  "original_lang": "en",
  "original_title": "Singapore offers assistance to upgrade Immigration system in Sri Lanka",
  "original_body_lines": [
    "The High Commissioner of Sri Lanka to Singapore Senarath Dissanayake met a team of officials from the Immigration Checkpoint Authority (ICA) of Singapore at the High Commission recently.",
    "The ICA delegation is scheduled to visit Sri Lanka from 26 to 31 May 2024 and the visit aims to explore opportunities for collaboration in enhancing Sri Lanka’s immigration system through integrating advanced technology and achieving standards similar to those of Singapore. This visit has been arranged following a request made by Minister of Public Security of Sri Lanka Tiran Alles, from Minister for Home Affairs and Minister for Law, Singapore K. Shanmugam.",
    "During the meeting the High Commissioner highlighted the challenges Sri Lanka faces in border control. He emphasised that Minister and the Sri Lankan Department of Immigration are eager to receive the delegation, as their expertise and insights would greatly contribute to Sri Lanka’s efforts to modernise and improve the immigration processes.",
    "ICA Deputy Director Phua Chiew, who leads the ICA team to Sri Lanka, briefed the High Commissioner on the transformation journey of ICA and their planned engagements with the Sri Lankan authorities. He explained that this upcoming visit is a preliminary step to understanding the border control systems and connected measures in Sri Lanka. He also conveyed ICA’s readiness to assist Sri Lanka Immigration in improving their border management capabilities.",
    "The meeting concluded with a shared commitment to strengthen cooperation between the two countries on border control and immigration matters. Prior to this meeting, an introductory meeting between the High Commissioner Senarath Dissanayake and Commissioner of ICA Marvin Sim, was held to discuss the potential collaboration between the two immigration authorities.",
    "Minister and Head of Chancery Ahamed Razee and Minister Counsellor Naduni Hasintha were also in attendance at the meeting."
  ]
}