{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101571/sri-lankan-tamil-asylum-seeker-dies-by-self-immolation-in-melbourne",
  "time_ut": 1724844720.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Tamil asylum seeker dies by self-immolation in Melbourne",
  "original_body_lines": [
    "Refugee advocates have gathered to protest the death of a 23-year-old Tamil asylum seeker who died after setting himself on fire in Melbourne’s south-east.",
    "Friends of Mano Yogalingam told the ABC he had arrived in Australia from Sri Lanka in 2013 and had been on a bridging visa for roughly 11 years.",
    "A Victoria Police spokesperson said emergency services were called to a skate park in Noble Park on Tuesday night.",
    "A man with life-threatening injuries was taken to hospital, where he died on Wednesday, they said.",
    "The Tamil Refugee Council said it believed the time Mr Yogalingham had spent on a bridging visa had been a contributing factor to his death.",
    "A council spokesperson told the ABC Mr Yogalingham’s claim for refugee status was previously rejected under the controversial “fast-track” system introduced in 2014, an outcome he had been seeking to appeal.",
    "Home Affairs Minister Tony Burke has been contacted for comment and his department has been asked about the status of Mr Yogalingham’s visa application.",
    "In a brief statement, a Home Affairs spokesperson said the department’s condolences were with family members and other people affected “at this difficult time”.",
    "“For privacy reasons, the department cannot comment on individual cases,” they said.",
    "The Tamil community is a minority group in Sri Lanka and its members are largely Hindu or Christian.",
    "In recent years, Australian authorities have found Tamils in Sri Lanka “face a low risk of official or societal discrimination” and “a low risk of torture overall” — an assessment at odds with some international bodies and the United States.",
    "Friend Rathy Barthlote said Mr Yogalingham was a “strong person, very energetic, very lovely”.",
    "“That kind of strong person, it’s happened to him, it’s a shock for everyone,” she said.",
    "Friends of Mr Yogalingham gathered outside the Home Affairs department’s Docklands office on Wednesday to protest the young father’s death.",
    "Ms Barthlote said many of those present had also spent years on bridging visas like Mr Yogalingham.",
    "She urged the federal government to change its policies so that people who had lived in Australia for years on bridging visas could have certainty.",
    "“Please, stop this limbo for all of our life, we don’t want to lose anyone else anymore,” Ms Barthlote said.",
    "“Give us a permanent residency because we are living this life for more than a decade.",
    "“We are contributing to this community as much as we can. We are the hard-working people, we are the carers and aged-care workers, we are doing business, everything we are doing our best for the government.”"
  ]
}