{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112582/sri-lanka-sees-sinopec-starting-work-on-37-billion-refinery-soon-bidding-for-another-refinery-expansion",
  "time_ut": 1758029880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka sees Sinopec starting work on $3.7 billion refinery soon, bidding for another refinery expansion",
  "original_body_lines": [
    "Sri Lanka expects Chinese state energy giant Sinopec to start work on a $3.7 billion refinery this year and is considering the company’s long-standing demand to sell more fuel locally, the energy minister said on Tuesday.",
    "The Sinopec refinery, approved in 2023, will have capacity to process 200,000 barrels of crude oil per day and will be located near the Chinese-built and operated Hambantota port in southern Sri Lanka, Energy Minister Kumara Jayakody said in an interview at his office.",
    "“The land we already have allocated for them, and they have done the other facilities too,” he said. “The government ... we all have the same idea and the same expectation on this project (that it will start this year).”",
    "Sri Lanka’s deputy economic development minister, Anil Jayantha Fernando, separately told Reuters that Sinopec could take about three years to complete the project.",
    "A Chinese industry executive with direct knowledge of the project said Sinopec has been waiting for months for the latest proposal from the Sri Lankan government on access to the local fuel market.",
    "Previously, Sri Lanka had wanted Sinopec to sell only 20% of the refinery’s output locally and export the rest, but it is now considering a proposal allowing the company to sell up to 40% domestically, the minister and another official said.",
    "“From what they tell us, if they don’t have greater market access, feasibility and viability in the current context (could be challenging),” said Arjuna Herath, chair of the Board of Investment of Sri Lanka.",
    "“That’s the point that’s being negotiated as to what it should be - whether it should be 30, 40 (percent) or other points. So there is a lot of commitment to see whether we can work this out.”",
    "For energy security, Sri Lanka also plans to invest about $3 billion to expand its state-run 38,000 bpd refinery near Colombo to up to 150,000 bpd, Jayakody said. Sinopec is among companies from countries including China, India and Qatar that have shown interest in the project, he said.",
    "Expansion work at the refinery, run by Ceylon Petroleum, will start next year and finish in two to three years, he added.",
    "Sinopec participated in Sri Lanka’s tender briefing early this month on the refinery expansion and has until September 26 to submit a letter of interest, said the Chinese executive, declining to give further details.",
    "The executive declined to be identified as he was not authorised to speak with media.",
    "Sri Lanka’s proximity to major maritime routes connecting Asia, Africa, and Europe has made it a focal point in the rivalry between China and India, with both investing heavily in infrastructure and energy projects to expand their influence in the Indian Ocean island nation of 22 million people.",
    "India said earlier this year it was working on establishing an energy hub on Sri Lanka’s eastern coast.",
    "“Our country’s location is very, very important for the geopolitical aspect, especially since most sea routes go nearby,” said Jayakody.",
    "“On one side, we have India, and the other countries are also going through the same route, you know, so our country automatically and naturally gains some important geopolitical advantages.”"
  ]
}