{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/first-private-healthcare-provider-to-receive-prestigious-green-building-council-certification/",
  "time_ut": 1707753720.0,
  "original_lang": "en",
  "original_title": "First private healthcare provider to receive prestigious Green Building Council Certification",
  "original_body_lines": [
    "Ninewells Hospital, Sri Lanka’s leader in woman and childcare has proudly achieved the Gold Standard Certification from the Green Building Council of Sri Lanka (GBCSL), becoming the first private hospital in Sri Lanka to receive the prestigious recognition. This certification underscores Ninewells’ position as the leader of sustainability in Sri Lanka’s healthcare sector, setting new benchmark for private healthcare providers across the Island.",
    "Commenting on this milestone, Dr Vibash Wijeratne, Director & Chief Operations Officer of Ninewells Hospital said “Achieving the Gold Standard of the Green Building Council of Sri Lanka demonstrates our unwavering commitment to sustainability and excellence across all facets of healthcare operation. As the first private hospital in Sri Lanka to receive this prestigious recognition, Ninewells Hospital is setting a new benchmark for environmentally-conscious healthcare providers in the region. We believe that sustainability is integral to exceptional healthcare, and this achievement aligns with our promise to maintain international standards while providing patients with unparalleled healthcare services in a warm, welcoming, and environmentally responsible environment.”",
    "Mr. Anushka De Mel, the Resident Engineer & Facility Manager at Ninewells added “Embracing sustainability is a responsibility we owe to our community and the environment, unlocking the potential for great strides toward environmental responsibility, from solar energy initiatives to waste reduction. Thus, the Gold Standard Certification from the GBCSL reaffirms our dedication to pioneering sustainable healthcare practices in Sri Lanka, from the ground up.”",
    "Established as a pioneering force in women and child healthcare services, Ninewells Hospital has successfully evolved over its storied 20-year journey. Located strategically in Narahenpita, the Hospital stands amid a highly urbanized area, surrounded by other prominent private hospitals. Ninewells’ commitment to responsible healthcare extends beyond medical excellence, embracing environmentally friendly practices across its operations. Driven by a focus on patient wellbeing, eco-preservation, and energy efficiency, Ninewells has undertaken substantial measures to reduce its carbon footprint and adverse effects on the environment.",
    "Ninewells Hospital shines as Sri Lanka’s leader in neonatal care on World Prematurity Day",
    "Joseph Fraser Ninewells Hospital celebrates 100th anniversary, emerges as 1st hospital to launch commemorative stamp",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}