{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98111/critical-for-sri-lanka-to-finalize-deals-with-official-and-external-private-creditors-in-timely-manner-imf",
  "time_ut": 1711021800.0,
  "original_lang": "en",
  "original_title": "Critical for Sri Lanka to finalize deals with official and external private creditors in timely manner - IMF",
  "original_body_lines": [
    "Acknowledging that the independence of the Central Bank of Sri Lanka (CBSL) is an ‘absolutely key pillar’ under its program, the International Monetary Fund (IMF) has said that it is important to maintain a high degree of transparency to explain how the CBSL’s decisions are benchmarked.",
    "These remarks were made by Peter Breuer, the IMF Senior Mission Chief for Sri Lanka, while responding to a question raised by a media person on the recent controversy on the CBSL’s independence and unprecedented salary hikes.",
    "A special press briefing was convened by the visiting IMF delegation on Thursday (March 21) to announce the staff-level agreement reached between the IMF staff and Sri Lankan authorities on economic policies to conclude the second review of the 4-year EFF-supported program and the 2024 Article IV Consultation.",
    "When asked if there has been any delay in reaching agreements with official creditors and China Export-Import (EXIM) Bank, Mr. Breuer said it is common for these procedures to take some time, however, he urged that the debt restructuring process be moved along expeditiously “because it seals what has been agreed”.",
    "The IMF Mission Chief noted that it is critical for Sri Lanka to finalize the agreements with official creditors and reach agreements in principle with the main external private creditors in line with program parameters in a timely manner.",
    "Mr. Breuer is of the view that this should help restore Sri Lanka’s debt sustainability over the medium term.",
    "He told reporters that the IMF looks to see swift progress with the outstanding items, in particular reaching an agreement with international creditors, including private bondholders and China EXIM Bank to cement the path to debt sustainability.",
    "Asked about the IMF team’s interactions with opposition politicians in Sri Lanka and their reaction to maintaining the IMF program’s conditions amidst coming elections, he said that they are willing to listen to alternative suggestions of how the IMF program objectives can be reached as long as they are “realistic and achievable” within the timeframe of the program.",
    "“For us what is absolutely key is that the program objectives are achieved. Because Sri Lanka has a chance of emerging from the crisis. The path is a knife-edge path.”",
    "“We are willing to listen to alternative suggestions of how the program objectives can be reached. These must be realistic and achievable within the timeframe of the IMF program which was the result of robust discussions that we had in the summer of 2022,” he said."
  ]
}