{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113151/protests-in-pakistan-administered-kashmir-leave-4-people-dead-and-over-100-injured",
  "time_ut": 1759389360.0,
  "original_lang": "en",
  "original_title": "Protests in Pakistan-administered Kashmir leave 4 people dead and over 100 injured",
  "original_body_lines": [
    "Thousands of demonstrators demanding subsidies on food, electricity and other services clashed with police in Pakistan-administered Kashmir on Wednesday, leaving four people dead and more than 100 others injured, police said.",
    "The violence erupted when armed protesters, carrying guns and sticks, attacked officers who were deployed across Kashmir to prevent them from blocking roads and damaging property, local police officer Mohammad Afzal said.",
    "He confirmed the deaths of three police officers and a civilian, noting that the casualties included at least eight officers left in critical condition after being struck on the head with sticks and stones.",
    "Videos circulating on social media showed protesters in Kashmir’s hilly areas punching police, beating them with sticks and pelting them with stones. Some demonstrators were also seen tearing off officers’ uniforms. Police officials said their forces did not return fire, claiming they had refrained to avoid further loss of life.",
    "The prime minister in Pakistan-held Kashmir, Chaudhry Anwarul Haq, confirmed the casualties at a news conference in Islamabad.",
    "He said the demonstrators belonged to the Awami Joint Action Committee, an alliance of groups that has blocked roads and enforced a shutdown since Monday in Kashmir, which is divided between India and Pakistan. The South Asian neighbors have fought three wars since their independence from British colonial rule in 1947.",
    "Haq said his administration had met 90% of the protesters’ demands, including reduced electricity tariffs, local government reforms and the withdrawal of cases filed against demonstrators. But he said two demands — reducing the number of ministers and scrapping reserved seats for Kashmiri refugees — could only be addressed through legislation.",
    "Haq said he was ready to restart stalled negotiations, noting that Cabinet members were stationed in Muzaffarabad and Rawalakot to engage with the protesters. But he warned the alliance to halt its agitation and return to talks, cautioning that using citizens to stir unrest would only plunge the region into chaos and anarchy.",
    "“This paradise-like valley must not be turned into a battlefield,” said Tariq Fazal Chaudhry, a Cabinet minister in Prime Minister Shehbaz Sharif’s government. He said the government was still ready for talks with the alliance to resolve all issues in a peaceful manner.",
    "The latest clashes came two days after members of the alliance attacked a peace rally in Muzaffarabad, the regional capital, killing one person and wounding more than two dozen. Officials said most residents had ignored the alliance’s strike call and accused the protesters of resorting to violence to press their demands.",
    "Authorities said discounted wheat and electricity had already been provided to residents. Four others died during such violence in Kashmir last year before the government reached an agreement with the demonstrators to provide subsidies."
  ]
}