{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Netherlands-Govt-keen-to-provide-support-to-boost-agriculture-education-tourism-and-public-service/56-769268",
  "time_ut": 1731624922.0,
  "original_lang": "en",
  "original_title": "Netherlands Govt. keen to provide support to boost agriculture, education, tourism, and public service",
  "original_body_lines": [
    "The Government of the Netherlands has focused its attention on providing the necessary technical assistance and financial resources to advance agriculture, education, tourism, and public sector in Sri Lanka.",
    "This agreement was conveyed on Wednesday during a meeting at the Presidential Secretariat between the Dutch delegation, led by Deputy Ambassador Iwan Rutjens and Secretary to the President Dr. Nandika Sanath Kumanayake.",
    "Wageningen University & Research, recognised as the world’s leading sustainable university for the past seven years in global university rankings, aims to establish new collaborative initiatives with key Sri Lankan stakeholders in agriculture and agro-ecotourism.",
    "These collaborations will focus on identifying opportunities and challenges within the sector, enabling partnerships with multilateral organisations such as the Asian Development Bank and World Bank to secure funding for projects in forestry and sustainable food systems. The private sector is expected to play a key role in supporting these initiatives.",
    "Accordingly, the Dutch delegation expressed a strong interest in closely working with Sri Lanka to provide the necessary technological and financial support for these programs.",
    "The Dutch delegation included prominent figures such as Wageningen University & Research Business Management and Organisation Professor and Chair holder Wilfred Dolfsma, Account Manager – Asia Kalyan Chakravarthy Guntuboyina, Cultural Geography Research Group (GEO) Professor and Chair Edward Huijbens, RCI ASPIRE/u Director/Chairman Ricardo Abdoel and Control-Care Business Development and Sales Support Shamoe Lakhisaran together with Professor Ranil De Silva from the Sri Jayawardenepura University."
  ]
}