{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Marikkar-accuses-Govt-of-resisting-anti-corruption-measures/56-760781",
  "time_ut": 1713483721.0,
  "original_lang": "en",
  "original_title": "Marikkar accuses Govt. of resisting anti-corruption measures",
  "original_body_lines": [
    "Claims agreement with bondholders fell through due to Govt.’s refusal to set up anti-corruption framework",
    "Says failure to tackle corruption is delaying IMF second tranche and deal with bondholders",
    "Stresses combating corruption would attract foreign direct investments through increased investor confidence",
    "Samagi Jana Balawegaya (SJB) MP S.M. Marikkar yesterday claimed that the Government’s hesitance to establish an effective anti-corruption framework, as demanded by sovereign bondholders, stems from its own corrupt practices.",
    "Speaking at a press conference in Colombo, the MP said the Government allegedly could not reach an agreement with sovereign bondholders because it refused to comply with their requirement to implement an anti-corruption framework.",
    "He noted that this has caused a delay in the disbursement of the second tranche from the International Monetary Fund (IMF) and in reaching an agreement with international sovereign bondholders.",
    "“Why is the Government unwilling to establish an effective anti-corruption framework? It is because the current Government is itself deeply corrupt,” he alleged. The MP cited examples of the Government’s emergency procurement deals for medicinal drugs, gas, and fuel as evidence of its corrupt practices.",
    "“The current Government is as corrupt as the previous Rajapaksa administration,” he alleged. “This is why they are resisting the establishment of an anti-corruption framework as requested by bondholders,” the MP claimed.",
    "The MP suggested that if the Government curbs corruption, it would not need to sell the country’s assets. Instead, tackling corruption would lead to increased investor confidence, allowing Sri Lanka to attract foreign direct investments.",
    "According to him, Sri Lanka has failed to attract any investments since last year. “Not a single rupee has come in,” he claimed.",
    "The MP emphasised that Sri Lanka cannot achieve development without foreign direct investments. He said, “A country cannot be governed solely by relying on tax revenue. We must increase exports and attract investments. This requires a program to combat corruption. Their failure to implement such measures is proof of their own corruption.”"
  ]
}