{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101915/vietnam-death-toll-climbs-to-197-as-typhoons-aftermath-brings-flash-floods-and-landslides",
  "time_ut": 1726125120.0,
  "original_lang": "en",
  "original_title": "Vietnam death toll climbs to 197 as typhoon’s aftermath brings flash floods and landslides",
  "original_body_lines": [
    "Nearly 200 people have died in Vietnam in the aftermath of Typhoon Yagi and more than 125 are missing as flash floods and landslides take their toll, state media reported Thursday.",
    "Vietnam’s VNExpress newspaper reported that 197 people have died and 128 are still missing, while more than 800 have been injured.",
    "In the capital, flood waters from the Red River receded slightly but many areas were still inundated.",
    "In Hanoi’s Tay Ho district, people waded through muddy brown water above their knees to make their way along one street, some still wearing their bicycle and motorcycle helmets after abandoning their vehicles along the way.",
    "A few paddled along the road in small boats as empty water bottles, a stryofoam cooler and other flotsam drifted by; one man pushed his motorbike toward drier ground in an aluminum sloop.",
    "Pedestrians hiked up their shorts as high as possible to avoid being soaked by the wake caused by a delivery truck powering its way through the water.",
    "Yagi was the strongest typhoon to hit the Southeast Asian country in decades. It made landfall Saturday with winds of up to 149 kph (92 mph). Despite weakening on Sunday, downpours continued and rivers remain dangerously high.",
    "The flooding in Hanoi has been reportedly the worst in two decades, and has led to widespread evacuations.",
    "The death toll spiked earlier in the week as a flash flood swept away the entire hamlet of Lang Nu in northern Vietnam’s Lao Cai province Tuesday.",
    "Hundreds of rescue personnel worked tirelessly Wednesday to search for survivors, but as of Thursday morning 53 villagers remained missing, VNExpress reported, while seven more bodies were found, bringing the death toll there to 42.",
    "Floods and landslides have caused most of the deaths, many of which have come in the northwestern Lao Cai province, bordering China, where Lang Nu is located. Lao Cai province is also home to the popular trekking destination of Sapa.",
    "On Monday, a bridge collapsed and a bus was swept away by flooding, killing dozens of people.",
    "The steel bridge in Phu Tho province over the engorged Red River collapsed, sending 10 cars and trucks along with two motorbikes into the river. The bus carrying 20 people was swept into a flooded stream by a landslide in mountainous Cao Bang province.",
    "Experts say storms like Typhoon Yagi are getting stronger due to climate change, as warmer ocean waters provide more energy to fuel them, leading to higher winds and heavier rainfall."
  ]
}