{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Karuna-loses-Eastern-battle-but-Prabhakaran-loses-Eelam-war/172-280268",
  "time_ut": 1712341800.0,
  "original_lang": "en",
  "original_title": "Karuna loses Eastern battle but Prabhakaran loses Eelam war",
  "original_body_lines": [
    "The once-powerful Liberation Tigers of Tamil Eelam (LTTE) waged war against the Sri Lankan state for over thirty years. The LTTE known popularly as the Tigers was the determining force in Sri Lankan politics for nearly two decades. The decline of the LTTE began in 2004 when its Batticaloa and Amparai district  special commander Vinayagamoorthy Muralidharan  alias “Col” Karuna led an eastern tiger revolt against the LTTE supremo Veluppillai Prabhakaran. Although “Col” Karuna - also  known as “Karuna  Ammaan” - was defeated militarily by the LTTE, subsequent events demonstrated that the Eastern split weakened the LTTE considerably and ultimately led to its downfall in 2009.",
    "Twenty years have passed since the Karuna-led Eastern tiger revolt in March-April 2004. This article is the fourth and final of a series focusing on the LTTE’s eastern split. In the first article published on March 16, 2024 the background and reasons for the Eastern Tiger revolt were discussed in detail. In the second article published on March 23, 2024 the course of events leading to the  conflict in the aftermath of “Col” Karuna’s rebellion were recounted. The  third article  published on  March 30,  2024 narrated  details of the Tiger vs Tiger confrontation that  commenced 20 years ago on Good Friday. This fourth and final article is about how Karuna’s eastern tiger revolt ended and how the “Karuna faction “of the LTTE  turned into the TMVP.",
    "As stated last week, the mainstream LTTE had struck back effectively by launching the “Good Friday” attack. Karuna’s fighters had been routed on multiple fronts. Though Karuna cadre retreated or withdrew from several areas in the East, there were still regions under Karuna’s control. Karuna’s political headquarters “Thenagam” was at Karadiyanaaru and military headquarters “Meenagam” at Tharavai. His own jungle hide out “Marutham” was at Kudumbimalai. Karuna, therefore, was expected to entrench himself in this region and hold out.",
    "This however did not happen. Instead, Karuna threw in the towel unexpectedly. The decision to call it quits was heavily influenced by ground realities. The mainstream LTTE had militarily outmanoeuvred and politically outsmarted him. Protracted warfare would have debilitated him further and ended in abject failure, without extraneous assistance. It became clear to Karuna that a long drawn-out struggle would cause serious logistical difficulties. Continuous supply of food and ammunition was going to be a problem with the LTTE slowly returning in large numbers back to the East. It also appeared that the Sri Lankan armed forces and the Norwegian facilitators would not prevent further  LTTE attacks against him.",
    "There was also a regional backlash, as parents of cadre did not want a fratricidal fight in which people from the East would have been casualties. The enemy was not the Sinhala army or even northern Tigers but their own kith and kin. Eighty-five to 90 per cent of the invading  LTTE force consisted of Batticaloa cadres too.",
    "Since Karuna justified his revolt against the leadership on regional lines and objected to eastern cadres fighting and dying unnecessarily, he could not allow a massacre of eastern cadres on either side to happen on account of his revolt.",
    "So Karuna decided to call off the fighting and end the strife. Concerned persons in Sri Lanka and abroad were ready to act  as mediators. The LTTE too appeared  to be  willing to end fighting because  it  seemed to have realised  the pitfalls of protracted  positional warfare.",
    "The LTTE which  got the upper hand after the ”Good Friday” fighting, had suspended further major operations. The mainstream LTTE  also issued a statement saying that efforts are on to expel Karuna from “Tamil Eelam soil”. The Tiger statement gave a sign of the envisaged settlement when it referred to sending Karuna out from Tamil Eelam soil. This indicated that the LTTE wanted Karuna to leave rather than stay and fight. This made the task of potential  peacemakers easier.",
    "Verbal assurances were given on both sides. Karuna faxed a letter to Kilinochchi promising to disband and leave. It was made possible by the collective efforts of several people in Sri Lanka and abroad who tried to end the crisis in the best interests of the eastern people and the LTTE itself.",
    "The lives of LTTE cadres on both sides, the safe return of child conscripts to their homes, the safety and peaceful life of civilians and the overall impact on the East were the issues at stake.",
    "According to the arrangement worked out, Karuna was required to provide and deliver on certain undertakings. They were:",
    "to facilitate arrangements for the smooth handing over of military assets including arms, armaments and ammunition to the LTTE;",
    "to release all Tigers and supporters in Karuna’s custody safely;",
    "to vacate “the soil of Tamil Eelam” (Northeastern Province) immediately and never return to it again;",
    "to refrain from any direct or indirect military or political activity in the future;",
    "to maintain silence about all matters concerning the LTTE and avoid all related media publicity;",
    "In return the LTTE provided the following assurances to Karuna:",
    "will not demand the return of any money or things of value taken away by Karuna.",
    "will not harm all cadres under Karuna’s control and allow them to return to a normal life.",
    "to reabsorb only those cadres willing to rejoin the movement;",
    "to refrain from punishing all senior cadre who stood by Karuna against the LTTE leadership;",
    "to permit them wherever possible to leave the East and/or Sri Lanka;",
    "to refrain from taking revenge on Eastern civilians who supported Karuna and engaged in acts like burning effigies, destroying LTTE offices and so on.",
    "The media publicity generated by the LTTE after its victory made out that Karuna was defeated militarily and, therefore, gave up. This was only part of the truth. The reality was that Karuna gave in more due to a desire to avoid further bloodshed. Many eastern citizens were happy that Karuna had avoided an East versus East fratricidal fight.",
    "After the deal was struck, Karuna disbanded his units and dispersed around 3,500 to 4,000 cadre, asking them to go home and resume normal lives. The weapons, uniforms, cyanide capsules, identity tags and so on were confiscated.",
    "Thus Sunday 11 and Monday 12 saw more than 3,500 cadres leaving the camps. The last to leave was about 400 girls at Meenaham. When Karuna assembled them and asked them to go home they refused thinking Karuna was testing their loyalty. To demonstrate his seriousness Karuna had to explode a few grenades and scatter his cadres.",
    "Thereafter Karuna, along with 20 trusted associates and some of their family members travelled by road in six vehicles to a Colombo suburb. He was accompanied by the then UNP Batticaloa district MP Ali Zaheer Moulana, a family friend. Karuna  was expected to flee from Sri Lanka thereafter.",
    "Though an unpublicised arrangement  arrived at with Karuna that he would not be harmed if he fled, the mainstream LTTE soon revised its stance. The LTTE was reportedly angry with Karuna  because of a grave breach of the terms (Clause 5) agreed upon in the “peace deal”.",
    "Karuna had released several LTTE men and supporters in his custody after striking the deal on April 11. On April 12, Karuna allegedly killed a senior Tiger in his custody before fleeing Batticaloa.",
    "The LTTE considered  this act a serious offence and indicated  that an intensive manhunt would  be launched against Karuna despite the peace  arrangement. The Tigers regarded the deal as invalid now.",
    "The person reportedly killed by Karuna was `Lt. Col’ Neelan, a native of Aarayiampathy in Batticaloa. Neelan was the deputy chief of the intelligence wing led by the dreaded Pottu Amman. He was arrested on March 1 by Karuna after attending a meeting at the Tiger district political headquarters housed at “Thenagam” in Karadiyanaaru. Neelan was involved in planning several assassinations in Colombo. The Tigers held Neelan in high esteem and  organised a grand  funeral for  him.",
    "The LTTE leader Prabhakaran usually preferred  to resolve issues militarily. Initially he  had  treated the Karuna rebellion the same way. Yet after gaining the whip hand militarily, he had been flexible enough to reach a peace deal with Karuna.Given the LTTE’s reputation for untrustworthiness there  was a strong possibility that  the Tigers  had an ulterior motive in making a peace deal with Karuna. The LTTE may have had a plan  to pursue their vendetta despite the peace deal arrangement after removing Karuna from the East and isolating him.",
    "Whatever the truth, the killing of Neelan by Karuna provided the LTTE with the reason or pretext to  dishonour the peace deal with Karuna and unleash violence against the eastern tigers who had been with Karuna. Among the  major casualties in this respect were the senior deputies of Karuna. When it became obvious that Karuna was going to seek safety abroad in terms of the peace deal with the LTTE, many of Karuna’s senior deputies who had revolted, now wanted to re-join the LTTE.",
    "Overtures were made in this regard by a highly respected religious dignitary in the east and a prominent  pro-LTTE Tamil expatriate in a Western country who was influential in the LTTE hierarchy. The LTTE high command was seemingly amenable and a large number of tiger leaders who had supported Karuna went to the Wanni in good faith  relying on the LTTE leader’s  assurance. These included seniors such as  Rabat/Robert, Jim Kelly Thaathaa, Visu, Thurai, Nilavini and Premini. All of them surrendered to the LTTE upon receiving guarantees of safety and clemency  but were ruthlessly exterminated in the Wanni. Nothing more has been heard about them.",
    "Despite the arrangement that ended the intra-Tiger fighting in the east,  the so-called agreement was soon observed in the breach  by the LTTE which began targeting Karuna loyalists in the East and in other parts of the country including Colombo and suburbs. Sadly even those  eastern cadre who had opted to be  neutral  were also targeted. At one point Karuna’s only brother Sivanesathurai alias Reggie was also killed in the east. Some of Karuna’s top aides were killed at a safe house in Kottawa.",
    "This LTTE betrayal and consequential attacks  led to Karuna and many of his remaining cadres seeking refuge with the state security apparatus. This act of self- preservation helped them to safeguard their lives. Hundreds of cadre loyal to Karuna sought  refuge at the military camps of Minneriya, Welikanda and Punanai in the East.",
    "A  large-scale massacre of Karuna loyalists was prevented only due to the covert role played by the Military intelligence then headed by Brig.Kapila Hendavitharane (Subsequently Maj-Gen). It was he who first extended protection and later “turned” the LTTE Karuna faction into a formidable military asset. When there were accusations  by the LTTE that the Sri  Lankan state was aiding the Karuna faction, the then Defence Secretary Cyril Herath  denied those  allegations and stated that they were not in contact with Karuna. The then  Army Chief Lionel Balagalle, however, admitted to maintaining links with Karuna, in interviews with sections of the media.",
    "Eastern tigers loyal to Karuna being hunted down ruthlessly by the LTTE had the choice of flight or fight. Some chose to fight. Chief among these was Sivanesathurai Santhirakanthan alias  “Pillayan”. Initially  Pillayan entertained hopes of rapprochement with the mainstream LTTE but the  LTTE attacks changed his mind. Horrified by the massacre of Batticaloa tigers by the mainstream LTTE, Pillayan resolved that the eastern LTTE dissidents should form their own group and function independently under Karuna.",
    "The breakaway eastern tigers formed the Thamil Eelam Makkal Viduthalai Puligal (TEMVP) in 2004. It was later changed to Thamil Makkal Viduthalai Puligal (TMVP). Karuna was the TMVP leader and Pillayan was the deputy -leader. While Karuna remained in Colombo and later sojourned in Nepal and India, Pillayan holed up in the jungles along Polonnaruwa district borders. Pillayan led the TMVP in the field in the east.  He was helped by seniors like Mangalam Master, IniyaBharathy and Sinnethamby.  Soon there were sporadic clashes between the LTTE and TMVP. The casualties on both sides were largely Eastern Tamils. Karuna threw in the towel to avoid further bloodshed but ultimately a lot of blood was shed in the fratricidal fight.",
    "The TMVP was allegedly responsible for many human rights violations and crimes against humanity during the 2006-2008 period. It was also of great assistance to the armed forces who began re-establishing full territorial control over the east during this period. Soon Pillayan became more popular than Karuna with ex-tigers of the east. Sri Lankan intelligence officials handling the TMVP also found it easier to interact with Pillayan instead of Karuna.",
    "There was an internal coup within the TMVP aided by intelligence authorities. Karuna was displaced by  Pillayan as TMVP chief. The TMVP  collaborated actively with the security forces. Ultimately the LTTE was defeated. And Prabhakaran killed.",
    "In what was a scene of poignant irony, Karuna was taken to Mullaitheevu to identify his erstwhile leader’s  body lying on the shores of Nandhikkadal lagoon. Karuna  may have lost the eastern battle but it was Prabhakaran who lost the Eelam war!"
  ]
}