{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101302/first-test-flight-of-indias-human-space-mission-rocket-likely-in-december",
  "time_ut": 1723881600.0,
  "original_lang": "en",
  "original_title": "First test flight of India’s human space mission rocket likely in December",
  "original_body_lines": [
    "The first test flight of India’s human rated rocket for its human space mission ‘Gaganyaan’ is expected to take place in December 2024, said a top official of the Indian Space Research Organisation (ISRO).",
    "Speaking to the media after the successful orbiting of India’s earth observation satellite-08 (EOS-08) Dr S Somanath, Chairman, ISRO said: “The Gaganyaan rocket’s three stages have come to Satish Dhawan Space Centre. The integration of the crew module is happening at VSSC (Vikram Sarabhai Space Centre, Thiruvananthapuram).”",
    "According to Dr Somanath, all the systems for the Gaganyaan rocket code named G1 will reach Satish Dhawan Space Centre in November this year and the target for the rocket flight is December.",
    "On Friday morning ISRO’s new rocket - Small Satellite Launch Vehicle (SSLV) successfully put into orbit two satellites EOS-08 and SR-0 belonging to a space start-up Space Rickshaw in copy book style.",
    "Dr Somanath said the third development flight of SSLV has been successfully accomplished.",
    "“We can declare the process of SSLV development has been completed. We are in the process of transferring the SSLV technology to the industries,” he said.",
    "Dr Somanath said the SSLV design has been kept simple for the industry to make it.",
    "The SSLV designed and developed by ISRO has a payload capacity of 500 kg and is powered by solid fuel.",
    "The space agency will not only transfer the SSLV technology to Industry for commercial production but also teach the process of building the rocket.",
    "“We will transfer the knowledge and not just the drawings. The industry people will come to ISRO to learn how to build rockets,” he added.",
    "Last year the Indian National Space Promotion and Authorisation Centre (IN-SPACe), the regulator for private players in the Indian space sector, had announced ISRO’s decision to transfer the SSLV technology to private companies.",
    "The process of selecting the industry or the consortium of industries is on.",
    "Dr Somanath said it will take about two years for the selected party to learn and roll out two SSLVs. In the interim, public sector NewSpace India Ltd will fund the making of the SSLV.",
    "As regards the status of the second launch pad at Kulasekarapattinam in Tamil Nadu, Dr Somanath said construction work has begun and it would take two years for the facility to be commissioned."
  ]
}