{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/waterproofing-expert-salasi-lanka-engineering-services-launches-website/",
  "time_ut": 1734291060.0,
  "original_lang": "en",
  "original_title": "Waterproofing expert – Salasi Lanka Engineering Services launches website",
  "original_body_lines": [
    "Salasi Lanka Engineering Services, a subsidiary of Salasi Lanka (Pvt) Limited launched its website (www.sles.lk) at its head office in Maradana on December 11.",
    "Chairman of Salasi Lanka and Salasi Lanka Engineering Services, U.A. Padukka said that the main objective of introducing the website was to make the general public aware of the products and services offered by the company.",
    "Teresa Lim, Zonal Business Promotion Manager of Ardex – Quickseal Singapore that works with Salasi Lanka Group was present along with the top management of the Salasi Lanka and Salasi Lanka Engineering Services, to take part in the website launch.",
    "Salasi Lanka services include structural strengthening, waterproofing, concrete repair and rehabilitation, industrial flooring, specialized coating , thermal insulation , injection grouting and controlled demolition.",
    "The company has been a prominent player in Sri Lanka’s construction industry since its incorporation in 2009 . Over the years, the company successfully completed numerous waterproofing projects, including the extensive rooftop garden at the Havelock City condominium project, where they handled both waterproofing and other structural works. Their expertise in the field is further validated by their role as a certified applicator for QUICSEAL products. Salasi has been appointed as the official agent for selling and applying internationally reputed QUICSEAL products in Sri Lanka.",
    "Singer Group recognised at TAGS Awards 2024 with two Gold awards",
    "Sri Lanka’s Industrial production increased by 7% in October 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}