{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/despite-20-revenue-boost-sri-lankas-soaring-expenditure-and-debt-cast-shadow-on-fiscal-gains/",
  "time_ut": 1753017060.0,
  "original_lang": "en",
  "original_title": "Despite 20% revenue boost, Sri Lanka’s soaring expenditure and debt cast shadow on fiscal gains",
  "original_body_lines": [
    "Sri Lanka’s fiscal performance in the first five months of 2025 has shown signs of improvement, with the overall budget deficit narrowing and a reduction in net domestic financing, according to the latest Central Bank data.",
    "From January to May 2025, the government’s budget deficit stood at Rs. 236.6 billion, a notable decline from Rs. 366.8 billion recorded in the same period last year.",
    "This improvement was supported by an increase in revenue and grants, which rose to Rs. 1,942.4 billion, up from Rs. 1,619.2 billion in 2024- recording an increase of 20% in revenue.",
    "However, expenditure also grew, reaching Rs. 2,179.0 billion, reflecting continued public spending pressures.",
    "A key positive development was the reduction in net domestic financing, which fell to Rs. 298.6 billion compared to Rs. 394.4 billion in 2024.",
    "This suggests that the government is relying less on local borrowing to bridge its fiscal gap, a move that could ease pressure on interest rates and private-sector credit in the long run.",
    "On the external front, foreign financing recorded a net repayment of Rs. 62.0 billion, higher than the Rs. 27.6 billion repaid in the same period last year. This aligns with Sri Lanka’s ongoing efforts to manage its external debt obligations amid economic recovery.",
    "Investor confidence appeared steady, with Treasury bill and bond auctions seeing oversubscription rates of 1.8x and 1.6x, respectively. Foreign holdings of Sri Lankan government securities also increased by 3% week-on-week, signaling cautious optimism among international investors.",
    "– Tea production rose due to favorable weather, while rubber output declined.",
    "– Manufacturing and services sectors expanded in June, per PMI data.",
    "– Oil prices fluctuated amid global economic shifts and Middle East tensions.",
    "– The stock market gained, with the ASPI rising 2.33% in the week ending 18 July.",
    "Delving into the sectoral data, an analyst told The Island Financial Review, “Despite progress, risks remain. The rupee depreciated 3% against the dollar year-to-date, and global oil price volatility could pressure import costs. Moreover, while reduced domestic borrowing is positive, sustaining revenue growth while controlling expenditure will be crucial for long-term fiscal stability. Sri Lanka’s fiscal health appears to be on a gradual recovery path, with a smaller deficit and lower reliance on domestic borrowing. However, maintaining this trajectory will require disciplined reforms and stable economic policies in the months ahead.”",
    "Sri Lanka’s health sector has been allocated Rs. 604 billion in Budget 2025, accounting for 1.5% of GDP (excluding provincial council spending). However, this is five times smaller than the Rs. 2,950 billion allocated for interest payments on public debt, highlighting fiscal constraints on social spending.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}