{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101308/lawmakers-in-turkey-draw-blood-in-brawl-during-debate-on-jailed-colleague",
  "time_ut": 1723889880.0,
  "original_lang": "en",
  "original_title": "Lawmakers in Turkey draw blood in brawl during debate on jailed colleague",
  "original_body_lines": [
    "A brawl broke out among Turkish lawmakers Friday during a heated debate over an opposition delegate currently jailed on what are widely considered to be politically motivated charges.",
    "Televised footage showed Ahmet Sik, a representative from the same party as the imprisoned deputy, being approached and attacked by a lawmaker from President Recep Tayyip Erdogan’s ruling party while speaking at the chamber’s podium. Sik had just called members of the ruling party a “terrorist organization.”",
    "In a subsequent scuffle involving dozens of deputies, a female lawmaker was struck, leaving drops of blood on steps leading the speaker’s lectern. Another opposition member was also reportedly injured.",
    "“It is a shameful situation,” said Ozgur Ozel, who heads the largest opposition party. “Instead of words flying in the air, fists are flying, there is blood on the ground. They are hitting women.”",
    "The extraordinary session of the Turkish Grand National Assembly was called to debate the case of Can Atalay, who was elected from prison as a parliamentary deputy for the Workers’ Party of Turkey, or TIP, in last year’s election.",
    "He had been sentenced the previous year to 18 years’ imprisonment for his role in anti-government protests in 2013, which challenged the rule of Erdogan, then Turkey’s prime minister.",
    "Since being elected, Atalay has been fighting to take his seat in parliament, which comes with immunity from prosecution and would see him released from Marmara prison. He has said he would return to prison once his term ends.",
    "Although he has achieved successful rulings from the Constitutional Court, these have been ignored by lower courts, sparking a judicial crisis and enflaming a sense of injustice among his supporters.",
    "In its third ruling in Atalay’s favor, the Constitutional Court on Aug. 1 said the decision to strip him of his parliamentary status was “null and void.”",
    "Opposition parties then demanded a special session to discuss the case.",
    "The conviction of Atalay and seven other defendants in the Gezi Park case led to widespread criticism from human rights groups and lawyers.",
    "The main defendant, philanthropist Osman Kavala, was jailed for life without parole. The European Court of Human Rights has twice called for his release, saying his detention was arbitrary and based on political motives.",
    "The Gezi Park protests began in the summer of 2013 with an environmental camp to stop the development of a central Istanbul park. The discontent soon spread to other cities as people protested against Erdogan’s increasingly authoritarian rule.",
    "“Atalay’s personal freedom and security, as well as his right to be elected, which the Constitutional Court ruled to have been violated, should be restored,” Amnesty International’s Turkey office said Friday in a social media post.",
    "The parliamentary session resumed after three hours, with both Sik and his assailant accepting reprimands from the parliament’s speaker."
  ]
}