{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-price-controllers-investigate-rice-mill-stocks-amid-rs65-food-tax-185383/",
  "time_ut": 1730165160.0,
  "original_lang": "en",
  "original_title": "Sri Lanka price controllers investigate rice mill stocks amid Rs65 food tax",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Consumer Affairs Authority has entered several rice mills in the Polonnaruwa district, and collected data on rice stocks, amid a spike in price controlled rice grades, media reports said.",
    "The CAA officials had first entered the stores of Nipuna rice, which belongs to an ex-state Minister Siripala Gamplath, state-run Dinamina newspaper reported.",
    "Gamlath had said that their company was releasing rice at 219 rupees a kilo which was one rupee below the controlled price.",
    "At 219 rupees a kilo a metric tonne works out to about 744 US dollars.",
    "He had claimed that the cost was 225 rupees a kilo and he lost 6 rupees from every kilo sold.",
    "According to the FAO September rice price update India par-boiled rice 5% broken FOB price was 534 US dollar a tonne.",
    "South Asian rice prices went up last year after an export tax and minimum export price set by India. However India is expecting a better harvest.",
    "Sri Lanka has import restrictions allowing oligopolies to build up without competition. Sri Lanka has a 65 rupee a kilo tax on imported rice or about 220 US dollars a tonne, allowing local farmers and millers to sell rice at excessively high prices.",
    "Some of Sri Lanka’s millers have over the years have invested in environmentally controlled silos, allowing grain to be stored for longer periods without damage.",
    "Indian Ponni Samba was being wholesaled at 278 rupees in Colombo, according to central bank’s daily price report. It works out to 945 US dollars tone with the US dollar at 295 rupees.",
    "Thai jasmine rice was quoted at 910 US dollars a tonne by the Rice Exporters Association for September.",
    "Sri Lanka’s rice farmers are also given subsidized fertilizer from people’s taxes in a longstanding policy.",
    "Sri Lanka recently hiked the tax on potatoes to 60 rupees a kilo (about 200 US dollars a tonne) to give profits to farmers, also in a longstanding policy.",
    "Potatoes is an alternative carbohydrate. The tax on onions was also raised to 30 rupees (a little over 100 dollar). Maize is also taxed, keeping prices up, and pushing up meat and egg production costs.",
    "Unlike in India and Pakistan Sri Lanka farmers do not produce these products at a quality or price that can be exported. (Colombo/Oct28/2024)"
  ]
}