{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/hSenidBiz-s-PeoplesHR-Cloud-drives-1Q-FY25-success-exit-ARR-hits-3-m/34-765618",
  "time_ut": 1723770728.0,
  "original_lang": "en",
  "original_title": "hSenidBiz’s PeoplesHR Cloud drives 1Q FY25 success, exit ARR hits $ 3 m",
  "original_body_lines": [
    "hSenid Business Solutions (hBS) has announced its financial results for the quarter ending 30 June 2024, reporting a significant Year-over-Year growth of 30.5% with total revenue reaching Rs. 466 million.",
    "The PeoplesHR Cloud Business continued to be the primary driver of growth, showcasing a Year-over-Year growth of 27.9%. Recurring subscription revenues accounted for 84.9% of the PeoplesHR Cloud Business, recording a Year-over-Year growth of 44.2%.",
    "The company surpassed an exit Annualised Recurring Revenue (ARR) of $ 3.5 million during the quarter, with total recurring revenues accounting for 57.7% of the total revenue. New deal closures for the quarter amounted to $ 357,482, reflecting a 44% Year-over-Year growth, with 87.5% of these new deals being PeoplesHR Cloud deals, and 46.5% sourced through the company’s channel partner network.",
    "Founder and Chairman Dinesh Saparamadu said: “We are witnessing the results of the investments made over the last two years in our ARR growth numbers. Building a strong base of recurring revenue is essential for achieving non-linear growth typical of software businesses.”",
    "The quarter saw the normalised EBIT and EBITDA margins continued to decline to -9.6% from -7.8% in Q4 FY24 due to higher partner commissions on partner sourced deals. Despite this, the Free Cash Flow margin improved to -5% from -7% on a quarter-on-quarter basis, showing significant improvement compared to the -28% recorded for FY24.",
    "CEO Sampath Jayasundara said: “The company has decided to utilise the remaining Rs. 350 million of IPO funds, initially allocated for opportunities for mergers and acquisitions, to be redirected to finance organic market development activities upon approval at the Annual General Meeting. Additionally, the Board of Directors approved a distribution of approximately Rs. 346 million to shareholders, offering them the choice between receiving the dividend in either cash or scrip form.”",
    "During the quarter, hSenidBiz hosted its first-ever partner conference in Sri Lanka, welcoming channel partners from regions including South Asia, Southeast Asia, Middle East, and East Africa, reinforcing its commitment to developing a strong partner channel.",
    "The engagement from channel partners during the partner conference and the increase in demand generation across sales channels are expected to support the business’s growth momentum and yield positive results for the rest of the financial year.",
    "hSenidBiz’s efforts in improving investor relations were recognised at the CFA Society Sri Lanka Capital Market Awards 2024, where the company was awarded “Best Investor Relations Small Cap Companies.” Additionally, the company was named “Technology Resilient Company of the Year 2024” in the Digital Services category by ISACA Sri Lanka, highlighting its commitment to establishing digital trust.",
    "PeoplesHR is a leading human capital management software solution, focusing on digitising the entire employee journey within an organisation from hiring to retirement. hSenidBiz, which owns PeoplesHR, has deployed its software to digitise over 1,675 HR departments across 40 countries in the Middle East and Africa, South Asia, and Southeast Asia."
  ]
}