{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ray-forbes-true-gentleman-and-unsung-hero/",
  "time_ut": 1706637900.0,
  "original_lang": "en",
  "original_title": "Ray Forbes: True gentleman and unsung hero",
  "original_body_lines": [
    "The telephone call to say Ray had died was a shock and of course very sad. An alumnus of the Bandaranaike Centre for International Studies (BCIS) in Australia said he had been devastated, and could hardly take it as a fact.",
    "A call to Ray two weeks previous had him say he was in splendid health. We rang each other every weekend. A niece of his and family from Australia were here over Christmas and had holidayed with him in a hotel and spent time in Anuradhapura. He had particularly good news since his grandniece from that family had been brilliant in her medical studies and was a practising doctor at age 21.",
    "Then, a week ago he phoned to say he underwent a surgical procedure at the Anuradhapura hospital for varicose veins. He was discharged soon after the operation and he said he was managing alone, preparing his meals. Having turned vegetarian his meals were very simple but I was perturbed no neighbourly help was forthcoming. That was entirely due to Ray never bothering anyone seeking the slightest help. “I can manage everything well alone.” When I phoned him two days later and the next, he said he was in severe pain. He died in hospital on the morning of Sunday 28 January. Burial was in the Tissawewa cemetery on Monday 29th. And that is proof of the second epithet in the title of this appreciation.",
    "Ray Forbes, in his 80s, was from a distinguished Roman Catholic Burgher family; one brother a well-known priest and many respected performers and teachers of western classical music. Ray studied at St Peter’s College, Colombo, and then read for a degree in the University of Peradeniya. He had wanted to join the priesthood but maybe his love for classical music prompted him to remain in lay life. He was selected to serve in the Sri Lanka Foreign Ministry and last was Head of the Madras Embassy. He left without waiting for retirement since he had this great desire to serve humankind and thus joined Mother Theresa’s Kalighat the Home of the Pure Heart (Nirmal Hriday) in Calcutta.",
    "Ray never wanted to speak of himself. If the limelight ever turned on him, he would be horrified, and dodge it. How I got to know of his sacrifice to work with lepers in the home provided for a peaceful death by Mother Theresa was when I invited him to speak to senior students of the then Overseas Children’s School (OCS) in Pelawatte, now the Overseas School of Colombo. In the IB programme of studies followed at OCS, community service is a compulsory unit. Hence as Head Librarian I organised addresses by and conversations with distinguished Sri Lankans.",
    "Ray said he never minded being spat at or clawed by destitute people awaiting death in drains and alleys of Calcutta. However, as time went on, he sorely missed hearing classical music, leave aside playing the piano. Not even a small radio was allowed. Due to the heat, helpers would often sleep on the rooftop of their quarters. He said he was assailed by Carnatic and probably Bollywood music from tea stalls on either side, all night through. This he said was the last straw which compelled his separation from much admired Mother Teresa and her charity and his returning to Sri Lanka, pensionless.",
    "He was appointed Director of the Bandaranaike Centre for International Studies (BCIS) and that is where I got to know Ray and my admiration of him grew as I saw and experienced how he ran the Centre. He was efficient and his concern for students of the courses conducted by the Centre – foreign relations and Tamil and Sinhala language classes –remarkable. His office ran with clockwork efficiency; the BCIS library was much used; lecture schedules excellent, distinguished outsiders invited to address students and multi-faceted programmes conducted with nary a mishap. In fact his precision and detailing once got on my nerves and I threatened to scream if he once more came to our diploma class and made his announcement which we had heard at every class for a fortnight. “Remember you have an extra class on Saturday afternoon … So bring convenient sandwiches for your lunch, not rice and curry which will make you sleepy, and don’t forget a large glass bottle of drinking water.” Our class had an Air Vice Marshall, Army Major General, distinguished lawyers and sundry other professionals including a young JVP activist.",
    "He used to cycle daily for work from Dehiwala until much later a room was given him for residing in the many roomed building behind the Conference Hall. It is certain his salary would not have been much and of course his service sans a pension.",
    "When Ray left his BCIS post, he moved to Anuradhapura. It was gossiped that he could not afford to live in Colombo, in spite of his love of theatre and stimulation offered his intellect. Many years after the immense service he rendered the BCIS, he was honoured by the institution and offered a monthly stipend.",
    "His living in Anuradhapura taught those who knew him many valuable lessons of life. He never saw it as a come down; he made the most of it; never even mentioned shortcomings; showed mild annoyance (very unlike him) if offered monetary help. When asked what he needed from Colombo, he would mention aerogrammes and tea of a particular blend. He was always optimistic, extremely good natured and positive in his outlook and appreciated what he had like the quiet and serenity of his small annexe facing paddy fields and the Tissawewa. He was much into the study of comparative religion and would advise me on which Buddhist monks’ bana to listen to.",
    "His genuine interest in people was immense. Members of his family, most settled down in Australia, were close to him and helped him. He led a very simple life being grateful for the minor benefits in his life.",
    "He was always a giver and social worker. He shared his skill and talent with the many. He taught English to students of schools in Anuradhapura and undergraduates of the University of Rajarata; and piano-playing to those interested in western music; not charging a cent from even affluent parents.",
    "Thus, my giving him the epithets of ‘true gentleman’ and ‘unsung hero’. He was polite and considerate of others; committed and efficient in his professional work and having the old school virtue of complete integrity. Above all he was a humane person. No hosannas sung for him; his name not on honours lists; but he led a life that could be honoured. He was happy in his very simple life and at peace with himself.",
    "Many were the occasions when I asked him whether I could write about him. “No” was the firm answer. It is so sad that I have my wish to honour him by sharing my opinion of this excellent human being when he has died. His name and memories will live with those who knew him and admired him as an incredibly remarkable Sri Lankan.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}