{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Specialised-delegation-dispatched-to-Russia-to-investigate-welfare-of-Sri-Lankans-amidst-Russian-Ukraine-war-State-Minister/56-761904",
  "time_ut": 1715886920.0,
  "original_lang": "en",
  "original_title": "Specialised delegation dispatched to Russia to investigate welfare of Sri Lankans amidst Russian-Ukraine war – State Minister",
  "original_body_lines": [
    "Delegation includes Defence Secretary, former Ambassador to Russia, officials from Foreign Affairs Ministry",
    "Raises concerns on safety and well-being of Sri Lankans in Russia, including retired military personnel who entered country on tourist visas",
    "Unofficial estimates suggest around 600 to 800 Sri Lankans are currently in Russia",
    "Govt. expresses gratitude to media institutes for assistance in identifying Sri Lankans affected by war",
    "State Minister of Foreign Affairs Tharaka Balasuriya yesterday revealed yesterday that President Ranil Wickremesinghe has issued directives for the dispatch of a specialised delegation to Russia to investigate the welfare of Sri Lankans amidst the ongoing Russian-Ukraine war.",
    "The delegation comprises the Secretary to the Defence Ministry, former Ambassador to Russia and officials from the Ministry of Foreign Affairs, with plans for a prompt departure to Russia.",
    "Balasuriya emphasised the collaborative efforts between the Foreign Affairs Ministry and the Defence Ministry in conducting a census of Sri Lankans affected by the conflict.",
    "“It has been identified that certain Sri Lankans entered Russia on tourist visas, including a significant number of retired military personnel who served in the tri-forces in Sri Lanka. However, the primary challenge lies in determining the exact number and whereabouts of these individuals in Russia. Unofficial sources suggest that around 600 to 800 Sri Lankan individuals are currently in Russia, raising concerns about their safety and well-being amidst the conflict,” he pointed out.",
    "He extended the Government’s gratitude to media institutes for their assistance in identifying those affected by the war in Russia.",
    "Furthermore, reports have surfaced regarding the involvement of smugglers who deceitfully transported individuals to Russia, luring them with false promises such as the prospect of acquiring Russian citizenship. Balasuriya condemned these actions as human trafficking and highlighted the need for accurate assessment and intervention to halt such activities. Despite the Foreign Affairs Minister being overseas, President Wickremesinghe has prioritised the formation of the delegation to investigate the situation of Sri Lankans affected by the Russian-Ukraine war.",
    "The delegation, comprising officials from relevant ministries, will be dispatched to Russia with official notification to be provided to the Russian Embassy regarding this initiative.",
    "Balasuriya said the Government remains committed to ensuring the safety and well-being of Sri Lankans abroad and is actively engaged in diplomatic efforts to facilitate their return home."
  ]
}