{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/attempt-to-impeach-president-premadasa/",
  "time_ut": 1754115300.0,
  "original_lang": "en",
  "original_title": "Attempt to impeach President Premadasa",
  "original_body_lines": [
    "I was privy to an attempt that was being made by a visiting US Congressman, Stephen Solari, the chairman of an important congressional committee with a reputation for tough talk, to browbeat Premadasa after his direction to the US ambassador that the Israeli interests section should be promptly closed.",
    "The brush-off which the congressman received was, to say the least, not courteous. Premadasa had his way and the section stopped functioning. His attitude towards Israel and conversely his support",
    "for the Arab cause did not stop there. Later there was an important vote at the UN on ‘Zionism being equated with Racism’ and on that occasion Sri Lanka was singular in being one of the few countries to vote in support of the resolution which was lost by a large majority.",
    "His unusual methods and disregard of diplomatic niceties did not result in the reprisals which we, his over-cautious advisers, predicted could be expected. Instead of arousing hostility, what these bold acts brought forth was a kind of grudging respect for the man. Self-confidence, self-assurance and boldness paid off. While most of us would think we represented a small country and therefore should not make too much of a fuss about trivialities Premadasa was totally different. In his view he was representing Sri Lanka. He wanted the world to sit up and take notice. Premadasa realized that if one were too nice, people would start walking all over you. He felt that even a small country was equal to any of the big ones. It made no difference whether it was the United States or India. If he had to be there in front, he would be there in front and he would push very hard. It was not only for himself that he was behaving so but for the country he had the honour to represent.",
    "In August 1991, when everything seemed to be going quite well, Premadasa got information that an impeachment motion against him was being hastily prepared and that signatures of UNP party members were being obtained. It appeared that the chief instigator of the motion was Lalith Athulathmudali who was still in his Cabinet but who had been sidelined in many ways. Gamini Dissanayake had, in the meantime resigned from the Cabinet after a year or so. In fact quite unknown to Premadasa, Lalith, Gamini and G M Premachandra who had been Premadasa’s deputy minister in the highways ministry had presented a motion to impeach the president to the Speaker M H Mohamed. The motion contained several charges against the president in accordance with the constitutional requirement for the impeachment of a president. Under Article 38.2(a), any member of parliament could, by a letter addressed to the speaker, give notice that the president was",
    "permanently incapable of discharging the functions of his office by reason of mental or physical infirmity or that he had been guilty of intentional violation of the constitution, treason, bribery, misconduct or corruption involving abuse of power or any offence of moral turpitude. The speaker would have to entertain and place in the order paper in parliament such notice if it was signed by at least half the number of members in parliament and the speaker was satisfied that the allegations merited inquiry and report by the Supreme Court. Mohamed had now to base his decision on whether to place it in the order paper in Parliament by ascertaining whether at least 50 per cent of the members had signed it and that the allegations merited inquiry by the Supreme Court.",
    "Premadasa acted quickly to thwart any further movement of the motion. He used his constitutional power to prorogue Parliament immediately and simultaneously set about the business of getting those who had signed the motion to withdraw their signatures and if that seemed impractical, to come up with reasons as to why they had subscribed their signature without really intending to do so. This resulted in a hilarious situation where quite a few claimed that they had signed the motion thinking it was for something else, like apparently giving members some further benefit. Some of us were informed that Mrs Premadasa played a prominent part in the drama that was taking place around Parliament. The upshot of this action was that the motion was not placed in the order paper by the speaker. Premadasa had learnt an important lesson that even an executive president should always be conscious of maintaining a majority in the House and keeping the members of the government group contented. I believe he realised at this point that he had been too strong and disciplined in his control of his MPs and ministers, like curtailing some of their more costly expenditures and the duration and times they travelled out of the country.",
    "It was no secret that many years ago, when he was the prime minister, and before SAARC was born, he had held the view that Sri Lanka should try and get into ASEAN. In fact, he once visited all of the ASEAN countries with me and Bernard Tillekeratne who was director-general for Asia in the foreign office. As he then said pithily in Sinhala, there was little to be gained by sitting with the beggars. One had to sit at the table to get a serving.",
    "However once Sri Lanka assumed the chairmanship of SAARC in December 1991, Premadasa gave it a priority and commitment that I have not seen surpassed.",
    "He gave a great deal of energy to making certain that the year of our chairmanship would be recorded as one of sustained activity and real achievement. Concern with poverty and its amelioration was a cardinal feature of his domestic policy. Since SAARC itself had taken on poverty as a core area of cooperation, he had no hesitation in proposing at the Colombo Summit in December 1991, the establishment of an independent commission to recommend ways and means by which poverty, the scourge of six hundred million people in the region would be eliminated in the shortest possible time.",
    "Premadasa had the commission constituted very early and appointed two dedicated and knowledgeable Sri Lankans —Dr Ponna Vignaraja and a civil service colleague Susil Siriwardena. He saw to it that the report was out within ten months, in time for the heads of government summit to be held in Dhaka. In the course of the year, he personally carried the message of the commission to each of the seven countries. I accompanied him and enjoyed myself highlighting its contents to the several prime ministers and their confidantes. The essence of the message was that a ‘second leg’ of social mobilisation (based on the evident success that micro-projects in the region were having), should be grafted to the `first leg’ of the conventional growth strategy. He carried this message around the seven countries with almost missionary zeal. The success of his efforts was seen in the Dhaka Declaration where the seven leaders unanimously endorsed the recommendations of the commission in April 1993. Tragically, one month later, on the first of May, Premadasa was assassinated.",
    "(Excerpted from Rendering unto Caesar, autobiography of Bradman Weerakoon) ✍️",
    "Diyagama West Estate and its timeless legacy of tea innovation and sustainability",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}