{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/Russia-and-India-set-to-revitalize-alternative-shipping-line/107-275772",
  "time_ut": 1706250420.0,
  "original_lang": "en",
  "original_title": "Russia and India set to revitalize alternative shipping line",
  "original_body_lines": [
    "Russia, Jan 26 (Russia Today) - Moscow and New Delhi on Wednesday held detailed talks on reviving the Eastern Maritime Corridor (EMC) connecting Vladivostok in the Russian Far East and Chennai on India’s eastern coast.",
    "The route, which was operational during the Soviet era, is the object of renewed interest from businesses in both countries amid an unprecedented surge in oil, coal, and fertilizer exports from Russia to India, as well as tensions in the Red Sea impacting existing shipping routes.",
    "Speaking at a conference in Chennai, the Indian Minister for Ports, Shipping and Waterways, Sarbananda Sonowal, called the Eastern Maritime Corridor a “game changer” that would save up to 16 days of travel, significantly cutting freight costs. At present, most of the trade between India and Russia is conducted via the Mumbai–St. Petersburg sea route, which traverses the Suez Canal and takes 35-40 days.",
    "The minister suggested that the EMC could be an alternative for the movement of goods given the security situation in the Red Sea, where merchant ships are being attacked amid escalation in the Middle East surrounding the war in Gaza.",
    "According to Anatoly Bobrakov, Deputy Minister for the Far East and Arctic Development, who headed the Russian delegation to Chennai, the revitalization of the route has been discussed by the two countries at the highest level, including between Russian President Vladimir Putin and Indian Prime Minister Narendra Modi.",
    "Russia’s Arctic and Far Eastern ports account for around 40% of the country’s maritime shipping, and their freight turnover could double in the next decade with coal, crude, and LNG being the key items shipped.",
    "All of those commodities, along with fertilizers, could be effectively shipped via the EMC, according to a feasibility study conducted by the Indian government. The document, which has been seen by RT, maintains that coking coal is the most attractive commodity for shipping, which could be scaled up significantly via the Vladivostok-Chennai route. The study estimates the potential cargo at 20 million metric tons per annum (MMTPA) in 2025 and 65 MMTPA by 2042.",
    "Russian officials have noted that the EMC could be further linked with the Northern Sea Route (NSR) that runs from the Barents Sea near Russia’s border with Norway to the Bering Strait between Siberia and Alaska, providing India with even more alternative routes to ship vital commodities such as crude and LNG.",
    "Russian state giant Rosatom, which operates the NSR and is responsible for building its infrastructure, including icebreaker fleet, and developing routes for navigation of vessels, maintains the rapid growth of cargo traffic along the NSR, from 3.9 million tons in 2014 to 36.2 million tons in 2023, including the transit cargo, is a \"sign of demand\" for the route.",
    "Outlining various prospects for deepening Russia-India bilateral maritime cooperation, India's ports minister suggested that Russian icebreakers could be built at Indian shipyards. Moscow, for its part, has offered to train Indian sailors to navigate in icy Arctic waters, as the South Asian nation aspires to increase its presence in the far northern region."
  ]
}