{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Mujibur-blames-Govt-for-failing-to-address-Opposition-s-fresh-poser-on-Easter-attacks/56-761155",
  "time_ut": 1714335409.0,
  "original_lang": "en",
  "original_title": "Mujibur blames Govt. for failing to address Opposition’s fresh poser on Easter attacks",
  "original_body_lines": [
    "SJB Deputy General Secretary Mujibur Rahman addressing the media yesterday",
    "Samagi Jana Balawegaya (SJB) Deputy General Secretary Mujibur Rahman raised concerns yesterday about the lack of information regarding the guests who stayed in room 616 of the Shangri-La Hotel before being occupied by the Easter Sunday attackers including Zahran Hashim on 20 April 2019.",
    "During a press briefing yesterday, Rahman highlighted that court proceedings have unveiled a concerning lack of information regarding the occupants of room 616 at the Shangri-La Hotel in the days leading up to the terrorist attack. He noted that while details of other guests have emerged, court revelations indicate that individuals were present in the room despite a lack of information about them. “The evidence provided by staffers attests to this fact,” he said.",
    "He further stated that the Minister responsible for the police asserted in Parliament that room 616 remained unoccupied from 3 to 19 April before Hashim’s arrival on 20 April. Mujibur emphasised that the Minister appears to have been misinformed and provided with inaccurate details. “Court proceedings have brought to light critical information that warrants investigation. It is imperative to ascertain whether anyone indeed occupied room 616 prior to Zahran’s check-in,” he stressed. Rahman highlighted that court reports indicate guests had indeed occupied room 616 on 14 and 15 April. He pointed out that electronic key card records indicate the door had been opened using a guest key on both days. “The discrepancy arises in the absence of recorded information about these occupants compared to others. This raises concerns, prompting us to seek clarification. The Government should launch an investigation into this matter,” he emphasised.",
    "He urged the Minister of Public Security to delve into this matter and thoroughly examine the commission reports regarding the incident. “Upon reviewing these reports, one gets the impression that the attack may have been part of a conspiracy. Both the Cardinal and the Attorney General’s Department have made reports on this,” he emphasised.",
    "“During a three-day parliamentary debate on the Easter attacks, Government members failed to address opposition inquiries regarding the incident,” he noted. Rahman emphasised the urgency for the Government to promptly review the Easter case reports and the findings of the Presidential Commission. He underscored the need for swift action to hold accountable those implicated in the Easter attacks based on the information outlined in these reports. Rahman himself urged the minister to take decisive steps in this regard."
  ]
}