{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/New-Vithanakande-reinforces-supremacy-with-Guinness-World-Record-for-Most-Expensive-Tea/34-782480",
  "time_ut": 1759369675.0,
  "original_lang": "en",
  "original_title": "New Vithanakande reinforces supremacy with Guinness World Record for Most Expensive Tea",
  "original_body_lines": [
    "New Vithanakande Tea Factory CEO Pubudu Gunasekara accorded special welcome on arrival at the Bandaranaike International Airport from Japan where Guinness World Record for Most Expensive Tea was achieved – Pic by T.K.G. Kapila",
    "Sri Lanka’s reputation as the home of the world’s finest teas was further cemented when the New Vithanakande Tea Factory, representing the Sabaragamuwa region, set a new Guinness World Record for producing the most valuable tea ever sold.",
    "At the Sri Lanka Charity Tea Auction held on 26 September in Osaka, Japan, the factory’s premium black tea fetched a staggering 125,000 Japanese Yen (around Rs. 255,000) per kilogram, the highest price ever recorded for tea globally. The purchase was made by Janat Paris International Company, a renowned French tea brand.",
    "The auction was organised by the Sri Lanka Tea Board in partnership with the Japan Tea Merchants Association, alongside the Expo 2025 International Exhibition in Japan. A total of 70 international buyers participated in the landmark event.",
    "The New Vithanakande Tea Factory earned the right to represent Sabaragamuwa after emerging as a winner in the Ceylon Specialty Tea competition, conducted every three years by the Sri Lanka Tea Board (SLTB) across seven agro-climatic regions. Each regional winner is given the opportunity to present their best teas at the international auction.",
    "Highlighting the social purpose behind the event, the SLTB announced that the entire proceeds from the record-breaking sale will be channelled towards supporting the education of children of tea estate workers in Sri Lanka, reinforcing the industry’s commitment to sustainability and social welfare.",
    "New Vithanakande Tea Factory CEO Pubudu Gunasekara, who personally attended the auction, returned to Sri Lanka yesterday (1) to a celebratory welcome at Bandaranaike International Airport. Senior officials of the SLTB, Directors of the New Vithanakande Tea Factory, and representatives of the Tea Brokers Association were present to greet him."
  ]
}