{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/A-dull-Ramadan-awaits-Muslims-amidst-the-Soaring-Cost-of-Living/131-278224",
  "time_ut": 1709577000.0,
  "original_lang": "en",
  "original_title": "A dull Ramadan awaits Muslims amidst the Soaring Cost of Living",
  "original_body_lines": [
    "An Iftar ceremony organized for residents of Maligawatte last year. Photo credits- Abdul Rahman Azeem",
    "With the high cost of food and other commodities, low-income families are finding it a challenge to secure essential food items for their daily meals. Families eating fewer meals a day and adults skipping meals to feed their children are common among many lower middle class families in the island. In such a context, one has to contend as to whether a low-income family has the means of preparing traditional meals for Ramadan",
    "In the coming days, Muslims across the world will welcome the Holy Month of Ramadan. For Muslims, Ramadan is not merely a ritual fast from sunrise to sunset, but a time for spiritual revival, sharing and thanksgiving. It is a time where families, friends and neighbours stand side-by-side during night-long prayers or huddle together over Iftar (fast-breaking meal) get-togethers. However, has the high cost of living in Sri Lanka deflated the Ramadan spirit this year? Daily Mirror spoke to the Muslim community to understand how they were looking forward to celebrating Ramadan this year.",
    "According to a 2023 survey by LIRNEasia – a regional policy research think tank – seven million Sri Lankans (one in three people) are living in poverty. Since 2019, four million people (17% of the population) have fallen into poverty.",
    "The impact of Covid-19, questionable policy decisions, the depletion of foreign reserves, the depreciation of the Rupee against the US Dollar, and tax hikes has left a large population of Sri Lankans disoriented, holding on to their stagnant salaries. In this backdrop, the festivities of Ramadan – one of the holiest months for Muslims worldwide – will also be dimmer in middle-class homes.",
    "Mohamed Imthaz, who sells clothing at a pavement in Colombo, told Daily Mirror that although times were difficult, with the assistance of those within the community, his family would be able to celebrate Ramadan.",
    "Beneath the shade of a roadside tree, Imthaz had laid out stacks of housecoats in various colours and prints in the hope that shoppers exiting the market in the vicinity would pause to make a purchase. Like many other Sri Lankans, Imthaz’s son has moved abroad in search of better financial prospects, while his daughter has begun a business online.",
    "Fawaz Mansoor* from Akkaraipattu, in the Ampara District, is the only helper at a shop that sells sweetmeats in a busy street in Colombo. Although Mansoor’s expenses have increased after getting married last year, he remains positive. “Our entire family still lives together in one house. The men will somehow earn and put food on the table and the family will somehow manage.”",
    "Riyaz Ameen* who sells and repairs unbranded wrist watches for a living noted that although costs will have to be reduced to a certain extent this year, Ramadan will have to be observed. “We can do very little with Rs. 5,000 in today’s economy. I have three school-going children back at home in Matale. We will have to try to reduce costs this time and somehow manage. We don’t receive any aid from mosques, as mosques are focused on helping those whose situations are dire; however, we will still try to keep to the traditions of Ramadan this year as well.”",
    "During the month of Ramadan, Zareena Mubarak* from Ratmalana prepares short eats at home (an Iftar staple for many Muslim families who prefer to stick to tradition) to be sold in front of mosques. “Mosques help us by providing us with a box of dry rations. We are also confident that we will receive some sort of aid from others. We also earn some income during Ramadan when we supply short eats to mosques. With that, we manage each year, and it will be the same this year too. When we prepare short eats to be sold in front of mosques, we keep a few for us as well, so that my children can still enjoy some during Iftar,” Mubarak commented.",
    "As the sun begins its descent during the month of Ramadan, children, parents, grandparents, and those who receive Iftar invitations remain seated on straw mats around saucers of dates and short eats, bowls of porridge and glasses of faluda. They await the Azan (call to prayer) for the sunset prayer to be called out on the radio or from a nearby mosque, to break their fast.",
    "With the high cost of food and other commodities, low-income families are finding it a challenge to secure essential food items for their daily meals. Families eating fewer meals a day and adults skipping meals to feed their children are common among many lower middle class families in the island. In such a context, one has to contend as to whether a low-income family has the means of preparing traditional meals for Ramadan.",
    "This Ramadan, Saiha Saleem* from Mattakkuliya has opted to provide her family with a filling Suhoor (pre-dawn meal), instead of preparing traditional Iftar meals. She stressed that the meagre earnings her husband manages to bring home are spent on settling the monthly house rent and arrears on utility bills, leaving very little for food purchases.",
    "Saleem also noted that while she is eligible to receive aid that is usually distributed among lower-income families during Ramadan, her family is sometimes bypassed owing to their frequent shifting of houses. “Since we are on rent, we shift almost every two years. Some mosques know us and give us parcels of dry rations. But when we have shifted to a new location, the mosques in that area won’t know us and therefore we won’t receive aid. Last year, we received a 10 kilogram rice sack and some dates from the mosque. Others, like family and friends, also come forward to help us. This year, we may or may not receive aid, but we believe in God and will get along with our day to day lives. There are people who are in a far worse situation than us. But, whatever situation we are in, we should never go begging from house to house.”",
    "Abdullah Thalib* from Panadura stated that Ramadan celebrations will be sombre in comparison to last year. “Ramadan is a special time with lots of opportunity to perform righteous deeds. Those who are facing the most difficulties will ask and receive funds from others and manage this month. The lower middle-class who are shy to ask will not receive anything– it is for them that it will be most difficult. With the cost of living higher than last year, Ramadan preparations will be on a low key for many families in comparison to previous years.”",
    "Thalib, who is a tailor by profession, also lamented that there will be a lower demand for festival clothing this year. With many families living hand to mouth, there is little to no earnings left for new clothes and other traditional festivities.",
    "With the intention of granting the less-fortunate an opportunity to join in the festivities of the month of Ramadan, some Muslims donate money or dry rations to mosques to be distributed among lower-income families in the surrounding area. Most mosques host Iftar free-of-charge allowing any Muslim in the area to break their fast at the mosque.",
    "Daily Mirror reached out to the Colombo Grand Mosque, located in Colombo 12, to gain insight into how the mosque would be extending their support to the low-income Muslim communities this Ramadan.",
    "General Secretary to the Colombo Grand Mosque, Faris Fahmy, informed Daily Mirror that parcels of dry rations are distributed to the underprivileged in the area, when donations are received by the mosque. He further noted that the mosque annually provides Iftar porridge to the surrounding houses. “For many years, the mosque has been serving Iftar porridge to about 800 houses in the surrounding area. We also arrange Iftar meals for another 300 people within the mosque premises daily.”",
    "Fahmy said that last year, the mosque saw an 18% reduction in Ramadan donations in comparison to previous years. “Despite the drop in income, the mosque didn’t compromise on the quality or quantity of the porridge and Iftar meal provided each day. The shortfalls were met by the mosque funds.”",
    "Meanwhile, the Dewatagaha Mosque noted no decrease in the donations typically received as Ramadan assistance. According to the Chairman of the mosque, Reyyaz Salley, there are between 30 to 40 families living in the mosque property to whom dry rations are donated by philanthropists. “Since this mosque is located in a commercial area, we don’t have many underprivileged homes in the surrounding region. Also, at our mosque, we don’t request donations of dry rations; but, there are certain philanthropists who request for the lists of families who live on the mosque property, and take the initiative to distribute dry rations themselves. We don’t interfere in the distribution.”",
    "Salley added that while the Dewatagaha Mosque organises Iftar for 300 people daily during the entire month of Ramadan, they anticipate an increase in this number this year. “This time we are expecting more people for Iftar, considering that the situation of the country is dire. Those who work at the hospital and offices in the vicinity usually come to Dewatagaha Mosque to break their fast. Those who cannot afford to secure their Iftar meal also come to the mosque to break their fast. We welcome anyone to break their fast at Dewatagaha Mosque – we don’t discriminate against anyone; all will be seated to break their fast together. Annually, we make Iftar arrangements for women as well. For Iftar, we provide porridge, dates, two types of short eats, and a drink. The Iftar at Dewatagaha Mosque is sponsored by different individuals each day.”",
    "Privately run charity organisations that extend significant contributions to low-income families during Ramadan mentioned that they have been facing numerous issues in their efforts to distribute aid this year. While some donors have backed out, a sharp increase in families seeking donations is observed – notably, this includes families that have previously refused donations and helped charities in distributing food packs.",
    "“Care Station”, a charity organisation that distributes packs of dry rations within Colombo and other districts during Ramadan, has observed the highest number of requests for aid this year.",
    "The Founding Director of the organisation, Razni Razick, informed Daily Mirror that some donors in Sri Lanka have abruptly discontinued their support due to economic strains. She also noted, “Sri Lankan communities abroad who were long term donors have also reduced their support now, as everyone is helping someone who is struggling within their circle back at home, thereby prioritising helping their own family members and friends.”",
    "“We will have to cut down on the list of dry rations provided to needy families this year, which will impact the quantity and variety of essential items the beneficiaries receive. High transportation costs are also restricting the areas we can reach out to.”",
    "According to Razick, there’s a limited availability of volunteers and members to support the organisation. “Many volunteers have sought additional employment opportunities or are pursuing higher education in their spare time for better financial prospects.”",
    "Meanwhile, Fathima Hameed, who with the support of family and friends provides assistance for low-income households within the Kandy District, commended the support extended by Sri Lankan expatriates during these difficult times. “Overall, donations have reduced, but since the number of people who have migrated has also increased, they have come forward to help. They understand the significance of Ramadan, and help out no matter how difficult it is. So we are optimistic. Each year, we start out with the intention of distributing 50 or 100 packs, but we have always been able to give more.”",
    "She further said, “There is an increase in people seeking donations. We used to have families who were able to survive without donations and used to help distribute packs for us. But those people are in need today.”",
    "Private charities typically distribute parcels of dry rations containing essentials like rice, dates, oil, dhal, soya meat, milk powder, flour, tea leaves and sugar. However, due to the significant rise in the prices of these food items, charities are forced to reduce the quantities provided in such packs. Previously, a family of four could have sustained themselves on a pack for the first two weeks, but this Ramadan, a parcel may only last about a week. This unfortunate reality dampens the joyful spirit of Ramadan in many middle-class homes."
  ]
}