{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jpal-branching-out/",
  "time_ut": 1759342080.0,
  "original_lang": "en",
  "original_title": "JPal … branching out",
  "original_body_lines": [
    "Janaka Palapathwala, also known as JPal, is a musician who’s been making waves with his Elvis/Jim Reeves-style singing, and his music style, inspired by these legendary artistes, has garnered him a significant following, not only locally, but overseas, as well.",
    "JPal is his stage name and he says he made the change to make it easier for international audiences to pronounce.",
    "‘Palapathwala’ is a bit of a tongue twister for those abroad, he added.",
    "While continuing with his career, as a performer, Janaka is now branching out and his new role is Event Manager-cum-Consultant.",
    "“I am now in a position to put together events for just about anybody: from stage shows, concerts, weddings, talent contests, dinner dances, corporate events, parties, etc., and that means organising, providing the music, lights, videos, photography, compering … yes, whatever is needed to make an event a total success.”",
    "“It was a big event, a talent show – singing, dancing, skits and 11 comperes – and I was involved in the auditions, carried out workshops and training the participants, since April, from Union Bank branches situated countrywide.",
    "“My work was showcased on Saturday 20th September, at Bishop’s College Auditorium and it was a ‘full house’ show that was enjoyed by the audience, as well as the board of Directors of the Bank.”",
    "As a performer, Janaka says in order to broaden his fan base in Sri Lanka, he has decided to work on Sinhala songs, as well.",
    "In addition to his new role in the scene here, Janaka mentoned he will actively continue pursuing his music career, experimenting with new styles, and connecting with fans locally and internationally.",
    "Kelani Ganga at a crossroads: Suranjan Karunaratne warns of an unfolding crisis",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}