{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101094/venezuelas-maduro-blocks-x-access-in-country-for-10-days",
  "time_ut": 1723172820.0,
  "original_lang": "en",
  "original_title": "Venezuela’s Maduro blocks X access in country for 10 days",
  "original_body_lines": [
    "Venezuelan President Nicolas Maduro on Thursday took tensions with social media platform X and its owner Elon Musk to new heights, banning the platform in the South American country for 10 days amid furore over a disputed presidential election.",
    "Maduro said he signed a resolution presented by regulator Conatel which “has decided to take social network X, formerly known as Twitter, out of circulation for 10 days” and accused Musk of inciting hate, civil war, and death.",
    "“X get out of Venezuela for 10 days!” he said in a speech which was broadcast on state television.",
    "Maduro and Musk have frequently traded barbs over X, with the platform’s owner comparing the Venezuelan president to a donkey, while Maduro has blamed Musk for being a driving force behind protests and dissent following the election.",
    "They have also offered and accepted challenges to fight each other in comments on X and via Venezuelan state television.",
    "The temporary ban on X represents another swipe at Big Tech, after Maduro this week urged supporters to abandon Meta-owned  WhatsApp in favor of Telegram or WeChat, saying the messaging app was being used to threaten the families of soldiers and police officers.",
    "WhatsApp declined to comment. X did not immediately respond to requests for comment.",
    "Venezuela’s electoral authority proclaimed Maduro the winner of the July 28 presidential election with some 51% of the vote, although it has yet to produce the voting tallies.",
    "The declaration sparked widespread accusations of fraud and protests which were promoted across social media. Local advocacy group the Venezuelan Observatory for Social Conflict reports at least 23 people have been killed in protests.",
    "In the days after the vote, protests from Venezuelans across the country and abroad broke out demanding Maduro step down and to honor a win by opposition candidate Edmundo Gonzalez.",
    "The opposition, led by Maria Corina Machado and Gonzalez, says it has copies of the voting tallies that show it won the election with more than 7 million votes, compared to Maduro’s 3.3 million votes. That result is broadly similar to that predicted by independent exit polls.",
    "Countries including the U.S, Argentina and Chile have refused to recognize Maduro’s claimed victory, instead urging transparency and the publication of the voting tallies. China and Russia have congratulated Maduro on his victory.",
    "Venezuelan security forces have launched a crackdown on what authorities say are violent criminals, with Maduro touting more than 2,000 arrests. Advocacy groups say those arrested are peaceful demonstrators being targeted for repression.",
    "“The voices of Venezuelan voters will not be silenced by repression, censorship, or disinformation. The world is watching,” Brian A. Nichols, Assistant Secretary for Western Hemisphere Affairs for the U.S State Department, said in a post on X.",
    "Earlier, the foreign ministers of Mexico, Colombia and Brazil reiterated calls for Venezuela’s electoral authority to publish the vote tallies in a joint statement.",
    "The statement followed comments Machado on Thursday, who called on Mexico’s President Andres Manuel Lopez Obrador to impress upon Maduro that his best option is to negotiate with the country’s opposition."
  ]
}