{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/No-legal-representation-for-Gotabaya-Rajapaksa-in-Supreme-Court/108-282832",
  "time_ut": 1715963580.0,
  "original_lang": "en",
  "original_title": "No legal representation for Gotabaya Rajapaksa in Supreme Court",
  "original_body_lines": [
    "Colombo, May 17 (Daily Mirror) - The Supreme Court today directed the petitioners to serve notices on former President Gotabaya Rajapaksa as he was not represented by a counsel in connection with five fundamental rights petitions.",
    "When the five Fundamental Rights petitions challenging former President Gotabaya Rajapaksa’s decision to grant a presidential pardon to ex-soldier Sunil Ratnayake, who was convicted and sentenced to death for the Mirusuvil murder case, were taken up for argument, neither Gotabaya Rajapaksa nor a lawyer represented him.",
    "Supreme Court two-judge-bench comprising Justices Yasantha Kodagoda and Achala Wengappuli further directed the petitioners to serve notices on Sunil Ratnayake, a respondent in the petitions as he was also not represented by a lawyer. These petitions are to be taken up for argument on September 4.",
    "The Supreme Court has already granted leave to proceed with these petitions in terms of Article 12(1) of the constitution (Right of equality).",
    "Former army staff sergeant R.M. Sunil Ratnayake who was convicted and sentenced to death for the Mirusuvil murder case in 2000 had been released after he received Presidential Clemency.",
    "Several petitioners including the family members of the victims, Centre for Policy Alternatives (CPA) and its Executive Director Dr. Paikiasothy Saravanamuttu had filed these five petitions naming Commissioner General of Prisons, the Minister of Justice, the Secretary to the President and the National Authority for the Protection of Victims of Crimes and Witnesses as respondents.",
    "The petitioners stated that the procedure prescribed in the law had not been followed and that in any event, the decision to pardon is unreasonable and based on improper motives. The Petitioners further said the decision made by President Gotabaya Rajapaksa on March 26, 2020 to pardon Ratnayake is arbitrary, unreasonable, ultra vires and has not been done in the interest of the public.",
    "R.M. Sunil Ratnayake, a staff sergeant attached to Sri Lanka Army was sentenced to death by Colombo High Court Trial-at-Bar bench on June 25, 2015 after being found guilty for murdering eight civilians at Mirusuvil in Jaffna on December 19, 2000.",
    "On November 27, 2002, the Attorney General indicted five accused on 19 charges in the murder of eight civilians in Mirusuvil of the Jaffna peninsula before a High Court at Trial-at-Bar in Colombo. The Trial-at-bar bench found former Staff Sergeant R.M. Sunil Ratnayake guilty of multiple counts including the murder. Meanwhile, on May 20, 2017, Supreme Court five-judge-bench had also unanimously affirmed the conviction and the death sentence imposed on a former army staff sergeant regarding this incident.",
    "Geoffrey Alagaratnam PC, M.A. Sumanthiran PC, Senior Counsel Pulasthi Hewamanna, Luwie Ganeshathasan, Ermiza Tegal, Harini Jayawardhana, Fadhila Farioze and Githmi Wijenarayana appeared for the petitioners."
  ]
}