{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-reduces-government-budget-deficit-by-rs-643-bn-between-jan-sep-2024/",
  "time_ut": 1732483740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka reduces government budget deficit by Rs. 643 bn between Jan – Sep 2024",
  "original_body_lines": [
    "During the year up to 22nd November 2024, the Sri Lanka rupee appreciated against the US dollar by 11.3 per cent, according to the Weekly Economic Indicators report issued by the Central Bank of Sri Lanka.During the period from January to September 2024, the overall budget deficit decreased to Rs. 970.0 bn compared to Rs. 1,613.6 bn recorded in the corresponding period of 2023, the report stated.",
    "On-year-on-year basis, National Consumer Price Index (NCPI) based headline inflation remained in the negative territory for the second consecutive month, recording a deflation of 0.7 per cent in October 2024 from 0.2 per cent deflation reported in September 2024.",
    "In October 2024, Purchasing Managers’ Indices indicated expansions in both Manufacturing and Services activities, on a month-on-month basis.",
    "Between 18th and 22nd November 2024, crude oil prices followed a general upward trend due to intensifying concerns over supply disruptions arising from geopolitical tensions between Russia and Ukraine despite the increase in US crude stockpiles. Overall, Brent and WTI prices rose by US dollars 3.36 and US dollars 3.38 per barrel, respectively, over the period.",
    "Weekly Average Weighted Prime Lending Rate (AWPR) for the week ending 22nd November 2024 decreased by 3 bps to 9.08 per cent compared to the previous week.",
    "The total outstanding market liquidity was a surplus of Rs. 93.291 bn by 22nd November 2024, compared to a surplus of Rs. 112.535 bn by the end of the last week, the report stated.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}