{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/To-make-a-race-in-a-raceless-society/4-764011",
  "time_ut": 1720482114.0,
  "original_lang": "en",
  "original_title": "To make a race in a raceless society",
  "original_body_lines": [
    "As Sri Lanka navigates a crucial period, it is essential to absorb all subgroups into the mainstream",
    "In the current global context, isolation is impossible due to ongoing economic trends and geopolitical influences. Even North Korea attempts to build and maintain interstate relationships to fulfil national interests. Alongside these interstate developments, there is a rising sub-area that every country faces to varying degrees: migration.",
    "Migration can be categorised under different phenomena, with migrants choosing destinations based on a variety of factors, whether individual or general. These migrants invariably bring both positive and negative impacts to their host countries. As a result of this, countries strive to accept and adapt to new migrants while maintaining sovereignty and cultural values. Migrants contribute not only as human resources but also by introducing new knowledge, skills, experiences, and ideologies to the natives, which blend with the existing society. This infusion of new trends can positively influence societal well-being.",
    "To address these trends, most developed countries adopt progressive approaches toward migrants. They implement new laws and policies to promote social awareness and acceptance. These friendly yet strict regulations have a positive impact on migrants. Western countries, in particular, use these strategies to maximise benefits from migrants and their descendants. Sri Lanka, too, has experienced several waves of migration, with individual migrants making significant contributions to Sri Lankan society. Being an island, Sri Lanka has historically received a modest number of arrivals. These arrivals have brought religions, cricket, food culture, language, traditions, beliefs, and a unique sense of humour, all of which have shaped the country’s identity.",
    "One of the main priorities of colonisation was trade and economic gain. Colonisers employed various strategies to maximise profits from their colonies, such as coffee plantations in South America and tea plantations in Asia. After the failure of the coffee industry in Sri Lanka, the British switched to tea plantations, leading to the importation of South Indian labourers. In the early 1800s, British rulers leveraged the interests of the South Indian community to bring them as estate workers to Sri Lanka. This action has had long-term implications for both the estate workers and Sri Lankan society. Issues concerning the Indian estate worker community have often served as leverage for Indian politicians to exert influence over Sri Lanka.",
    "Throughout history, Europe has faced numerous interstate wars and geopolitical stresses, particularly in the 20th century. Despite being home to many nationalities and ethnic groups within the smallest continent of the world, Europe found strategic solutions to these issues by establishing the European Union. Later, the Erasmus program was launched, focusing on students and professionals, encouraging them to think and work as Europeans while maintaining their national identities. Furthermore, the Schengen border control policies normalised these movements, reducing the perception of typical migration and preventing the establishment of national diasporic activities within other European nations. These policies have directed people toward new directions and helped address various ongoing issues, such as data protection laws established by the European Union.",
    "British Governor Edward Barnes brought a large number of Indian Tamil workers to Sri Lanka from cities of Tamil Nadu such as Tirunelveli, Tiruchirappalli, Madurai, and Thanjavur during the 19th century. These workers were mainly recruited for tea plantations but were also employed in rubber, coffee, and coconut plantations. As a multi-cultural and multi-religious state, Sri Lanka recognised Tamil, Islamic, and other minor ethnic groups as Sri Lankans, who gained legal recognition under the 1948 Citizenship Act. However, Sri Lankan society has remained regressive towards South Indian migrants.",
    "Estate workers often had to seek solutions from estate owners rather than from village servants (Grama Sevaka), and estate owners established centralised schools, hospitals, and other necessities around the estates. These actions maintained the separation of the Indian estate workers, creating an isolated community. Although Sri Lankans acknowledge the economic contributions of estate workers, there has been a lack of support from other major communities for these individuals due to this separation.",
    "Arrivals can be categorised into different subsections, but regardless of the method—whether skilled migrants or refugees—migrants receive equal recognition under migration acts and human rights laws. They gain opportunities to work, study, and live alongside natives, and after gaining citizenship, they enjoy equal benefits. This integration creates awareness among native citizens about the struggles migrants face. Consequently, politicians and political parties prioritise migration policies during elections. The European Union’s continent-wide migration policies provide significant benefits on both ends. Despite this, Sri Lankans have struggled to integrate estate workers into their society, using the situation for political gain. Providing a proper lifestyle and raising minimum wages for this group is crucial, but long-term policy solutions are necessary to integrate them into the mainstream society.",
    "As Sri Lanka navigates a crucial period, it is essential to absorb all subgroups into the mainstream rather than isolating them as separate communities. Because accepting into the central society is the main solution and recognition can provide to any sort of sub group and by doing this mostly developed countries were able to gain a lot of benefits. While providing solutions to housing issues of state workers and minimum wage issue at least after 200 years Sri Lankans should take this specific migration group under the roof as Sri Lankans.",
    "Due to various reasons Europe and North America received both regular and irregular migration waves from all around the world and these migrants brought new cultures, languages, belief and views to the host nation. Following the correct policies and by maintaining necessary awareness in main society most of these migrants were able to adapt to the main society.",
    "In the meantime State Tamil Workers are following one of the official languages in Sri Lanka and also culturally and biologically they follow almost the same approach as the main society but as a nation Sri Lankans failed to accept and grab them as an equal and valuable part of the society. Legal acceptance and social acceptance will be the key factor in providing a sustainable solution for this specific group.",
    "(The writer is reading for his PhD at Macquarie University, Sydney Australia – Department of Human Geography & Migration.)"
  ]
}