{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hayleys-plc-retains-credit-rating-of-aaalka-by-fitch-ratings-showcasing-financial-strength-and-resilience/",
  "time_ut": 1724530740.0,
  "original_lang": "en",
  "original_title": "Hayleys PLC retains credit rating of AAA(lka) by Fitch Ratings showcasing financial strength and resilience",
  "original_body_lines": [
    "Hayleys PLC retained its national long-term rating of ‘AAA(lka)’ by Fitch Ratings, attesting to the Group’s strong financial stability and resilient earnings profile. The outlook on the rating is stable, a news release from the company said.",
    "The rating is upheld by the Group’s extensive operating scale, diversification across business verticals and geographies and globally leading market positions in several key businesses, which have enabled the Group to generate sustainable operating cash flows despite temporary headwinds.",
    "The Group also delivered an impressive performance over the first quarter of the financial year ending 31st March 2025, recording Revenue and Profit-Before-Tax growth of 17% and 150% respectively.",
    "Consolidated Revenue amounted to Rs.113.61 bn during the quarter with growth driven by the Consumer & Retail (+52%), Transportation & Logistics (+25%), Projects & Engineering (+125%) and Construction Materials (+47%) sectors, the release added.",
    "“The moderate performance of the Group’s export-oriented sectors was countered by strong growth in the verticals catering to the domestic market- underscoring the diversity and resilience of the Group’s earnings. Meanwhile, the Group’s Gross Profit increased by 15%, with the Gross Profit margin maintained at 23%.",
    "“Consolidated Earnings Before Interest and Tax (EBIT) increased by 2% to Rs. 8.49 bn, with the Consumer & Retail Sector emerging as the largest contributor with a share of 17% supported by a broader revival in consumer sentiment, and Singer (Sri Lanka) PLC’s unmatched market position in the consumer durables industry.",
    "“Despite slight moderations in operating performance, Transportation & Logistics, Others, Textiles and Purification Sectors also provided key contributions to Group EBIT during the quarter. Overall, the Group’s Profit-After-Tax clocked in at Rs. 3.12 bn an increase of 136% compared to the corresponding quarter of the previous financial year.",
    "“The Group’s financial position remained strong, reflecting modest leverage and improving coverage levels. The AAA(lka) credit rating also takes into account the Group’s strong market positions in defensive industries such as Hand Protection, Agriculture and Purification and the anticipated upside potential from the domestic construction, tourism and retail industries.",
    "“Fitch Ratings also notes the Group’s geographical diversification in terms of earnings with 54% of Revenue generated via direct and indirect exports as well as manufacturing locations, particularly in the Purification and Hand Protection sectors.”",
    "“The reaffirmation of our credit rating at the highest level reflects the Group’s steadfast commitment to pursuing its growth ambitions while maintaining the strength and stability of its financial profile”, said Mohan Pandithage, Chairman and Chief Executive of Hayleys PLC. “The diversity of our businesses, strong market positions, unmatched human capital and relationships have aptly positioned the Hayleys Group to leverage emerging opportunities and we remain optimistic about the Group’s financial prospects in the quarters ahead”",
    "“As one of the country’s most socio-economically impactful organizations, Hayleys continues to drive inclusive value across its extensive supply chains and communities, driving economic empowerment across Sri Lanka,” the release said.",
    "“Total employment across the Group’s global network increased to 36,667 during the first quarter of FY 2024/25, with continued investments in nurturing talent, supporting employee well-being and building a diverse and inclusive culture.",
    "“The Group remains deeply committed to driving its ESG aspirations as outlined in the Hayleys Lifecode, achieving a near five percent y-o-y reduction in its carbon emissions supported by increasing focus on renewable and sustainable energy sources.",
    "“A centrepiece of the Sri Lankan economy, Hayleys, a public-listed entity, is Sri Lanka’s most diversified conglomerate, with a global footprint spanning 18 countries in five regions. Hayleys is a champion of sustainable innovation and represents one of Sri Lanka’s most prominent success stories.”",
    "The Board of Directors of Hayleys PLC are, Mohan Pandithage (Chairman and Chief Executive), Sarath Ganegoda, Rajitha Kariyawasan, Harsha Cabraal, PC, Ruwan Waidyaratne, Hisham Jamaldeen, Aravinda Perera, Jayanthi Dharmasena, Rohan Karr, Gamini Gunaratne, Timothy Speldewinde and Yohan Perera.",
    "CEAT Kelani Holdings supports schoolchildren in Monaragala with essential supplies",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}