{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/Funeral-for-Sri-Lankan-family-slain-in-Ottawa-to-be-held-on-Sunday/107-278952",
  "time_ut": 1710519240.0,
  "original_lang": "en",
  "original_title": "Funeral for Sri Lankan family slain in Ottawa to be held on Sunday",
  "original_body_lines": [
    "OTTAWA — A public funeral for the six people killed last week in Barrhaven will be held on Sunday afternoon.",
    "In a news release Thursday, the Buddhist Congress of Canada (BCC) said the multi-faith service will be at 1 p.m. at the Infinity Convention Centre on Gibford Drive south of Ottawa's core.",
    "Four children and two adults were killed in a townhouse in the Ottawa suburb of Barrhaven March 6.",
    "Police identified five of the victims as a family of newcomers to Canada from Sri Lanka.",
    "35-year-old Darshani Dilanthika Ekanayake, was killed along with her four young children — daughters Kelly, who was two months old; Ranaya, 3; and Ashwini, 4 — and son Inuka, 7.",
    "The body of another man, 40-year-old Gamini Amarakoon, was also found at the scene.",
    "There was one survivor — Dhanushka Wickramasinghe, who was injured with an edged weapon and taken to hospital.",
    "In the release, the BCC said Wickramasinghe \"is recovering physically however mentally he will require psychological support to overcome last week's events and requests privacy as he mourns the loss of his family.\"",
    "\"[He] wants to thank everyone for the support he has received,\" the congress added.",
    "Febrio De-Zoysa, 19, an international student also from Sri Lanka who was living with the family, has been charged with six counts of first-degree murder and one count of attempted murder.",
    "De-Zoysa joined court proceedings Thursday afternoon by phone and is being represented by lawyer Ewan Lyttle.",
    "Lyttle told reporters he's met with De-Zoysa and he is in protective custody due to the seriousness of the charges against him. It's too early to talk about a mental health assessment, Lyttle said.",
    "None of the charges against De-Zoysa have been proven and the court has not heard any evidence surrounding the circumstances of the crimes."
  ]
}