{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-invites-israel-farmers-to-visit-island-and-recruit-workers-171050/",
  "time_ut": 1720172700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka invites Israel farmers to visit island and recruit workers",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Labour and Foreign Employment Minister says he discussed with the visiting Israeli ambassador the matter of farmers coming to Sri Lanka to vet and recruit workers for its agriculture sector.",
    "“There have been issues with the first batch of workers sent to Israel to work in its agriculture sector,” Manusha Nanayakkara said on Meta (Facebook).",
    "Nanayakkara met the Ambassador of Israel to India, Sri Lanka, and Bhutan Naor Gilon on Thursday to discuss the issues, he said.",
    "“There have been concerns about the behaviour of the Sri Lankan workers sent to Israel in the first batch. They have faced some issues regarding payments and lodging. But instead of discussing these problems, they have adopted trade union like actions and protested.",
    "“This has damaged the perceptions Israel farmers have about Sri Lankan workers and their productivity was questioned. Now they don’t want to hire Sri Lankans.”",
    "“We proposed that the farmers come here, and pick who they want after a vetting process which can include police records and medical records.”",
    "Nanayakkara said Sri Lanka had sent unskilled workers, without any training, to Israel in the first batch, since the state had an urgent need for workers at the time.",
    "Israel banned Palestinians from its workforce after it began its assault on Gaza, forcing farms to send out an SOS for workers during the harvest season.",
    "Some of the Sri Lankan workers sent in response have been accused of disorderly behaviour, intoxication and stealing, Nanayakkara said.",
    "“In future we will be careful about whom we send. We will monitor their actions, their social media posts, investigate their background before such people go abroad and tarnish Sri Lanka’s image.”",
    "Sri Lankan workers already in Israel in the agriculture sector will be redirected to work in other sectors such as hotel/restaurants, industry, and construction, he said.",
    "With Israel’s workforce conscripted to fight in the Palestinian territories it occupies, the settler state is facing an acute worker shortage in many sectors.",
    "Israel approves plan to import 92,000 foreign workers amid labour shortage",
    "There are “reasonable grounds” to believe that Israel is committing genocide against Palestinians in Gaza, the UN Special Rapporteur on the situation of human rights in the Occupied Palestinian Territories has said, even as millions across the world watch it unfold in real time across social media platforms. (Colombo/Jul5/2024)"
  ]
}