{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98546/russia-kazakhstan-evacuate-over-100000-people-amid-worst-flooding-in-decades",
  "time_ut": 1712682120.0,
  "original_lang": "en",
  "original_title": "Russia, Kazakhstan evacuate over 100,000 people amid worst flooding in decades",
  "original_body_lines": [
    "Russia and Kazakhstan ordered more than 100,000 people to evacuate after swiftly melting snow swelled mighty rivers beyond bursting point in the worst flooding in the area for at least 70 years.",
    "The deluge of melt water overwhelmed scores of settlements in the Ural Mountains, Siberia and areas of Kazakhstan close to rivers such as the Ural and Tobol, which local officials said had risen by metres in a matter of hours to the highest levels ever recorded.",
    "The Ural River, Europe’s third longest which flows through Russia and Kazakhstan into the Caspian, burst through an embankment dam on Friday, flooding the city of Orsk just south of the Ural Mountains.",
    "Downstream, water levels in Orenburg, a city of around 550,000, rose towards the critical level of 9.3 metres as sirens warned major floods were imminent. The water level is currently 9.14 metres.",
    "Sirens in Kurgan, a city on the Tobol river, a tributary of the Irtysh, warned people to evacuate immediately. An emergency was also declared in Tyumen, a major oil producing region of Western Siberia - the largest hydrocarbon basin in the world.",
    "“The difficult days are still ahead for the Kurgan and Tyumen regions,” Kremlin Spokesman Dmitry Peskov told reporters. “There is a lot of water coming.”",
    "President Vladimir Putin spoke to President Kassym-Jomart Tokayev of Kazakhstan, where over 86,000 people have been evacuated due to flooding. Tokayev said the flooding was probably the worst in 80 years.",
    "The most severely hit areas are Atyrau, Aktobe, Akmola, Kostanai, Eastern Kazakhstan, Northern Kazakhstan and Pavlodar regions, most of which border Russia and are crossed by rivers originating in Russia such as the Ural and the Tobol.",
    "In Russia, anger boiled over in Orsk when at least 100 Russians begged the Kremlin chief to help and chanted “shame on you” at local officials who they said had done too little.",
    "The Kremlin said Putin was getting updated constantly on the situation but that he had no immediate plans to visit the flood zone as local and emergency officials were doing their best to cope with the deluge.",
    "In Kurgan, a region with around 800,000 residents, drone footage showed traditional Russian wooden houses and the golden kupolas of Russian Orthodox Churches stranded among a vast expanse of water.",
    "In Orenburg, a city of more than half a million, residents paddled along roads as if they were rivers. Dams and embankments were being strengthened as the Ural river rose to nearly 10 metres high.",
    "Russian officials have said some people ignored calls to evacuate. Kurgan Governor Vadim Shumkov urged residents to take the warnings seriously.",
    "“We understand you very well: It is hard to leave your possessions and move somewhere at the call of the local authorities,” Shumkov said.",
    "“It’s better that we laugh at the hydrologists together later and praise God for the miracle of our common salvation. But let’s do it alive.”",
    "In Kurgan, water levels were rising in the Tobol and Russia said 19,000 people were at risk in the region.",
    "Rising water was also forecast in Siberia’s Ishim river, also a tributary of the Irtysh, which along with its parent, the Ob, forms the world’s seventh longest river system.",
    "It was not immediately clear why this year’s floods were so bad as the snow melt is an annual event in Russia. Scientists say climate change has made flooding more frequent worldwide."
  ]
}