{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Sports-for-peace-and-development/172-284192",
  "time_ut": 1717612200.0,
  "original_lang": "en",
  "original_title": "Sports for peace and development",
  "original_body_lines": [
    "Devastating cricket fans across the country, South Africa beat Sri Lanka by six wickets at the T20 World Cup, on Monday (3).",
    "It may be a cliche in the scorebook, but a famous saying lasts a lifetime. It goes like this: “For when the One Great Scorer comes to mark against your name, He writes, not that you won or lost, but how you played the Game.” Though often quoted, Rudyard Kipling’s poem ‘If’ also applies to what we learn and what we should become through sports. Kipling’s poem goes like this:",
    "In Sri Lanka, cricket is not only popular but an obsession among the people especially after the versatile Arjuna Ranatunga led us to victory in the world cup of 1996.",
    "Kerry Packer is the man responsible for World Series Cricket and the explosion of the one-day game. Packer, a media mogul billionaire, was behind the damaging split from the Australian Cricket Board in the late 1970s in a fight over television broadcasting rights, and when peace was achieved, his Channel 9 coverage led the way in innovation.",
    "Before the enterprising, Packer’s intervention 5 day test matches were the focal point in cricket with the ‘Ashes’ series between England and Australia being the key event. That era also produced some great knights including Sir Donald Bradman and Sir Leonard Hutton, while in the bowling field legends like Frank Tyson and Harold Larwood, while in recent times there was a thunderbolt of Dennis Lillee and Jeff Thomson.",
    "According to the United Nations, the international day for sports and development and Peace (IDSDP), which takes place annually presents an opportunity to recognize the positive role sport and physical activity play in communities and in people’s lives across the globe."
  ]
}