{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Are-we-using-digital-banking-as-advanced-financial-solution/4-780205",
  "time_ut": 1755041904.0,
  "original_lang": "en",
  "original_title": "Are we using digital banking as advanced financial solution?",
  "original_body_lines": [
    "As banking customers are we in Sri Lanka, experiencing all these privileges provided by digital banking?",
    "Banks and Non-Banking Financial Institutions of our country are now endeavouring their best to actively persuade digitalisation to provide an enhanced customer service aiming to experience and boost the operational efficiency.",
    "No doubt, digital banking is an Unconventional Financial Solution (UFS) which practices advanced technology to provide a better service to its external customers and to arouse the internal customers to be efficient service providers.",
    "We have experienced, that under traditional banking, customers had to queue up providing various documents even to check the balance of an Operating Account and to make a payment to another party through the account. Making a payment or settling dues or bills, transferring funds to the credit of another account of his own or to a third party either in the same bank or totally a different bank are now a fingertip job, through the digital services such as mobile banking, online banking, etc. which are available in digital banking platform. Apparently, nowadays using cheques for making payments or to withdraw money is almost lost. Online fund transfer has overtaken most of the activities done by a traditional cheque.",
    "However, as banking customers are we in Sri Lanka, experiencing all these privileges provided by digital banking? This is a debatable point. As a result of some of the fences erected by these same banks, deliberately or without proper analytical knowledge, I feel that enjoying these privileges bestowed by digital banking have been deprived to most of the Sri Lankan banking customers.",
    "The main objectives of digital banking are to enhance customer experience, improve operational efficiency and increase accessibility to financial services. This includes providing convenient, 24/7 access to banking services, streamlining processes and reducing costs for both customers and banks. Creating a paperless operating efficiency is one of the main aims that comes under the activities of convenient and streamlining process which is an ancillary objective of digital banking.",
    "Still in Sri Lanka, even under such a popular digital banking system, using numerous papers has become an inevitable anguish. Though we are talking about a paperless society, do these digital banking, what we are experiencing in Sri Lanka, have taken effective steps to address this issue. Especially State banks in Sri Lanka are rather reluctant to eliminate the use of numerous papers in providing services to their customers. Just to quote an example a reputed State bank in the country requests the customer to sign four pages paper application, to obtain a renewed ATM card. Customer places his signature in complying with the directions of the bank, not knowing even the contents in those pages. Customer has no time to read all the terms and conditions in those paper applications. And, some of the contents are not readable due to the smaller font size used. It amazes why the bank asks the customer to fill and sign a four-page paper application to get a renewed ATM card under a sophisticated digital banking system. In other areas also this practice of using papers in our banks has become inescapable. Do these banks promote paperless transactions contributing to environmental sustainability and reducing administrative burden which is also an ancillary objective of digital banking?",
    "Contradictorily, this same bank does not use any paper application to open a Fixed Deposit Account. Customer needs to submit an Identification Document and all the details are fed to the system by a staff member of the bank. The only manual operation required is to place the Full Signature on the screen of the relevant device. The relevant Fixed Deposit Certificate also hands over the customer within a maximum period of 8 minutes.",
    "Why the banks charge even a nominal fee for digital transactions is another issue that needs to be addressed. Each and every ATM withdrawal contents a fee of Rs. 5 or more. It may be an unobtrusive fee for most customers and to the banks which earn a huge amount as service charges. But the question is not the value or the quantity but the purpose. Just imagine, if the customer without using the ATM for a withdrawal, if he/she queues up in front of the bank’s teller/cashier, what would be the amount that the bank has to incur as administrative and material expenses. Indeed when compares this amount, no doubts it may sway the bank not to charge Rs. 5 but to offer an incentive payment of Rs. 10 or more for each and every ATM withdrawal.",
    "Fund transfer is another area which the customers have to incur a fee of Rs. 25 or more. Though no amount is charged for intra banking fund transfers or within the same bank’s fund transfers, but in the case of interbank fund transfers or the transfers are to be effected from one bank to another bank or non-banking financial institution, a fee has to be paid by the customer. Under traditional banking system prevailed prior to digital banking, no doubt the cost to be incurred by the bank in these cases is fairly high and charging a fee from customer can be justified. Under digital banking, everything is done by the customer using his own device and no involvement of bank is needed. If so, under such a situation why the bank charges a fee from the customer is questionable.",
    "No doubt there may be a cost to be incurred by the bank when providing funds for this facility. But banks should analytically evaluate whether it is justifiable to penalise the customer under these types of fund transfers which help the banks to save a huge amount of its administrative and material cost.",
    "Under digital banking, customers have the privilege of knowing any transactions that take place in their accounts immediately through the messages sent under SMS. All banks in Sri Lanka provide this facility to the customers who are using the designated apps of the respective banks. Even under this facility, banks charge a fee which is debited to the respective customers’ accounts at the end of every month. Generally this starts with a nominal fee of Rs. 40. Every bank nowadays enhances the knowledge of the customers about their products and services through the SMS messages without charging a single cent from the customer. Why then is a fee charged to the customers when informing the transactions taken place in the account?",
    "The digital banking environment does not anticipate the banks to enhance their income or profit, directly recovering a fee from their customers. But it encourages the bank to enhance the income as they wish, through indirect avenues such as applying alternative cost management sources effectively and efficiently. Therefore banks in Sri Lanka should discipline themselves and take utmost care not to deviate from this objective when charging various service fees from the customers.",
    "Cash Deposit Machines popularly known as CDM have been provided by most of the banks in our country for customers to deposit their cash without being queued up in the bank counters. However at present, the maximum amount that can be deposited through a CDM for an account at a time has been limited to Rs. 200,000. This upper limit of Rs. 200,000 has been imposed by the Financial Intelligence Unit (FIU) under the provisions of the Prevention of Money Laundering Act and the Financial Transactions Reporting Act, nearly three decades ago. It is high time for the banks to consider an upward revision of this limit, with the concurrence of the FIU, in order to get the benefits of the CDMs effectively.",
    "Further it should be emphasised that this limitation does not serve the intended purpose. At present what happened is when a customer wants to deposit, say Rs. 1.0 million, he uses the same machine at the same place for five times, depositing Rs. 200,000 at each time in order to deposit the entire one million. Does this imposing a higher limit of Rs. 200,000, serve the purpose expected legitimately? If any money launderer wants to play out, this provides more opportunities without any hindrance for him to carry out his illegal transaction. Now the time has come to impose a reasonable higher limit and to totally band any deposit beyond that limit. Banks as well as the FIU need to take this broadly into their consideration to prevent the misuse of this facility by intended fraudsters and to provide more benefits for genuine customers.",
    "The above stated fees charged by banks when providing digital banking may not be a lucrative income source for banks to enhance their service income. But certainly it affects the customers and may sometimes prompt the customers to avoid the usage of digital banking and to depend upon the traditional system. By automating processes and reducing reliance on physical infrastructure, digital banking can significantly lower operational costs for banks. This financial benefit should be used by the banks to enhance their service income without charging a fee from customers.",
    "Further, some merchants in our country charge an additional fee of 2.5% to 3.5% when a payment is made by credit or debit cards. When inquired these traders say that the reimbursement from the banks takes three to four days and therefore they are compelled to charge this additional fee. It appears that this has no logic. However, as reported in a print media, Central Bank of Sri Lanka, recently issued a firm warning to traders who charge an additional fee of 2.5% to 3.5% from the customers who make the payments either through debit or credit cards. CBSL has requested customers, if a merchant demands more than the actual price of the goods purchased, should get a receipt and report it to their card-issuing bank.",
    "CBSL further emphasises that charging a higher price than the actual price when making the payment by a debit or credit card is illegal. Though this is legally and ethically incorrect, still a number of merchants are in the habit of surcharging customers who make the payment by credit or debit cards. Customers also in most cases since they don’t have readily available cash or other option, tempt to make the payments through the cards though an additional fee is charged.",
    "Despite all these facilities provided by digital banking, most of our customers prefer to contact their bankers through e-mails or mobile phones in order to sort out their issues promptly. It has become a public secret that most of the banks, especially State banks never respond to e-mails. Even when a customer subsequently inquires on their personal visits, as to why the bank did not respond to the e-mails sent, the banks usually ask the date on which the e-mail was sent and the issue raised therein. In order to get a reply for the e-mails sent to these State banks, customer needs to give the bank a telephone call or visit the bank personally. No valid reason is available for this lethargic attitude and customers also do not take much effort to go against these banks since they prefer to get their job done in a friendly environment.",
    "Reaching the bank staff over the telephones has now almost been a great barrier as a result of the modernised telephone conversational systems. It appears that the new conversational systems are very impressive and responses could be obtained promptly. Does this really happen in practice is questionable. When a customer dials, an allocated telephone number of a bank, quickly he will be warmly welcomed and requested to select a preferred language. Once the language is selected customer will be requested to press a number which commences from zero to ten or so, allocated for different subjects/activities based on the services provided by the bank. Once a number is pressed, customer will jolly well wait for a prompt response from a bank staff.",
    "Supressing those expectations, in most cases the telephone just rings without response and after several rings, connection will get terminated or disrupted. Generally it rings for a couple of minutes and ultimately the customer has to bear the telephone cost and end the connection without any outcome. While the customer is holding the phone, numerous words are aired explaining the bank’s customer loyalty, service efficiency and the superb services provides by the bank. But the end result would be a disaster.",
    "In most cases telephone calls given to State banks end without any response. Some State banks have provided four or five direct telephone lines for some of their super or main branches to contact them for any requirements. Amazingly when a call is given to these numbers the result is same and all these calls get terminated without response. This has become a burden for most customers and State banks should take suitable measures promptly to address this burning issue.",
    "Aiming to expedite the service and to offer prompt solutions, banks have provided a ‘Helpdesk’ through which the service could be obtained just by dialling the relevant four numbers. However the experience proves that most Helpdesks have become “Helpless Desks” since it takes a considerable amount of time to get a reply. No sooner the given four number is dialled, customer is warmly welcomed and asks the customer to explain the issue that is to be sorted out. Once the issue is explained to the Service Provider (SP), more frequently, the SP requests to “wait a while” or “wait a minute”. Amazingly this “Minute” and “While” has no time limit. It appears that this minute has more than 60 seconds or some time more than 300 seconds.",
    "It creates suspicions to believe that, generally in most cases, the SP refers the issue to someone else and responds to the customer, only after receiving the response from that person, thereafter. Nowadays deposit rates are frequently changed and therefore customers use the Helpdesk number to know the prevailing new deposits rates. Amazingly these SPs are unable even to disclose the rates promptly. The customer needs to hang on the phone for a considerable length of time and he is compelled to spend his money since these calls are not free of charge.",
    "Banks carry out their business activities in a very competitive environment. Therefore banks always endeavour to compete with their rivals and to be the most impressive bank among others. However when introducing an innovative product such as digital banking, it is more prudential for all the banks to get together and find out solutions collectively to deliver a better service to customers. The issues pertaining to these kinds of innovative products are new and complicated for both banks and customers. It will take time for banks to clearly understand the issues and to find the most appropriate solutions. This should be obtained through experience. If all banks can get together and find solutions collectively, at least in case of innovations like digital banking, the end results would be more lucrative and would help to delight the customers.",
    "In my view, under these collective approaches, at least in digital banking platforms, banks can offer tailored financial advice and personalised services which will certainly help to implement robust security measures to protect customer data and transactions as well as to provide an improved customer service."
  ]
}