{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99710/who-confirms-first-fatal-human-case-of-h5n2-bird-flu",
  "time_ut": 1717672560.0,
  "original_lang": "en",
  "original_title": "WHO confirms first fatal human case of H5N2 bird flu",
  "original_body_lines": [
    "A person with prior health complications who had contracted bird flu died in Mexico in April and the source of exposure to the virus was unknown, the World Health Organization said on Wednesday.",
    "WHO said the current risk of bird flu virus to the general population is low.",
    "The 59-year-old resident of the State of Mexico had been hospitalized in Mexico City and died on April 24 after developing a fever, shortness of breath, diarrhea, nausea and general discomfort, WHO said.",
    "“Although the source of exposure to the virus in this case is currently unknown, A(H5N2) viruses have been reported in poultry in Mexico,” WHO said in a statement.",
    "It was the first laboratory-confirmed human case of infection with an influenza A(H5N2) virus globally and the first avian H5 virus reported in a person in Mexico, according to the WHO.",
    "Scientists said the case is unrelated to the outbreak of H5N1 bird flu in the United States that has so far infected three dairy farm workers.",
    "Mexico’s Health Ministry also said in a statement the source of infection had not been identified.",
    "The victim had no history of exposure to poultry or other animals but had multiple underlying medical conditions and had been bedridden for three weeks, for other reasons, prior to the onset of acute symptoms, the WHO said.",
    "Mexico’s health ministry said the person had chronic kidney disease and type 2 diabetes.",
    "Mexico’s Health Ministry also said in a statement the source of infection had not been identified.",
    "The victim had no history of exposure to poultry or other animals but had multiple underlying medical conditions and had been bedridden for three weeks, for other reasons, prior to the onset of acute symptoms, the WHO said.",
    "Mexico’s health ministry said the person had chronic kidney disease and type 2 diabetes.",
    "“That immediately puts a person at risk of more severe influenza, even with seasonal flu,” said Andrew Pekosz, an influenza expert at Johns Hopkins University.",
    "But how this individual got infected “is a big question mark that at least this initial report doesn’t really address thoroughly.”",
    "In March, Mexico’s government reported an outbreak of A(H5N2) in an isolated family unit in the country’s western Michoacan state. The government said the cases did not represent a risk to distant commercial farms, nor to human health.",
    "After the April death, Mexican authorities confirmed the presence of the virus and reported the case to the WHO, the agency said.",
    "Mexico’s Health Ministry said there was no evidence of person-to-person transmission in the case and farms near the victim’s home were monitored.",
    "Other people in contact with the person tested negative for bird flu, the health ministry and the WHO said.",
    "Bird flu has infected mammals such as seals, raccoons, bears and cattle, primarily due to contact with infected birds.",
    "Scientists are on alert for changes in the virus that could signal it is adapting to spread more easily among humans.",
    "The United States has reported three cases of H5N1 human infection after exposure to cows since an outbreak was detected in dairy cattle in March. Two had symptoms of conjunctivitis, while the third also had respiratory symptoms.",
    "Although the death in Mexico was not the same strain as the one that is currently infecting cattle in the United States, they are both H5 avian viruses.",
    "Pekosz said that since 1997, H5 viruses have continuously shown a propensity to infect mammals more than any other avian influenza virus.",
    "“So it continues to ring that warning bell that we should be very vigilant about monitoring for these infections, because every spillover is an opportunity for that virus to try to accumulate those mutations that make it better infect humans,” Pekosz said.",
    "Australia reported its first human case of A(H5N1) infection in May, noting there were no signs of transmission. It has however found more poultry cases of H7 bird flu on farms in Victoria state."
  ]
}