{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/President-hits-pause-on-Mannar-Will-SL-s-present-Govt-finally-press-play-on-real-energy-reform/4-780657",
  "time_ut": 1755886129.0,
  "original_lang": "en",
  "original_title": "President hits pause on Mannar: Will SL’s present Govt. finally press play on real energy reform?",
  "original_body_lines": [
    "Agrovoltaics allows solar panels to be installed above farmland, generating electricity while crops continue to grow",
    "The Mannar pause is not a defeat. It is a blessing in disguise. It forces us to confront the uncomfortable truth: our renewable energy strategy has been haphazard, politically manipulated, and environmentally shortsighted",
    "The Mannar pause has proven that past warnings were not unfounded. But this moment is not a failure—it’s an opportunity to re-evaluate and correct the mistakes of past governments. A golden opportunity to reimagine with the right plan for Sri Lanka’s energy future with boldness, pragmatism, and fairness for all. An opportunity to bring solar and agrovoltaics into the mainstream of our strategy, taking into account Sri Lanka’s resources rather than merely imitating trends of another completely different territory",
    "When news broke on 14 August that Sri Lanka had paused two planned wind power plants in Mannar to address increasingly growing stakeholder concerns, many hailed it as a victory for caution, while a few, purely business-focused, lamented it as another setback in the country’s long and troubled renewable energy journey. It felt like “déjà vu.”",
    "Back in April and May 2025, through a series of local and international media articles, as a concerned observer of Sri Lanka’s prosperity, I consistently sought to draw attention to the issue, arguing that the country’s renewable energy dilemma is not merely a choice between solar, wind, or hydro—it is about selecting the right path, the optimal mix, and an effective governance model, while taking into account all aspects of the nation’s strategic location and resources. I cautioned that rushing into single-source dependency, without proper environmental assessments, community engagement, and strategic foresight, would be counterproductive, penalising not only the present generation but also those to come.",
    "Now, the Mannar pause has proven that those warnings were not unfounded. But this moment is not a failure—it’s an opportunity to re-evaluate and correct the mistakes of past governments. A golden opportunity to reimagine with the right plan for Sri Lanka’s energy future with boldness, pragmatism, and fairness for all. An opportunity to bring solar and agrovoltaics into the mainstream of our strategy taking into account Sri Lanka’s resources than merely imitating trends of another completely different territory like Australia with larger resources (and 117 times bigger in land).",
    "This is our wake-up call. The question is: Will we hit the snooze button, or will we finally rise?",
    "Mannar was meant to be one of our symbols of progress—a windswept frontier where sleek turbines would power homes and businesses, showcasing Sri Lanka’s commitment to clean energy. Indeed, the first phase of the Mannar Wind Power Project, completed with ADB support, delivered around 100 MW and reduced dependency on imported fuel. On paper, it was a win.",
    "But when the previous governments announced two further projects, alarms rang. Environmentalists warned that Mannar is not just a windy coast—it’s a globally significant bird migration hotspot, with flocks numbering in the millions. Interfering with this fragile ecosystem could devastate biodiversity and even affect global migratory patterns.",
    "Local fishermen worried about restricted coastal access. Policy experts flagged a lack of transparent tendering and potential geopolitical strings attached. Economists cautioned against over-reliance on wind without balancing it with solar, storage, and grid reforms.",
    "The NPP Government could no longer ignore the storm. The pause was inevitable.",
    "This Mannar pause is not just about wind turbines—it’s a mirror reflecting our deeper structural problems.",
    "Policy flip-flops: Successive governments have made bold declarations—100% renewable energy by 2050, 70% by 2030 remaining less than five years down the line—yet our energy mix remains dominated by fossil fuels. In 2023, over 40% of our electricity still came from oil and coal.",
    "Geopolitical tug-of-war: China, India, and other players see our energy infrastructure as strategic territory. Each project carries diplomatic baggage, creating hesitation and controversy.",
    "Grid and transmission weaknesses: Even if we build massive wind farms, our national grid is underdeveloped. Without robust transmission upgrades, generation capacity means little.",
    "Financial constraints: With our debt crisis still casting a shadow, Sri Lanka cannot afford white-elephant projects. Every dollar must yield resilience and reliability.",
    "And this brings us to the heart of the matter: Are we betting too heavily on wind, when solar and agrovoltaics might offer a safer, fairer, and more sustainable way forward?",
    "While wind projects stumble over environmental and geopolitical hurdles, solar power shines quietly with fewer conflicts and greater flexibility.",
    "Sri Lanka receives an average of 4.5–5.5 kWh/m²/day of solar radiation, making it one of the richest untapped solar resources in South Asia.",
    "Rooftop solar can empower households, small businesses, and factories—reducing grid pressure and cutting bills. No massive land grab, no displacement.",
    "This is the real game-changer. Agrovoltaics allows us to install solar panels above farmland, generating electricity while still growing crops. Farmers earn from both harvests and electricity sales. Water evaporation is reduced, crop resilience increases, and rural communities benefit directly.",
    "Imagine fields in Trincomalee, Batticaloa, or Anuradhapura, where panels shade red chilli crops  from blistering heat, while producing megawatts of clean energy. Instead of displacing farmers, we empower them to become energy producers.",
    "Unlike large wind farms that require years of environmental clearance, solar farms can be built and operational in under 18 months. Costs have plummeted globally—Sri Lanka risks being left behind if we don’t act.",
    "When my colleagues visited rural communities earlier this year, colleagues met a farmer in Polonnaruwa who has told:",
    "“We can’t depend on rain anymore. The heat burns our crops, and the diesel for water pumps is too expensive. If only we had power from the sun, we could water the fields and keep farming.”",
    "This isn’t an isolated cry. Across the island, families are squeezed between rising electricity bills and the high cost of imported fuel. Businesses struggle with outages. The poorest suffer the most when policy mistakes drive up costs.",
    "Wind in Mannar will not solve their immediate crisis. But solar and agrovoltaics can put power directly in their hands.",
    "Vietnam went from near-zero solar in 2017 to over 16 GW by 2020, thanks to clear feed-in tariffs and private sector mobilisation.",
    "India has pioneered large-scale agrovoltaic projects in states like Maharashtra, where farmers earn dual income from crops and electricity.",
    "Germany and Japan have integrated agrovoltaics into national policy, making it a cornerstone of both food and energy security.",
    "Action plan: What should have been done—and what must be done now?",
    "The Mannar pause shows us what not to do. But more importantly, it shows us the path forward.",
    "Establish an independent renewable energy authority insulated from political swings.",
    "Accelerate solar rooftop adoption with better net metering and financing schemes.",
    "Launch a national agrovoltaics program, starting with pilot projects in dry-zone districts.",
    "Invest in smart grids, storage systems, and regional interconnections. Without this, renewable targets are empty promises.",
    "Farmers, co-operatives, and small businesses should be able to generate, store, and trade electricity.",
    "Link renewable expansion with Sri Lanka’s Nationally Determined Contributions (NDCs) under the Paris Agreement.",
    "The Mannar pause is not a defeat. It is a blessing in disguise. It forces us to confront the uncomfortable truth: our renewable energy strategy has been haphazard, politically manipulated, and environmentally shortsighted.",
    "But Sri Lanka still has time. If we embrace solar, if we pioneer agrovoltaics, if we plan with communities instead of over their heads, we can not only meet our energy needs but also redefine what development looks like in South Asia.",
    "Wind may power turbines, but it is the sun that powers our future.",
    "The Mannar episode should not be remembered as the day Sri Lanka stumbled—it should be remembered as the day we recalibrated our path.",
    "We stand at a crossroads. One road keeps us trapped in cycles of mismanagement, dependency, and ecological harm. The other leads us to resilience, equity, and innovation.",
    "(The writer is a seasoned professional with over two decades of experience predominantly in tech and project management, is the founder and CEO of Noteworthy Global, a UK-based private limited company dedicated to connecting high-potential projects with forward-thinking investors worldwide.)"
  ]
}