{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-wins-impressive-triple-at-icc-emerging-asia-banking-conclave-awards-2025/",
  "time_ut": 1758735300.0,
  "original_lang": "en",
  "original_title": "ComBank wins impressive triple at ICC Emerging Asia Banking Conclave & Awards 2025",
  "original_body_lines": [
    "The Commercial Bank of Ceylon was honoured with three prestigious awards at the 3rd Emerging Asia Banking Conclave & Awards 2025, organised by the Indian Chamber of Commerce (ICC).",
    "The Bank received the awards for Best Performance on Growth – Sri Lanka and Best Performance on Profitability – Sri Lanka, and won the Runner-up title for Best Bank in Sri Lanka, achieving a significant triple at this event.",
    "These accolades, presented at Le Meridien in New Delhi, India, highlight the Bank’s robust performance, resilience, and leadership within the region’s financial sector.",
    "Representing the Bank at the event was Mr. Ramachandren Sivagnanam, the Assistant General Manager – Personal Banking. The awards ceremony featured participation from financial institutions across Bhutan, Sri Lanka, Nepal, Myanmar, Bangladesh, and India.",
    "Commenting on the recognition, the Bank said this distinguished recognition serves as a powerful validation of the Bank’s unwavering commitment to its customer-centric strategies, continuous innovation, and financial strength. These accolades not only reinforce trust and differentiate the Bank in a highly competitive market but also strengthen its reputation among customers, employees, and all stakeholders.",
    "The awards are based on a rigorous assessment conduct by PricewaterhouseCoopers (PwC) and a jury of eminent banking industry professionals, which considers both quantitative and qualitative factors, including key financial indicators such as profitability, growth, and asset quality.",
    "Founded in 1925 and headquartered in Kolkata, the Indian Chamber of Commerce is one of the most proactive and forward-looking Chambers in India today. Its membership spans some of the most prominent and major industrial groups in India.",
    "The first Sri Lankan bank with a market capitalisation of more than US$ 1 billion, Commercial Bank was also the first bank in the country be listed among the Top 1000 banks of the world, and has the highest capital base among all Sri Lankan banks. The Bank is the largest private sector lender in Sri Lanka and the largest lender to the country’s SME sector. Commercial Bank is also a leader in digital innovation and is Sri Lanka’s first 100% carbon-neutral bank.",
    "Commercial Bank operates a network of strategically located branches and automated machines island-wide, and has the widest international footprint among Sri Lankan banks, with 20 branches in Bangladesh, a fully-fledged Tier I Bank with a majority stake in the Maldives, a Microfinance company in Myanmar and a representative office in the Dubai International Financial Centre (DIFC). The Bank’s fully owned subsidiaries, CBC Finance Ltd. and Commercial Insurance Brokers (Pvt) Limited, also deliver a range of financial services via their own branch networks.",
    "CSE picks-up speed following CBSL interest rate decision and growth predictions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}