{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102029/trump-assassination-plot-suspect-hit-with-firearms-charges-after-failed-attempt",
  "time_ut": 1726538700.0,
  "original_lang": "en",
  "original_title": "Trump assassination plot suspect hit with firearms charges after failed attempt",
  "original_body_lines": [
    "A man suspected of plotting to assassinate former US president Donald Trump was charged with federal gun crimes yesterday.",
    "Ryan Wesley Routh, 58, was charged with possession of a firearm as a convicted felon and possession of a firearm with an obliterated serial number at his initial court appearance.",
    "Routh, who was arrested on Sunday after an alleged abortive bid to shoot the Republican presidential candidate at his West Palm Beach golf course, is expected to face further charges at a later date.",
    "Routh appeared calm during the brief court hearing before Magistrate Judge Ryon McCabe of the Southern District of Florida, answering “yes” to several questions.",
    "A detention hearing was scheduled for September 23 and an arraignment on further potential charges was set for September 30.",
    "Routh was arrested on Sunday after a Secret Service agent on the former president’s security detail saw what appeared to be the barrel of a rifle pointing out of a tree line on the perimeter of the Trump International Golf Course, according to a criminal complaint filed by an FBI special agent.",
    "“The Agent fired his/her service weapon in the direction of the rifle,” the complaint said.",
    "Trump, who was slightly wounded in a July 13 assassination attempt during a campaign rally in Pennsylvania, was several hundred yards away when the golf course shooting occurred and was unharmed.",
    "A man later identified as Routh was seen by a witness fleeing the area in a Nissan sport utility vehicle at high speed, the complaint said.",
    "Routh was arrested by local police about 45 minutes later on I-95, a major north-south highway, and replied in the “affirmative” when asked if he knew why he was being stopped, it said.",
    "Video footage of the arrest showed Routh, who was wearing sunglasses and dressed in a peach-colored shirt, being taken into custody by the roadside without incident by heavily armed police officers.",
    "According to the complaint, a “loaded SKS-style, 7.62x39 caliber rifle with a scope,” a digital camera, a backpack and a black plastic bag containing food were recovered from the tree line.",
    "Routh appears to have spent nearly 12 hours on the perimeter of the Trump golf course.",
    "“Routh’s mobile phone was located in the vicinity of the area along the tree line... from approximately 1:59 am until approximately 1:31 pm on September 15,” the complaint said.",
    "Routh is reported to be a self-employed builder based in Hawaii, with an arrest record spanning decades.",
    "He regularly posted about politics and current events on social media, including criticism of Trump, according to US media.",
    "According to the criminal complaint, he was convicted in North Carolina in December 2002 of “possession of a weapon of mass death and destruction.”",
    "He was convicted in 2010 in the same state of multiple counts of possession of stolen goods, it said.",
    "Possession of a firearm by a convicted felon carries a maximum penalty of 15 years in prison. Possession of a firearm with an obliterated serial number carries a maximum five-year sentence."
  ]
}