{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99483/sri-lanka-urged-to-immediately-halt-labour-law-reform-process",
  "time_ut": 1716874620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka urged to immediately halt labour law reform process",
  "original_body_lines": [
    "Amnesty International along with other organizations have urgently called on the Sri Lankan Government to halt the current proposals for a new Labour Law and to ensure that reforms to the labour laws are only taken after due consultation with workers and their representatives.",
    "“We express our serious concerns over the proposed reforms which, as they stand, would weaken the rights and protection of workers by removing international minimum standards and rights,” rights group said.",
    "In an open letter to the Government and Parliament of Sri Lanka on the imminent labour law reforms, the coalition has raised significant concerns that the proposed reforms if implemented without proper consultation, would weaken workers’ rights and protections by eliminating international minimum standards and rights.",
    "Amnesty International, Clean Clothes Campaign and Human Rights Watch express serious concerns about imminent and sweeping changes to Sri Lankan labour laws.",
    "“We fear for the future of Sri Lanka’s garment industry—not just for workers but also how the proposed reforms would negatively impact brands’ human rights risk assessments and responsible sourcing— if these changes are pushed through.”",
    "They urge the government to immediately halt the current reform process and to ensure that additional new steps towards any necessary reforms to the labour laws are only taken in due consultation with workers and their representatives.",
    "“The concerns expressed in this letter reflect and follow those repeatedly expressed through protests and raised by a broad coalition of unions and civil society organisations in Sri Lanka,” the letter said.",
    "The proposed draft Act contains many articles weakening the rights and protection of workers by removing international minimum standards and rights, it warned, adding, the draft Act contains clauses which threaten Sri Lanka’s compliance with international law, including ILO conventions No. 87, 98, 144, and 190.",
    "“While there has been no clarity around the proposed timetable for discussion and passage of the draft Act, we understand that the proposed unified labour code could be placed for voting in the parliament soon.”",
    "The Sri Lankan garment industry has tried to set itself apart from other garment producing countries with the slogan “Garments Without Guilt”.",
    "“The imminent reforms threaten to make Sri Lankan’s garment factories synonymous with the worst forms of sweatshop labour instead,” the organisations warned.",
    "“We, therefore, urge you to immediately halt the existing labour reform process and start an alternative process, which is transparent, consensus-based, includes all tripartite stakeholders, and meets the established Sri Lankan democratic processes on consultation, translation, and publication so all workers and their representatives to enable their effective participation, to work towards a unified labour code that respects international labour rights standards.”"
  ]
}