{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceylinco-life-wins-acca-award-for-sustainability-reporting/",
  "time_ut": 1710030360.0,
  "original_lang": "en",
  "original_title": "Ceylinco Life wins ACCA award for Sustainability Reporting",
  "original_body_lines": [
    "The 2022 Annual Report of Ceylinco Life was adjudged the best in the ‘Finance Services and Insurance’ category at the Sustainability Reporting Awards presented by the Association of Chartered Certified Accountants (ACCA) recently, a company news release said.",
    "The ACCA Awards recognize Annual Reports that clearly acknowledge and explain the economic, environmental and social impacts of the enterprise to internal and external stakeholders, demonstrating",
    "the organization’s policies, targets and long-term objectives towards the goal of sustainable development.The Annual Reports competing for these awards are scored on Completeness, Credibility and Communication in terms of the content relating to sustainability reporting.",
    "“Sustainability is a core element of every aspect of our operation now, and we strive to provide our stakeholders with a comprehensive insight into the environmental impacts, our efforts to mitigate them, and our proactive initiatives to promote and propagate environmental sustainability practices,” Ceylinco Life Senior Executive Director/Chief Financial Officer Mr Palitha Jayawardena noted. “Besides fulfilling disclosure requirements, we hope our sustainability reporting will also serve as an example to others.”",
    "Titled ‘Steadfast and Unwavering” the Integrated Report of Ceylinco Life for 2022 also recently won the joint Gold Award for ‘Best Presented Annual Report’ in the Life Insurance sector at the South Asian Federation of Accountants (SAFA) Awards; the Silver in the Life Insurance category at the CA Sri Lanka ‘TAGS’ Awards; and was recognised among the ‘10 Best Integrated Reports’ at the Certified Management Accountants (CMA) awards presented in 2023.",
    "Adjudged Sri Lanka’s Brand of the Year for the second successive year in 2023, Ceylinco Life has been named the ‘Best Life Insurer in Sri Lanka’ by World Finance for nine years, and was conferred the title of ‘Peoples Life Insurance Service Provider of the Year’ at the 2023 SLIM Kantar Peoples Awards for the 17th consecutive year. The Company was also named one of the 10 Most Admired Companies in Sri Lanka in 2023 by the International Chamber of Commerce Sri Lanka (ICCSL) in collaboration with the American Institute of Certified Public Accountants (AICPA) and the Chartered Institute of Management Accountants (CIMA), was ranked the ‘Most Valuable Insurance Brand in Sri Lanka’ across both life and general insurance categories in 2023 by Brand Finance, and certified a ‘Great Workplace’ in Sri Lanka for the third consecutive year in 2022.",
    "Ceylinco Life has been the country’s leading life insurer for more than half of the 35 years it has been in existence and provides innovative life insurance solutions which offer protection while de-risking the goals and ambitions of the Company’s policyholders.",
    "HNB clinches joint victory at ACCA Sustainability Reporting Awards 2023",
    "Ceylinco Life wins SAFA Gold and TAGS Silver for 2022 Annual Report",
    "Ceylinco Life is Sri Lanka’s ‘Brand of the Year’ for second successive year",
    "Ceylinco Life draws early winners of ‘Family Savari’ mega promotion",
    "Ceylinco Life draws early winners of Family Savari mega promotion",
    "Ceylinco Life and SLIM launch Diploma for 2nd batch of sales professionals",
    "Ceylinco Life presents Rs 22 million in new ‘Pranama’ Scholarships",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}