{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/empowering-women-in-maritime-with-she-can-sail-the-seas-initiative/",
  "time_ut": 1735681320.0,
  "original_lang": "en",
  "original_title": "Empowering women in maritime with ‘She Can Sail the Seas’ initiative",
  "original_body_lines": [
    "Centrum Marine Consultancy (Pvt) Ltd., a leader in maritime HR and a strong advocate for gender diversity, has been awarded the prestigious “Empowering Diversified Maritime Education” accolade at the 5th annual Maritime SheEO Conference. This recognition celebrates their groundbreaking initiative, She Can Sail the Seas, Sri Lanka’s first female cadetship program, launched in partnership with Peter Döhle Schiffahrts-KG. This award reaffirms Centrum Marine Consultancy’s commitment to bridging the gender gap in maritime and creating equal opportunities for women at sea.",
    "The Maritime SheEO Conference, held at the TAJ Santacruz in Mumbai under the theme “Setting Sail for Equality: Empowering Women Leaders,” brought together global CXOs to champion diversity and inclusivity in the maritime industry. Centrum Marine Consultancy stood out for its innovative approach to promoting gender diversity and fostering a more inclusive workforce.",
    "Launched in 2023, She Can Sail the Seas provides full scholarships worth USD 110,000 to 15 aspiring female cadets. The program combines academic training, practical experience, and the development of essential soft skills, preparing participants for successful maritime careers. By 2029, the initiative aims to produce 200 female officers, transforming Sri Lanka’s maritime sector and underscoring the vast potential of women in the industry.",
    "Kalinga De Silva, Managing Director of Centrum Marine Consultancy, stated, “She Can Sail the Seas is more than just a training program; it’s a movement for change. Our vision is to create opportunities that inspire, empower, and support women in their maritime careers. This recognition affirms our commitment to fostering a more inclusive industry. Our goal is not just to produce skilled cadets but to shape future leaders who will inspire the next generation of female seafarers.”",
    "The program emphasizes holistic development, offering cadets leadership training camps, as well as skill-building sessions in areas such as speech craft, physical fitness, mindfulness, and English language enhancement.",
    "Buoyed by rating agencies’ positive assessments, CSE increases in bullishness",
    "lolc Insurance arm surges ahead with record-breaking performance in Q3 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}