{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99297/adani-wind-energy-project-challenged-in-sri-lankas-supreme-court",
  "time_ut": 1716020220.0,
  "original_lang": "en",
  "original_title": "Adani wind energy project challenged in Sri Lanka’s Supreme Court",
  "original_body_lines": [
    "Adani Green Energy’s wind energy project, coming up in Sri Lanka’s northern Mannar and Pooneryn districts, has been challenged in the island’s apex court on grounds of potential environmental impact and “lack of transparency”.",
    "The Wildlife and Nature Protection Society (WNPS), one of Sri Lanka’s oldest environmental organisations set up over a century ago, on May 16 filed a Fundamental Rights petition at the Supreme Court of Sri Lanka, with the aim of “protecting the unique ecosystem of Mannar Island”.",
    "The Society’s petition argues that the project “poses a severe threat to the island’s unique biodiversity and pristine landscapes,” especially in Mannar. Mannar is the “southernmost point of the Central Asian Flyway used by innumerable migratory species”, while also being home to several indigenous water bird and bat species, the WNPS said, contending that Sri Lankan authorities’ decision approving the project disregarded Mannar’s “singular positioning as a biodiversity hub”.",
    "The petition also notes that while the project has been portrayed as a “Government-to-Government initiative with India”, no details of contributions, grants, or loans from the Indian government have been disclosed.",
    "Further, the petition questioned the credibility of the Environmental Impact Assessment carried out by the Sustainable Energy Authority of Sri Lanka (SEASL) before the project was cleared, and the pricing formula finalised for the sale of power from the project. Sri Lanka recently agreed to purchase power at $0.0826, or 8.26 cents, per kWh from Adani Green Energy.",
    "While the company’s renewable energy project in Sri Lanka has earlier faced criticism for the absence of due process and its likely environmental cost, this is the Adani Group’s first legal challenge in the island.",
    "In February 2023, Sri Lanka’s Board of Investment approved the $442-million wind power project of Adani Green Energy. The Adani Group has also committed to investing close to $700 million to build a container terminal at the strategically located Colombo Port."
  ]
}