{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99365/matheesha-pathirana-becomes-most-expensive-player-in-lpl-history",
  "time_ut": 1716299640.0,
  "original_lang": "en",
  "original_title": "Matheesha Pathirana becomes most expensive player in LPL history",
  "original_body_lines": [
    "Young Sri Lankan fast bowler Matheesha Pathirana became the most expensive player ever in a Lanka Premier League (LPL) auction Tuesday when he was grabbed by Colombo Strikers for a record $120,000.",
    "The 21-year-old – who has an unorthodox slinging delivery style – broke the $92,000 mark set by Dilshan Madushanka in last year’s edition of the T20 tournament.",
    "Colombo Strikers bought Pathirana after matching Galle Marvels’ bid with their Right To Match option.",
    "In an interesting turn of events, the Dambulla franchise began the bidding at USD 70,000 after Matheesha Pahitrana entered the bidding at his base price of USD 50,000.",
    "However, Galle Marvels raised the stakes and took it to USD 100,000 straightaway. To avoid retention from Colombo Srikers, Galle even increased their own bid to USD 120,000 but their effort went in vain.",
    "Pathirana’s price is nearly five times more than his Indian Premier League (IPL) price. The Sri Lanka fast bowler played for the Super Kings, becoming an IPL star during his three-year stint with the 5-time champion.",
    "Pathirana was roped in by CSK for INR 20 lakh as a replacement for New Zealand’s Adam Milne in 2022.",
    "Meanwhile, the second most expensive on Tuesday’s LPL auction was all-rounder Isuru Udana who was taken for $100,000 by Galle Marvels, with Dasun Shanaka, another all-rounder, in third at $85,000.",
    "The most expensive foreign player was Afghanistan’s right-arm medium pacer Karim Janat, with Dambulla Thunders paying $80,000 for his services and another $50,000 for his compatriot Hazratullah Zazai, a left-hand batsman.",
    "South Africa’s Rilee Rossouw, another left-hand batsman, went to Jaffna Kings at $60,000.",
    "The five-team tournament will start on July 1 with the final on July 21."
  ]
}