{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hsbc-ceylon-literary-art-festival-collaborates-with-dilmah-ceylon-tea-to-launch-youth-future-writers-program/",
  "time_ut": 1711643640.0,
  "original_lang": "en",
  "original_title": "HSBC Ceylon Literary & Art Festival collaborates with Dilmah Ceylon Tea to launch Youth Future Writers Program",
  "original_body_lines": [
    "The HSBC Ceylon Literary & Art Festival in collaboration with Dilmah Ceylon Tea opened its inaugural edition in Kandy announcing the launch of the Future Writers Program. Dedicated to nurturing the creative talents of young individuals, this competition underscores the festival’s commitment to fostering youth development and grooming the creative thinking, enhancing its focus on empowering the next generation.",
    "Incorporating platforms such as these serves to underscore the cultural fabric of a society, thereby augmenting the intrinsic value of a nation. Such initiatives foster a sense of purpose among the younger generation, instilling pride and potentially mitigating the phenomenon of brain drain. The platform further establishes an ecosystem that actively engages and fosters creative entrepreneurial endeavors and projects, thereby cultivating a vibrant and dynamic creative culture.",
    "Commenting on the launch of the program, Ajai Vir Singh, Founder and Creator, Ceylon Literary Festival stated: “We are thrilled to introduce our Future Writers Program as an extension of Ceylon Literary Festival. This initiative is not just about discovering talent; it’s about nurturing and fostering a literary legacy that transcends generations. This is the beginning of an investment in the future of creativity, innovation, and cultural enrichment for Sri Lanka. We encourage all students to submit their stories and be part of the program which not only awards the winner but all participants as well.”",
    "The youth and next generation being the mirror of the nation require these vital opportunities to equip them to divulge into creative fields beyond the ordinary. The introduction of the Future Writers Program supports and amplifies this with its core effort to cultivate and showcase the creative endeavors of youth. By encouraging participation from individuals aged 15 to 29, the competition aims to provide a platform for emerging writers to explore their literary prowess.",
    "Participants are invited to submit short stories on themes such as “Murder at the Festival” or “The Girl at the Workshop,” incorporating the cultural significance of tea into their narratives. Submissions are accepted until April 8, 2024, and will be evaluated by a panel of esteemed judges led by renowned author Ashok Ferrey.",
    "Further highlighting the partnership for the program, Dilhan C. Fernando, Chairman, Dilmah Ceylon Tea stated: “Dilmah is proud to play a crucial role in fostering the development of youth within the creative industry. This is more than just a competition; it’s a celebration of imaginative storytelling, where passion for writing merges with the captivating essence of tea. Being a part of these initiatives can unleash your creative potential, help craft narratives that not only enthrall and engage but also highlight one’s talent for weaving ordinary elements into extraordinary tales.”",
    "The winning entry will be awarded a cash prize of 100,000 and will have the unique opportunity for mentorship with a celebrated author. Additionally, the winning story will be featured on the Ceylon Literary & Art Festival platforms, offering widespread recognition and exposure. Shortlisted participants will also benefit from attending a Writer’s Workshop conducted by an esteemed author panel.",
    "This competition further reinforces the festival’s dedication to fostering creativity and providing opportunities for youth to engage with and contribute to the cultural landscape of Sri Lanka. Applications can be submitted by 8th April 2024 to www.ceylonliteraryfestival.com.",
    "Baltimore bridge collapse: Divers find two bodies in submerged truck",
    "Dilmah Conservation – an effort to combat “an inconvenient truth”",
    "Dilmah and Sport: Making a tea and cricket connection and sponsoring Sri Lanka Cricket",
    "HSBC Ceylon Literary & Art Festival unveils enriching children’s program and future literary & creative platform",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}