{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/corruption-fighter-raises-concerns-over-unwarranted-redacting-in-sri-lankas-asset-declaration-179301/",
  "time_ut": 1726062060.0,
  "original_lang": "en",
  "original_title": "Corruption fighter raises concerns over unwarranted redacting in Sri Lanka’s asset declaration",
  "original_body_lines": [
    "ECONOMYNEXT – Transparency International Sri Lanka (TISL), the local body of Transparency International (TI), which has been fighting against corruption in Sri Lanka has raised concerns over unwarranted redacting of information in asset declaration mandated by a new Anti-Corruption Act.",
    "The island nation’s anti-graft body the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) has received asset declarations of over 100 persons who are obligated to submit their asset and liabilities declarations.",
    "This includes top officials and the President. The CIABOC has made details of all the assets and liabilities of public officials it has received in its official website under ‘Declaration of Assets’ sub category.",
    "The CIABOC is in the process of establishing a centralized electronic system in compliance with the law.",
    "“While this step towards public transparency is a welcome move, concerns have emerged regarding the extent of information being made available,” the TISL said in a statement.",
    "“TISL expresses deep concern over a significant amount of crucial information that has been arbitrarily and unnecessarily redacted. Information such as bank balances and the dates on which accounts were opened are not revealed, raising serious concerns as to the transparency and effectiveness of these declarations.”",
    "The recent data showed that at least 90 out of the total 225 Sri Lankan legislators are yet to provide their assets and liability details to the CIABOC in line with the new law.",
    "The new Anti-Corruption Act comes after President Ranil Wickremesinghe’s administration promised the International Monetary Fund (IMF) to bring in strong laws to combat corruption under a $3 billion bailout package.",
    "Though Sri Lanka has several laws to prevent corruption, no government has implemented the rule of law in a fair manner, analysts say.",
    "Most governments in the past have used the anti-corruption laws for political agenda and silenced some anti-government critics within and outside opposition parties.",
    "Anti-graft experts say corruption is now deep rooted in both government and private sector firms with many Sri Lankans considering them as a norm. As a results, past and current laws have failed to be effective enough to stop corruptions.",
    "No political leader in Sri Lanka has been able to curb corruption despite promises during elections.",
    "The TISL said the Anti-Corruption Act allows only specific information in the asset declarations to be redacted. This includes bank account numbers and details of any other deposits.",
    "“It appears the authority has taken a very broad approach of interpretation to redact crucial information such as bank balances and dates, in complete disregard of the spirit and intention of the law, thereby defeating the purpose of making asset declarations publicly available,” the TISL said.",
    "It said the CIABOC “appears to” have misinterpreted a clause of the new Act which is relevant to ‘any other’ deposit types that are not bank accounts.",
    "“Such arbitrary misinterpretation of the Act undermines the purpose of the asset declaration system and public access to the same, rendering its implementation ineffective.”",
    "“This potential creation of a loophole to skirt the law by public officials and responsible institutions is deeply concerning, and breeds mistrust in the CIABOC’s commitment to effective implementation of the anti-corruption law.”",
    "The corruption has already deterred foreign investment into Sri Lanka, as businesses often face bureaucratic hurdles and demand for bribes, good governance analysts say.",
    "It has also hit development projects, leading to cost overruns and delays, which has led to loss of public trust.",
    "Though Sri Lanka has had several laws aimed at combating corruption, including the Bribery Act and the Declaration of Assets and Liabilities Laws, the enforcement has been inconsistent.",
    "Majority of Sri Lankans blame corruption at ministry and bureaucratic level for an unprecedented economic crisis that led Sri Lanka to declare bankruptcy with sovereign debt default in 2022.",
    "Since then, there has been a strong public demand to eliminate corruption with calls for accountability and reforms amid international pressure.",
    "The TISL has also raised concerns over demanding a mandatory email address for those who want to see the assets and liability details in the website.",
    "“TISL is concerned that this unnecessary and unmandated requirement creates an additional barrier, restricting access to asset declarations to a large number of the public across the island,” it said.",
    "“Making asset declarations public is a recommendation by the International Monetary Fund that is now an element in the Government Action Plan for implementation. One of the objectives is to enable the public to monitor potential unjust enrichment by public officials, which is undermined by the actions of CIABOC with its unnecessary extent of redaction.”",
    "“For public access to be meaningful in the current reform process, TISL urges the CIABOC to reconsider the extent of the current redactions in the spirit of fully implementing the law, ensuring that crucial and sufficient information is available for citizens in holding public officials accountable.”",
    "The TISL urged swift action for effective utilisation of such publicly accessible asset declarations, especially in implementing upcoming laws on Proceeds of Crime and Beneficial Ownership. (Colombo/September 11/2024)"
  ]
}