{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/reservations-among-investors-over-april-deadline-in-restructuring-effort/",
  "time_ut": 1705942200.0,
  "original_lang": "en",
  "original_title": "Reservations among investors over April deadline in restructuring effort",
  "original_body_lines": [
    "The stock market yesterday kicked off on a positive note but the positives were short lived.",
    "This was on account of local and foreign investors having reservations over the possibility of concluding the external debt restructuring process, especially with commercial creditors, before the IMF’s next review meeting in April, market analysts said.’",
    "Last week the IMF team was in Sri Lanka to review the process and commended Sri Lanka’s progress, but emphasized that the external debt restructuring, especially with commercial creditors, needs to be completed before April.",
    "Amid those developments both indices moved downwards. The All- Share Price Index went down by 61.2 points and S and P SL20 declined by 27.8 points. Turnover stood at Rs 978 million with two crossings. Those crossings were reported in Wind Force, which crossed 25 million shares to the tune of Rs 482 million; its shares traded at Rs 19.70 and Renuka Foods 6 million shares crossed for Rs 120 million and its shares sold at Rs 20.",
    "In the retail market top seven companies that mainly contributed to the turnover were; JKH Rs 39 million (214,000 shares traded), Commercial Bank Rs 23.6 million (268,000 shares traded), Melstacope Rs 20.4 million (276,000 shares traded), Capital Alliance Rs 21.9 million (447,000 shares traded), Lanka IOC Rs 18.8 million (190.000 shares traded), Expolanka Rs 16.5 million (120,000 shares traded) and Ceylon Grain Elevators Rs 15.6 million (95000 shares traded). During the day 54.5 million share volumes changed hands in 6300 transactions.",
    "Softlogic Finance PLC, a publicly traded unit of Sri Lanka’s Softlogic Capital PLC, said it was seeking shareholder approval to raise Rs 2.5 billion in equity to boost capital by offering 380 million shares at Rs. 6.60 a share to existing shareholders.",
    "“In order to infuse fresh capital to increase the total capital base of the Company to address the serious loss of the capital situation, to improve the Capital Adequacy Requirements and to improve the Core Capital Requirement, the company planned to increase the issued capital by Rs 2.5 billion by way of a Rights Issue to the existing shareholders, the company said.",
    "Yesterday, the rupee opened at Rs 320.00/25 to the US dollar, from Rs 320.20/40, dealers said. Bond yields were broadly steady. A bond maturing on 01.02.2026 was quoted stable at 13.60/65 percent. A bond maturing on 15.09.2027 was quoted at 13.80/85 percent. A bond maturing on 15.03.2028 was quoted at 14.02/14.05 percent from 14.00/14.05 percent.",
    "IMF: What happens now and after elections will be crucial for Sri Lanka",
    "Net foreign outflows within first 15 days of New Year hit Rs. 1 billion",
    "Three regional telecom players show interest in SLT shares as latter appreciate",
    "Visits by IMF delegation and Japanese Finance Minister positively impact CSE",
    "Hotels going in for right issues in preparation for tourist season",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}