{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/ECCSL-congratulates-President-AKD/34-767216",
  "time_ut": 1727393243.0,
  "original_lang": "en",
  "original_title": "ECCSL congratulates President AKD",
  "original_body_lines": [
    "The European Chamber of Commerce in Sri Lanka (ECCSL) has extended its congratulations to President Anura Kumara Dissanayake on his election and inauguration as President of the Democratic Socialist Republic of Sri Lanka.",
    "The recent Presidential elections held on 21 September witnessed a remarkable display of democratic engagement, with high voter turnout reflecting the people’s commitment to shaping their nation’s future. The peaceful conduct of the elections underscores the resilience of Sri Lanka’s democratic processes.",
    "Speaking to Daily FT, ECCSL President Hatem Rajabdeen clearly stated that Europe is a key trade partner for Sri Lanka dominated by Exports in the Manufacturing Sector, Agro, Trade and Service-related exports which are key to our economy and have been growth areas over the years.",
    "The ECCSL is particularly encouraged by President Dissanayake’s vision for the future of Sri Lanka. We believe his leadership will further enhance our longstanding trade, investment, and sustainable development partnership. The European Union’s EOM’s preliminary report has highlighted areas for improvement, including political finance transparency and the empowerment of women in political life. We urge continued focus on these important aspects to foster an inclusive and equitable society.",
    "As Sri Lanka embarks on this new chapter, the ECCSL remains committed to supporting initiatives that promote economic recovery, and inclusive growth. We look forward to supporting President Dissanayake and his administration to realise these goals.",
    "We would like to also thank outgoing President Ranil Wickremesinghe for his efforts over the last 2 years including the negotiations with the IMF. We are hopeful that President Dissanayake will continue and improve on this by bringing in stability to the people of Sri Lanka based on key pillars of Good Governance, Transparency, inclusivity and eliminating corruption."
  ]
}