{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-s-economic-potential-on-show-at-BIMSTEC-Summit-in-New-Delhi/34-765548",
  "time_ut": 1723675043.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s economic potential on show at BIMSTEC Summit in New Delhi",
  "original_body_lines": [
    "From left: Ceylon Chamber of Commerce Assistant Secretary General Dinithi Dias, Ceylon Cold Stores Consumer Foods President Daminda Gamlath, Hayleys Advantis Deputy Managing Director Dr. Asanka Ratnayake, High Commissioner of Sri Lanka to India Kshenuka Senewiratne, Sunshine Healthcare Director and Sunshine Medical Devices & Lina Manufacturing CEO Dr. T. Sayandhan",
    "The Ceylon Chamber of Commerce, together with its Member companies, represented Sri Lanka at the BIMSTEC Business Summit held on 6-7 August in New Delhi.",
    "At the Special Ministerial Plenary at the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC), High Commissioner of Sri Lanka to India Kshenuka Senewiratne, addressed the need for greater economic integration with the region, and the importance of establishing the BIMSTEC Free Trade Agreement (FTA) to foster regional prosperity.",
    "The Sri Lanka delegation comprising Member companies of the Ceylon Chamber and led by Hayleys Advantis Deputy Managing Director Dr. Asanka Ratnayake, included Ceylon Cold Stores Consumer Foods President Daminda Gaml; Sunshine Healthcare Director and Sunshine Medical Devices & Lina Manufacturing CEO Dr. T. Sayandhan, and Ceylon Chamber of Commerce Assistant Secretary General Dinithi Dias.",
    "The delegation conducted a dedicated Country Session with key industries discussed including food processing, pharmaceuticals, and logistics, with a special focus on the opportunities within the processed food sector—particularly in sugar, spices, and tea. The pharmaceutical sector was also a highlight, with discussions on expanding Sri Lanka’s role in the healthcare value chain. Additionally, the logistics sector drew attention for its potential in Special Economic Zones and Multimodal Transport Solutions, highlighting Sri Lanka’s strategic location and its highly skilled workforce. High Commissioner Senewiratne welcomed the participants to the Session on Sri Lanka.",
    "The Ceylon Chamber, with several other Chambers including those from the member countries participating at the Summit, also endorsed the creation of a BIMSTEC Chamber of Commerce, which would further facilitate trade , investment and tourism collaboration across the region."
  ]
}