{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/germany-eyes-better-economic-partnerships-with-india-150756/",
  "time_ut": 1707903000.0,
  "original_lang": "en",
  "original_title": "Germany eyes better economic partnerships with India",
  "original_body_lines": [
    "ECONOMYNEXT – With sixty-five per cent of her population under the age of 35 and the world’s fastest growing economy, India is attracting the attention of industrialised nations looking to increase trade relations.",
    "A stumbling block however, is that potential partners must meet tough regulatory standards that are enshrined, for instance in the recently introduced  German Act on Corporate Due Diligence Obligations in Supply Chains that seek to prevent child and forced labour, ensure fair wages and safety of workers etc.",
    "But the Free Democrats parliamentary group spokesman for Mittelstand (Small and Medium Enterprises) and Free Trade, Carl- Julius Cronenberg would like to see a softer approach in the implementation of the Act. Pointing out that India’s small and medium enterprises are not yet geared to meet such standards, he is of the view that the German legislation could be improved.",
    "Mr Cronenberg shared his views at the end of a two-day visit (February 5th and 6th) to India, gaining first-hand knowledge on how small and medium industries operate in that country. While acknowledging that human rights violations in industrial settings cannot be condoned, he states that Indian industries may have a different interpretation of sustainability.",
    "Europe, he adds, should not be dictating terms to Indian enterprises at this moment, ‘I don’t think it’s a good idea to implement standards, which do not match with the actual development stage.’",
    "The European Union is currently negotiating free trade agreements with the South American trade bloc and India.",
    "The EU, he explains, is competent to negotiate the agreements, however, it is important to consider how the potential trading partners view these legislations. They would question, he says, whether they are actual free trade agreements or barriers, which could impact negatively for both sides.",
    "Mr Cronenberg sees India and her fast growing economy as ‘one of the most interesting markets for European companies and economies’, adding that ‘there is huge potential for Indian companies to export more to Europe.’",
    "As he sees it, it’s a two-way street for India, Germany and Europe; while India has a young and skilled population, and a goal of grabbing 15 to 20 per cent of the global electronic device manufacturing market, Germany and Europe can provide the technical know-how. India’s competitiveness on the global stage can be improved ‘by applying a lot of German industrial know-how.’",
    "Noting that India’s international trade will grow faster and in a more sustainable way, Mr Cronenberg states it will become stronger if a comprehensive and solid FTA, which also includes foreign direct investments and geographical indications with Europe is drawn up. That, he says, ‘would be a strong package to accelerate growth in international trade between Europe and India.’",
    "There is, he points out, a continuing need for a network of local suppliers of goods and services and craftsmanship. Goods produced in German factories in India will be of high standard and also the potential for apprenticeships for small Indian companies. Such opportunities would eventually lead to better quality products and services available in the local and regional markets.",
    "He cautions, however, that for small and medium enterprises to develop into strong and sustainable ventures, the Indian government’s bureaucratic red-tape should be reduced.",
    "As the German success model of the social market economy is also increasingly being jeopardized by over-regulation and complicated laws, all agreements between India and the European Union should include the removal of overregulation, Mr. Cronenberg emphasizes.",
    "Apart from industrial partnerships, Mr Cronenberg sees huge potential to promote educational interests and institutions between the two countries, especially in the Applied Sciences.",
    "While he considers India as the gateway to the South Asian market, he is hopeful for improved trade relations with Sri Lanka, Nepal Bangladesh, Pakistan and Bhutan; ‘hopefully, the German presence will go over the whole region, in this sub continent.’ (Colombo/Feb14/2024)"
  ]
}