{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Say-no-to-NEPF-say-no-to-abolishing-free-education/14-760613",
  "time_ut": 1713200538.0,
  "original_lang": "en",
  "original_title": "Say no to NEPF; say no to abolishing free education",
  "original_body_lines": [
    "We must oppose NEPF in no uncertain terms, and make a call for a wide",
    "ranging consultative mechanism before any reforms in education are proposed or undertaken",
    "We are in the midst of an existentially threatening economic crisis. With an ever-increasing debt burden and low economic prospects, we continue to grapple with uncertain economic futures and related social and political distresses. As university teachers, we are concerned about the multiplicity of recent proposals seeking reforms in education that threaten to bring about a sea change in the way education is conceived of in this country: as a social good.",
    "We note with outrage that these reform efforts have been coupled with deliberate measures to weaken and discredit State universities. While the budgetary allocations for State universities have been slashed, the Government has violently suppressed any form of protest. Images of protesting students putatively wasting taxpayers’ money are in wide circulation in the media. High-ranking politicians repeatedly allege that State universities are producing ‘unemployable graduates’ overlooking the fact that few employment opportunities exist for them. These narratives have convinced sections of the public that the reforms are not only necessary but the only course of action available, despite conclusive proof that similar reforms in other countries, such as the US and UK, have adversely impacted higher education.",
    "The latest proposal is the National Education Policy Framework (NEPF), a cabinet paper that will soon be tabled in Parliament addressing reforms in Early Childhood Education, General Education (i.e., primary and secondary schooling) and Tertiary Education. NEPF has not gone through any kind of consultative process, except for an open call for comments to be submitted. The NEPF’s proposals impinge on the two major education sectors: general education (i.e., primary and secondary schooling) and tertiary education, in ways that threaten the very foundations of the Free Education policy that the people of this country hold so dear. While the proposed reforms to school education are also far reaching, this statement highlights some of the changes proposed in tertiary education.",
    "A new structure called the National Higher Education Commission (NHEC) is to replace the University Grants Commission (UGC). NHEC will bring both state universities and non-state higher education institutes/degree-awarding institutes under a single authority in which the private sector will have a strong presence. There is no evidence in the NEPF of a commitment to expand State support for public education. It clearly specifies however mechanisms to subsidise the private sector, accelerating the diversion of already scarce public resources to for-profit private tertiary education. Indeed, the main thrust of the policy framework appears to be to expand the role of the private sector in higher education by facilitating “participation of non-state partners, including public-private partnerships” (p.28).",
    "While the Government bemoans the low numbers accessing tertiary education (NEPF misleadingly states that only 8.9% gain admission to the universities today), Government expenditure on education, as of 2022 World Bank figures, is 1.2% of GDP—the second lowest in the world. The Government does not anticipate increasing investment in education except by “the redeployment of existing resources, leveraging of additional resources through partnerships with non-state entities, and private contributions” (p.4).",
    "The NEPF proposes a complete overhaul of the way universities are funded. Financing of state universities will be through three channels: Government funding via grants, student contributions via out-of-pocket payments and loans, and self-generated funds of the university. Further, funding of programs will be based on student enrolment, not as assured line-item based funding in the annual national budget. Universities, both private and public, will be expected to compete for funds and survival.",
    "Combined with general education, public tertiary education has historically helped reduce disparities and allowed some to escape poverty in Sri Lanka. Many of the middle class have benefitted from such access. District quotas for some academic programs and a recognition of the differences in the social circumstances students bring with them to universities have made university education more accessible to students irrespective of gender, class, caste, region, and other signifiers of power and privilege. Through these mechanisms, universities have become integral to the country’s attempt to advance social justice. Furthermore, universities have sustained free health by providing low-cost health professional education.",
    "The new governance structure will allow universities to create their own admission policies and, as they must compete for funds, will likely mean that degrees in fashion at a particular moment, will be key in determining the programs offered. The types of desired students will also change as universities compete to capture students from urban and upper-middle-class social and educations backgrounds who may already have an advantage in the job market. This problem will be accentuated by plans to attract more “foreign students” for whom the NHEC will streamline visa processes and facilitate employment in Sri Lanka after graduation (p.26).",
    "Other than for students with special needs, the NEPF does not outline any mechanisms to address social inequalities. When funding for education is made the responsibility of students, Government contributions will further diminish over time. Ultimately, the astronomical costs associated with university education will mean that the wealthy will have greater access. These conditions will deepen already existing social cleavages.",
    "The consequences of the changes in the policy on tertiary education will be huge. Indeed, free university education as we know it will cease to exist. The lack of an equitable system of education can only further impoverish the masses by denying one of the few avenues for social mobility available to them today. NEPF may not affect upper-middle-class people and urbanites who may have other opportunities for education. Those who wish for social cohesion in the country must understand that phasing out free university education will usher in a new era of tremendous instability.",
    "We must oppose NEPF in no uncertain terms, and make a call for a wide ranging consultative mechanism before any reforms in education are proposed or undertaken."
  ]
}