{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/on-the-move-again-engleberg-vienna-london-mount-lavinia/",
  "time_ut": 1720908780.0,
  "original_lang": "en",
  "original_title": "On the move again… Engleberg-Vienna-London-Mount Lavinia",
  "original_body_lines": [
    "As the Acting Director of the School of Hotel Management at Schiller International University (SIU), my work primarily centred on the London campus. When I received an opportunity to visit the SIU campus in Switzerland, I eagerly accepted. Visiting the quaint Swiss town of Engelberg, with its population of fewer than 3,000, was a delight. Engelberg, located 25 km south of Lake Lucerne in a wide mountain valley at an altitude of around 1,000 meters, is one of Switzerland’s top 10 ski regions. The town’s rustic charm was complemented by its famous Benedictine monastery, founded in 1120 and still active today.",
    "A highlight of my brief visit to Engelberg was meeting Mr. Jorge Müller, a lecturer at SIU. Mr. Müller had been an ILO Expert Maître d’hôtel at the Ceylon Hotel School in 1971 when I was a student. Over three years, he taught me food and beverage service and was always a supportive and kind mentor. Now, in 1990, he was happy to see us as colleagues at SIU.",
    "I also made a quick visit to the small Swiss village of Weggis, located in the district of Lucerne on the northern shore of Lake Lucerne. Like Engelberg, Weggis had a population of fewer than 3,000. There, I was hosted by Heinz Bürki, whom I had met during a business visit to Hotelconsult Hotel School (now César Ritz Colleges Switzerland) at Brig in 1985. Our family business, Streamline Services, represented Hotelconsult in Sri Lanka.",
    "Five years later, Heinz had left his teaching job at Hotelconsult to establish his own hotel school in Weggis, the International Management Institute (now IMI University Centre Luzern). IMI too appointed Streamline Services as their sole agent in Sri Lanka. As I was about to leave Weggis, Heinz told me, “Chandi, we will open IMI with a bang in 1991. We will recruit a small team of Visiting Professors from around the world for short teaching assignments in Switzerland. I invite you to join us as a Professor.” That brief visit opened new doors for me, and I went on to do two short teaching contracts in Switzerland in 1992 and 1993, marking my first appointment as a Vising Professor.",
    "A few years later, when I hosted Margaret Thatcher’s successor, Prime Minister John Major for champagne, at my office at Le Meridien Jamaica Pegasus Hotel.",
    "Preparing an Austrian and Sri Lankan infused dinner in Vienna",
    "Having spent the summer of 1979 in London, soon after Margaret Thatcher became the Prime Minister of the UK, I had closely followed her leadership for 11 years. Fascinated by her rise from a humble lower-middle-class upbringing to become the most powerful elected female leader in the world, I admired her hard work and tough leadership style, even though I did not agree with all her policies. I met her once on April 12, 1984, when I was chosen by The Dorchester, the best British hotel at that time, to serve her dinner at a royal banquet in honor of the Queen of England.",
    "On my 37th birthday, I was glued to British TV, watching the major cracks in Margaret Thatcher’s premiership. On November 21, 1990, she was told by her own cabinet in a series of back-to-back one-on-one meetings that she could not continue as Prime Minister. The British media termed it “cabinet revolt.”",
    "A week later, on November 28, 1990, I watched her final speech as Prime Minister. With a bold face in keeping with her “Iron-Lady” image, she said, “Ladies and gentlemen, we are leaving Downing Street for the last time after eleven and a half wonderful years…” Escorted by her biggest fan and supporter, her husband Dennis, she could not hold back her tears anymore.",
    "A tearful Margaret Thatcher leaves the Prime Minister’s official residence for the last time",
    "When it was reported that Margaret Thatcher, a workaholic, put in about 20 hours a day, Monday to Friday, sometimes falling asleep around 2 am, I was not surprised. “You are the same! It is useless being a workaholic. Chandi, you need a holiday!” my wife insisted, organizing a family holiday in Austria during my university mid-term break.",
    "Between visits to our homes in Sri Lanka and England, and our three previous visits to Austria, this was the seventh time we were spending a holiday with our dear Austrian friends, Biggi and Wolfgang Fernau. They took a week off to host us, excited to show our son Marlon the main attractions of Vienna and its suburbs. We had a wonderful break, spending quality family time in one of our favourite cities.",
    "Schönbrunn Palace, the River Danube, and the Vienna Woods were Marlon’s favourites, but as a four-year-old, he did not enjoy our daily visits to Vienna’s famous coffee shops like Café Sacher, Café Demel, and L. Heiner Coffee Shop in Kärntner Strasse.",
    "Marlon loved feeding ducks in the city park, listening to Uncle Wolfgang’s adventure stories, and dancing with Auntie Biggi. We ended our relaxing holiday with an Austrian and Sri Lankan infused dinner prepared by Wolfgang and me.",
    "Returning to London, I was determined to spend more quality time with my wife and son, despite my hectic work, teaching, and doctoral research schedule. I started taking long walks with Marlon in the nearby large park and going to the movies more often. When my father-in-law visited us from Colombo, we attended Sri Lankan events and a dance in London themed “Joliya” (or fun time) headlined by Sunil Perera and the Gypsies.",
    "Finally, I managed to achieve a balanced lifestyle in England. At the university, I helped organize a grand graduation at the end of the academic year. Many students had become my friends, and a few got emotional during my last class. One of them played a tape of the theme song from the popular 1967 movie, “To Sir with Love.”",
    "We had settled well in the UK, with plans to stay until I completed my Ph.D. at the University of Surrey in another three or four years. Then, one Sunday, the phone rang at our house in London. “It’s Sanath Ukwatte, Chairman of Mount Lavinia Hotel (MLH),” my wife said, handing the phone to me.",
    "I met Sanath for the first time in his father’s office at MLH in early 1985. His father, Mr. U. K. Edmund, was a humble Southerner who built significant business empires in mid-20th century Ceylon. He purchased MLH in 1975 and expanded the hotel while maintaining its early 19th-century architecture. In early 1985, the day I returned to Sri Lanka after completing my MSc in International Hotel Management at the University of Surrey, UK, I received a call from Prasanna Jayawardene, then General Manager of MLH, inviting me to join as Deputy General Manager. After an interview with Mr. U. K. Edmund and his young son, who was learning his father’s business, I considered offers from other companies before choosing to become the General Manager of John Keells’ two largest resort hotels, The Lodge and The Village at Habarana.",
    "Sanath kept in touch, offering me the post of General Manager of MLH in 1988, but I declined as Prasanna Jayawardene’s plans to leave Sri Lanka changed. Two years later, Sanath called again, offering more benefits, an expatriate contract for three years, a percentage of profits, six weeks’ leave every summer for my doctoral research, and to pay my university fees. My wife remarked, “Chandi Boy, sounds like an offer difficult to refuse!”",
    "And so, our journey took another unexpected turn, leading us to new adventures and opportunities in Mount Lavinia as the country becoming hopeful in entering a ceasefire with the LTTE separatists.",
    "Nihal Fernando’s Odyssey in and with Sri Lanka: An Appreciation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}