{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/ministry-of-finance-economic-stabilization-national-policies/",
  "time_ut": 1717281766.0,
  "original_lang": "en",
  "original_title": "Ministry Of Finance, Economic Stabilization & National Policies",
  "original_body_lines": [
    "Recent press statement issued by the Ministry dated 27/05/2024 ,appears to be a belated focus possibly due to an intervention initiated by an external Authority. It pronounces a scheme designed for the implementation of reforms for state owned banks. The diagnosed defects to be addressed are in summary form as follows;",
    "* SOBs have faced significant stress during the recent economic crisis,",
    "* SOB lending practices have deteriorated due to inadequate risk mitigation &weak governance",
    "* SOB balance sheets have absorbed losses of SOEs and help large fiscal deficits of those SOEs",
    "* These have led to delays in reforms which contributed to the Economic Crisis",
    "It is public knowledge that these defects have been in existence over a long period unnoticed or ignored by Authorities. Hence the sudden provocation to address them hurriedly and the making of an announcement even before many other institutions required to support the processes are in place, is a matter for conjecture. The obvious guess would be to presume, that pressure from IMF/World Bank/Hired advisory firms  and /or some such Agency interested in introducing corrective measures which the normal governance has overlooked, has influenced this.",
    "The recent published balance sheets of the two major SOBs do not reflect the following position to clearly indicate the loan portfolios of the two banks with the amounts granted as loans to different sectors. The investment portfolios too of both banks, BOC and PB are fairly large.",
    "PB‘s TOTAL LOAN PORTFOLIO  IS 1823,770 Mn. And the SOE component in this is Rs772,611 Mn. (42% of the total)",
    "BOC position is, out of a total Loan portfolio of 2,2029,061 Mn SOE component is Rs. 890,252Mn (40,3%)",
    "It is obvious that the direct and indirect exposure to government has limited their capacity for lending to the productive sectors of the economy.",
    "Nevertheless, the SOBs claim that they have fulfilled their profit targets while loading the balance sheets with income generated from lending to SOEs supplementing the income on account of other lending operations. This shows that the returns both banks have shown as income form lending to SOEs are significantly large compared to income from other sources.",
    "Now this is not something that has happened overnight. From nearly a decade, bank balance sheets have shown this state of affairs as a growing visible phenomenon. The government aided this by providing a cover for the securitization of the unpaid debts of SOEs, issuing letters of comfort to help the banks keep overdue and unpaid loans in the current section without treating them as overdue / past due. This helped the banks to retain non-performing loans in the category of currently active loans category falsely conforming to bank supervisory conditionalities of the CBSL without making provisions on account of loan impairments as  applicable to Non- Performing Loans (NPL). In turn this also helped the banks to show bloated profits in their published financial statements.",
    "The CBSL accepted those so- called Letters of Comfort as proper securitizations for the outstanding facilities disregarding the fact whether they came under approved/ declared government liabilities. This practice has continued for several years including the full span of Sirisena /Ranil good governance era. That is why we are compelled to believe that these reform proposals appear to have originated under some external influence.",
    "Historically the Treasury has been providing funds for achieving capital adequacy standards for both banks. The process started in the early 1990s following the highly controversial insolvency declaration by the then Minister of Finance. In this instance the two banks faced  a capital shortage of Rs 23 Billions to comply with  the International standards. The Treasury pumped in funds to fulfill their capital adequacy by issuing long term interest bearing Bonds..",
    "The treasury imposed certain conditions  during this exercise through agreements separately signed with each bank. Treasury afforded the two banks certain degree of Autonomy to give them a free hand to compete with the industry private Sector, freeing them from some provisions of the FR and AR regulations. The treasury also emphasized the need to create a level playing field for the banks to engage in business activities more competitively while serving to achieve their primary objectives.",
    "The Autonomy granted was hardly used to achieve the broad objectives. Instead , it led to a liberalized era of self- serving to increase the fringe benefits ad employee privileges in an unprecedented manner. The first recapitalization exercise entailed inter-alia, future safety measures which no one seems to have taken seriously. There were conditions such as the responsibility of the directorates to be personally answerable if the capital adequacies again fall below the expected norms.",
    "But the subsequent events prove that the situation continued unabated and the treasury had to recapitalize the banks now and again on many occasions. The drifting away from the main objectives also continued with hardly any monitoring or supervisory follow up.",
    "In the current scenario, the two State Banks have once again fallen into a worse position requiring a huge capital infusion for their survival. It has to be understood that this precipitation cannot be solely attributed to lending to State Sector because there are large number of loans granted to private sector too that  have fallen into non performing category. The government is not responsible for this state of affairs which continues closely guarded by the managements under various ruses.",
    "Regulations alone cannot rectify this state of affairs. If the monitoring and supervisory roles are inactive the legacy shall continue.",
    "This is one area where the State Banks have shown a very poor performance. In several instances corruption and callous disregard of accepted norms have continued  with hardly any intervention from regulatory authorities. In one of the two major SOBs a Director also serving as the Chairman of the Board Sub Committee on Risk management has gone on a campaign of self-serving  his group of companies with hardly any realizable securities ending up with alarmingly high balances going up to 12 Billion figuring in the NPL category of that bank. Machinery offered as security for these advances  are found to be non-existing.",
    "While there is concern and focus on the provision of financial assistance to the more needy sectors of our economy, this State Bank  has proceeded to grant a facility of US$15 million to grow Sugar Cane in Sierra-Leon. The irony is  several officers down the approving line refused to join in the approval process due to the impossibility of ascertaining the utility of funds granted for the purpose.",
    "The same State Bank has granted 10 Mn USD  for a hotel project in Maldives and it was reported that not a single instalment of this facility was repaid and the litigation process also remains  hampered due to incomplete documentation.",
    "This establishes the need to address the risk control and risk management functions of the SOBs more closely and systematically. Entrusting the Public Enterprises Department to undertake the responsibility of  Managing the SOBs looks a positive step because previously although conditions were in place there was no dedicated body for oversight and monitor.",
    "With regard to the Audit function more stringent measures should be put in place. Even now the bank Audits are conducted engaging private audit firms within the purview of the scope of Auditor General. But history reveals that despite Audits conducted over periods of many years, SOBs carried large and alarming portfolios like what happened in 1992. Two International Audit Firms were assigned the task of conducting a complete audit and the two banks were found to be undercapitalized when the normal norms were applied which continued unnoticed over long periods before. The selection of Auditors should not be allowed to the Banks to decide even with the consent of the AG. It is the Share holder who should bear the responsibility of Appointing and Selecting Auditors.",
    "More than any of these the role of the SOBs should be monitored and assessed in the context of their principal objectives. Bank managements prefer to deal with more profitable areas in their own interests.",
    "Today there is a serious social issue in association with the Cooperative movement of the Country. The Peoples Bank was set up for the primary objective of serving the Cooperative sector and the rural agricultural community. It was the primary task of the PB to operate the Rural banking system and financing the MPCS movement. Many are not aware that both these sectors are facing a heavy and serious crisis all over the country. The rural banks under the MPCSs are saddled with huge financial liabilities not being able to service the depositors. The Total out standings run into several  Billions. Some MPCSs are contemplating the sale of fixed assets to service the depositors.",
    "This state of affairs is totally due to the withdrawal of the PB from playing their role in the Cooperative movement and in particular the Rural banks which were run under close supervision and control of the PB. An on going Parliamentary Select Committee is examining this matter currently and the revelations made before them are extremely alarming in a National Context. SOBs should not be allowed to derelict their responsibility and duty to serve the rural sector enhancing the financial inclusion in these sectors by balancing their portfolios towards these Primary Objectives.",
    "Appointing Fit and Proper persons as Directors of the SOBs is another important matter. There are instances where persons have been appointed to the Directorates ignoring their past involvements in the financial sector like serving In questionable Finance Companies. It has been found that they have carefully maneuvered the fit and proper eligibility requirements by resigning from those places. Hence the FIT and Proper Criteria should be a exhaustive process which should carefully scrutinize their past performances and involvements.",
    "Any way the contemplated reconstitution of SOB boards is a good move.",
    "This Press Statement refer to a number of other institutional support to be in place for its implementation, such as the forth coming Public Finance MANAGEMENT Act, the appointment of a Financial Sector Crisis Management Committee, The establishment of a specialized unit under the Public Enterprise department, New Guidelines to be issued by the CBSL for Governance of SOBs, Committee for Selection to be established under the Ministry of Finance to recommend nominees for appointment as SOB directors .etc. etc.",
    "Finally, it has to be stated that SOBs were required to adhere to new plans previously too on several occasions. But the outcome has proved to be disastrous. We will await with fingers crossed to see what the current proposal will bring about."
  ]
}