{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/At-least-10-killed-in-attack-on-police-station-in-Pakistan/107-276401",
  "time_ut": 1707172320.0,
  "original_lang": "en",
  "original_title": "At least 10 killed in attack on police station in Pakistan",
  "original_body_lines": [
    "DERA ISMAIL KHAN, Pakistan, Feb 5 (Reuters) - At least 10 police personnel were killed and six others injured in a pre-dawn attack on Monday by militants on a police station in northwest Pakistan, police said, as violence escalated ahead of general elections this week.",
    "At around 3 a.m. local time (2200 GMT Sunday) militants attacked the police station with sniper fire and then entered the building, said police officers in Pakistan's Draban region in Khyber-Pakhtunkhwa province.",
    "\"After entering the building, the terrorists used hand grenades which caused more casualties to the police,\" said Malik Anees ul Hassan, the deputy superintendent of police in Draban.",
    "It was not immediately clear who was behind the attack and whether it was related to the election.",
    "A national assembly candidate was shot dead on Wednesday elsewhere in Khyber-Pakhtunkhwa. On the same day, another political leader was shot dead in his party's election office in Balochistan province.",
    "On Tuesday, a bomb attack following an election rally killed four people in Balochistan. Islamic State claimed responsibility.",
    "Draban lies in an area considered a stronghold of the Jamiat Ulema-e-Islam party. The conservative religious party's leader, Maulana Fazal Ur Rehman, travelled last month to Afghanistan to meet the Taliban's supreme spiritual leader, local media reported, one of his few known meetings with foreign dignitaries.",
    "The party has also called for a delay in Pakistan's polls due to security concerns.",
    "At least 23 soldiers were killed in December when a six-man suicide squad drove an explosive-laden truck into a military camp, set up in a police station complex, also in Draban.",
    "Pakistan has seen a resurgence of attacks by Islamist militants, especially those targeting security personnel, since 2022, when a ceasefire between the Pakistani Taliban and the government broke down.",
    "Reporting by Saud Mehsud in Dera Ismail Khan, Pakistan; writing by Sakshi Dayal and Charlotte Greenfield; Editing by Sudipto Ganguly and Raju Gopalakrishnan"
  ]
}