{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/No-mea-culpa/14-760104",
  "time_ut": 1711671356.0,
  "original_lang": "en",
  "original_title": "No mea culpa",
  "original_body_lines": [
    "It’s almost comedic in its simple-minded analysis of complicated issues",
    "Former President Gotabaya Rajapaksa’s book titled “Conspiracy to oust me from the presidency” does in no way live up to its title. If anyone thinks this is a page turner that gives a blow by blow about how a conspiracy unfolded to destroy his presidency, don’t waste your time or your money on the work.",
    "The former president merely insults those who don’t believe there was a conspiracy to get rid of him. This writer read the Sinhala version of the book. The author writes that only the extremely naïve, ‘bolanda’, would believe that there wasn’t a foreign conspiracy to oust him.",
    "That statement is typical of the way Gotabaya Rajapaksa (GR) ruled the country. He seemed to be so aloof that he was constantly seen to be out of touch when in power. Added to that was his rather supercilious attitude which seemed to make him think he knew more than the rabble he ruled over.",
    "That attitude didn’t turn out very well for him, but it seems he hasn’t learnt a single lesson. There is a case to state that his book ‘Conspiracy…’ is probably one of the most ludicrous books ever written by anyone — certainly a Sri Lankan — in recent times.",
    "It’s almost comedic in its simple-minded analysis of complicated issues. Also, there isn’t any need to mince any words about one key aspect of the work. The former president is extremely unfair by the Americans when he makes it very clear to everyone by implication that he thinks the US conspired to oust him.",
    "On the one hand he doesn’t offer a shred — so much as one micro-smidgen — of evidence as to why the reader ought to think the Americans conspired to oust him, despite his assertion that anyone would be extremely naïve to think that there was no foreign conspiracy to get rid of him. That the US Ambassador happened to visit the troops once is hardly concrete evidence. Ambassadors have chance encounters with troops for trivial reasons. Moreover, even if this can be counted as evidence on the other hand, it can’t be the only piece of evidence given, and has to be corroborated with other hard evidence and credible supporting facts.",
    "He also doesn’t name the Americans or any other country outright. So on the one hand he enjoys the luxury of stating that he was made to relinquish the presidency due to a well orchestrated conspiracy led by a foreign power. But he evades any responsibility for making such an extremely serious statement, leaving the reader to guess who the perpetrator was.",
    "It was explained recently by someone speculating on behalf of GR that he didn’t want to name countries because he was the former president of this country and it doesn’t behoove him to do so. The only way to respond to that should be to say, nice try.",
    "He was the elected leader of this country and 6.9 million people had voted for him to be president. Barely two years into his term, however, he resigns and rides an Air Force jet in a clandestine flight headed for the Maldives.",
    "From there he ends up in Singapore and emails his resignation. Sri Lankans barely hear from him after that until he springs this conspiracy theory on them years later in a tome he is releasing out of the blue this election year.",
    "It seems his book is animated by the same type of rather weird traits of decision making that signified his presidency. He doesn’t seem to be so much as faintly aware that people could see through his charade.",
    "He writes that he gave top State management and administrative jobs (so called high posts) to people on merit, and that those who took the jobs turned out to be folk with political ambitions. One thing the reader can be sure is that for everything and anything, Gotabaya Rajapaksa has an excuse. His book may as well be called the book of a thousand excuses.",
    "But about those jobs on merit, how can the president be heard to say that he was better than all previous presidents because he wanted to give jobs to the accomplished, while implying that the appointment of Kamal Gunaratne as defence secretary while Shavendra Silva was the forces chief was a mistake?",
    "He appointed Gunaratne. Gunaratne had written a book about the war which is also a glowing account of GR. Is writing a fawning book the former president’s idea of merit? Banana republic dictators would blush at how fond GR was of blandishments. Kamal Gunaratne wasn’t the only person he appointed because they wrote books with gushing accounts of him. But yet he martyrs himself in his book saying that he made all the right appointments on merit but those who were so appointed disappointed him. Oh my, Ehelepola Kumarihamy herself hadn’t been so egregiously wronged?",
    "There doesn’t seem to be an end to GR’s victim mentality. But all this after appointing his fervent admirers at almost every turn? If Kamal Gunaratne turned out to be bad, that’s a failure that the former president should own. It wasn’t an appointment made entirely out of merit, but one made partly out of vanity because Gunaratne at least in GR’s eyes was a convenient yes man who fawned on the then president.",
    "Gunaratne as defence secretary per se may be doing a good job and perhaps he deserved the post, but it’s the former president’s reasons for appointing him, and his attitude towards him that’s galling.",
    "But more about this bizzaire rear-view mirror flashback at his presidency by the man himself. He says Gunaratne as defence secretary while Shavendra Silva was the army commander was a combination that didn’t work, because the latter wouldn’t have followed orders as there wasn’t much of a distance between the two when they were serving in the army, implying that Silva was not inclined to obey the orders of someone he considered his equal, and never his superior.",
    "So the commander-in-chief lost control of his forces because of two appointments he says were bad, one having being made by him? Then he let things slide and took off on a jet to the",
    "Words fail this writer, for once. Wasn’t it the job of the commander-in-chief to get the situation under control even belatedly if it was slipping out of his grasp? What if we had been invaded by an armed foreign power? Would he still insist on letting things slide, or isn’t it up to the commander-in-chief to get the situation under control, sack whoever is not doing the job, and make sure the military machine works? What are commanders-in-chief for? To fiddle while Rome burns? To abscond to some resort island, and after some of the smelly stuff hits the fan, write a book about it all of two years later saying none of this was my fault, I was the most neutral, the most gracious, and certainly by far the greatest?",
    "It wouldn’t be overreach to state that if the Americans got rid of GR they probably did us a great favour considering how erratic and unsuitable for the job he was, as indicated above. But the fact is the Americans had nothing to do with his ouster. Also, he seems to think the readers are so daft that they don’t get it. Either that, or he doesn’t get it himself, which is certainly a possibility given the way he took bizzaire decisions as president which he never owns up to or apologises for apart from the decision on fertiliser about which he makes a non-apology that’s however a clear admission of failure.",
    "Take his assertion that he resigned the presidency as he didn’t want the people to suffer because the foreign powers he doesn’t name would create chaos as long as he was president.",
    "If the president was so selfless and had the poor people uppermost on his mind, one may ask why he didn’t resign and stay put in the country? Why did he have to resign and hop an aircraft to the Maldives and escape in stealth? In fact he escaped in stealth and then sent his resignation from abroad by email in the most sheepish of capitulations.",
    "Doesn’t he think the people know that’s the behaviour of a person who was fleeing for his life? On his own admission he had lost control of his forces. So he was fleeing for his life, and not enacting some selfless pantomime on behalf of the long suffering people.",
    "If this writer was him, this writer would have been silent rather than make all these bizarre assertions that are so comically and transparently false.",
    "In the end there was no conspiracy. The book proves once more that GR is a person so naïve and so completely out his depth in either running a country, or writing a book. Alas, it’s the truth though he may have had success as defence secretary once upon a time. There may have been others who may or may not have conspired against him, but certainly it wasn’t a foreign power and the book he trots out to prove otherwise is the greatest testimony underlining the fact that he had to leave because of his own folly, and not due to the machinations of some sinister foreign force. Folly, to be sure, seems to be his calling card.",
    "But then he says we who believe he had to go due to his own failures and not due to foreign conspiracies, are naïve. If he can’t see his own follies but calls others naïve without offering the faintest proof why they are in fact naïve, he is in effect saying black is whiter than white. To be sure, that sort of creative imagination can only be politely called pathological …"
  ]
}