{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Twenty-more-sacred-areas-to-be-gazetted-this-year/108-282571",
  "time_ut": 1715669460.0,
  "original_lang": "en",
  "original_title": "Twenty more sacred areas to be gazetted this year",
  "original_body_lines": [
    "Colombo, May 14 (Daily Mirror) - Twenty more places of religious worship are expected to be gazetted this year as sacred areas, while nine places have already been gazetted so far, the National Physical Planning Department said.",
    "Accordingly, the Uddhakandara Rajamaha Viharaya in Hambantota, Dambadeniya Rajamaha Viharaya in Kurunegala, Kotasara Piangala Rajamaha Viharaya in Moneragala, Weheragala Rajamaha Viharaya in Puttalam, Bambarakale Rajamaha Viharaya in Nuwara Eliya, Batapotha Sri Sudharshanarama Purana Viharaya in Colombo, Wanduruppa Theraputthabhaya Rajamaha Viharaya in Hambantota, Kadigamuwa Sri Nagavanaramaya in Kegalle and the Kshetrarama Rajamaha Viharaya in Matale will be gazetted as sacred areas.",
    "The government plans to hold the National Vesak festival from May 21 to May 27 in Matale. The inauguration of the Vesak festival will be held under the patronage of President Ranil Wickremesinghe and the Sannas Pathra or official documents for the development of the Kshetrarama Rajamaha Viharaya, Matale as a sacred area will be handed over to the temple authorities by the President.",
    "The notifications on the Henekadua Rajamaha Vihara, Hambantota and the Gonnawa Sri Vishnu Dewalaya, Kurunegala have been sent to Urban Development and Housing Minister Prasanna Ranatunga for his signature, the Department of National Physical Planning said.",
    "Minister Prasanna Ranatunga pointed out that the declaration of a sacred site is done under three criteria. He added that the relevant departments have already been instructed to study the requests received so far to declare them as sacred areas, examine the problematic conditions and take the necessary steps to resolve such problems.",
    "So far, 130 places of worship in Sri Lanka have been gazette as sacred areas. Kataragama was declared as the first sacred area in Sri Lanka on October 16, 1961 and this month the Kshetrarama Rajamaha Vihara in Matale will be gazetted as the 130th sacred area in Sri Lanka.",
    "They said the approval of the Department of Archaeology, the Ministry of Buddha Sasana and Religious Affairs and the survey plans of the respective areas are essential for publishing the gazette declaring them as sacred areas."
  ]
}