{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/SLPP-defectors-Tamil-options-Democracy-in-Debt-and-Vickramabahu-s-validation/4-764990",
  "time_ut": 1722457697.0,
  "original_lang": "en",
  "original_title": "SLPP defectors, Tamil options, ‘Democracy in Debt’ and Vickramabahu’s validation",
  "original_body_lines": [
    "“…In short, the global democratic trend this year is a resounding rejection of the status quo.”",
    "– ‘A Global Movement Against The Status Quo’ By Ian Bremmer, TIME, 5 Aug. 2024 –",
    "Given the global trend as summed-up by Ian Bremmer, one of the world’s best-known think-tank gurus, a win for incumbent Wickremesinghe is virtually unthinkable.",
    "Given the decision by Mahinda Rajapaksa’s SLPP to fend-off Wickremesinghe’s political piracy and field a candidate under the party banner, a Ranil win is logically impossible.",
    "As PM in 2001-3, Ranil overstepped the mark and encroached on President Kumaratunga’s terrain. She tossed him out. As PM in 2015-2019, he did the same with President Sirisena, was turfed out, made a comeback thanks to the Supreme Court he now derides, and was evicted by the electorate.",
    "Having been unwisely appointed President by the Rajapaksas, he has openly sought to poach their party and been cut off at the ankles. Playing disrespectful tough-guy with Mahinda – even an aged, unwell Mahinda--who didn’t blink in the face of Prabhakaran (and David Miliband), isn’t smart.",
    "Ranil is intent on reinforcing and enhancing India by physically connecting Sri Lanka with it, but thinks there will be no geopolitical blowback he can’t beat. That’s real dumb.",
    "In 1951, SWRD Bandaranaike followed only by MR’s father DA Rajapaksa, broke away from the UNP of the formidable ‘Father of Independence’ DS Senanayake and formed the Sri Lanka Freedom Party. 70 years later, after SWRD’s daughter Chandrika had forged a hybrid government of SLFP defectors and Ranil Wickremesinghe’s UNP, the majority of the SLFP broke away and formed the SLPP led by Mahinda Rajapaksa, because the official SLFP had betrayed its fundamental orientation.",
    "Today, the bulk of the MPs of the SLPP, formed as a rejection of Governmental collaboration with Ranil’s UNP, is allying with Wickremesinghe in his run for President. These defectors will be unable to convince their voters to pivot to him. Moreover, the SLPP and SLFP Ministers and MPs are the most unpopular legislators in the country. Ever.",
    "It is better for the SLPP to run as itself and be defeated. That happened to Sirimavo Bandaranaike’s SLFP in 1965, 1977 and 1988. The party can retain its identity and (barely) survive. To embrace Ranil however, would be the ultimate betrayal of the party’s brand. If it supports Ranil and craters, there’s no comeback.",
    "Meanwhile, renegade SLPP ‘Ranilists’ will find politics – and nominations--impossible at the Parliamentary election.",
    "Though the ITAK no longer enjoys the degree of preponderance it had in Tamil politics, the country and its Tamil citizens must be thankful that it has refused to fall into the trap of a separate Tamil presidential candidacy as agreed upon by a few parties and civic organisations. Sadly, the latter grouping includes the PLOT and EPRLF, two organisations of leftwing provenance whose hallmark was North-South bridge-building.",
    "The project of a Tamil presidential candidate flies in the face of the sage counsel given in writing in 1964 by Lord Soulbury to C. Sunderalingam. While Soulbury was in complete sympathy with the predicament of the Tamil people and self-critical about his over-optimism during the pre-Independence Constitution-making process, his considered advice almost two decades later was that Tamil politics should learn from the Irish and enter an alliance with the most compatible mainstream national party in Parliament. Northern Ireland’s Protestant minority leveraged the Conservatives in Westminster; the Scottish found Labour more compatible. Soulbury suggested that in Ceylon, it would probably be the UNP.",
    "1. A new, enlightened consciousness dominates in the Sinhala majority South. Sinhala chauvinism is on the defensive, marginalised as never before.",
    "2. There is a real chance of a generational shift in the island’s political leadership. Anura and Sajith are postwar leaders.",
    "3. The economic crisis has shifted ethnoreligious issues out of the way, de-prioritised ethnoreligious and ethnolinguistic consciousness, bringing very much to the forefront the economic question and competing economic solutions.",
    "The confluence of these triple factors opens a portal which has more positive potential than any I recall.",
    "It is a moment similar to the liberal Blair-Clinton confluence of the 1990s, grasped by the Sinn Fein-IRA whose pivot made the Good Friday agreements and its present political advances possible.",
    "This is exactly the wrong time in history for the Tamil parties to raise the banner of “self-determination” as the Tamil presidential candidacy coalition does. That will only endow the marginalised Sinhala chauvinists with some relevance and resonance.",
    "This is exactly the right time in history for Tamil political parties to enter a coalition with one of the two younger, postwar Presidential aspirants.",
    "However, Tamil political parties must be more mindful than they have ever been about the interests and wellbeing of their partners. For far too long the story has been of Tamil political parties looking over their shoulders at hawkish Diaspora opinion and imposing an overly heavy political burden on its Sinhala partners, which eventually sinks the latter. This was the fate of the Chandrika Kumaratunga and Sirisena-Wickremesinghe constitutional reformist administrations. Sinn Fein-IRA never made the same careless blunder with the Labour government.",
    "A good documentary film is one which helps educate you on a subject you didn’t know about or didn’t know very much about. An exceptionally good documentary film is one that educates you on something you actually knew quite a lot about. Sanja and I saw just such a documentary which premiered at the Colombo City Center a few days back. Titled ‘Democracy in Debt: Sri Lanka Beyond the Headlines’ it was directed by Beena Sarwar, a Pakistani film-maker based in Boston.",
    "Beena’s local collaborator was Dr Ranga Kalansuriya’s Factum with Uditha Devapriya as Lead Researcher and point-man. One of the documentary’s funders was the prestigious Pulitzer Center, USA, which wasn’t surprising since Beena, alumnus of Brown and Harvard universities, has taught journalism at Princeton.",
    "While the title indicates two main protagonists ‘Democracy’ and ‘Debt’, the real hero emerges as the former, Sri Lanka’s long-standing and robust democracy, or rather the Sri Lankan people, the citizens, with their existential commitment to democracy which has made it more durable and resilient on this island than in many parts of the world.",
    "While admirable and accurate, this discernment itself only confirmed what I knew, believed in. However, in 25 minutes I felt my perspective shift. As the movie ended, the abiding mental impression was one of asymmetries which had grown into an antinomy. The movie-maker had captured the underlying reality of the Sri Lankan social formation in all its unevenness. The slim autobiographical novel turned movie by Cuba’s Edmundo Desnoes was called ‘Memories of Underdevelopment’. Beena Sarwar’s documentary ‘Democracy in Debt’ could have a strap describing it as ‘Scenes of Sri Lanka’s Uneven Development’.",
    "At one corner, the periphery of Sri Lanka’s dependent capitalism, is life in Dutuwewa, Anuradhapura, “at the edge of the Dry Zone”. The system’s periphery but the island’s heartland. A young farmer explains that Dutuwewa was named after the reservoir (‘tank’) where Dutugemunu’s runaway horse had finally stopped. He is almost lyrical in describing how the elaborate system of irrigation built by ancient kings functioned and still does. “In history, we obviously had leaders who cared about agriculture and that granaries were full. Except for a few initiatives like the Mahaweli Scheme, we no longer have such leaders”. His brother-in-law, a confident, mustachioed war veteran continued the narrative in much the same vein.",
    "Ranil’s overemphasis on agriculture for export—especially, agribusiness-- mirrored in the SJB’s Economic Blueprint and the discourse of Dr Harsha de Silva even in the recent parliamentary debate on the Economic Transformation Bill, fails to resonate in the heartland’s collective soul.",
    "The SJB’s attempt to return to the 1947 UNP’s Buddhist religiosity as a stick to beat the secular-minded JVP-NPP with, while paradoxically abandoning DS Senanayake’s prioritisation of peasant agriculture and rural welfare in favour of an urban neoliberal-globalism, will not persuade the young men and women of Dutuwewa to vote SJB instead of NPP whose Anura Dissanayake seems more empathetic and aware.",
    "The economic crisis has hollowed out faith in the elite. The young farmer says “we need a movement of youth which will change the whole system”. That’s easy to decode.",
    "That doesn’t necessarily mean AKD is the best/better man for the job at the current moment.",
    "However, no economics can succeed if it goes against the ethos of the island, especially the heartland. What Sri Lanka needs is an ‘Economics of Equilibrium’, where agricultural export is incentivised and encouraged but never at the expense of national food security and domestic surpluses. That’s the kind of policy platform Sajith Premadasa and the SJB Alliance need to launch on August 8th if they are to persuade the voters in the heartland to opt for him rather than the more ‘socially organic’ AKD.",
    "Ranasinghe Premadasa’s son is perfectly capable of that policy discourse. This was evidenced by the Wellassa wave, the crowd he attracted in Buttala, Monaragala, very much in the heartland and a historic locus of anti-imperialist patriotic rebellion. Unlike his chief economist who actually invoked ‘Walmart’ to a peasant audience a few months back, Sajith’s messaging was spot on. (https://youtu.be/ffUiZ6PY3J4?si=cTQs8w3RCgPGOxND)",
    "SJB ‘Walmart wallahs’ should test their ideas at their own—Parliamentary—election, instead of damaging Sajith’s Presidential prospects.",
    "The other end of the Sri Lankan social axis is depicted in Beena Sarwar’s documentary through the lens of young cinematographer Yoshitha Perera. Wordlessly, the drone camera operated under her guidance by Shakthi Madushan Daniel, reveals a different Colombo from the charming city that was my hometown.",
    "It is a dark, mirrored, alien, cityscape rising high above the citizens and looking down on them. Dutuwewa and Colombo are seen through Yoshitha’s lenses, her gaze able to discern the contrasting souls, or the dualism of soul/soullessness, that constitutes the island’s moral antinomies.",
    "Director Beena Sarwar does not permit the glistening black towers of the cold cityscape indelibly captured by Yoshitha Perera to be the last word. She ends the movie leaving with us the humanistic implication and suggestion that while the debt crisis is the result of policies made within that frieze of high-rises by those who live and work there, and for their primary benefit; and while policy responses to the debt crisis travel the same circuits; in Sri Lanka’s durable democracy the bigger choices are made in the last analysis by those who live beneath that skyline and in its shadow: the vast majority of citizens. Democracy determines.",
    "Beena derives this lesson from our unbroken line of elections since 1947, and (largely non-lethal) Aragalaya 2022. With the presidential election imminent, we, the people, stand on the doorstep of democratic decision. Every Presidential candidate and political party leader must watch Beena Sarwar’s memorable mini-movie. (https://youtu.be/Az2hu9lXlrU)",
    "Dr Vickramabahu Bandara Karunaratne died at 81 last week. Equipped with a Cambridge PhD, he taught in the Engineering Faculty at Peradeniya when I entered university in 1976. Known simply as “Bahu”, he was politically the big man on campus, the founder-leader of a growing Trotskyist group, a radical left tendency lodged within the Lanka Sama Samaja Party (LSSP) then in office in the Sirimavo Bandaranaike-led coalition government.",
    "As a ‘Stalinist’ belonging to a far-left grouping, who had already been questioned by top counter-insurgency specialists Cyril Herath and Upali Seneviratne of the ISD while still a high school student at Aquinas, I was bound to clash headlong with Vickramabahu ideologically at public forums on-and-off campus from my freshman year. I did, discovering that beneath his ideological cult-leader status, Bahu was lively, open, ebullient, with a mischievous glint, never failing to put his arm around my shoulder and wisecrack slyly even after the most heated public polemic.",
    "On a 3AM bus (we were both headed for political discussions) he impishly said I had become a ‘tough-minded’ Stalinist because my father Mervyn was a Westernised liberal-democrat. Again, seated across in a railway carriage he observed that for a Stalinist I looked quite a bit like Leon Trotsky, and would come to regard the latter with sympathy and empathy as I grew old. He was prophetic.",
    "Bahu teamed up with Vasudeva Nanayakkara to take the LSSP’s leftwing caucus through a series of intermediate phases and name-variations (starting with ‘Vaama Samasamaajaya’), into a vibrant new party (NSSP) which Prof Kumar David used to brag had the highest number of PhDs of any party in the country.",
    "Eventually the NSSP flopped and was reduced to irrelevance, because in trying to avoid a ghost, it fell into an abyss which was a limbo. Vickramabahu was haunted not only by the LSSP’s 1964 treacherous decision to ally with the SLFP under the latter’s leadership, but also by the political irrelevance of various splinter groups led by Bala Tampoe and Edmund Samarakkody that split from the LSSP in rebellion. Bahu insisted that the radicals should not exit the LSSP ‘prematurely’ because doing so would cut them off from the party’s organised working-class base.",
    "Having been haunted by ‘premature’ exit, when Bahu and comrades finally exited or were expelled, it was far too late: the LSSP and anyone who had stayed in it for however noble a reason, had been utterly rejected by the citizen-voters including the working class, culminating in the UNP landslide of 1977. As I had argued on campus with Bahu and Vasu, they and their counterparts led by Sarath Muttetuwegama in the Communist Party should have quit the Government in 1972/3.",
    "The NSSP and Bahu slowly became extinct in the decades that followed, becoming a ‘one trick pony’ limited to an anti-war and anti-racist role. Why then do I speak about his ‘validation’? Because he left behind a single strategic concept that came to life dramatically.",
    "Those of us who belonged to the post-1971 radical Left which emerged undaunted by the horrible repression and had studied the JVP’s errors, were intensely debating an array of international experiences and strategies of revolution. Vickramabahu however, proffered his own, very different formula: Jana Aragalaya (‘People’s Struggle’), derived from the Hartal uprising of August 1953. We future underground activists and PTA indictees of the 1980s thought it too tame—and too reliant on mass spontaneity. But it came true.",
    "The Jana Aragalaya actually erupted in 2022 and was as successful and as self-limiting as its forerunner, Hartal’53.",
    "Bahu’s idea is the embryo of the strategic doctrine of the JVP breakaway Frontline Socialist Party (FSP), originally named ‘Jana Aragala Vyapaaraya’, whose new front is ‘Jana Aragala Sandhaanaya’.",
    "At the highest point of social consciousness, when the battle-cry “Aragalayata Jayawewa!” rang out across Galle Face Green with massive unarmed crowds storming the Presidential Secretariat and the President’s House, Bahu’s consciousness had dimmed to a flicker. The ‘Dialectics of Nature’ (Engels) had taken him too far into physical and mental infirmity to be present or articulate support. Life and history intertwined, and twinned his triumph and tragedy."
  ]
}