{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/women-in-politics-local-and-two-from-uk-us/",
  "time_ut": 1732401780.0,
  "original_lang": "en",
  "original_title": "Women in Politics – Local and two from UK, US",
  "original_body_lines": [
    "The 2024 Parliamentary elections have broken records and earned first evers for more than one reason. One very encouraging fact is that women’s representation has increased to over 10%. This trend, we are certain, will continue. 21 women MPs have been elected and 19 are from the NPP including Ambiga Selvam from Badulla who comes from the tea plantation worker sector. That is such good news. Two are from the SJB: Chamindrani, daughter of Lakshman Kiriella and Rohini Kaviratne, re-elected from Matale. Three more are expected from the NPP national list. This against only 13 women MPs in the previous government.",
    "Much though they deserve writing about, I move overseas, since these women in Parliament will be known to all via local media and of course conversation, even gossip.",
    "Sashi Tharoor said in an interview I listened to that the United States of America is not yet prepared nor receptive to elect a woman president. I add that most think that country is world leader etc but still so blinkered in sight, so dim in the collective head of the nation and so conservative not to have a woman at the top; nor sufficiently wise. Frankly they are unbelievably backward in the thinking of the majority, if they do think at all on such matters.",
    "Tharoor noted that Hillary Clinton was preeminently suitable but had to give way to that man Trump. Kamala Harris had more prejudices stacked against her – race and lineage, but better in most peoples’ opinions outside of racist white America.",
    "However, though half Indian Kamala Harris did not make it to the White House, but a full Indian American woman will be in the innermost circle – Vice President CD Vance’s wife, Usha.",
    "born 1986 in a suburb of San Diego to Indian immigrants is Asian American. Her father is a mechanical engineer from the prestigious Indian Institute of Technology (IIT) Madras and now lecturer at the San Diego State University. Her mother is a molecular biologist and Provost of the University of California, San Diego. They are Telegu Brahmins from Andhra Pradesh with extended family members highly educated. Usha’s grand aunt, Chilukari Santhamma, living in Visakhapatnam, is considered India’s oldest professor at age 96, and her paternal grandfather taught physics at IIT Madras. Her parents migrated to the US in 1980 and had two daughters, the second Shreya, now an engineer.",
    "Usha left Yale University graduating in history, summa cum laude in 2007 and proceeded to Clare College, Cambridge, as a Gates Cambridge Scholar, receiving a MPhil in early modern history in 2010. Three years later she obtained her Juris Doctor from Yale where she met her future husband. She served as Law Clerk to several judges including CJ of the US, John Roberts, from 2017 to 2018. Then over to a law firm in San Francisco and Washington DC, handling civil litigation and admitted to the District of Columbia, California, and Ohio bar.",
    "J D Vance and she befriended each other at a discussion group on ‘the social decline in white America’, which had Vance writing his best-selling 2016 memoir Hillbilly Elegy about his childhood in the white working class Rust Belt. The book was made a film in 2020 with Usha being played by Freida Pinto, lead actress of the film Slumdog Millionaire.",
    "They were married in 2014 in a typical Indian ceremony, dressed Indian and garlanding each other. He is, according to vegetarian Usha, “a meat and potato eating guy but he learnt to adapt.” She was a registered Democrat. They seem very happy and have three children – Ewan, Vivek and daughter Mirabel. J D admits he is humbled by her intellect and “Usha definitely brings me back to Earth. And if maybe I get a little bit too cocky or a little too proud, I just remind myself that she is way more accomplished than I am. People don’t realize just how brilliant she is.” Other opinion: “She is the powerful female voice on his left shoulder, giving him guidance.”",
    "We in Sri Lanka will be seeing much of Usha Vance on media in the future four years. Who knows, she may even be promoted to First Lady with something happening or being happened to Trump. One US critic said Trump would be impeached for being truly insane!",
    "Three women have held the highest position in the British Conservative Party – its Leader and served as Prime Minister so far: Margaret Thatcher who broke that glass ceiling in 1975 to be first woman leader and served as Prime Minister from 1979 to 1990; Theresa May -2016 to 2019 and Liz Truss for less than two months – September, October 2022. Kemi Badenoch, elected November 2 this year in the Conservative Party leadership election will also serve as Opposition Leader and may later be elevated to position of Prime Minister of the United Kingdom. I referenced the five most illustrious PMs of Britain and here they are: Winston Churchill and Margaret Thatcher (Conservative), Clement Atlee, Tony Blair (Labour) and Lloyd George (Liberal).",
    "Not only does Kemi Badenoch join this illustrious group, she also creates history and is most remarkable, being the first black woman to lead a British political party. When a Party is in opposition and holds majority seats, its leader is Leader of the Opposition at Westminster and chairs the shadow cabinet, both of which she will be now.",
    "was born in 1980 in Wimbledon, London. Her mother travelled from Nigeria to the UK to give birth and then returned home with the infant. This just beat the British Nationality Act 1981which abolished birthright citizenship. Her parents – father a medical GP and mother professor of physiology at the University of Lagos – are Nigerian Yoruba. Kemi has a brother and sister.",
    "She spent her childhood in Lagos where she attended the private International School of Lagos. The family was upper middle class but went through periods of financial difficulty due to Nigerian inflation. She has said: “Being middle class in Nigeria still meant having no running water or electricity, sometimes taking your chair to school.” Later she moved with her mother to the US, her mother accepting a lecturership. She shifted to the UK when 16 and stayed with a friend of her mother’s. She offered biology, chemistry and math for her ALs from Phoenix College, south London. Then to the University of Sussex to study computer systems engineering and complete a Master of Engineering degree in 2003. While studying she worked at McDonalds.",
    "In 2012 she married Hamish Badenoch who is British, also born in Wimbledon, a journalist and now a banker presently at Deutsche Bank and was Conservative councillor from 2014 to 2018 in Merton Borough Council. He contested the 2015 general election. He now leaves politics to his very successful 44 year old wife. They have two daughters and a son.",
    "Kemi Badenoch has been a member of Parliament since 2017 from North West Essex and served in Liz Truss’ and Rishi Sunak’s governments from 2022 until Labour came to Power. Before being politically active she worked within the IT sector, first as a software engineer from 2003 to 2006. In the meantime she read Law part-time at Birkbeck, University of London, gaining her LLB in 2009. She then worked as a systems analyst at the Royal Bank of Scotland Group before embarking on a career in consultancy and financial services. Interestingly, she was digital director for the journal The Spectator for two years from 2015.",
    "She describes herself as “an agnostic with cultural Christian values” and notes that her maternal grandfather was a Methodist Minister in Nigeria. During her parliamentary maiden speech she stated that she was “to all intents and purposes a first-generation immigrant.”",
    "This last statement is a fact of immense importance. It shows the contrast between the country that is considered the progenitor of modern democracy, Britain, (long after Athens, the birthplace of democracy), and the country that boasts of “We the people in order to form a more perfect Union, establish justice, insure domestic tranquility, promote general welfare…” and considers itself the most democratic – USA. Why I dare say this is considering the fact that three women have headed government in Britain since 1975; and may very well have an immigrant Nigerian with British citizenship as the next PM of the United Kingdom.",
    "How prejudiced white America is when you consider the fact that it rejected white American Hillary Clinton (though she won the popular voter losing at the Electoral College) and black American Kamala Harris. Sri Lanka has come closer to its Mother Parliament at the 2024 general election, sending in 11 or so percent women including Ambiga Selvam. Of course this apart from the fact that this little Asian country elected the world’s first woman PM way back in 1960.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}