{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104071/south-korea-ex-defence-minister-arrested-over-president-yoons-martial-law",
  "time_ut": 1733631300.0,
  "original_lang": "en",
  "original_title": "South Korea ex-defence minister arrested over President Yoon’s martial law",
  "original_body_lines": [
    "South Korean President Yoon Suk Yeol’s former defence minister was arrested on Sunday over his alleged role in Yoon’s declaration of martial law last week, prosecutors said.",
    "Yoon survived an impeachment vote in the opposition-led parliament late on Saturday, prompted by Tuesday’s short-lived attempt to impose martial law, but the leader of his own party said the president would effectively be excluded from his duties before eventually stepping down.",
    "The leader of Yoon’s People Power Party, Han Dong-hoon, in a joint press conference with the prime minister, said on Sunday that Yoon will not be involved in foreign and other state affairs before his early resignation.",
    "Ex-Defence Minister Kim Yong-hyun, who stepped down on Wednesday after Yoon rescinded martial law, was seen as a central figure in the debacle. He had proposed martial law to the president, according to a senior military official and the impeachment filings.",
    "The prosecution’s special investigative team arrested Kim on Sunday and seized his mobile phone, it said in a brief statement to reporters. Before the arrest, investigators questioned Kim, who voluntarily appeared at the Seoul Central District Prosecutors’ Office around 1:30 a.m. on Sunday (1630 GMT on Saturday), Yonhap news agency reported.",
    "Three minority opposition parties filed a complaint with the prosecution against Yoon, Kim and martial law commander Park An-su, accusing them of insurrection. If convicted, the crime of leading an insurrection is punishable by death or life imprisonment, with or without prison labour.",
    "Opposition lawmakers allege Yoon mobilised military forces to block a vote by lawmakers seeking to nullify what they said was an unconstitutional martial law decree.",
    "The national police raided Kim’s office on Sunday as part of an investigation into claims of treason against Yoon and top ministers, Yonhap said.",
    "Hours before Saturday’s impeachment vote, Yoon addressed the nation in a televised speech to apologise for his martial law decree, saying he would put his fate in the hands of his party. Han said the comments were effectively a promise to leave office early, adding that the ruling party would consult with the prime minister to manage state affairs.",
    "Prime Minister Han Duck-soo said on Sunday the cabinet would do its best to “maintain trust with our allies”, referring to the United States and Japan.",
    "Yoon shocked the nation on Tuesday night when he gave the military sweeping emergency powers to root out what he called “anti-state forces” and obstructionist political opponents. He rescinded the order six hours later, after parliament defied military and police cordons to vote unanimously against the decree.",
    "Yoon’s martial law declaration plunged South Korea, Asia’s fourth-largest economy and a key U.S. military ally, into its greatest political crisis in decades, threatening to shatter the country’s reputation as a democratic success story."
  ]
}