{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/No-Muslim-in-Cabinet-Does-that-matter/4-769567",
  "time_ut": 1732298696.0,
  "original_lang": "en",
  "original_title": "No Muslim in Cabinet: Does that matter?",
  "original_body_lines": [
    "In this new era should the absence of a Muslim or Tamil in the Cabinet matter at all?",
    "Yet, one or two Muslim ministers in the Cabinet carries economic value in the international arena. When the Sirimavo Government in the 1970s faced a foreign exchange crisis the Muslim minister Badi was sent to the Middle East to canvas for more foreign aid from the Arab world and he succeeded to a certain extent. Similarly, when JR’s open economy faced an oil crisis his Muslim Foreign Minister Hameed was dispatched to Libya and Ghaddafi did not send his visitor empty handed. Thus, given the seriousness of the economic challenges facing the NPP Government, at least one talented Muslim minister in the Cabinet would be an invaluable asset to tackle them. Let common sense prevail and the damage caused rectified by the President",
    "In a cabinet of 22 ministers none is a Muslim. Such an omission never happened before, and now it has stunned the Muslim community. A letter to express its disappointment had been sent already to President Anura Kumara Dissanayake (AKD) from the Federation of Sri Lanka Muslim Youth Front. Yes, given the plural makeup of Sri Lankan society that absence is unprecedented. There are talented Muslims among the 159 representatives. Why didn’t any of them pass the selection test for a Cabinet position? Did the omission occur out of negligence or strategic calculation? Sooner the blunder is rectified better for the new Government. Period.",
    "Even otherwise, does the omission matter if the new Government governs democratically and justly in the interest of every community and treats every citizen equally in terms of his or her rights and obligations? So long as the judiciary is kept independent and away from political interference, as President AKD had guaranteed repeatedly during his campaign, an absence of a cabinet minister or two to represent a particular community need not raise unnecessary worries.",
    "The country at present is breaking away from the old, fossilised and moribund system of governance built on foundations of ethnicity, religion, caste and creed, which systematically and deliberately discriminated against minority communities and virtually reduced them to the status of second-class citizens. It was the extreme pain suffered and economic and personal losses incurred by the Tamil community for example that made it lose confidence in successive cabinets and their Governments, which plunged this nation into a civil war, and which eventually bankrupted the national treasury and brought the economy to its knees.",
    "Under that system whether a particular community had one or more of its representatives as ministers or deputies did not make much of a difference. For instance, did the presence of Chellia Kumarasooriyar in the 1970 Cabinet improve the conditions of Tamils? There was a Muslim Minister of Justice in the Presidency of Gotabaya Rajapaksa. Was that minister able to prevent the sacrilegious cremation of COVID-dead Muslims ordered by his bosom friend and President? Before him and under the Presidency of Gota’s brother Mahinda Rajapaksa there was another Muslim Justice Minister. Was he able to move even a finger to stop the anti-Muslim riots in Aluthgama? True, there was a Muslim Minister of Education in the Sirimavo Bandaranaike Government who single-handedly worked to break his community’s historic link with trade and commerce and get it interested in educational pursuits. But even he failed to stop anti-Muslim riots like the one in Puttalam in 1976.",
    "In general, so long as the system of governance remained locked in ethnic and religious politics, ministerial positions for minorities served largely a decorative purpose. Moreover, as Professor K.M. de Silva noted, irrespective of their portfolios a Muslim minister’s office invariably turned into an employment agency for his community. However, given the communal edifice of the political system prevailed then one could justify these appointments as the best those Governments could do.",
    "Now, inspired by the Aragalaya there is a tectonic shift in the country’s political culture under the able leadership of President AKD and Prime Minister Harini Amarasuriya. With this shift a new system is scheduled to take shape to bid good-bye to the old culture which thrived on institutionalised discrimination against minorities. As the President announced that new culture would be an end-product of a social evolution accomplished with a huge mandate from people of all communities. On that count, 14 September 2024 would be remembered in history as the day of Sri Lanka’s second independence, the first in 1948 from British colonialism and the second from a locally manufactured divisive, clannish, corrupt and exploitative political culture and system. In this new era should the absence of a Muslim or Tamil in the Cabinet matter at all?",
    "Yet, one or two Muslim ministers in the Cabinet carries economic value in the international arena. When the Sirimavo Government in the 1970s faced a foreign exchange crisis the Muslim minister Badi was sent to the Middle East to canvas for more foreign aid from the Arab world and he succeeded to a certain extent. Similarly, when JR’s open economy faced an oil crisis his Muslim Foreign Minister Hameed was dispatched to Libya and Ghaddafi did not send his visitor empty handed. Thus, given the seriousness of the economic challenges facing the NPP Government, at least one talented Muslim minister in the Cabinet would be an invaluable asset to tackle them. Let common sense prevail and the damage caused rectified by the President.",
    "Pre-colonial Buddhist Sri Lanka had an exemplary record of accommodating Muslim arrivals to the country’s shore and treating them with great respect and hospitality. That record has no parallel in the annals of Asian if not world history. After 1948 however, that relationship started waning amidst identity politics practised by every community. Even in the oldest political party UNP, to which Muslims were wedded for so long, there was subtle discrimination against them. Today’s Muslim landlessness in the Eastern Province for example is partly due to ethnic discrimination practised by officials in the D.S. Senanayake Government when selecting applications from landless peasants to settle under the Gal Oya scheme.",
    "After 2009 a new wave of Muslim hatred was deliberately spread by Buddhist supremacists for their political advantage. Given this background and the political rout their leaders and parties received at the last election the omission of a Muslim minister in the Cabinet would be manna from heaven to spread venom against AKD Presidency and the NPP Government. Remember the old proverb, stitch in time saves nine, and the one in Tamil, yanaikkum adi carukkum (even elephants slip).",
    "(The writer is attached to the School of Business and Governance, Murdoch University, Western Australia.)"
  ]
}