{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/classical-erudition-of-swrd-bandaranaike/",
  "time_ut": 1714362515.0,
  "original_lang": "en",
  "original_title": "Classical Erudition Of SWRD Bandaranaike",
  "original_body_lines": [
    "It is by no means an exaggeration to state that SWRD Bandaranaike was the most well-versed leader in his articulation, which granted him the title of the silver bell in Asia. The level of oratory of SWRD was a manifestation of scholarly grandeur that stemmed from S. Thomas and Oxford, in both places he excelled as a brilliant scholar. There have been minimal inquiries made by his biographers in tracing how SWRD’s classical education uplifted him into an ideal product of his time. The educational reforms introduced by the British to Ceylon by emulating Macaulay’s mantra intended to produce a set of natives who would meekly serve the interest of the British empire. This is hardly surprising given the overarching principles of the empire, which determined to hold the colonies rigidly and the education they cultivated in the colonies reflected the classical ideals that the British revered. British looked for the Greco-Roman antiquity with a deep sense of nostalgia as the apogee of human development in the sphere of learning.  British anticipated to inculcate austerity and loyalty to the crown among the colonial subjects by introducing ancient languages such as Greek and Latin.",
    "This is the context that we need to fathom how studying classics carved the intellectual pursuits of SWRD Bandaranaike in the early 20th century. His rich upbringing as the son of Maha Mudaliyar, Sir Solomon Dias Bandaranaike kept him aloof from the rest of the boys of his age. The accustomed solitude that SWRD confronted in his adolescence was one of the physiological factors that buttressed his rebellious nature, which sought supreme status in every field he was involved.",
    "Appalled by the mediocre learning that his son received from the British private tutors, Maha Mudaliyar finally decided to send SWRD to his alma mater S. Thomas’. In the halcyon days of the early 20th century, S. Thomas’ was located in the Mutwal and known for its classical education as the foremost private secondary school of the Anglican Church. Entry to S. Thomas’ offered an escape from the banality and boredom of life at Horagolla estate to SWRD and he eagerly embraced it. When other boys in his age at S. Thomas preferred more masculine sports like cricket, Maha Mudaliyar’s son dwelled in his own chimerical world of Western classics, where he was his own hero.",
    "In his celebrated biography “The Expedient Utopian: Bandaranaike and Ceylon”, James Manor gives a vivid account of the scholarly accomplishments of SWRD at the school by the sea, which contributed to his obsession with attaining superiority. SWRD’s snobbishness stemmed from his pampered childhood and gradually began to diminish at S.Thomas’ under the tutelage of Warden Stone, who showed a paternal interest in developing young Bandaranaike’s literary acumen. The gentle magnanimous manner of Stone left a profound influence on SWRD as Stone’s humane manner seems to have become an ideal, which Bandaranaike unconsciously carried through life. Amidst the Great War in Europe, Maha Mudaliyar chose Christ Church College at Oxford for his son and that decision might have been affirmed by Stone ,who continued to mentor young Bandaranaike to appreciate the beauty of Western classical literature.",
    "Entering Oxford to read classics known as “ literary humaniores” was an unusual decision for an Easterner given its reserved nature dominated by the students who came from British public schools such as Eton and Harrow. However, SWRD’s accustomed fortitude did not impede him from reading classics at Oxford. Driven by the sole notion of superiority and individualism that moulded his character, SWRD’s had entered the hallowed portals of Christ Church to obtain a first in the classics. The vivid impression portrayed by Victorian fiction like Tom Brown at Oxford deeply affected young Bandaranaike’s psyche in his entry to Oxford, which stood as a citadel for him to conquer.",
    "However, the sanguine hopes that SWRD desired from Oxford were not easy ones to accomplish. Mastery of Greek and Latin at S. Thomas’ was no longer helpful in gaining uniqueness among the fellow classicists who arose from higher echelons of the British educational system. SWRDS’s request to choose classics received a scornful reception from his private tutor at Christ Church, who warned him on the futility of much-trained classics students at Oxford. The melancholia and the period of frustration that encompassed young Bandaranaike seemed to be an inherent feature of Christ Church, which was regarded to be one of the snootiest colleges of Oxford. Contemplating the miserable aloofness at Oxford, SWRD states “ I knew I could write better Greek prose than many of the scholars, with their long, rustling gowns, who looked so superciliously”.",
    "Notwithstanding the hardships that loomed before him, SWRD did not belittle himself and the circumstances gradually improved in his second year at Oxford. The brilliant performance of oratory with a classical touch earned him fame among the rest of the Oxonians as then president of Oxford Union Majoribank described SWRD as the most eloquent speaker at the Union. The classical references and the euphemist phrases that SWRD often used in his speeches at the Oxford Union reflected his predilection for western classics, which made him a standout when the other debaters frequently theorized the motions based on philosophical contentions. Bandaranaike flair for his aesthetic expressions filled with classical references had its roots in the 19th century Oxford don Walter Pater, to whom SWRD owed his debt for cultivating the idea of beauty of things in his mind beyond the mundane objects.",
    "In Pater’s view, a person felt the impact of beauty not when he exercised his intellect, but when he ceased to do so. Pater’s aversion to theorizing simply appealed to SWRD both during his heyday at Oxford and after he entered into public life in Ceylon. Once, he quoted Diodorus to demonstrate that socialism is at present impossible to practice and next time he amused the Oxford Union by depicting the League of Nations as a beautiful angel beating her wings in a luminous void. SWRD would have made himself a legendary essayist like Ruskin if continued his classical scholarship as his mastery of creating lyrical imagery produced beautiful prose. SWRD gazed in awe at the domes and arches surrounded by the medieval statues at Oxford, which aroused his literary genius to compose charming writing passages. After seeing the Roman statues in Italy, he writes",
    "“The Aphrodite of Melos, an immortalization in marble of a moment of exquisite beauty, and the Bacchante of Scopos, the very spirit of paganism itself”.",
    "His destiny had other plans for him than making him a world-famous essayist. On his return to Ceylon in 1925, SWRD vowed himself to be a public servant against his father Sir Solomon’s wish, who eagerly waited to see that his son would emulate his footsteps by becoming a loyal servant of the empire. His critics and historians have lambasted the new wave of politics indoctrinated by SWRD Bandaranaike in Ceylon as a malice, which implanted the seeds of decadence. When SWRD grazed his alma mater S. Thomas’ as the chief guest at the prize giving in 1958, his Oxford contemporary Canon R.S de Saram, who was then warden at the college  described the new age championed by SWRD as the “Age of the demagogue, the man with a loud voice and flaunt vocabulary and spacious tongue who debases his gifts devoting them to misrepresentations of facts”.  As a classics scholar with the fullest awareness of how Greek demagogues like Alcibiades in Athens manipulated the masses, SWRD knew it was a coarse remark hinted at him, but he remained silent because, still he represented the classical ethos of honouring a critic without involving the political thuggery.",
    "When SWRD attended the annual convocation of Ceylon University in 1955, he captivated the audience by invoking a story from the Garden of Hesperides in Greek mythology. In this story, there is a garden where golden apples grow, guarded by the three daughters of Hesperides. He urged the young graduates of Ceylon University to strive, to seek, but never to yield in pursuit of the golden age narrated in the Greek myth. Yet SWRD could not see how the children 56 yuga peraliya grappled with ups and downs in their search for the golden because SWRD passed away in the following year.",
    "*Author is a lecturer at the Faculty of Law, General Sir John Kotelawala Defence University"
  ]
}