{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/LocateYour-Child-Anywhere-with-Dialog-Suraksha-Tag-The-Ultimate-Tracking-Solution/56-767383",
  "time_ut": 1727725650.0,
  "original_lang": "en",
  "original_title": "Locate Your Child Anywhere with Dialog Suraksha Tag: The Ultimate Tracking Solution",
  "original_body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s #1 connectivity provider, has announced the launch of the Dialog Suraksha Tag, an advanced child tracking solution designed to offer parents and guardians peace of mind by allowing them to monitor their child’s location in real time. This compact, wearable device, which can be comfortably worn around the neck, is ideal for young children who may not be old enough to use a phone.",
    "The TeDi Fleet mobile app, launched in collaboration with The Connection Workshop Pvt Ltd, a fully owned subsidiary of South Asian Technologies, integrates seamlessly with the Dialog Suraksha Tag, allowing parents to easily manage its features. The app supports multiple access, enabling both parents to monitor their child’s location simultaneously with real-time updates.",
    "This TRCSL-approved tag allows real-time monitoring of a child’s location, leveraging 4G and GPS technology for precise tracking and reliable network coverage. This feature is essential for helping parents keep track of their child’s whereabouts as they navigate their daily routines, such as traveling between home, school, and other activities. In case of emergencies or unexpected events, the tag includes an SOS button for immediate notifications to parents, allowing for a prompt response.",
    "Additionally, the Dialog Suraksha Tag provides drop-off and pick-up notifications, alerting parents when their child arrives at or departs from designated locations. The Travel History Playback feature enables parents to review their child’s previous travel routes, adding an extra layer of monitoring and reassurance. Future updates will include geofencing alerts, allowing parents to create virtual boundaries and receive notifications when their child enters or leaves predefined areas.",
    "Designed with a user-friendly interface of the TeDi Fleet mobile app, the tag provides accurate location updates and SMS notifications, making it easy for parents to stay informed. It also features a large-capacity rechargeable battery with long-lasting life, ensuring continuous operation throughout the day.",
    "Dialog Axiata PLC continues to lead in the telecommunications sector, delivering solutions that prioritize connectivity and demonstrate genuine care for families across Sri Lanka. The Dialog Suraksha Tag is priced at Rs. 19,990, with an annual subscription fee of Rs. 2,253.80 to access all the features. To purchase the Dialog Suraksha Tag, please visit the Dialog Service Centers located in Galle, Union Place, Kandy City Center, Kurunegala, Modern Arcade - Bambalapitiya, Nawala, Nugegoda, or Negombo.",
    "For more information, visit Dialog Suraksha Tag | Dialog Axiata PLC"
  ]
}