{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97591/timelines-predictability-key-issues-for-next-sovereign-debt-roundtable-georgieva",
  "time_ut": 1709110920.0,
  "original_lang": "en",
  "original_title": "Timelines, predictability key issues for next sovereign debt roundtable - Georgieva",
  "original_body_lines": [
    "International Monetary Fund chief Kristalina Georgieva on Tuesday said she wants to shine a spotlight on the timelines and predictability of debt restructuring processes at the next meeting of the Global Sovereign Debt Roundtable in April.",
    "Georgieva told Reuters she hoped to make progress on the issue when the roundtable – which includes debtor countries and official and private creditors – meet in Washington in April during the spring meetings of the IMF and the World Bank.",
    "“Do we see scope for improvement? Yes. And we would like to use the next Global Sovereign Debt Roundtable in the spring to talk about predictability and timelines, because this is where the biggest difficulty for the debtor countries is,” she said in an interview before a meeting in Brazil of finance officials from the Group of 20 major economies.",
    "“Everything takes much longer than countries need and expect,” she said.",
    "Georgieva declined to give specific timelines, but said panel participants would work to define specific steps in a debt restructuring process and then set a “maximum time” for completing that step.",
    "Despite long delays in ongoing debt restructuring processes, Georgieva said she saw some progress, noting that Zambia was in the final steps of its agreement with creditors and Ghana was also making progress, as were countries like Sri Lanka that were not covered by the G20 Common Framework.",
    "Other countries that needed restructuring but had not asked for restructuring under the Common Framework, like Malawi, were seeing improved conditions and constructive engagement by China, the world’s largest sovereign creditor.",
    "“The financial conditions globally were also improving,” she said, noting that Ivory Coast and Benin and others were seeing better conditions on markets than before.",
    "The goal now was to build on the engagement of key creditors and “make this engagement more productive.”"
  ]
}