{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104061/former-state-minister-lohan-ratwatte-remanded",
  "time_ut": 1733560980.0,
  "original_lang": "en",
  "original_title": "Former state minister Lohan Ratwatte remanded",
  "original_body_lines": [
    "Former State Minister Lohan Ratwatte, who was arrested yesterday for causing a road accident while driving under the influence of alcohol, has been remanded until December 09 after being produced before the Colombo Chief Magistrate’s Court today (7).",
    "Ratwatte, who was released on bail on December 5 in a separate case, was returning from a relative’s house yesterday (06) when his Defender collided with another vehicle near the Kollupitiya Junction.",
    "Following a complaint made to the Kollupitiya Police regarding the accident, investigations confirmed that he was under the influence of alcohol at the time, leading to his arrest on charges of causing an accident while intoxicated.",
    "Accordingly, the police arrested Ratwatte on charges of causing an accident while driving under the influence of alcohol.",
    "On December 05, Lohan Ratwatte and his wife Shashi Prabha Ratwatte were granted bail by the Nugegoda Magistrate’s Court, following their arrest over charges of using a luxury car illegally imported and assembled in Sri Lanka.",
    "Accordingly, the court had ordered them released on a cash bail of Rs. 25,000 each and two personal bonds of Rs. 1 million each. The court also issued an overseas travel ban on Ratwatte.",
    "Police had found the luxury car in question during an inspection carried out based on information received by the police headquarters regarding a luxury car without number plates at a three-storied house in the Embuldeniya area in Mirihana, belonging to Shashi Prabha Ratwatte, the wife of former State Minister Lohan Ratwatte.",
    "During the investigation, both Ratwatte and his wife had explained to the police that his mother-in-law resides in the said house. They had claimed that the car had been brought there a while back by Ratwatte’s private secretary, who was recently found dead with gunshot injuries in the Katugastota area of Kandy."
  ]
}