{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112854/president-dissanayake-to-address-un-general-assembly-today",
  "time_ut": 1758693360.0,
  "original_lang": "en",
  "original_title": "President Dissanayake to address UN General Assembly today",
  "original_body_lines": [
    "President Anura Kumara Dissanayake is scheduled to address the 80th session of the United Nations General Assembly (UNGA) today (24).",
    "According to the President’s Media Division (PMD), his address is set for 3:15 pm US time.",
    "President Dissanayake, who left Sri Lanka to attend the UNGA, arrived in the United States yesterday (23).",
    "The President’s flight touched down at John F. Kennedy International Airport at approximately 8:50 a.m. US time.",
    "Upon his arrival, President Dissanayake was warmly received by Sri Lanka’s Permanent Representative to the United Nations, former Chief Justice and President’s Counsel Jayantha Jayasuriya, along with members of his delegation.",
    "During his visit, he is also expected to hold bilateral meetings with the UN Secretary-General and several world leaders.",
    "Additionally, he will meet with members of the Sri Lankan community residing in the United States.",
    "Following his visit to the United States, President Dissanayake is scheduled to undertake an official visit to Japan from September 27 to 30, at the invitation of the Japanese government, the Ministry of Foreign Affairs, Foreign Employment, and Tourism stated.",
    "During his visit to Japan, President Dissanayake will have an audience with His Majesty the Emperor of Japan and hold a summit meeting with the Japanese Prime Minister to discuss a wide range of mutual interests.",
    "He will also address a Business Forum in Tokyo attended by senior representatives of key Japanese businesses and investors, focusing on emerging economic opportunities in Sri Lanka.",
    "In addition, President Dissanayake will also attend “EXPO 2025 Osaka” as a Guest of the Government of Japan on the occasion of Sri Lanka Day at the Expo 2025. The event aims to highlight Sri Lanka’s cultural heritage and economic potential before an international audience.",
    "The President will also address members of the Sri Lankan expatriate community residing in Japan during his visit."
  ]
}