{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Court-issues-notices-on-Environment-Minister/108-276854",
  "time_ut": 1707748680.0,
  "original_lang": "en",
  "original_title": "Court issues notices on Environment Minister",
  "original_body_lines": [
    "Colombo, Feb 12 (Daily Mirror) - The Court of Appeal today issued notices on the Minister of Environment, the Central Environmental Authority and several others in connection with the writ petition filed challenging the construction of reservoirs and roads and clearing of state forest lands in the Sinharaja Forest Reserve in 2020.",
    "Meanwhile, the Court rejected the preliminary objections raised by the respondents and decided to fix the matter for hearing.",
    "The respondent parties including the Minister of Environment and the Central Environmental Authority had raised preliminary objections challenging the maintainability of the petition.",
    "The Centre for Environmental Justice (CEJ) and its Executive Director Hemantha Withanage filed this petition naming the Conservator General of Forests, the Central Environmental Authority, thr Minister of Environment, the Minister of Wildlife and Forest Conservation, the Minister of Irrigation and the Attorney General as respondents.",
    "The petitioners stated that it was reported in the media recently regarding an alleged plan to construct a reservoir covering a landmass of five hectares within the Sinharaja forest. The proposed project would move water from the rivers Gin Ganga and Nilwala Ganga to Giruwapattuwa and will provide water to Tangalle, Beliatte, Weeraketiya, Walasmulla, Dambarella and other areas.",
    "The petitioners state that construction of reservoirs at Madugate and Kotapola and  construction of two tunnels from Madugeta to Kotapola and Kotapola to Ampanagala and Neluwa–Lankagama road and Lankagama–Deniyaya road will negatively affect the biodiversity of the already fragile ecosystem while violating the existing laws.",
    "Petitioners state that it was reported on or around August 2020 that certain parties had commenced construction and expansion of an 18 km gravel road from Neluwa to Deniyaya running through the Sinharaja Forest Reserve and the buffer zone. Accordingly, an 8 feet wide road that spans 18 kilometres will be widened to 15 feet and will be developed through the intended development project. Moreover, it has been identified that 1,320 metres of this road go through the land that falls within the Sinharaja Forest Reserve and through several subsidiaries of the Gin Ganga."
  ]
}