{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-aligned-TUs-outline-proposals-for-labour-rights/56-761321",
  "time_ut": 1714685821.0,
  "original_lang": "en",
  "original_title": "SJB-aligned TUs outline proposals for labour rights",
  "original_body_lines": [
    "Demands Govt. to revise current tax brackets to 2021 taxation rates",
    "Calls on Govt. to establish a State-regulated mechanism to restructure SOEs instead of resorting to selling them",
    "Urges Govt. to resolve issues surrounding wage disparities as well as transfers and promotions",
    "Four trade unions aligned with the main Opposition party, the Samagi Jana Balawegaya (SJB) presented a series of proposals to coincide with May Day celebrations held on Wednesday in a bid to further labour rights in Sri Lanka.  The Samagi Sewaka Sangamaya (SSS) highlighted the unbearable tax burden levied on the people by the Government amidst the current economic crisis and demanded it be revised to 2021 tax rates.",
    "The union also called on the Government to halt the sale of profit making State enterprises to cronies and to instead establish a state regulated mechanism to restructure the organisations instead.",
    "They also urged the current Government to take legal action against those responsible for tax frauds and recover tax revenue lost through tax breaks provided by the previous Government.",
    "Meanwhile, in presenting their demands, the Samagi Adhayapana Sewaka Sangamaya emphasised the Government’s responsibility to address the challenges encountered by educators and provide solutions to ensure their career satisfaction.",
    "The union called on the Government to resolve salary discrepancies of all employees in the education sector, including teachers, principals, instructors and other staff as well as issues relating to their transfers and promotions.",
    "The union also proposed that the SJB should formulate a National Education Policy once in Government to ensure the right to free education of future generations.  The SJB’s State Administrative Service Union as well as Estate Workers Union presented several proposals as well. The Administrative Service Union highlighted the widened wage disparities due to ad-hoc salary increases by consecutive Governments instead of resolving age-old salary discrepancies.",
    "They called on the Government to rectify all discrepancies in State pensions and to raise the interest rates on fixed deposits for pensioners. The Estate Workers Union demanded the immediate increase of their daily wage to Rs. 1,700 as promised, provision of better housing and development of schools in estate areas."
  ]
}