{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jrj-recounts-his-famous-1951-speech-advocating-the-peace-treaty-for-japan/",
  "time_ut": 1725268740.0,
  "original_lang": "en",
  "original_title": "JRJ recounts his famous 1951 speech advocating the Peace Treaty for Japan",
  "original_body_lines": [
    "I attended the Japanese Peace Treaty Conference, San Francisco, USA, in September 1951 as the representative of Ceylon (Sri Lanka). The Foreign Ministers of the major nations and Prime Minister Yoshida of Japan attended. Yoshida shed tears when I stood up for Japan and made a speech which was hailed as the turning point of the Conference.",
    "As Ceylon’s representative I travelled to America through Japan and the Pacific. During my stay in Japan for a few days, I met leading Japanese Buddhists and gathered impressions of the political post-War conditions in Japan. At the Conference my two speeches made me ‘the Hero of the Conference’, in the words of Mr. John Foster Dulles.",
    "The value of this contribution could be gauged by the tributes paid by the world press. Some of the Press accounts are as follows:",
    "San Francisco Chronicle . “The generalized, philosophical argument for forbearance was ably stated by Ceylon’s Minister of Finance, J.R. Jayewardene”.",
    "The Salt Lake Tribune . “The address of Jayewardene, Ceylon’s articulate delegate, will go down as one of the most historic of the conference. He called Russia’s bluff at every turn and quoted Buddha in an effective plea for a merciful peace for Japan”.",
    "The London Times . “A skillful answer to the case was propounded by Jayewardene. He recalled that the United Kingdom, in face of the Russian request that the Treaty be prepared by the Council of Foreign Minister, with the power of veto in operation, had insisted that the British Dominions be consulted, and he claimed that the case for restoration of a completely independent Japan was first considered at the Colombo Conference”.",
    "San Francisco Chronicle. “There was the Minister of Ceylon–a man of great dignity and keen grasp of subtleties–who stripped the very hide off the Soviet position with his declaration: ‘It is interesting to note that the amendments of the Soviet Union seek to insure to the people of Japan the fundamental freedoms–which the people of the Soviet Union themselves would dearly love to possess and enjoy”.",
    "“A darkly handsome diplomat from the seldom considered Island of Ceylon spoke up resoundingly for international decency and magnanimity to a world that has of late known little of either. He was J.R. Jayewardene, the rubber rich Island’s Minister of Finance. Dispassionately and with fine logic he tore Russia’s wrecking crew to pieces in his address”.",
    "Newsweek . “A swarthy Sinhalese named J.R. Jayewardene with a clear Cambridge accent shared honours as the most popular speaker with the fiercely bearded Moslem, Sir Mohamed Zafrulla Khan of Pakistan. To the delight of American officials both spoke eloquently as Asiatics to Asiatics”.",
    "Time. “Ablest Asian spokesman at the conference was Ceylon’s delegate, Finance Minister J.R. Jayewardene, a slim, soft-spoken man with a razor-like tongue”.",
    "Life. “Crucial support for West comes as Ceylon’s J.R. Jayewardene protests against Soviet assumption of a ‘protector’ role in Asia, adds that the eight Asian nations present would speak for themselves”.",
    "“Ceylon’s Jayewardene led the spokesmen for 13 of the 52 nations at the conference in proclaiming their intention to sign the Anglo-American sponsored treaty”.",
    "I was to attend the Annual Conference of Governors of the World Bank and the International Monetary Fund to be held in Washington during the second week of September, 1951. A conference of 52 nations to discuss a Peace Treaty for Japan was also summoned to meet at San Francisco in the first week of the same month, and the American Ambassador was very anxious that the Prime Minster D.S. Senanayake should attend, as the other nations were sending their Foreign Ministers and President Truman was to open the conference.",
    "The Prime Minister was unable to leave Ceylon and instead suggested that I should represent him. I gladly agreed because I had to be in America during this period of time, and as the Peace Conference was to be held at San Francisco it was possible for me to arrive there traveling eastwards, through Japan and the Pacific. After San Francisco I could attend the Washington Conference; cross the Atlantic, represent Ceylon at the Economic Conference which was to be held in September in London, and then return to Ceylon. It was indeed a journey that would put a girdle round the world by air and sea.",
    "The BOAC Constellation Liner took off from Katunayake Airport Negombo, at 6.30 a.m. on Sunday, 26 August. Our delegation consisted of R.G. Senanayake, Parliamentary Secretary to the Minister of External Affairs, and my Private Secretary, R. Bodinagoda. I thought the plane would first travel along the western coast and after leaving the southern tip of Ceylon charter her course eastwards. I was surprised therefore, on looking out after about half an hour’s flight to see range upon range of mountains.",
    "The plane was traveling over the central hills. In a few minutes I found my bearings, for the summit of Adam’s Peak. with the white building of ,the monastery was easily recognizable. We soon flew over the plains in the south-east corner of Ceylon and headed for the sea and Singapore.",
    "At 4 p.m. we landed at Singapore. Our Commissioner Saravanamuttu, and Malcolm Macdonald’s representative were there to meet us. We dined with Malcolm Macdonald who was the Special Commissioner of the UK Government for South-East Asia. Dinner was served in the magnificent palace of the Sultan of Johore, “Bukit Serene”, where Macdonald was staying.",
    "I had been here on an earlier occasion on my way from Australia after the Colombo Plan Conference in June 1950.1 had met Macdonald at the Ceylon Independence celebrations in 1948, and at the Colombo and Sydney Conferences in 1950, and knew him fairly well. We could not spend much time over our dinner as we had to leave early the following morning.",
    "At 3 p.m. we sighted Hongkong and owing to the absence of rain and mist landed safely in this hill-locked bay. We were able to look round the town which ; built on the side of a hill facing the bay, the side facing the sea not being built upon. A Chinese restaurant where the real Chinese food was served was one of the places we visited.",
    "At the Commonwealth Conference in 1951 where the Colombo Plan was inawaegrated, with Prime Minister D. S. Senanayake sitting in the centre. On his left is Pandit Jawaharlal Nehru, Prime Minister of India, and on his right Ernest Bevin, Foreign Minister of the United Kingdom. J.R.J. is the first figure on the left in t he standing group",
    "Early the next day we were again in the air. In the last stage of our journey while flying over Okinawa Island I could see the hulls of ships sunk during the War. Here was fought one of the bitterest battles in which the Americans and the Japanese were involved; where thousands of lives were lost, yet a few years later the two nations were friends, and the conference at San Francisco was to discuss how Japan could again enter the comity of free nations.",
    "We were now approaching Tokyo, and who does not look out to see the peak of Fujiyama, as we did? I stayed five days in Tokyo. The first two days were spent in paying official calls on the American Representative, the Japanese Prime Minister, Yoshida, and the Supreme Allied Commander, General Ridgeway. I also met the Indian Representative at lunch and the British Representative at dinner. Leading members of the Japanese public life were present at these functions. I was able to gather useful information on Japan’s political and economic state after the War.",
    "In my meetings with the Japanese Buddhist leaders I discussed the possibility of holding the next session of the World Fellowship of Buddhists in Japan as requested by Dr. Malalasekera, its President, before I left Ceylon.",
    "A nation that had enjoyed Independence and an unbroken historical record since the sixth century BC was defeated in 1945. The atomic explosions over Hiroshima and Nagasaki compelled a proud people to surrender though their armies were still unconquered. The Allied Forces landed in Japan in August 1945, and on 2 September, General MacArthur, having assumed duties in Japan as Supreme Commander, accepted the surrender of the Japanese on board the US Battleship ‘Missouri’.",
    "SCAP (Supreme Commander for the Allied Powers) was in charge of the occupation and control of Japan. His main task was to implement the basic policies laid down by the USA, China and the UK in the Potsdam Declaration of July 1945, defining the terms for Japanese surrender. The main terms relevant to the occupation were:",
    "(1) to eliminate the authority and influence of irresponsible militarism,",
    "(5) the revival and strengthening of democratic tendencies among the Japanese people.",
    "McArthur, who had the choice of direct or indirect government, chose the latter and utilized the existing government of the country. He issued orders to them or made suggestions as he thought fit. The Japanese Government, which could do nothing contrary to SCAP policy, had also to carry out his wishes. The people, however, looked to the Prime Minister and his government for the elected government continued to function.",
    "After the resignation of the Cabinet that surrendered, a Cabinet headed by Prince Higashikuni assumed office in August 1945. This difficult period of demobilization and food scarcity caused conflict between the SCAP and the Government. On the Prime Minister’s resignation in October, K Shidehara, once Ambassador to the USA was nominated Prime Minister. He accepted and implemented the policy of SCAP which the previous Prime Minister had refused to do, among these being the abolition of the secret police, dismissal of high officials and the liberation of political criminals.",
    "The Shidehara Government functioned until May 1946, and during its tenure of office many measures for the establishment of a democratic constitution were initiated, such as the drafting of a new constitution, a declaration of the sovereignty of the people and the granting of universal franchise. The formation of trade unions was encouraged, and the functioning of political parties resumed. In spite of the liberal measures adopted by the government, the insufficiency of food and its bad distribution caused grave distress, ending in food riots.",
    "In the General Election held in April 1946, the Liberal Party led by Hatoyama was elected with the largest number of members. When Hatoyama was about to be recommended for the office of Prime Minister, SCAP ordered that he should be excluded from office. This was in pursuance of a law which ‘purged’ from office almost two hundred thousand who had militaristic tendencies. The Liberal Party, which was the largest party in Parliament, elected Shigeru Yoshida, the Foreign Minister as its President, and the retiring Prime Minister recommended him to the Emperor as the proper person to succeed him.",
    "The Yoshida Government was constantly faced with labour troubles; strikes were averted only by the intervention of the armed strength of the SCAP; and the Communists and the Left-wing socialists were gaining in strength by clever manipulation of labour troubles. In view of the mounting opposition, the SCAP suggested a General Election, which was held in April 1947, the Socialists becoming the largest party. Yoshida resigned and was succeeded by Katayama, head of the Socialist party, who could not carry on for long owing to dissension in his party. He resigned when a supplementary budget proposal was defeated due to absence of his members from the House during voting.",
    "Ashida, the Democratic Party leader, was voted Prime Minister by the House under the new law which empowered the House of Representatives to elect the Prime Minister by a majority vote. Ashida’s Government was assailed as corrupt from the very first day it assumed office. It was openly stated that Ashida, head of the third largest party was chosen as Prime Minister by the use of money. Financial transactions of members of the Cabinet were investigated into by the police and Ashida unable to face opposition from without, and corruption within his ranks, resigned.",
    "A vote in the House elected Yoshida as Prime Minister for the second time in October 1948. As Yoshida’s’ Liberal Government was a minority-government, a General Election was held in December, when the Liberals won a great victory, securing an absolute majority over all other parties. The people showed their disapproval of incompetence and corruption’, favoured the constitutional methods adopted by Yoshida and approved his plans for removing controls. In spite of opposition from organized labour and the Communists, the government carried through a series of economic reforms.",
    "In spite of initial sufferings which the people had to bear, the government pursued its policy with determination. By the end of 1950, the Yoshida Government could proudly claim that the finances and economy of Japan were established. The government then turned its attention to the problems arising from the Korean war and the preparation of a treaty of peace leading to the freedom of Japan.",
    "The Japanese people felt keenly the occupation of their country by foreign troops but their feelings were not exhibited. In September 1951, the Japanese were not allowed to enter the hotels we stayed in, in Tokyo. They were made to feel that they were a conquered nation. The re-gaining of their ancient freedom was one of the achievements of Premier Yoshida and his Ministers.",
    "The six years of occupation, ending with the Peace Treaty of 1951, saw a revolutionary change in the political, economic and social institutions that existed before the War. The concept of the Emperor as the source of all authority was removed by the new Constitution, which came into operation in May 1947. Parliamentary democracy, similar to that of England, was embodied in the Constitution. The first principle was that ‘sovereign power resides with the people’. The will of the people is expressed through their elected representatives in the Diet who choose the Executive, namely, the Prime Minister and his Cabinet. The Emperor was declared to be ‘the symbol of the state and of the unity of the people’.",
    "The concomitants of this change were also seen in the reform of the government machinery, the independence of the judiciary and the extension of the local government. As stated earlier, the grant of universal franchise to men and women and the liberty allowed for the formation of trade unions took the mind of the people away from the disgrace of defeat and turned it towards a desire to better their conditions, worsened by the collapse of the economy after the close of the War.",
    "Signing the Japanese Peace TreatyAgreement in San Francisco in 1951",
    "Another major and useful step was the attempt at agrarian reform. A large-scale transfer of land ownership from owners to tenants was carried out over a period of years. The principle applied was that he who tills the land must be its owner. These reforms, as well as the breaking up of monopolies and trusts, and the reform of the banking system, convinced the masses that the SCAP did not intend to use its victory for the benefit of a few. Japan was thus ready to regain her freedom in 1951. Her stability, politically and financially, was due to the wise leadership of the SCAP and the elected governments that co-operated with it.",
    "I had read about and published a short essay on, ‘Buddhism in Japan’. I was afforded an opportunity of meeting some of the leading scholars and wished to make the best use of the time available to me. A common friend, an Englishman residing in Colombo who had recently visited Japan, contacted Christmas Humphreys, one of the leading British Buddhists, and provided me with a list of those whom I should meet. Humphreys who had spent some time in Japan a few years back as the prosecuting counsel in the International War Trials, had in his book Via Tokyo published his impressions of Buddhist Japan.",
    "I was anxious to meet some of the distinguished Buddhist leaders, and to visit the historic places mentioned there. Professor Malalasekera, President of the World Fellowship of Buddhists, a newly-formed international Organization whose first convention was held in Ceylon in 1950, proposed to hold the second convention in Japan in August 1952. He requested me to discuss with the Buddhist leaders this proposal and find out their views.",
    "Owing to the difficulty of corresponding with the Japanese directly, I contacted them through the British Embassy in Japan. On the second day after my arrival in Tokyo I was able to meet many of the Japanese leaders at the house of one Mr. Redman of the British Embassy. On this day, and during the course of the next few days, I met Mr. Yoshimuzu and Professor Kumura, Managing Editor and Editor of a well-known Buddhist journal, The Young East; Dr. Tachibana, the well-known author, and Dr. Miyamoto, Professor of Buddhism at the Tokyo University.",
    "I also met Dr. Nagai, ex-Professor of the Tokyo University, and Mr. Tomamaisu who was taking the keenest interest in the forthcoming conference. Preparations were being made to hold the conference in September or October, and I realized that owing to the conditions that then prevailed in Japan much work would have to be done to organize it successfully. The attainment of freedom made this work easier, and the conference held in 1952 was very successful.",
    "With these Japanese friends and the two Englishmen interested in Buddhism, I visited as many places as I could. I was also able to visit and spend some time with Dr. Suzuki one of the great minds of Japan, and the leading scholar of the Zen sect which he introduced to the world outside Japan. On the third day of our stay, I received a message from the British Embassy that Professor Suzuki would receive us at 3 p.m. the next day at the Matsugaoka Library at Kamakura, which is 70 minutes drive from Tokyo.",
    "The world famous bronze statue of the Buddha is also situated in this town; so we were doubly pleased. The temple (Ji) of Full Enlightenment, Engaku-ji, was the present home of Dr. Suzuki. The library was on the opposite side of the valley and was reached by a steep climb. I had heard and read of Dr. Suzuki. He was now eighty years of age; had written several major works on the Zen sect and was renowned for his learning as well as his piety.",
    "The name of the sect is an abbreviation of Zenna, a transcription of the Sanskrit word ‘Dhyana’, meaning meditation. The sect traces its origin to Bodhidhamma (520 AD) himself. The Zen philosophy appealed specially to poets and artists and became the religion of the Intrepid Samurai of yore. The sect owned 20,000 temples, monasteries and chapels. It had more than 7,800 abbots, 36,000 monks and 800,000 perpetual members. Training centres for monks were attached to the principal temples.",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}