{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99262/refugee-from-sri-lanka-becomes-mayor-of-british-town",
  "time_ut": 1715878680.0,
  "original_lang": "en",
  "original_title": "Refugee from Sri Lanka becomes mayor of British town",
  "original_body_lines": [
    "A British town’s new mayor is a refugee from Sri Lanka who will be the first Hindu to hold the position.",
    "Labour councillor Elango Elavalakan has taken over the ceremonial role after a unanimous vote at Ipswich Borough Council’s annual meeting.",
    "“I’m so happy today, and very proud to be mayor of this great town,” said Mr Elavalakan.",
    "Council leader Neil MacDonald, who proposed the nomination, said Mr Elavalakan would get to read out a general election result during his year in office.",
    "“The announcement by a refugee who fled war and persecution, and who has made a new life and contributed to society here, will send a message,” he said.",
    "Members of Ipswich’s Hindu community attended Wednesday evening’s ceremony, with celebrations at the nearby temple planned for later in the week.",
    "Dr Sachin Karale, chair of Ipswich Hindu Samaj, said: “It shows the great diversity and multiculturalism of Ipswich town that a Hindu man is becoming mayor. I’m really proud.”",
    "The mayor’s theme for the year will be “support and wellbeing” with his two chosen charities Genesis Orwell Mencap and Cancer Support Suffolk.",
    "Having left Sri Lanka, Mr Elavalakan lived and worked in India, Uganda and Rwanda before moving to the UK.",
    "He initially moved to Ilford in east London, before moving to Ipswich in 2006.",
    "“When I came for one project here, in Ipswich, I felt the people were very friendly,” he said.",
    "“Having lived in many different countries and experienced many different lifestyles, I have always been interested in helping those that need it,” he said.",
    "“I am passionate about empowering communities and representing those in need.”",
    "Mr Elavalakan is not the first Ipswich mayor from the Indian sub-continent, however.",
    "Kavas Jamas Bashah was born in Mumbai and was a senior officer of the Indian Civil Service.",
    "The town elected its first mayor, Benjamin Brame, in 1836 following the Municipal Corporations Act the previous year which reformed local government and made Ipswich a municipal borough.",
    "She was a suffragette and member of Women’s Social and Political Union (WSPU), and was made MBE in 1951 for her contribution to public services.",
    "Albert Grant became Ipswich’s first black councillor and mayor of Ipswich in 1995.",
    "He moved to the UK in 1955 at the age of 21 and has dedicated his life to tackling racism and fighting to secure equality and justice.",
    "He was awarded an OBE in 2000 for his services to ethnic minorities and in 2021 received an honorary degree from the University of Suffolk."
  ]
}