{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/EU-Election-Observation-Mission-to-Sri-Lanka-deploys-short-term-observers-to-all-districts/56-766912",
  "time_ut": 1726789301.0,
  "original_lang": "en",
  "original_title": "EU Election Observation Mission to Sri Lanka deploys short-term observers to all districts",
  "original_body_lines": [
    "The European Union (EU) Election Observation Mission (EOM) yesterday deployed 32 short-term observers to Sri Lanka’s Presidential election covering all electoral districts. These observers will monitor the period of campaign silence, as well as Election Day proceedings, including the opening of polling stations, voting and counting of ballots, as well as the tabulation of results. “The short-term observers who are reinforcing our mission today will visit towns and villages in all nine provinces of Sri Lanka and their observations will be vital for the mission to make a comprehensive, well-informed assessment of this very important Election Day. The presence of our observers in every district counting and tabulation centre underlines our commitment to transparency in the electoral process,” EU EOM Sri Lanka 2024 Deputy Chief Observer Inta Lase said.",
    "The EU EOM short-term observers will work in multinational teams of two and prior to their deployment have received a comprehensive briefing focusing on the Election Day proceedings.",
    "This follows an earlier deployment of 26 long-term observers who have been observing the preparations for elections and campaign environment in all provinces of Sri Lanka already since 29 August.",
    "“Our commitment extends to offering an informed, fact-based assessment of the electoral process against the national law, as well as regional and international standards Sri Lanka has signed up to. In its work, the EU EOM is strictly adhering to three guiding principles - independence, impartiality and non- interference,” added Lase.",
    "The mission is led by Chief Observer Nacho Sánchez Amor, Member of the European Parliament from Spain.",
    "Two days after the election, on 23 September, the Chief Observer will present mission’s statement of preliminary findings and conclusions in a press conference in Colombo. A comprehensive final report, offering recommendations for future electoral processes, will also be published after the completion of the entire election process.",
    "The EU EOM is bound by a code of conduct, which requires strict neutrality and non-interference. It undertakes its work in accordance with the Declaration of Principles for International Election Observation, endorsed under UN auspices in 2005."
  ]
}