{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99441/president-cautions-against-teachers-engaging-in-protests-that-undermine-their-profession",
  "time_ut": 1716699360.0,
  "original_lang": "en",
  "original_title": "President cautions against teachers engaging in protests that undermine their profession",
  "original_body_lines": [
    "President Ranil Wickremesinghe praised the historical “Jaffna Teaching Tradition” during a speech at the Jaffna District Teacher Appointment Ceremony yesterday (25). He highlighted the importance of restoring this tradition and emphasized the need for teachers to serve as exemplary figures in society.",
    "He cautioned against teachers engaging in protests that may undermine their professional image and urged them to uphold their dignity.",
    "The ceremony, which took place at the Jaffna Thanthai Selva Auditorium, saw the appointment of 375 teachers in the Northern Province.",
    "Governor of the Northern Province Mrs. P.S.M. Mrs. Charles also presented a commemorative gift to President Wickremesinghe during the event.",
    "“To all of you receiving teacher appointments today, you are embarking on a significant responsibility. You are entrusted with shaping the future of children within classrooms comprising 35-40 students. The trajectory of these children’s lives is heavily influenced by your guidance. Failure to uphold this responsibility renders one unsuitable for the teaching profession.",
    "Jaffna teachers have historically been in demand both nationally and internationally. They have demonstrated unwavering commitment to fulfilling their duties. Even at prestigious institutions like Royal College, Colombo, where I myself received my education, Jaffna teachers were recognized for their exceptional dedication. Their legacy continues to resonate in society, underscoring their exemplary practices that serve as a benchmark for educators nationwide.",
    "The development of Jaffna owes much to its steadfast commitment to education, with certain schools garnering global renown. For instance, Hartley College students have showcased their talents on prestigious platforms like Oxford University, underscoring the calibre of education in the region.",
    "I urge you to embrace this noble profession with the same fervour and dedication. Joining the ranks of Jaffna’s esteemed educators is not merely a career choice but a commitment to shaping lives and contributing to the broader landscape of education.",
    "As educators, it is imperative that you serve as exemplary figures within the teaching profession. Engaging in public demonstrations or shouting slogans on the streets may compromise your credibility in the eyes of students. Therefore, it is essential that you fulfill your responsibilities with diligence and professionalism.",
    "Reflecting on the past, Jaffna boasted a commendable school system. Notably, former speaker Mr. K.B. Ratnayake received his education at Hartley College, exemplifying the quality of education prevalent at the time. However, the onset of war led to the departure of many teachers, resulting in a decline in the standards of education within the region.",
    "It is incumbent upon us to strive towards reinstating Jaffna’s education system to its former glory and beyond, aiming for international standards of excellence.",
    "I propose that the governor engage in comprehensive consultations with all relevant stakeholders, including representatives from northern councils and universities, to devise a plan aimed at restoring Jaffna’s school system to its former international standards. It is imperative to recognize that providing education solely in Tamil and Sinhala is insufficient; English proficiency must also be prioritized for children. To achieve this, the recruitment of qualified teachers is essential. Although this endeavour may span a period of 10-15 years, proactive measures must commence without delay.",
    "On behalf of those appointed today, I extend my heartfelt congratulations and urge them to wholeheartedly dedicate themselves to the noble task of serving the children of the north while upholding the dignity of the teaching profession.”",
    "In attendance at this event were Minister Douglas Devananda, Members of Parliament Dharmalingam Siddharthan, M.A. Sumanthiran, Charles Nirmalanathan, and Kulasingham Dileepan. Also present were Northern Province Governor Mrs. P.S.M. Charles, Chairman of the Northern Provincial Council C.V.K. Sivagnanam, former State Minister Mrs. Vijayakala Maheswaran, political representatives from the province, and officials from the Northern Province, including the Northern Province Provincial Education Secretary."
  ]
}