{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ec-shoots-down-presidents-fertilizer-fuel-subsidies-ahead-of-nov-14-general-elections-181577/",
  "time_ut": 1727692740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka EC shoots down President’s fertilizer, fuel subsidies ahead of Nov 14 general elections",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Election Commission (EC) has urged state authorities to refrain from implementing President Anura Kumara Dissanayake’s instruction to increase fertilizer subsidy to 25,000 rupees per hectare to paddy farmers starting from October 1, a top EC official said.",
    "The EC has called for Parliament elections on November 14 after the conclusion of presidential poll on September 21.",
    "Dissanayake on September 26 instructed the Treasury to provide an allowance of 25,000 rupees per hectare to paddy farmers during the main (Maha) cultivation season of 2024/25.",
    "According to this initiative, the fertilizer subsidy was to be increased from 15,000 rupees per hectare and the money was to be directly transferred to farmers’ bank accounts to ensure efficient delivery of the subsidy.. the President’s Media Division (PMD) has said.",
    "The President also directed the Treasury to implement a fuel subsidy for the fishing community, effective from October 01.",
    "“The Election Commission has written to relevant ministries and asked to stop these subsidies because now we are in an election campaign cycle,” a top official at the Election Commission told Economy Next.",
    "The EC stopped similar subsidies approved by former President Ranil Wickremsinghe government citing the same reason. Dissanayake instructed to provide the same increase in subsidies approved by Wickremesinghe during the Presidential Elections.",
    "“Yes. Election commission has announced that,” Najith Indika, the Director General of the PMD, told Economy Next.",
    "The Election Monitors before the September 21 presidential polls have repeatedly raised concerns over violation of election laws including misuse of public properties and incidents of giving handouts for voters. (Colombo/September 30/2024)"
  ]
}