{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/urban-butterfly-garden-emerges-as-national-model-for-conservation-and-mental-wellbeing/",
  "time_ut": 1753120020.0,
  "original_lang": "en",
  "original_title": "Urban butterfly garden emerges as national model for conservation and mental wellbeing",
  "original_body_lines": [
    "Dr. Gunawardana, who has championed the concept of citizen science for decades, called the garden “a training ground for future scientists.” With minimal land and maximum creativity, the site showcases how even small plots can play a vital role in national biodiversity conservation. “A few host plants in your backyard can support entire butterfly lifecycles,” he explained. “This place is proof of what we can do, even in tight urban corners.”",
    "Sri Lanka’s first urban butterfly garden, nestled in the heart of a dense cityscape, in Moratuwa officially reopened on Saturday —not just as a refuge for fluttering wings, but as a vibrant educational and ecological landmark. The garden’s evolution over more than a decade has transformed it into a living laboratory, a pollinator haven, and a symbol of sustainable urban co-existence.",
    "At the heart of this transformation is Dr. Jagath Gunawardana, senior environmental lawyer and one of Sri Lanka’s most respected conservationists. Speaking at the event, Dr. Gunawardana offered a powerful reframe: “It is more than a butterfly garden. It’s a pollinator refuge—a space that supports a broad spectrum of pollinators essential for our survival.”",
    "Referencing the Butterfly and Pollinator Conservation Action Plans introduced by the Ministry of Environment in 2014, he highlighted the urgent need for such spaces, especially in urban areas where habitat fragmentation is accelerating. “We need to think beyond aesthetics,” he said. “These gardens are lifelines. They support butterflies, native bees, and even serve as micro-labs for research and education.”",
    "Dr. Gunawardana, who has championed the concept of citizen science for decades, called the garden “a training ground for future scientists.” With minimal land and maximum creativity, the site showcases how even small plots can play a vital role in national biodiversity conservation. “A few host plants in your backyard can support entire butterfly lifecycles,” he explained. “This place is proof of what we can do, even in tight urban corners.”",
    "The garden, first proposed by naturalist Rajika Gamage in 2011, now boasts over 62 species of butterflies, up from just four when it first opened. Through the careful planting of native host and nectar plants, the team—led by Dilmah Conservation—has crafted a thriving ecosystem.",
    "Gamage, who has spent years studying Sri Lanka’s butterfly populations, said, “Butterflies are not just beautiful; they are bioindicators. Their decline reflects deeper ecological imbalances.” He urged citizens to cultivate host plants like curry leaf, guava, cinnamon, and anona, adding, “If every home became a micro-habitat, we could reverse these declines.”",
    "Sri Lanka is globally recognised as a biodiversity hotspot, yet many of its pollinators face existential threats. Rapid urbanisation, pesticide use, climate change, and habitat loss are all driving factors in the decline of butterfly populations. The urban butterfly garden offers an alternative vision—one in which built environments can also serve as sanctuaries for wildlife.",
    "Dr. Himesh Jayasinghe, a respected biologist and university lecturer, highlighted the educational value of the garden. “This space isn’t just about photography,” he said. “Some students captured rare behavioural moments—a butterfly escaping an ant attack, or unique mating displays. Observing these behaviours helps us understand their ecology, which is vital for targeted conservation.”",
    "He also noted lesser-known facts, such as how some butterflies undergo pupal hibernation to survive dry seasons. “Take the spot swordtail,” he said. “It appears in the hottest, driest months after spending weeks in a dormant pupal state. You wouldn’t learn that from books alone. You need a space like this.”",
    "At the reopening ceremony, Rishan Sampath, Manager of Dilmah Conservation and Sustainability, reflected on the journey. “Today, we not only reopened Sri Lanka’s first corporate-funded open-air butterfly garden, but we celebrated the photographers, scientists, and students who keep this place alive. Their work reminds us why pollinators matter.”",
    "He stressed that such gardens are more than decorative: “Pollinators are essential to food security. If we lose them, we lose the crops they fertilise. This garden is a reminder of that link.”",
    "The butterfly garden’s rebirth also brought with its innovative ecological solutions. One key example was its mosquito control strategy. Originally plagued by mosquito populations, the garden now features a small pond filled with surface-feeding fish and dragonflies.",
    "Dilhan C. Fernando, Chairman of Dilmah Tea, recalled the moment he raised concerns about mosquitoes to Rajika Gamage. “He told me he could fix it—not with chemicals, but with nature. And he did. A simple pond with the right fish and insects did the trick. It was ancient wisdom meeting modern need.”",
    "Fernando spoke movingly about his father’s vision for Sri Lanka: “He started Dilmah not to make money, but to benefit people and the environment. This garden is a continuation of that legacy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}