{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cabinet-nod-for-india-funded-id-card-project-proposal-sent-to-indian-hc-state-min-171293/",
  "time_ut": 1720444980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka cabinet nod for India-funded ID card project; proposal sent to Indian HC: State Min",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Cabinet of Ministers has approved a revised India-funded Unique Identity Card project after several months of scrutiny and a proposal has been sent to Indian High Commission, State Technology Minister Kanaka Herath said.",
    "Technology Ministry which is handling the project has been long waiting for clearance from Public Security Ministry and the Cabinet to go ahead with the  dragged India-funded Unique ID card project.",
    "“There were some issues for the past five months and we were trying to get cabinet approval. Finally last month we got the cabinet approval and we have sent our proposal to Indian High Commission. So, we are waiting for their response,” Herath told reporters at a media briefing in Colombo on Monday (08).",
    "“I think we can go for tendering process within this month,” Herath said.",
    "An official at the Indian High Commission acknowledged that the government’s communication on the approval for revised project was received.",
    "Sri Lanka has been trying to implement the project for more than one year amid concerns over possible breach of data protections.",
    "President Wickremesinghe’s government disqualified the two Indian bidders Madras Security Printers (MSP) and Protein Technologies which won the tenders in the previous bidding process last year.",
    "“If we can finish the tendering process within the next three months, we will be able to operationalize the project in the next one-and-a-half years,” he said.",
    "The project has raised concerns over data privacy of Sri Lankan citizens and protection of personal data.",
    "Herath in the past has said there will not be any breach of data while an official at Indian High Commission has denied of any such concerns.",
    "Herath said the government had already completed the procurement process.",
    "India has already given an advance aid of 450 million Indian rupees to President Wickremesinghe’s government to fund the digital ID project, which aims to collect biographic and biometric information, including facial, iris, and fingerprint data.",
    "Indian High Commissioner to Sri Lanka Santhosh Jha in February said the project might see “something happening” in the “middle of this year”.",
    "The decision to award the tender to print digital ID cards for an Indian firm has raised concerns over data privacy of Sri Lankan citizens and protection of personal data. The State Minister has rejected the claim.",
    "Some security analysts raised concern over data primacy while Public Security Minister Tiran Alles in the past also had said the Indian project has the risk of data privacy breach and he would not want data of Sri Lankan citizens “to go out to any other country”.",
    "The government has separately called for tenders and four foreign manufactures with local partners have bid for a separate electronic National Identity Card (e-NIC) project, Alles has said.",
    "The Department of Personal Registration, which oversees issuing NICs comes under the purview of Alles’ Ministry of Public Security.",
    "But the Indian project is handled by Ministry of Technology.",
    "The Indian project is expected to store the personal data of every individual in a centralized system to issue identification cards as per the standards set by the International Civil Aviation Organization (ICAO), government officials have said, to effective and efficient delivery of government services, financial inclusion, and poverty reduction.",
    "An Indo-Sri Lanka Joint Project Monitoring Committee (JPMC) has already been appointed to oversee the progress of the project. (Colombo/July 08/2024)"
  ]
}