{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/SL-proposes-10-levy-on-annual-profits-of-global-tax-evasion-assets/108-283011",
  "time_ut": 1716239340.0,
  "original_lang": "en",
  "original_title": "SL proposes 10% levy on annual profits of global tax evasion assets",
  "original_body_lines": [
    "In an effort to support blended finance projects focused on climate change adaptation and mitigation, Sri Lanka proposed a 10 percent levy on the annual profits of global tax evasion assets deposited in tax havens.",
    "The annual profits are estimated at US $ 1.4 trillion per annum.",
    "The proposal was made by President Ranil Wickremesinghe at the 10th World Water Forum, held in Bali, Indonesia, yesterday.",
    "He noted that the levy can be enforced by imposing sanctions, similar to those imposed on the Russian banks and financial institutes, which fail to implement the levy. The monies raised by these levies are to be made available to be utilised by the blended finance projects on climate change adaptation and mitigation.",
    "The Global Blended Finance initiative is a supplement to the loss and damage funds – not an alternative. Wickremesinghe stressed these two measures must work in tandem.",
    "The establishment of the Loss and Damage Fund, after a long drag, if effectively implemented, can help to bridge the gap.",
    "“This is a big IF. The Summit for a new Global Financing Pact will hopefully reach a conclusion by September this year. Nevertheless, the final outcome will depend on the results of the US presidential elections in November,” he said.",
    "He went on to stress that in global terms, the solution to water stress revolves around climate mitigation and adaptation.",
    "In the Nationally Determined Contributions, water is classified under the adaptation sectors. On the other hand, mitigation is equally important, as emissions are the root cause.",
    "Combating the threats to water resources posed by climate change requires colossal amounts of financial resources.",
    "Wickremesinghe also pointed out that the Global North has failed miserably in adhering to the commitments to provide financial resources for climate change.",
    "“There is a notable lack of political will after the euphoria of the Glasgow COP was over. Climate change denial is gaining ground in the West.",
    "The Global North is willing to fund death and destruction in Ukraine. But there is an unwillingness to fund measures to avoid death and destruction caused by climate change,” he said.",
    "The OECD in 2021 projected the investment for global water-related infrastructure at US $ 6.7 trillion for 2030 and US $ 22 trillion for 2058.",
    "The World Water Summit, themed ‘Water for Common Prosperity’, began on May 18, in Bali, Indonesia, bringing together world leaders, experts, academics, entrepreneurs and policymakers. The conference aims to unite nations in a collaborative effort to address global water issues."
  ]
}