{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83931",
  "time_ut": 1713711000.0,
  "original_lang": "en",
  "original_title": "The Easter Sunday victims have been political pawns these past five years, just as the many others who lost family members in the various conflicts the country have been through.They too, are still awaiting justice.",
  "original_body_lines": [
    "Five years on, Sri Lanka’s Easter Sunday bombings has left us with more questions than answers.",
    "Both the Gotabaya Rajapaksa government and now the Ranil Wickremesinghe tenure has been shown up poorly in terms of ensuring the masterminds and those who failed to prevent the bombings are bought to book.",
    "As one sifts through various reports and discussions on the Easter Sunday bombings which took the lives of 315 and injured at least 600, one must, as Sunanda Deshapriya, activist and investigative journalist told a webinar recently, ask whether that tragedy was preventable.",
    "The webinar was organised by the Solidarity Movement for Justice and Truth (SMJT).",
    "One interesting fact that investigators discovered, Deshapriya said, was that a phone number used by one of the bombers, was amongst a series used by the infamous ‘Tripoli Brigade’ that is alleged to be behind the Lasantha Wickrematunga murder.",
    "This brings up the question whether the Easter bombers were connected to these covert groups within the Armed Forces which some observers have blamed for a number of violent incidents.",
    "There were other questionable events. In an interview with TNL in 2023 former CID Head, Ravi Seneviratne claimed that though the visit to Vanathavilluwa by his officers investigating the destruction of Buddhist statues in Mawanella, was not public knowledge, the military intelligence had turned up there.",
    "Deshapriya says, “We have to ask who ordered the MI to go there.”",
    "In his interview, Seneviratne also said that Zaharan, the leader of the Thowheed Jamat that carried out the Easter bombings, first came to their attention in January 2019. They received tips of Zaharan’s whereabouts from civilians he said, and those were always that he had been sighted in various locations in the East.",
    "However, following the Easter attacks the CID had realised that while they were looking for Zaharan in the East, he had been moving around in Wattala, Negombo, Mount Lavinia and Panadura. He alleged that while Zaharan seemed to have been secure in these areas, the CID had had no inkling of it.",
    "The CID has informants everywhere, so why were they not aware that Zaharan was living in the Western Province, he asks.",
    "SSP Shani Abeysekara is on the record as saying that the Intelligence operatives had “deliberately mislead the CID.”",
    "Evidence indicates that former head of State Intelligence, DIG Nilantha Jayawardena, had wiped out his phone and laptop prior to handing them over the investigators.",
    "“Why did he do that? When did he do that? What did it contain? There are many secrets about the Easter Sunday attacks that are yet to be revealed,” Deshapriya said.",
    "He also states that “there are also many holes in Azad Maulana’s story on Channel 4.”",
    "Despite these discrepancies, Deshapriya says that the volume of information about Zaharan available to the Security Forces, particularly the intelligence arm was quite substantial.",
    "The bombings and the aftermath, the hysteria around the need to save the country and future generations, the demonization of the Muslim community all pointed to one goal; a regime change. Those fighting these past five years to bring the masterminds to book must also now, determine whether that heinous deed was intentional.",
    "The Parliamentary Select Committee (PSC) and the Commission of Inquiry (COI), both appointed to examine the events leading to the Easter attacks, concluded that if the Indian intelligence reports had been acted on, the bombings on April 21, 2019, could have been avoided, the report noted.",
    "On April 19, the Centre for Society and Religion (CSR) released a report titled, ‘5 Years Since Easter Sunday Attacks: Still Awaiting Justice,” where it says that “various committees were appointed to collect evidence and provide a report of the findings.",
    "‘A Presidential commission, a Presidential committee, and a Parliamentary Select Committee were appointed to investigate the Easter Sunday Attacks. The report produced by the Presidential Committee was not published while the Parliamentary Select Committee’s report was fully published, and the Presidential Commission report was partly published.",
    "On 26th January 2023, the Right to Information Commission directed the Presidential Secretariat to make the presidential committee report public before 9th February 2023 after hearing an appeal filed by CSR. However, none of the major recommendations in the published reports have been implemented to deliver justice for the victims.”",
    "“The reports reveal that authorities had sufficient time and enough intelligence to act on the suspicions and prevent the incident. SIS Director received intelligence reports from India on the 4th and 5th of April 2019 and again two reports on the 20th of April describing the possibility of the attack, naming the suspects, and the urgency of the terror attack.",
    "Additionally, there was a dry run conducted five days before the bombings where a motorcycle was blown up using a remote-controlled device in Zaharan’s home base, and although the SIS learnt of the incident the next day, even after intelligence reports stated that Zaharan was planning a terror attack, proper investigations into this matter did not take place.",
    "The amount of information that was received prior to the attack and the lack of action, investigation, and implementation of safety measures inevitably raised questions as to who was actually behind the attacks” CSR said.",
    "“A less dysfunctional government might have still failed to connect incoming intelligence with the information on Zaharan in Sri Lankan police files, but it would have tried much harder,” it added.",
    "The report goes on to note the lapses made by the Sri Lanka government’s leaders.",
    "“Regardless of the number of intelligence reports both by the U.S and India, that had warned about imminent attacks targeting churches and hotels in Sri Lanka, President Maithripala Sirisena and Prime Minister Ranil Wickremesinghe both acted out of gross ignorance. Even, at the time the unfortunate incident has happened, the executive president Mr. Sirisena was out of the country and returned a considerable time after the incident.”",
    "Fr. De Silva also asks as to how the Police would conduct an impartial inquiry into the role of the various personnel who were holding powerful positions at the time and still continue to do so.",
    "Gen Salley remains as head of Intelligence. The DIG in charge of the area where the Katuwapitiya church is situated in that period was Deshabandu Tennekoon, who is now the Inspector General of Police. DIG Nilantha Jayawardene who was the Intelligence chief is now Senior DIG Administration, a post second only to the IGP.",
    "“In seeking justice how can we engage with these leaders in power who are themselves accused of complicity in these incidents,” asks Fr. De Silva. “We are doubtful we can get justice without a change in the people holding office.”",
    "As election fever hots up, the main opposition political parties are jostling with each other promising to bring the masterminds of the Easter attacks to book, under their regimes. Both the SJB and the JVP led NPP have put out official statements on the course of action they would take if elected to power.",
    "Speaking at a zoom discussion organised by the Australia Sri Lanka Forum for Justice for Easter Victims on April 17, SJB’s Eran Wickremaratne said his party would introduce amendments to existing structures, to create an Independent Public Prosecutors Office to handle such cases.",
    "The SJB plans to establish a permanent office with members of Scotland Yard and the FBI to work alongside local investigators to bring closure to the Easter tragedy, he said.",
    "Meanwhile, the JVP led NPP presented a 7 point plan which would address the inaction of the authorities, and take legal action against all those directly and indirectly involved in the Easter Sunday bombings.",
    "Both political parties have presented their proposals to Malcolm Cardinal Ranjith. Let’s hope they are not mere election promises!",
    "The Easter Sunday victims have been political pawns these past five years, just as the many others who lost family members in the various conflicts the country has been through."
  ]
}