{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97273/copf-summons-fiscal-policy-depts-dg-over-gaming-regulator-delay-",
  "time_ut": 1707916800.0,
  "original_lang": "en",
  "original_title": "COPF summons Fiscal Policy Dept’s DG over gaming regulator delay",
  "original_body_lines": [
    "The Committee on Public Finance (COPF) has summoned the Director General of the Fiscal Policy Department of the Finance Ministry to inquire into the delays in establishing a gaming regulator.",
    "The inaugural COPF meeting of the 5th session of the 9th Parliament was held on Tuesday (Feb.13), chaired by MP Dr. Harsha de Silva, who was re-appointed to the position.",
    "Despite the agreed-upon deadline of December 31, 2023 for the regulator’s establishment, it remains unresolved, the COPF observed during the meeting. It was also revealed that the committee has received no responses to its follow-up inquiries.",
    "Stressing the vital role of a gaming regulator in both attracting investment and recouping billions of lost revenue, COPF members emphasized the urgency of this legislation.",
    "They highlighted that inadequate regulations result in substantial losses for the government. Consequently, the MOF representative indicated a need for additional expertise to construct a robust revenue model similar to Singapore’s.",
    "As such, the Fiscal Policy Department’s Director-General was instructed to provide details on physical and online casinos, including tax amounts, and requested a proposed plan to recover outstanding taxes. COPF granted a two-week extension for this while expecting completion of the legislation by March 31, as agreed.",
    "The COPF also approved the Secured Transaction Bill, paving the way for the implementation of the Secured Transactions Act of 2023 in Sri Lanka, which establishes clear rules for securing transactions involving movable property, ensuring that creditors’ rights are protected and prioritized.",
    "The Act mandates the creation of the Secured Transactions Registration Authority to oversee registration and maintenance of security rights, aiming to streamline the process and provide SMEs with better access to credit for growth.",
    "In essence, this legislation enables individuals to use movable assets, like household appliances or business equipment, as collateral to secure loans for business development, while fostering increased credit availability for SMEs and ensuring the integrity of transactions through the registry authority, guarding against fraudulent activities.",
    "The Committee also took into consideration Order under Subsection (4) of Section 3 under Strategic Development Projects Act No. 14 of 2008 and the Regulations under the Imports and Exports Control Act, No. 1 of 1969. Following consideration, the Committee approved the said Order and Regulation."
  ]
}