{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EDB-leads-industry-and-academia-collaboration-to-improve-R-D-for-export-market-in-construction-power-and-energy-sectors/34-763914",
  "time_ut": 1720202273.0,
  "original_lang": "en",
  "original_title": "EDB leads industry and academia collaboration to improve R&D for export market in construction, power and energy sectors",
  "original_body_lines": [
    "The Sri Lanka Export Development Board (EDB, in collaboration with the Engineering Faculty of the University of Moratuwa (UoM), has launched a new program to integrate the construction, power and energy industries with university research projects to address challenging research questions with real-world applications.",
    "This program is planned for two years commencing from 2024 till the end of 2025 with the participation of selected companies. The innovative solutions developed through this program will enable the companies to compete in the international markets. This program will also enhance the quality of construction related and power and energy services of Sri Lanka and will lead to generate more foreign exchange earnings to the country.",
    "The main objective of this initiative is to establish a connection between the industry and university research projects in order to tackle complex research queries that have practical applications. This collaboration between strategic businesses and university research offers an opportunity for numerous issues to be solved through research and development (R&D). EDB has officially extended an invitation to the private sector companies to take advantage of this opportunity and enhance their products and services.",
    "Venora Lanka Power Panels Ltd., and Sentinel Systems with their expertise in the field of electrical engineering were the first to submit their business R&D proposals related to power and energy under this program.",
    "Both companies are committed to developing IoT enabled power distribution systems and advanced Building Management Systems. These systems will seamlessly integrate state-of-the-art technologies to address the escalating energy costs. By doing so, they aim to alleviate the substantial financial burden faced by individuals and various industries. This collaborative effort, involving both the public and private sectors, offers a promising solution to optimise energy consumption. Not only will consumers have the ability to visualise their electricity usage in their daily lives, but the conversion of technical parameters into meaningful business statistics will also provide invaluable insights to individuals and decision-makers within organisations.",
    "The Engineering Faculty of the University of Moratuwa, led by the Dean of the Faculty Professor K.T.M. Udayanga Hemapala, along with officials from the Export Services Division of EDB Director Indumini Kodikara, and Assistant Director Kumudini Irugalbandara, and a dedicated team of engineers from Venora Lanka and Sentinel Systems, are diligently working with R&D engineers at UoM to achieve their goals. EDB plays a supportive role and acts as a facilitating partner in this collaborative program. Both companies aim to launch their initial product and solutions within four to six months and will continue to produce high-quality research outputs through advanced engineering solutions.",
    "The program is currently accepting proposals from companies. Export Development Board and University of Moratuwa is keen to support additional companies who wish to participate in this program and develop innovative solutions to compete in the global market. Interested construction and power and energy companies are invited to submit their research and development proposals or consultancy requirements to EDB in order to be considered for this program."
  ]
}