{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-says-bondholders-have-made-further-interest-cuts-npv-benefit-33-pct-180114/",
  "time_ut": 1726795980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka says bondholders have made further interest cuts, NPV benefit 33-pct",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka says bondholders have made further concessions during the latest round of negotiation which will see the present value benefit increasing from 27 percent in a July deal to 33 percent in the September deal, if the economy performs better than expected.",
    "Sri Lanka’s bondholders sought so-called macro-linked bonds where the hair cut will reduce if the economy grows faster than the International Monetary Fund expects in a debt sustainability analysis.",
    "If the economy grows as expected, bond holders will concede 40.3 percent in net present value terms at a discount factor of 11 percent, the Finance Ministry said in a statement.",
    "The July deal with bondholders were deemed by the IMF as not meeting its debt sustainability framework, a statement said.",
    "Compared to the July deal with bondholders, coupons at the highest economic performance level would reduce by roughly 160 basis points and second highest by 60 basis points.",
    "Sri Lanka will issue bonds with face value of 9,158 million dollars for 12,550 million dollars of defaulted bonds.",
    "The bonds ranged from 650 million to 1,196 million which will matured from 31 March 2029 to 31 March 2038.",
    "Two bonds maturing in 31 March 2034 and 31 March 2035 could be converted to so-called governance linked bonds where the coupon would fall if some performance indicator linked to Sri Lanka’s governance improves.",
    "Sri Lanka’s past due interest will be converted to bonds of 1,678 million dollars paying a coupon of 4 percent with an 11 percent hair cut.",
    "In the September deal, the up front hair cut would be 3.2 billion US dollars, which would increase to 4.6 billion dollars if the economy underperforms and reduce to 2.0 billion dollars if the economy overperforms.",
    "The July framework was deemed by the IMF not to be in line with a debt sustainability analysis while the official creditor committee has also expressed concerns.",
    "“Following an iterative process with IMF staff at technical level and taking account of the feedback received from the OCC regarding the terms of the JWF, Sri Lanka and its advisors designed a revised debt treatment,” a statement released on the London Stock Exchange said.",
    "“The revised debt treatment was based on the JWF, with amendments designed to ensure compliance with the parameters of Sri Lanka’s IMF-supported Program and the Comparability of Treatment principle, while preserving the Group’s and Sri Lanka’s interests to the fullest possible extent.",
    "“The revised debt treatment was presented to and discussed with the Restricted Members of the Steering Committee, in conjunction with the terms of an alternative restructuring option (the “Local Option”), which was concurrently presented and discussed with the LCSL.",
    "“The Local Option was developed in response to a request by the LCSL over a number of months in which Sri Lanka, its advisors, the LCSL and its advisors exchanged alternative proposals.”",
    "The local option would apply to 12 percent of the 12,550 million dollars of defaulted sovereign bonds held by domestic banks.",
    "The local option involves plain vanilla bonds which would pay as low as 1 percent at the beginning and go up to 3.5 percent. It would apply to 70 percent of the bonds held by the banks.",
    "The balance 30 percent would be settled in rupee bonds which would pay 0.5 percent above the central bank’s standing lending rate."
  ]
}