{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Government-delays-decision-on-future-of-oil-palm-cultivation/108-281485",
  "time_ut": 1714173000.0,
  "original_lang": "en",
  "original_title": "Government delays decision on future of oil palm cultivation",
  "original_body_lines": [
    "Expert committee spells out instructions and directions to be followed when permitting palm oil cultivation in identified Mahaweli and specified other areas",
    "The government has been sitting on an expert committee report on how to permit oil palm cultivation in identified Mahaweli areas and other areas, without deciding for nearly five months.",
    "According to the Agriculture and Plantation Industries Ministry, the ministry forwarded the report to the secretary to the Cabinet of Ministers on January 12.",
    "In November 2022, the Cabinet of Ministers decided to appoint an expert committee to explore the possibility of permitting oil palm cultivation in identified Mahaweli areas and specified other areas, which include the Regional Plantation Companies (RPCs).",
    "The committee was headed by an additional secretary to the ministry and was made up of experts from of the Plantation Industries Ministry, Mahaweli Authority, Irrigation Department and Coconut Research Institute.",
    "The extensive report provides instructions and directions, if the government decides to lift the ban on oil palm in these specified areas. A ministry official noted that it’s up to the Cabinet of Ministers, chaired by the president, to make a decision.",
    "Late last year, former Finance Minister Ravi Karunanayake announced that the government was likely to lift the ban on the cultivation of oil palm in January this year.",
    "According to a leading head of an RPC, while the government promised to lift the ban on oil palm cultivation, the government has been continuing to maintain the status quo on this polarising issue.",
    "Another RPC official noted that the government could be delaying in making a decision ahead of the upcoming elections.",
    "In 2014, during Mahinda Rajapaksa’s presidency, the then Plantation Industries Minister Mahinda Samarasinghe, along with the Cabinet, decided to plant up to 20,000 hectares of oil palm. However, the government under Gotaabya Rajapaske’s presidency reversed the policy decision in 2021, amidst growing public opposition in areas surrounding oil palm cultivation.",
    "According to the Palm Oil Industry Association, the current oil palm cultivation stands at 11,000 hectares.",
    "According to the growers, an acre of oil palm cultivation can generate an average income of Rs.100,000 a month. At present, Sri Lanka consumes 220,000 metric tonnes of palm oil, of which only 12 percent is produced locally."
  ]
}