{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Early-Buddhisms-links-with-urbanisation-and-commerce/172-281590",
  "time_ut": 1714415400.0,
  "original_lang": "en",
  "original_title": "Early Buddhism’s links with urbanisation and commerce",
  "original_body_lines": [
    "When land-based feudalism replaced urbanism and trade, Buddhism waned in India, says Indian scholar Balkrishna Govind Gokhale",
    "In sixth century BC, Buddhism thrived in the Gangetic Plain in North India due to urbanisation and the development of trade. According to the renowned scholar of Buddhism in India, Balkrishna Govind Gokhale, Buddhism began to decline in India when urbanisation and trade yielded place to feudalism.",
    "In his paper in the Journal of the International Association of Buddhist Studies (Vol Number 2, 1982, University of Wisconsin Madison), Gokhale says that the use of iron tools, beginning from the seventh century BC, increased agricultural productivity, which in turn led to larger commodity surpluses, which became available for exchange through trade.",
    "The easy availability of metals, copper and silver, led to an increasing use of coinage, facilitating short and long-distance trade. These early coins were issued by guilds of bankers and merchants first and later by political chieftains also.",
    "The emergence of well-defined trade routes bound together far-flung areas of the Indian subcontinent and also across the shores of India.",
    "These factors helped create a new and powerful class of merchants and bankers, the greatest of whom in Buddha’s time was Anathapindika of Savatthi (or Sravasthi).  Anathapindika was among the Buddha’s greatest patrons.",
    "Four different types of urban centres had emerged during the Buddha’s time, Gokhale says. These were: (1) commercial towns like Savatthi; (2) political/administrative towns like Rajagaha;  (3) tribal towns like Kapilavatthu; and (4) Transportation centres like Ujjeni (Ujjain).",
    "It was in urban areas like these that Buddhism evolved and thrived. The older religion, namely, Vedic Hinduism, had thrived in a rural milieu.",
    "Savatthi (170 km North East of Lucknow in Uttar Pradesh) was on the banks of the Rapti (earlier called Achiravati) river. That river carried a considerable volume of commercial traffic. Savatthi was connected to both the sub-Himalayan highlands in the North as well as the riverine (Gangetic) territories to the south. Savatthi, with a population of 57,000, was the most important centre of trade as well as early Buddhism before the rise of imperial Magadha in what is now Patna region in Bihar.",
    "Gokhale meticulously counted the places associated with the delivery of Buddha’s sermons. Of the 1009 places he counted, 593 (58.77%) were connected to Savatthi; 140 (13.87%) to Rajagaha, 56 (5.55%) to Kapilavatthu, 38 (3.76%) to Vesali and 15 (1.48%) to Kosambi.",
    "In his ministry of 45 years, the Buddha preached more in towns than in villages. The Buddha spent as many as 25 rain-retreats (vassas) in Savatthi according to Gokhale and G.P.Malasekera. The reason may have been the presence of powerful patrons such as Anathapindika and Visakha, as well as King Pasendi, Gokhale says.",
    "In Buddha’s time, Rajagaha and Kosambi were less commercialized and urbanized than Savatthi. Rajagaha is now identified with Rajgir in the Patna district of Bihar. As per Gokhale’s count, it is mentioned 140 (13.87%) times. Rajagaha was the capital of the rising Magadha monarchy and must have attracted merchants and bankers, though less than Savatthi or Ujjeni. The Buddha spent the first, third, fourth, seventeenth and twentieth rain-retreats of three months (Vassa) at Rajagaha.",
    "Both king Bimbisara of Magadha seated in Rajagaha, and his son and successor Ajatasattu, were supporters of the Buddha. This reflects the importance of royal and bureaucratic support for the success of the early Buddhist movement, Gokhale says.",
    "While there was some trade at Kapilavatthu, it is doubtful if the city compared with Savatthi and Ujjeni or even Rajagaha in commercial importance.",
    "The city of Kosambi was mentioned 15 times (1.48%) in Gokhale’s counting. It was the capital of the kingdom of the Vatsas or Vamsas, ruled by Parantapa, a contemporary of the Buddha. Kosambi is identified now with Kosam near Allahabad on the Jamuna River. Commercially, Kosambi was as important as Savatthi, as it was a key staging post connecting Kosala and Magadha kingdoms from the South and the West. Pali texts mention several families of bankers living in Kosambi.",
    "Ujjeni, which was one of the leading cities of those times, is mentioned only four times in Gokhale’s list. It was a major point on the trade route connecting the South with the North, East and West. Identified with modern Ujjain in Madhya Pradesh, the Buddha never visited it. But Ujjeni was the home of several of his prominent disciples such as Mahakaccana, Isidasi and Padumavati.",
    "The other important city mentioned in Gokhales’s list is Campa (6 times). The site is 24 miles to the east of Bhagalpur in today’s Bihar. It was well-known as a commercial centre and was the capital of the kingdom of Ariga before its annexation by Magadha. Merchants from Campa travelled to the Malayan Peninsula for trade. The Buddha visited the city several times.",
    "Besides these cities and towns, several Nigamas also figure in accounts of the preaching of the Buddha. The Nigamas’ prosperity lay in their rich agricultural production and considerable regional trade. The term Nigama was used to indicate a predominantly mercantile town. Some texts made a distinction between Nigamas which were primarily centres of monetary transactions controlled by bankers (Setthis).",
    "The large assemblage of bullock carts winding their way through forests and across deserts is figured in the Jataka tales, Gokhale points out.",
    "He further says: “We may assume that caravan leaders, merchants and bankers were as ubiquitous during the time of the Buddha, though not as numerous, as in the succeeding periods.”",
    "”The Buddhism of our texts is a Buddhism predominantly of the cities, towns and market-places. Its social heroes are the great merchant bankers and the new kings, perhaps in that order of importance. This kind of Buddhism drew its major social support from these classes and, in turn, reflected their social and spiritual concerns”",
    "According to Gokhale, these new classes needed a new spiritual-social orientation and value-system, which early Buddhism provided with its opposition to the old Vedic theology, sacrificial ritual, the dominance of the priest, and the emerging menacingly rigid social hierarchy.",
    "“These classes needed new socially-oriented ethical values, in which the individual (and his family) rather than the Varna-Jati ( or  caste divisions) were the centrepiece. And the Buddha articulated such values.”",
    "“The Buddha ignored caste distinctions in the matter of admission to and treatment of individuals within the Sangha. He ridiculed Brahmana’s pretensions to ritual purity and social eminence and insisted that a person should be judged by his individual virtue rather than his familial, class or social origins. This was precisely the demand of the new urban social classes who felt closer to the Buddha than to the traditional Brahmana and sacrifice-dominated Vedic cults,” Gokhale points out.",
    "“These classes were not much interested in speculative metaphysics, for their emphasis was on practical and everyday concerns of making good in this world and assuring one’s welfare in the next. That is one of the reasons why so much of early Buddhism is addressed to ethical concerns rather than speculative metaphysics. The Buddha seems to have offered moral justification for social well-being and success,” Gokhale observes.",
    "According to him, the later metaphysical Buddhism of the Abhidharmikas and Mahayanists was a product of an age of “villagism” and the emergent quasi-’feudal” society.",
    "“When the state began to be feudalised after the end of the Maurya Empire (185 BC), the Sangha was also feudalised, as it depended on endowments of land.”",
    "“By the time Mahayana came onto the scene (in the First Century AD) this process of feudalisation was far advanced and it left its own philosophical (especially metaphysical) imprint on the character of the evolving Buddhism itself,” Gokhale concludes."
  ]
}