{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98106/imf-and-sri-lanka-reaches-staff-level-agreement-following-second-review",
  "time_ut": 1711013940.0,
  "original_lang": "en",
  "original_title": "IMF and Sri Lanka reaches staff-level agreement following second review",
  "original_body_lines": [
    "IMF staff and the Sri Lankan authorities have reached staff-level agreement on economic policies to conclude the second review of the 4-year EFF-supported program and the 2024 Article IV Consultation.",
    "Once the review is approved by IMF Management and completed by the IMF Executive Board, Sri Lanka will have access to SDR 254 million (about US$337 million) in financing, bringing the total IMF financial support disbursed under the arrangement to SDR 762 million (about US$1 billion), the International Monetary Fund (IMF) said.",
    "Macroeconomic policy reforms are starting to bear fruit. Sustaining the reform momentum and addressing governance weaknesses and corruption vulnerabilities are critical to put the economy on a path towards lasting recovery and stable and inclusive growth.",
    "Completion of the review by the IMF’s Executive Board requires:",
    "(ii) the completion of financing assurances review, confirming multilateral partners’ financing contributions and assessing adequate progress with debt restructuring.",
    "After constructive discussions in Colombo, IMF Senior Mission Chief Mr. Peter Breuer and Deputy Mission Chief Ms. Katsiaryna Svirydzenka issued the following statement:",
    "“The IMF team reached staff-level agreement with the Sri Lankan authorities on the second review under the economic reform program supported by a 4-year Extended Fund Facility (EFF) arrangement and concluded the 2024 Article IV Consultation discussions. The EFF arrangement was approved by the IMF Executive Board for a total amount of SDR 2.3 billion (about US$3 billion) on March 20, 2023.",
    "“The staff-level agreement is subject to the approval by IMF management and the IMF Executive Board in the period ahead, contingent on: (i) the implementation by the authorities of prior actions; (ii) the completion of financing assurances review, which will focus on confirming multilateral partners’ committed financing contributions and whether adequate progress has been made with the debt restructuring to give confidence that the restructuring will be concluded in a timely manner and in line with the program’s debt targets.",
    "“Upon completion of the Executive Board review, Sri Lanka would have access to SDR 254 million (about US$337 million), bringing the total IMF financial support disbursed under the arrangement to SDR 762 million (about US$1 billion).",
    "“The authorities are making good progress in implementing an ambitious reform agenda under the EFF with commendable outcomes, including rapid disinflation, robust reserve accumulation, and initial signs of economic growth while preserving the stability of the financial system. Public finances have strengthened following substantial fiscal reforms. Program performance was strong, with all quantitative performance criteria and indicative targets for end-December 2023 met except for the indicative target on social spending. Most structural benchmarks due before end-February 2024 were either met or implemented with delay. Reforms in some areas are still ongoing.",
    "“The economic situation is gradually improving. Growth turned positive after six consecutive quarters of contraction, registering 1.6 percent and 4.5 percent y-o-y growth in the third and fourth quarters of 2023 respectively. High-frequency economic indicators point to a continued pick-up in manufacturing, construction, and services. Inflation has come down from a peak of 70 percent in September 2022 to 5.9 percent in February 2024. Gross official reserves increased to US$4.5 billion at end-February 2024 with sizeable foreign exchange purchases by the central bank.",
    "“Sustaining the reform momentum is critical to put the economy on a path towards lasting recovery and stable and inclusive economic growth. We welcome the authorities’ commitment to fiscal reforms. Continued progress towards the introduction of the property tax is critical, together with revenue measures to meet the revenue mobilization goals in 2025 and beyond. Revenue administration and anti-corruption efforts to boost tax collections are also key. Maintaining cost recovery in fuel and electricity pricing will help minimize fiscal risks arising from state-owned enterprises.",
    "“While inflation has decelerated faster than expected, continued monitoring is warranted to help anchor inflationary pressures and support macroeconomic stability. Against ongoing external uncertainty, it remains important to continue to rebuild external buffers through strong reserves accumulation.",
    "“Sri Lanka’s Agreements in principle with the Official Creditor Committee and Export-Import Bank of China on debt treatments consistent with program parameters were important milestones putting Sri Lanka’s debt on the path towards sustainability. The critical next steps are to finalize the agreements with the official creditors and reach Agreements in Principle with the main external private creditors in line with program parameters in a timely manner. This should help restore Sri Lanka’s debt sustainability over the medium term.",
    "“The authorities’ recently published Action Plan to implement the key recommendations of the Governance Diagnostic Report is a welcome step. Sustained efforts to implement these reforms will be essential for addressing corruption risks, rebuilding economic confidence, and making growth more robust and inclusive.",
    "The IMF mission team met with tea plantation workers in Nuwara Eliya and learned first-hand about some of the challenges Sri Lanka’s most vulnerable face. Continued efforts to improve targeting, adequacy, and coverage of social safety nets, particularly Aswesuma, remain critical to protect the poor and the vulnerable.",
    "“The IMF team held meetings with President and Finance Minister Ranil Wickremesinghe, Central Bank of Sri Lanka Governor Dr. P. Nandalal Weerasinghe, Minister of Power and Energy Mr. Kanchana Wijesekera, State Minister Mr. Shehan Semasinghe, Chief of Staff to the President Mr. Sagala Ratnayaka, Secretary to the Treasury Mr. K M Mahinda Siriwardana, and other senior government and CBSL officials. The team also met with Parliamentarians, representatives from the private sector, civil society organizations, and development partners.",
    "“We would like to thank the authorities for the excellent collaboration.”"
  ]
}