{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/100m-FDI-BOI-project-to-establish-industrial-site-in-Puttalam-sabotaged/4-758548",
  "time_ut": 1708044421.0,
  "original_lang": "en",
  "original_title": "$100m FDI BOI project to establish industrial site in Puttalam sabotaged",
  "original_body_lines": [
    "I make the following clarifications in relation to the article “SJB’s reply to President’s policy statement” in the Daily Financial Times of 9 February 2024. Particularly, with reference to Sri Lanka Cement Corporation (not Sri Lanka Insurance Corporation) and providing clarity on Puttalam Ilmenite Ltd.",
    "The Sri Lanka Cement Corporation (SLCC) entered into a 30-year agreement with Asha Minerals Ltd. on 10 April 2023 without due process and in violation of a multitude of protocols. At the time of entering into the agreement it is believed, Asha’s share capital was Rs 1,000; 100% owned by one individual; no mineral licences from GSMB; no track record in the minerals sector. The only non-political appointee of Sri Lanka Cement Corporation board, Treasury representative W.A. Walpita had voted against entering into the agreement with Asha. Leasehold rights holder Siam City Cement was not aware of the agreement with Asha Minerals Ltd. and had lodged a complaint with the relevant authorities.",
    "Sri Lanka Cement Corporation was subsequently moved from the State Ministry of Primary Industries under the Industries Ministry to the Finance Ministry on 30 May 2023.",
    "While Sri Lanka Cement Corporation’s agreement with Asha Minerals Ltd. is in question, SLCC has entered into a further agreement with Asha Minerals Ltd., we believe, without the concurrence of the Finance Ministry. The role of the SLCC board and the State Minister of Primary Industry is questionable. These questionable agreements are the basis for large scale corruption that needs to be investigated by the relevant authorities immediately.",
    "The irregularities highlighted have a direct impact on the $ 100 million FDI BOI project to establish an industrial site in Puttalam.",
    "Meanwhile, Puttalam Ilmenite Ltd. (PIL) a bona fide party proposes the largest foreign direct investment ever to the minerals processing sector. PIL is a local and foreign joint venture.  PIL’s local partners include conglomerates Dilmah, Access and Hayleys. PIL has been issued exclusive mineral sand rights by the Geological Survey & Mines Bureau (GSMB) for the Aruwakkalu area. We understand that PIL has had their final exploration report approved by the GSMB, the most comprehensive mineral sands drilling program ever undertaken in Sri Lanka. Iluka Resources, Australia’s biggest mineral sands company, has invested approximately $ 20 million on research on the site to establish the deposit.",
    "PIL’s value-added processing will diversify Sri Lanka’s export portfolio, generating an estimated FX earnings of $100+ million annually through market-price based sales to Iluka’s oldest and biggest customer (among others), who is also an investor of PIL. PIL will introduce new industrial technologies to Sri Lanka to enable cost effective processing of low-grade inland minerals with high slimes that are much harder to process than the high-grade beach sand with no slimes found on Sri Lanka’s east coast (Pulmoddai). The Aruwakkalu quarry, the proposed site being a currently operational one, will not incur fresh environment and community impact. PIL forecasts up to 400+ jobs and the development of technical skills in Puttalam.",
    "I urge the authorities to investigate the anomalies being highlighted and take corrective measures with immediate effect. The attempt to commit theft is still a crime, the opportunity cost to the country’s economy is vast, loss of goodwill immense and ease of doing business with Sri Lanka remains a challenge for investors that would have long-term impact on Foreign Direct Investment flow into the country.",
    "The author is a Member of Parliament representing the Samagi Jana Balawegaya."
  ]
}