{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/a-hung-parliament/",
  "time_ut": 1731104217.0,
  "original_lang": "en",
  "original_title": "A Hung Parliament?",
  "original_body_lines": [
    "President Dissanayake made a smart decision to dissolve parliament after winning the presidential election on September 21. The national legislature was dissolved on September 24, and the election has been scheduled for November 14, 2024. Parliamentary elections in Sri Lanka are increasingly becoming predictable regarding winners and losers. The Sri Lanka Podujana Peramuna (SLPP) wanted a two-thirds majority in 2020, and the SLPP-led coalition won a two-thirds majority.",
    "One of the reasons why the general elections lack excitement and unpredictability is that winning presidential candidates opt to dissolve parliament and go for fresh elections in the hope of capitalizing on the euphoria created by the presidential election results. It is the same logic that prompted President Dissanayake to dissolve parliament. This time, there are hardly any doubts about the victory of the JVP/NPP (Janatha Vimukthi Peramuna/National People’s Power).  It will emerge as the single largest party in the national legislature. However, the question is, would the JVP/NPP win a clear majority on November 14?",
    "The JVP/NPP presidential candidate Anura Kumara Dissanayake presented himself as the “change” candidate in the presidential election. However, after winning the presidential election, the Dassanayake administration has not demonstrated a keen interest in any substantial changes to the system. Not even policy changes have been announced as they continue with the key policies and practices of the previous governments, especially the government of Ranil Wickremesinghe. Many examples could be cited. The primary examples include the decision to continue with the IMF (International Monetary Fund) bailout deal, the decision to seek membership in BRICS, an emerging group of powerful states including China, India, and Russia, and the decision to continue with the fuel price formula system.",
    "There could be three reasons why the present government has not introduced any significant changes. First, the government is inexperienced. The cabinet of ministers has only three ministers, including the president. This was not by choice because the party had only three members in the previous parliament, and the Sri Lankan constitution does not allow ministers to be appointed from outside parliament. The JVP/NPP was not inclined to partner with like-minded parties in parliament to form a reasonable-sized cabinet because the party believed that all others in parliament were corrupt or unclean except for the JVP members. This is precisely why the party has urged the voters to “clean” the parliament through their votes on November 14. Nevertheless, the government’s inexperience may be preventing it from contemplating structural changes Dissanayake’s voters wanted. The present administration operates like a government with an opposition mentality. More resources and energy have been spent on criticizing the opposition parties rather than addressing administrative issues.",
    "Second, the government may be hesitant to introduce any structural changes because it fears that any immediate alterations could create an economic crisis like the one instigated by President Gotabaya Rajapaksa in 2022. Returning to the era of queues was a slogan Dissanayake’s critics used against him during the presidential election. They argued that voting Dissanayake to power would push the country back to long queues for essential commodities.",
    "Third, the government may be waiting until the parliamentary elections are over to initiate structural change. For the moment, the government seems to have considerable support, which could be translated into votes essential to win the election on November 14. The idea is not to rock the boat before the election. In other words, the government may be playing it safe until the parliamentary election. If this is the case, the election results would shed more light on the government’s system change plans.",
    "Failure to introduce substantial changes immediately could disappoint the JVP/NPP supporters, who expected revolutionary reforms during the presidential election. Would this disappointment damage the JVP/NPP votes in the parliamentary election? It is unlikely because they understand the need to win the parliamentary election. However, continuing Wickremesinghe policies without substantial change, even after the election, could set off resistance from JVP’s grassroots supporters and aragalaya proponents. Therefore, the JVP/NPP government could be under pressure after the parliamentary election.",
    "Does this mean the JVP/NPP is entirely safe in the parliamentary election? It is important to note that the government encountered several issues that have the potential to reduce its votes in the parliamentary election. For example, the increasing Israeli presence in Sri Lanka has the potential to dent the Muslim votes of the JVP/NPP slightly. In November 2024, The United States and a small number of Western states publicly warned about an impending attack on Israeli tourist facilities in Sri Lanka, which, on the other hand, exposed the sudden increase of Israeli visitors and Israeli interest in Sri Lanka. The government immediately took action to protect these facilities with enhanced security arrangements to the dissatisfaction of the local Muslim population.",
    "In the 2024 presidential election, compared to other minority communities, Muslim voters favored Dissanayake. They vehemently defended and promoted Dissanayake. For example, Dissanayake won Beruwala, a Muslim region, with about 42 percent of the votes. Therefore, one cannot underestimate the Muslim support of the JVP/NPP. The Israeli issue could discourage some Muslim voters from voting for the JVP/NPP on November 14.",
    "Another issue that could potentially take some votes from the JVP/NPP column is the government’s inability to control the prices of essential commodities. Reports indicate that rice and coconut prices have skyrocketed. The government also could not reduce fuel (petrol and diesel) prices. These issues can potentially limit the JVP/NPP votes in the parliamentary election. These issues, however, are unlikely to prevent the JVP/NPP from winning the election. Many voters in Sri Lanka currently seem to have a special relationship (based on expectations rather than satisfaction) with the JVP/NPP government. If they believe the government will eventually address their needs, they will continue voting for the JVP/NPP.",
    "On the other hand, if one translates Dissanayake’s presidential election votes to parliamentary votes, the JVP/NPP will win about 110 seats, three short of a clear majority. There is no evidence to suggest that the party has substantially increased its support base in the last month and a half. Therefore, the party is highly unlikely to win a two-thirds majority. Last week, a JVP/NPP leader declared that the party is not seeking a two-thirds majority. Perhaps the signals are clear.",
    "However, many JVP/NPP supporters and sympathizers strongly believe that the party will easily win the majority in parliament. They argue that no strong opposition exists to challenge the JVP/NPP supremacy. What is important to note is that the opposition votes could be scattered.",
    "A striking reality that many JVP/NPP supporters fail to consider is that the party won two elections (the presidential election and the Elpitiya pradeshiya sabha election) in the recent past. The JVP/NPP failed to get 50 percent of the votes in both polls. I believe that a warning shot has already been fired in the Elpitiya election because, compared to the presidential election, the JVP/NPP lost some votes in Elpitiya, and the SLPP managed to increase its share of the votes. Since the Gotabaya Rajapaksa votes transformed into Dissanayake votes in the presidential election, the Elpitiya results should worry the JVP/NPP supporters.",
    "Moreover, Elpitiya is a heavily Sinhala region. The parliamentary election includes Tamil voters, who did not prefer Dissanayake in the presidential election. The Tamils in the Northern and Eastern provinces would mostly vote for Tamil political parties. Therefore, theoretically, Sri Lanka could end up with a hung parliament on November 14.",
    "*Dr. S. I. Keethaponcalan is a Professor of Conflict Resolution at Salisbury University, Maryland. He was formerly a Professor of Political Science at the University of Colombo, Sri Lanka."
  ]
}