{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Nasa-Earthrise-astronaut-dies-at-90-in-plane-crash/108-284402",
  "time_ut": 1717821780.0,
  "original_lang": "en",
  "original_title": "Nasa ’Earthrise’ astronaut dies at 90 in plane crash",
  "original_body_lines": [
    "June 8 (BBC) - Apollo 8 astronaut Bill Anders, who snapped one of the most famous photographs taken in outer space, has died at the age of 90.",
    "Officials say a small plane he was flying crashed into the water north of Seattle, Washington.",
    "Anders' son Greg confirmed that his father was flying the small plane, and that his body was recovered on Friday afternoon.",
    "\"The family is devastated. He was a great pilot. He will be missed,\" a statement from the family reads.",
    "Anders - who was a lunar module pilot on the Apollo 8 mission - took the iconic Earthrise photograph, one of the most memorable and inspirational images of Earth from space.",
    "Taken on Christmas Eve during the 1968 mission, the first crewed space flight to leave Earth and reach the Moon, the picture shows the planet rising above the horizon from the barren lunar surface.",
    "Anders later described it as his most significant contribution to the space programme.",
    "The image is widely credited with motivating the global environmental movement and leading to the creation of Earth Day, an annual event to promote activism and awareness of caring for the planet.",
    "Speaking of the moment, Anders said: \"We came all this way to explore the Moon, and the most important thing that we discovered was the Earth.\"",
    "Officials said on Friday that Anders crashed his plane around 11:40PDT (1940BST).",
    "The US National Transportation Safety Board (NTSB) said the 90-year-old was flying a Beechcraft A A 45 - also known as a T-34. The agency said that the plane crashed about 80ft (25m) from the coast of Jones Island.",
    "Witness Philip Person told King-TV in Seattle that he saw the crash.",
    "The plane began doing what appeared to be a loop and became inverted, he told the network.",
    "\"I could not believe what I was seeing in front of my eyes,\" Person told the local news station. \"It looked like something right out of a movie or special effects. With the large explosion and flames and everything.\"",
    "Footage that allegedly captured the plane crash appears to show an effort to pull up at the last second, before its the surface of the water and becomes a fiery wreck.",
    "Anders also served as the backup pilot to the Apollo 11 mission, the name of the effort that led to the first Moon landing on July 24, 1969.",
    "Following Anders' retirement from the space programme in 1969, the former astronaut largely worked in the aerospace industry for several decades. He also served as US Ambassador to Norway for a year in the 1970s.",
    "But he is best remembered for the Apollo 8 mission and the iconic photograph he took from space.",
    "\"In 1968, during Apollo 8, Bill Anders offered to humanity among the deepest of gifts an astronaut can give. He traveled to the threshold of the Moon and helped all of us see something else: ourselves,\" Nasa Administrator Bill Nelson said in a statement.",
    "Mark Kelly, a former astronaut who now serves as a US Senator for the state of Arizona, said in a post on X, formerly Twitter, that Anders \"inspired me and generations of astronauts and explorers. My thoughts are with his family and friends\"."
  ]
}