{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aia-sri-lanka-rises-from-silver-to-gold-at-hashtag-asia-awards-2025/",
  "time_ut": 1754503200.0,
  "original_lang": "en",
  "original_title": "AIA Sri Lanka rises from Silver to Gold at Hashtag Asia Awards 2025",
  "original_body_lines": [
    "AIA Sri Lanka has elevated its standing on the regional stage, winning Gold in the ‘Best Social Media Campaign: Facebook’ category at the Hashtag Asia Awards 2025. This marks a proud progression from last year’s Silver accolade, reinforcing the brand’s commitment to innovation and impact in digital storytelling. With this win, AIA becomes the first Sri Lankan brand to secure top honours at the Hashtag Asia Awards for two consecutive years.",
    "This year’s recognition celebrates AIA Sri Lanka’s pioneering initiative, AIA Suwa Walan, a culturally resonant campaign designed to raise awareness about breast cancer among Sri Lankan women. The campaign stood out among hundreds of entries from across Asia-Pacific, showcasing the power of creativity and digital engagement in driving meaningful social change.",
    "According to National Cancer Control Programme Ministry of Health Sri Lanka, breast cancer remains the most commonly diagnosed cancer among Sri Lankan women. Despite its treatability when detected early, many women hesitate to undergo regular screenings due to stigma, misconceptions, and cultural sensitivities. AIA Suwa Walan was initiated to address these barriers through a unique blend of tradition and innovation.",
    "At the heart of the campaign was a powerful metaphor: Inspired by the everyday practice of inspecting clay cooking pots (walan) for imperfections, AIA Suwa Walan campaign cleverly drew parallels to breast self-examinations. During the campaign activation period, AIA distributed specially crafted clay pots rendered in traditional Sri Lankan art styles and embedded with symbolic lumps and illustrated with five simple steps for self-checks as tangible educational tools. The campaign’s digital storytelling brought the message to life on the world wide web.",
    "The initiative gained widespread support from social media influencers and the public, sparking nationwide conversations around women’s health. The campaign’s digital reach was amplified by strong engagement metrics and endorsements from prominent social media personalities, successfully transforming the campaign into a social movement, using Facebook as a platform for education and empowerment.",
    "As part of the campaign, AIA Insurance partnered with the Sri Lanka Cancer Society to conduct activations across the country and further drive home the importance of taking steps to proactively manage breast cancer. These activations feature detailed demonstrations on breast cancer, self-checks, and guidance on further steps in case any anomalies are detected.",
    "AIA Suwa Walan is a campaign rooted in Sri Lankan heritage, and to see it celebrated globally is incredibly rewarding. This award highlights the power of culturally sensitive storytelling and the unmatched reach of digital platforms like Facebook in driving social change. This milestone reinforces AIA Insurance’s leadership in innovative marketing while highlighting Sri Lanka’s growing influence in the global digital landscape.",
    "nVentures emerges as Sri Lanka’s first MAS-licensed foreign VC, investing over US$1.5 million in Sri Lankan startups",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}