{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Athapaththu-climbs-T20I-rankings-after-stellar-performance/108-282577",
  "time_ut": 1715678700.0,
  "original_lang": "en",
  "original_title": "Athapaththu climbs T20I rankings after stellar performance",
  "original_body_lines": [
    "(ICC) - Sri Lanka opener Chamari Athapaththu and England bowlers Sarah Glenn and Lauren Bell have made notable progress in the ICC Women’s T20I Player Rankings after some fine performances over the past week.",
    "Athapaththu’s match-winning knock of 102 against Scotland in the final of the ICC Women’s T20 World Cup Qualifier has helped the captain move up two places to seventh position among batters, just one off her career-best sixth position attained in April this year.",
    "Athapaththu, who is currently ranked number one in the ODI batting rankings, has also moved up to fifth among all-rounders in the T20I rankings.",
    "Glenn’s haul of four for 12 and Bell’s figures of three for 22 in the first of their three-match series against Pakistan in Birmingham saw them move up to fourth and seventh positions respectively, Bell moving past 700 rating points for the first time in her career.",
    "England’s 53-run win in Birmingham also resulted in several other gains for the home team’s players. Captain Heather Knight, whose knock of 49 led to a remarkable recovery from 11 for four, has advanced four places to 18th position. Player of the Match Amy Jones, who smashed 37 off 27 balls at her home ground in her 100th T20I appearance, has moved up three places to 26th.",
    "In the latest weekly update that also considers performances in the last T20I of the five-match bilateral series in Bangladesh that India won 5-0, India’s left-arm spinner Radha Yadav has moved up seven places to 23rd position after her three-wicket haul, while captain Harmanpreet Kaur (up three places to 13th), Richa Ghosh (up two places to 23rd) and Dayalan Hemlatha (up 298 places to 78th) are among others to progress.",
    "Papua New Guinea’s Tanya Ruma (up three places to joint-27th), Zimbabwe’s Modester Mupachikwa (up two places to 41st) and Sri Lanka’s Nilakshi de Silva (up two places to 48th) are among others to move up the batting rankings while Sri Lanka’s Inoshi Fernando (up five places to 19th), Bangladesh’s Marufa Akter (up two places to 27th) and Sri Lanka’s Udeshika Prabhodhani (up five places to 30th) have progressed in the bowling rankings."
  ]
}