{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Tax-is-not-a-Monster-but/172-277678",
  "time_ut": 1708890900.0,
  "original_lang": "en",
  "original_title": "Tax is not a Monster, but…",
  "original_body_lines": [
    "The reason for such mockery aimed at the recent taxes is the sheer disregard by the government for the two main principles of taxation, namely fairness and consistency",
    "These days, tax has become the talk of the town, the laughing-stock and the attractive subject matter for cartoonists. The general public perceives it as a ‘legalized robbery’ executed by the state using rules and regulations, backed by the threat of legal consequences for non-compliances.",
    "The reason for such mockery aimed at the recent taxes, is the sheer disregard by the government of the two main principles of taxation, namely the fairness (ability to pay) and consistency.",
    "This perception of ‘legalized robbery’ is gaining momentum among the general public especially in the backdrop of the unparalleled financial crisis and sky-rocketing cost of living, while the income of the public has been drastically slashed.",
    "The collection of taxes is likened to the collecting of nectar from flowers by bees, with mutual benefits in friendly atmospheres.",
    "I still remember (when I said the above analogy) one of the taxpayers at a tax seminar where I participated as the resource person quipped that the collection of tax nowadays was like a cheetah hunting a deer, echoing the deep-rooted mutual misunderstanding prevailing among the taxpayers and tax officials.",
    "More than 95% of the tax revenue comes from the self-assessment basis, namely from the voluntary payment of taxes by taxpayers, and the balance of 5% of the additional tax, which is called the back duty, is collected through tax auditing.",
    "In order to get this 5% additional tax, the existing tax base is squeezed, or rather subject to further tax auditing and the issuance of an estimated assessment, by rejecting the self-assessment tax returns furnished by taxpayers, which leads to several adverse consequences, including harassment and malpractice.",
    "The reason for the fundamental difference in issuing amended assessments in terms of the provisions of the new Act and the old Acts is the different legal interpretation on tax evasion. The new Act views it as a “criminal offense” (sections 186 & 189 of the Act), while the same tax evasion was considered a “civil offense” by the previous tax acts",
    "We have the self-assessment system, which taxpayers themselves compute and pay their taxes. It is needless to emphasize that auditing, or rather the fear of being audited by tax officials is instrumental in ensuring taxpayers’ substantial compliance with the tax laws. The discretionary power given by the tax statutes to tax officials plays a considerable role in it.",
    "“Discretionary power” is the authority that allows an administrative agency or official to choose the most reasonable decision among several options, following public and private interests.",
    "It is not a secret that such discretionary power given to tax officials works as a double-edged sword; while it has made taxpayers comply with the tax laws, it has also made them hate and run away from the tax system.",
    "It is to be highlighted here that such discretionary powers are not absolute but restricted and conditional so that tax officials cannot misuse it.",
    "The difference between absolute and restricted discretionary power was clearly explained by Justice Fernando in the famous case of De Silva vs. Athukorale (1993, 1 SLR 283 at pp. 296-297). An ordinary person may dispose of his property as he may wish at any price since he has the absolute power to sell it. However, a public officer cannot dispose of a public property as his power is restricted. He has to act reasonably and in good faith and upon the lawful and relevant grounds of public interest.",
    "The act of the ordinary person cannot be challenged in a court of law, as he has the unfettered and unrestricted power and freedom to act as he wants. However, the act of the public officer can be challenged in a court of law as his power and freedom to act are restricted.",
    "The Imposition of Tax on a Taxpayer and the Power of a Tax Official",
    "Since taxation is a delicate and sensitive matter, the Parliament has retained the absolute right to impose a tax on a person. Article 148 of the Constitution is very particular on this subject.",
    "“Parliament shall have full control over public finance. No tax, rate, or any other levy shall be imposed by any local authority or any other public authority, except by or under the authority of a law passed by Parliament or of any existing law.”",
    "No tax could be imposed on a person except by a clear law passed by Parliament. So the imposition of a tax or an additional tax (back duty) on a taxpayer through an amended assessment must be referred to a section of the tax law passed by Parliament.",
    "Giving Reason for an Amended Assessment is a Mandatory Requirement",
    "The imposition of an amended tax by a tax official through rejection of a tax return (be it income tax or VAT) of taxpayer without giving a reason and without referring to a section of the tax law is invalid.",
    "Generally, it is observed that notices of tax assessments are issued citing the conclusions of the tax officials, such as those mentioned below, as the reasons for the rejections without referring to any section of the tax statute:",
    "The  declared gross profit margin was insufficient’ or Declared  turnover is unacceptable, insufficient.",
    "Tax assessments based on such ‘reasons’ are legally not valid due to two reasons. The given ‘reason’ is the conclusion, which is subjective while the reason is objective, and the other is the failure of the tax officials to link the reason with a section of the law passed by Parliament.",
    "The principal section for issuing an amended assessment is 135(1) of the Inland Revenue Act, No. 24 of 2017. On looking at this section, it becomes clear that the rejection is linked to two fundamental conditions. They are the availability of the evidence and the best judgement based on it.",
    "“Subject to this section, the Assistant Commissioner may amend a tax assessment (referred to in this section as the “original assessment”) by making such alterations or additions – based on such evidence as may be available, and to the best of his judgement – to the original assessment of a taxpayer for a tax period to ensure that in any other case, the taxpayer is liable for the correct amount of tax payable (including a nil amount) in respect of the tax period to which the original assessment relates.”",
    "There was no such section in the previous tax statutes imposing similar restrictions and conditions (evidence, best judgement, and ensuring the correct amount of tax liability) on a tax official for the issuing of an amended assessment.",
    "The reason for this fundamental difference in issuing amended assessments in terms of the provisions of the new Act and the old Acts is the different legal view on tax evasion. The new Act views it as a criminal offense (sections 186 & 189 of the Act), while the same tax evasion was considered a civil offense by the previous tax acts.",
    "Hence, it is evident that an imposition of additional tax by a tax official on a taxpayer without clear evidence that is based on the best of his judgement is legally invalid, and its validity could be successfully challenged through the process of appeal.",
    "When looking at the Act with a helicopter view, it is patently clear that the Act looks at taxpayers as genuine and honest, unless and until they are proved otherwise. Further, it is well settled law that tax matters should be handled with clear and plain language without any ambiguity, and the benefit of a doubt (if any) in the interpretation of the law should be decided in favour of the taxpayers.",
    "The Supreme Court observed in Vallibel Lanka (Pvt) Ltd verses Director General of Customs (SC Appeal No. 26/2008), that “In cases of doubt, the provisions are construed most strongly against the state and in favour of citizens”.",
    "It is a matter of regret that the perception of the general public is that the benefit of a doubt in case of interpretation of a tax law is taken by tax officials to themselves and it is denied to taxpayers. As a result, the taxpayers have to seek assistance from the superior courts, incurring heavy losses of finances, time and energy.",
    "IRD has taken the bold initiatives of educating the taxpayers of their rights and obligations by publishing four important documents. They are:",
    "2. Prevention of Corruption in the Inland Revenue Department (PN/OT/2023-01, dated 24.08.2023)",
    "3. Instruction to issue Additional or Amended Assessments (CGIR/2023/3-1 (ins & Cir) 15 dated 22.06.2023)",
    "4. The Scope of the Administrative Review (CGIR/2023/3-1 (ins & Cir) 14 dated 22.06.2023).",
    "The author of this article was the author of those four documents. The guidance and advice given by then CGIR, Mr. D R S Hapuarachchi in this regard are highly appreciated.",
    "First two documents have been uploaded to the IRD web portal while the next two documents are yet to be published, despite the fact that the note beneath the respective two documents says that “in order to ensure transparency and fair play, this circular is published in the official IRD website.”",
    "It is not a secret that the two documents are already in the hands of the general public. In this backdrop, it is better for the present administration of the IRD to take a prompt step to upload those two important documents to the IRD website for the purpose of ensuring transparency and accountability and for the protection of rights and obligations of the general public and taxpayers.",
    "Features of the two documents that are yet to be uploaded to IRD website",
    "The said two documents were issued for multiple reasons, including as part of the Extended Fund Facility of the IMF. Several longed-for features and guidelines have been incorporated in the “Instruction to issue an Additional or Amended Assessment.” A few of them were:  Auditing  is not a rule but an exception. No audit of the tax return is to be  initiated without any prima facie or material facts.Written  prior approval should be obtained from the Commissioner of the Unit on the  submission of a report consisting of such material facts.Any  audit should be initiated at least ten months before the assessment gets  time-barred.An  amended assessment (if any) should be finalized at least two months before  the assessment gets time barred.If a  tax official cannot comply with the instructions specified in the  document, special approval is to be obtained from the CGIR to proceed with  the assessment.",
    "“The Scope of the Administrative Review” has been limited, especially to verification of whether the instructions specified by the CGIR in the circular “Instruction to issue an Additional or Amended Assessment” were followed, among a few other facts.",
    "Tax matters should be handled with clear and plain language without any ambiguity, and the benefit of a doubt (if any) in the interpretation of the law should be decided in favour of the taxpayers. It is a matter of regret that the perception of the general public is that the benefit of a doubt in case of interpretation of a tax law is taken by tax officials to themselves and it is denied to taxpayers. As a result, the taxpayers have to seek assistance from the superior courts, incurring heavy losses of finances, time and energy",
    "The tax statutes and the CGIR have given, inter alia, the following guarantees and assurances to the taxpayers and the general public for the purpose of ensuring the rights of the taxpayers and the taxing rights of the state in a taxpayer-friendly environment.",
    "Taxpayers  are honest and genuine until and unless proved otherwise.",
    "Discretionary  powers given to tax officials are not absolute but restricted and fettered.",
    "The  benefit of a doubt in the interpretation of the law should be given to  taxpayers.",
    "The  imposition of additional tax should be accompanied by a reference to a  section of the tax law and with strong evidence to the best of the  judgement of the tax official.",
    "A clear, valid reason should be communicated to the taxpayer for the  rejection of his tax return.",
    "Had the guarantees given by the Act and the IRD for the protection of the rights of the taxpayers as well as the taxing rights of the state been truly and honestly upheld by the tax officials, the perspective of the public on taxation as ‘legalized robbery’ would be changed to “social responsibility.” As a result, tax evasion could be considerably minimized.",
    "It is important that the general public and the taxpayers educate themselves of their rights and obligations without resorting to shortcuts. Being equipped with the knowledge of any subject is the powerful tool to combat the misuse of that subject.",
    "Hence, taxation is not a monster, but our ignorance and the attitude of certain tax officials are the monster.",
    "The writer is Retired Deputy Commissioner General of the Inland Revenue Department. He can be contacted at mifly1234@gmail.com"
  ]
}