{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111684/sri-lankas-foreign-minister-lauds-vietnams-dynamic-development",
  "time_ut": 1755704940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Foreign Minister lauds Vietnam’s dynamic development",
  "original_body_lines": [
    "Sri Lankan Minister of Foreign Affairs, Foreign Employment, and Tourism Vijitha Herath has commended Vietnam’s strong and dynamic development, describing it as a role model for his country.",
    "He made the praise on August 19 while attending a recent ceremony hosted by the Vietnamese Embassy in Sri Lanka to mark the 80th anniversary of the August Revolution (August 19), the 80th National Day (September 2), and the 55th anniversary of bilateral diplomatic relations (July 21).",
    "Vietnamese Ambassador to Sri Lanka Trinh Thi Tam stressed the valuable support of the international community, including Sri Lankan friends, in Vietnam’s national building and development.",
    "She expressed delight at the continuous strengthening of bilateral relations over the past 55 years in politics, diplomacy, trade, culture, education, and people-to-people exchanges, while highlighting the vast potential for further cooperation.",
    "On behalf of the local Government and people, Minister Herath affirmed Sri Lanka’s high regard for relations with Vietnam and its wish to further enhance collaboration, not only in traditional areas such as trade, tourism, education, and cultural exchange, but also in potential sectors including energy, technology, health care, and construction.",
    "He also expressed hope for closer bilateral coordination and mutual support at multilateral forums.",
    "The highlight of the ceremony was a performance by artists from Vietnam’s Thang Long Song and Dance Theatre, along with traditional Vietnamese cuisine.",
    "As part of the National Day celebration, the embassy will also organise a Vietnam cultural day in Ambakote and a taste-of-Vietnam food week in Colombo, featuring specialties from across the Southeast Asian country."
  ]
}