{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100211/us-says-elections-in-iran-not-free-and-fair-wont-change-regimes-direction",
  "time_ut": 1719808680.0,
  "original_lang": "en",
  "original_title": "US says elections in Iran ‘not free and fair’, won’t change regime’s direction",
  "original_body_lines": [
    "Iran’s elections are not ‘free and fair,’ the US State Department told Iran International on Sunday, in its first comments on the results of Friday’s votes that led to a runoff between a moderate and a hardline candidate.",
    "The June 28 presidential election marked the lowest voter turnout in the history of the Islamic Republic, with only 39.92 percent participation. This breaks the previous record set during the last election, in which the late President Ebrahim Raisi won with a turnout of 48 percent.",
    "“The elections in Iran are not free and fair,” a State Department spokesperson said.",
    "“Unfortunately, we have no expectation that these elections, whatever the outcome, will lead to fundamental change in Iran’s direction or more respect by the Iranian regime for the human rights of Iran’s citizens,” the spokesperson added, as the Iranian government prepares for a runoff presidential election slated for July 5.",
    "Biden administration’s Acting Special Envoy for Iran Abram Paley said two days before the Iranian elections that and candidates are handpicked by the Guardian Council, and voters lack access to the “most basic freedoms; necessary features of any democracy.”",
    "“In the face of the authoritarian regime’s long history of harassing and intimidating journalists, suppressing election coverage, and denying freedom of peaceful of assembly, we support the Iranian people,” he said on his X account.",
    "Iranian candidates are vetted before they can stand for election. The 12-member Guardian Council, whose members are appointed or recommended by Supreme Leader Ali Khamenei, disqualifies anyone deemed insufficiently loyal to the system.",
    "The vetting process leaves voters with no real choice. Many Iranians seem indifferent to the vetting process itself, having lost faith in the system’s willingness or ability to change through elections.",
    "Activists and officials have highlighted that the low turnout in Iran’s June 28 votes is a clear sign of the public’s discontent with the ruling autocracy, demonstrated through the widespread boycott of the election.",
    "In 2021, voter turnout was 48 percent, the lowest for any presidential election in Iran’s history. This year, turnout has dropped further to less than 40 percent, marking an unprecedented trend since the Islamic Republic’s establishment in 1979. Additionally, the 2021 election saw the highest percentage of void and blank votes ever recorded, accounting for 13 percent of all ballots cast.",
    "The record-low voter turnout is a significant blow to Iran’s Supreme Leader, Ali Khamenei, who had repeatedly called for a high turnout in the election.",
    "“We place great importance on high participation because the most significant effect of high participation is the honor of the Islamic Republic,” Khamenei stated in a speech on Tuesday, calling high voter turnout “crucial” for the Islamic Republic’s survival.",
    "While the official voter turnout of 39.92% announced by Iran’s Interior Ministry is already a stark indicator of voter apathy among the population, many Iranians are now expressing suspicions that the Islamic Republic might be inflating these already low turnout figures.",
    "A recent analysis by United Against Nuclear Iran (UANI) said that a covert arm of the Islamic Revolutionary Guard (IRGC) has been rigging elections and manipulating Iran’s political landscape through a clandestine network of cultural and political operations.",
    "Known as the Baqiatallah Headquarters, this apparatus works closely with the Intelligence Ministry to strategically influence the current snap election to replace former President Ebrahim Raisi, the NGO reports."
  ]
}