{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-close-up-1-45-pct-driven-by-banks-236541/",
  "time_ut": 1755250020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks close up 1.45-pct driven by banks",
  "original_body_lines": [
    "ECONOMYNEXT – The Colombo Stock Exchange closed up on Thursday, mostly pushed by interest in banking stocks post interim results announcements, brokers said.",
    "The ASPI was up 1.45 percent, or 289.69 points, at 20,218.36, while the S&P SL20 was up 1.98 percent, or 114.26 points, at 5,894.84.",
    "Market turnover was 9.5 billion rupees. Most of this came from bank (2.1bn), capital goods (2bn), and diversified financial (1.5bn) stocks.",
    "“The turnover was pushed by around 10 companies, which is a good sign, and there was both retail and high net worth participation,” Ranjan Ranatunga, Assistant Vice President – Research at First Capital said.",
    "Banks’ positive interim results were driving the interest in banking stocks, he said, while there was also significant interest in diversified financial companies.",
    "Top contributors to the ASPI were Commercial Bank up 8.75 rupees at 181.25, DFCC Bank up 7 rupees at 160.25, LOLC Holdings up 29.25 rupees at 581, NTB up 18.75 rupees at 265, and Sampath Bank up 2.25 rupees at 142.50.",
    "Profits at state-run Bank of Ceylon surged 163 percent from a year ago to 18.7 billion rupees, amid strong net interest income growth and trading gains, interim accounts showed.",
    "Profits at Commercial Bank grew 101 percent from a year ago to 15.9 billion rupees in the June 2025 quarter helped by a reduction in loan loss provisions and net interest income growth.",
    "Profits at NDB Bank fell 6 percent from a year ago to 2,447 million rupees in the June 2025 quarter, amid net interest income and fee growth and a decline in fair value gains.",
    "Sampath Bank profits fell 17 percent in the June 2025 quarter to 6.7 billion rupees, due to higher operating expenses.",
    "Profits at Nations Trust Bank grew 11 percent from a year ago to 4.7 billion rupees helped by higher net interest income, and lower provisions.",
    "Profits at Hatton National Bank, which also has an insurance unit, grew 37 percent from a year ago to 11.74 billion rupees, helped by loan loss reversals and depreciation gains, despite a fall in net interest income."
  ]
}