{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ruling-party-and-opposition-join-forces-against-Range-Bandara-s-proposal-to-postpone-polls/56-762321",
  "time_ut": 1716929813.0,
  "original_lang": "en",
  "original_title": "Ruling party and opposition join forces against Range Bandara’s proposal to postpone polls",
  "original_body_lines": [
    "UNP’s Ravi Karunanayake criticises party General Secretary Palitha Range Bandara’s proposal to postpone elections, revealing a split within UNP regarding election timing",
    "Ruling party firmly rejects the idea of postponing elections, emphasising the importance of democratic principles and the people’s right to vote",
    "Opposition parties, including SJB and NPP vehemently oppose Range Bandara’s proposal, asserting their commitment to safeguarding democracy and electoral process",
    "Cabinet Spokesman Bandula Gunawardena confirms President has instructed allocation of necessary funds to conduct elections, reaffirming commitment to holding elections as scheduled",
    "United National Party (UNP) Colombo District organiser Ravi Karunanayake yesterday criticised party General Secretary Palitha Range Bandara’s proposal to postpone both Parliamentary and presidential polls for two years, highlighting a significant division within the UNP regarding the timing of the elections.",
    "Speaking at a press conference, Ravi Karunanayake asserted that President Ranil Wickremesinghe is a leader who upholds democratic principles, despite the differing statements made by others.",
    "“His political journey is one where democracy is protected and upheld through the people’s mandate,” Karunanayake said.",
    "The UNP stalwart’s comments followed a press conference earlier in the day where Range Bandara suggested bringing a proposal to Parliament to postpone both Parliamentary and Presidential elections. Bandara also mentioned that a referendum could be held to gain public approval for the proposal. However, Range Bandara’s proposal drew criticism from all quarters, including his own political party, the Government and the opposition.",
    "Karunanayake acknowledged the varying views on the subject and urged individuals to avoid making a mockery of the situation. “Instead, we must work to protect the trust of the people. An election will definitely be held. Ranil Wickremesinghe will be our candidate, and he will emerge victorious to set this country on the correct path,” he asserted.",
    "“While others may express various opinions, Wickremesinghe’s approach prioritises maintaining the trust of the people and not taking any other path,” he emphasised.",
    "However Range Bandara justified his proposal by highlighting President Ranil Wickremesinghe’s successes in garnering support from the international community, addressing economic challenges faced by the people, implementing relief measures, streamlining administration, and improving education in Sri Lanka.",
    "“Therefore, this is not the time for a Parliamentary or Presidential election. It is appropriate for everyone in Parliament, especially opposition leader Sajith Premadasa, to bring forward this proposal. We believe Anura Kumara Dissanayake and his group should also endorse this initiative. If they cannot commit to a full five-year term, they should at least consider extending the President’s tenure by another two years. Additionally, we propose extending the Parliament’s tenure by two years,” he said. He urged both Government and opposition MPs to come together to ensure the passing of this proposal.",
    "He maintained this was not an attempt to curtail the people’s right to vote or democracy in Sri Lanka.",
    "Taking to X (formerly Twitter) to respond to Range Bandara’s statement, Sri Lanka Podujana Peramuna (SLPP) National organiser Namal Rajapaksa said postponing elections is not healthy for a democracy.",
    "“Extending the terms of the President and Parliament undermines the fundamental principles of a democratic society. Stability should come through the will of the people, not by delaying their voice,” he said.",
    "SLPP General Secretary Sagara Kariywasam expressed similar sentiments and said the SLPP has never been accused of violating the people’s democratic rights. “We will never agree to support the postponement of any scheduled election,” he said.",
    "According to Kariyawasam, the SLPP strongly believes that elections should proceed as scheduled, allowing people to vote for their preferred leaders.",
    "Speaking for the opposition Samagi Jana Balawegaya (SJB) National Organiser Tissa Attanayake also slammed the proposal and said the SJB rejects it outright.",
    "“We cannot allow anyone to take away the people’s right to vote. It is clear the UNP has already accepted they will be defeated at the upcoming polls. The constitution does not allow for the postponement of polls either. We will join hands with other parties to defeat any move to delay elections,” he said.",
    "National People’s Power (NPP) Executive Council member Dr. Nalinda Jayatissa remarked that Range Bandara, through his comments, has essentially acknowledged that the UNP anticipates defeat in upcoming elections. “The people of this country have not given Range Bandara any right to conspire in this manner,” he said.",
    "Meanwhile, Tamil National Alliance (TNA) MP M.A. Sumanthiran condemned Range Bandara’s statement, asserting that the opposition will not permit such a proposal to materialise. He said it was a blatant attempt by the President to extend his tenure. “The people will not allow anyone to violate the country’s democracy,” he said.",
    "Cabinet Spokesman Minister Bandula Gunawardena in response to questions posed by the media said the President had given instructions last week to provide the necessary funds to hold the elections. “Last week he informed the Cabinet that elections will go ahead as scheduled and stipulated by the constitution,” he said."
  ]
}