{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111862/ambani-sons-wildlife-park-to-face-court-probe-into-allegations-of-animal-mistreatment",
  "time_ut": 1756189800.0,
  "original_lang": "en",
  "original_title": "Ambani son’s wildlife park to face court probe into allegations of animal mistreatment",
  "original_body_lines": [
    "India’s Supreme Court has ordered an investigation into a wildlife rescue park run by Reliance Foundation, the philanthropic arm of billionaire Mukesh Ambani’s group, although it said allegations of unlawful animal acquisitions and mistreatment were not supported by evidence.",
    "Vanatara is a marquee project of the Ambani family located in western Gujarat state and led by the billionaire’s son, Anant Ambani.",
    "Its website says it has rescued and treated thousands of animals, and built the largest elephant hospital.",
    "It was also one of the venues of pre-wedding celebrations of Anant last year, that saw global celebrities in attendance who were advised to don “jungle fever” outfits when visiting the animal rescue centre.",
    "The Supreme Court late on Monday ordered an inquiry as it ruled on public interest litigations that referred to complaints by non-profit and wildlife groups alleging mistreatment of animals at Vantara and how they were taken in, and alleging the Central Zoo Authority failed in its duties.",
    "In a written order, the court said although the allegations were without proof, an independent investigation was needed given the petitions allege authorities were unwilling to discharge their duties.",
    "“We consider it appropriate in the ends of justice to call for an independent factual appraisal,” the court said in its order.",
    "In a statement, Vantara spokesperson told Reuters it remains committed to transparency and legal compliance.",
    "Vantara added it will extend full cooperation to the investigation panel, and its “mission and focus continues to be the rescue, rehabilitation and care of animals.”",
    "The Central Zoo Authority did not immediately respond to a request for comment.",
    "The panel will be led by a former judge of the Supreme Court and will submit a report on the acquisition of animals, particularly elephants, look at complaints regarding creation of a vanity or private collection, as well as check for complianceswith India’s Wild Life Protection Act.",
    "The panel needs to submit a report to the court by September 12.",
    "Located in Jamnagar, Gujarat, Vantara is home to more than 150,000 animals across more than 2,000 species.",
    "It also has  an elephant welfare trust spread across 998 acres which it says is the world’s largest care facility for rescued elephants.",
    "In March, Prime Minister Narendra Modi toured Vantara, and said it “provides a safe haven for animals while promoting ecological sustainability and wildlife welfare.”",
    "Anant Ambani is also an executive director of oil-to-retail conglomerate Reliance Industries, and is involved in its technology and telecoms business, Jio Platforms."
  ]
}