{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Muslim-Youth-urges-Govt-to-protect-interests-of-four-Lankans-in-Indian-custody/56-762696",
  "time_ut": 1717632532.0,
  "original_lang": "en",
  "original_title": "Muslim Youth urges Govt. to protect interests of four Lankans in Indian custody",
  "original_body_lines": [
    "Cites Vienna Convention under which Govt. obliged to protect the interests of not only the State but also its nationals",
    "All Ceylon Union of Muslim League Youth Fronts (ACUMLYF) said it has been assured by the Government that measures as required under the Vienna Convention on Consular Relations, will be taken to protect the interests of the four suspects detained in Gujarat allegedly having ISIS connections.",
    "Last week a four member delegation led by ACUMLYF President Sham Nawaz met State Minister of Foreign Affairs Dr. Tharaka Palansooriya and raised concerns of conflicting allegations in the media surrounding the arrest and the need for the Consulate in Mumbai to have prompt access to the suspects, without prejudice to the ongoing investigations.",
    "ACUMLYF pointed out that under the Vienna Convention, Sri Lanka is obliged to protect the interests of not only the State but also its nationals and also to help and assist its nationals overseas, whether in prison, custody or detention. Sri Lankan Consulate officials have a right of access and to converse and to arrange for the suspects’ legal representation, it was pointed out.",
    "The delegation also pointed out the need for the Sri Lankan authorities to do an independent investigation as doubts on the credibility of the allegations have been expressed by many in the social media. Concerns have been expressed that continuous unsubstantiated allegations of ISIS presence in Sri Lanka is also affecting foreign investments, tourism and the economy which is struggling to revive.",
    "“The State Minister assured the delegation to follow up on the matters raised and assured that all consular matters will be duly followed up,” ACUMLYF said in a statement.",
    "Senior officials of the Ministry were associated with the Minister at the meeting."
  ]
}