{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Case-of-unknowns-hijacking-isolated-protests-with-anti-corruption-rhetoric/4-781645",
  "time_ut": 1757878307.0,
  "original_lang": "en",
  "original_title": "Case of “unknowns” hijacking isolated protests with “anti-corruption” rhetoric",
  "original_body_lines": [
    "Both students in Bangla and youth in Nepal were ultimately represented by small groups the military accepted and were projected as instruments of change",
    "In Bangladesh and in Nepal, though with commonalities in the initial “leaderless” single issue protests, establishing a new rule was different to Sri Lanka and remains unconstitutional too. From nowhere a few youth in Bangladesh claiming to represent the university student protest and accepted as such by the military usurped the right to nominate Muhammud Yunus, the former head of the Grameen Bank as interim PM. He was in self-exile in France, and there were no indications of any discussions and dialogue among students and protesting groups, on who should head the interim government and how it should be constituted",
    "Interestingly, some in mainstream media last Saturday said, Shushila Karki former Chief Justice had been “unanimously agreed upon” by “Gen-Z” on Friday (12 Sept.) as Prime Minister of the Nepali Interim Government, and was sworn in the same day. Wonder how “Gen-Z”, only a popular label given to a population between the ages of 15 and maximum 30 years, is largely flotsam and live on social media, decide “unanimously” on anything. Worst is, in accepting few unknown youth with no idea about a program for regime change, as the legitimate “political entity” that could decide, regime change for a better future.",
    "Some media meanwhile reported a volunteer group of Gen-Z “campaigners” interacted with the military leadership and President Ramchandra Paudel to appoint an interim government till elections are held. Some said, military head General Ashok Raj Sigdel co-ordinated and facilitated all negotiations. The delay in bringing Karki as interim PM was due to disagreement on dissolving of the parliament, said some reports. That was also resolved in favour of dissolution, when army commander Sigdel threatened, he would have to re-impose emergency and curfew, if there is no agreement on dissolution of parliament.",
    "This makes three South Asian countries – Sri Lanka in 2022 April-July, Bangladesh in 2024 July-August and now Nepal in 2025 September, unconstitutionally toppling constitutionally established regimes during the past three years. In all three countries, there was vandalism of State property with Sri Lanka reporting the least damage. Yet there were burning of over 75 houses of Government politicians across the country, sans North-East provinces.",
    "In Bangladesh and Nepal heavy damage is reported with parliament building, PM Office, PM residence broken into and set on fire. Some police stations were also attacked in Bangladesh, while in Nepal the main Court house was also broken and burnt. Ironically, youth who initiated mass protests in all these countries were not aware, how they would establish a new regime. In Sri Lanka, the process of establishing a new regime was possible without conflict and through a Constitutional process, as security forces thwarted JVP/NPP efforts in storming parliament.",
    "In Bangladesh and in Nepal, though with commonalities in the initial “leaderless” single issue protests, establishing a new rule was different to Sri Lanka and remains unconstitutional too. From nowhere a few youth in Bangladesh claiming to represent the university student protest and accepted as such by the military usurped the right to nominate Muhammud Yunus, the former head of the Grameen Bank as interim PM. He was in self-exile in France, and there were no indications of any discussions and dialogue among students and protesting groups, on who should head the interim government and how it should be constituted.",
    "In Nepal too, few youth emerged as leaders representing the total protest that dislodged the elected government. The military commander accepting them as authentic protest leaders, they usurped the right to insist Sushila Karki should head the interim government. Non-Executive Head of State, the President in both Bangladesh and in Nepal was called upon to dissolve parliament and appoint an “interim government” by these self-appointed and military endorsed protest leaders. Thus Presidents, both in Dhaka and in Kathmandu agreed without any reluctance. Quite aware, they were violating the very Constitution they were appointed on and swore to safeguard when sworn in as Presidents. But Yunus and his “council” in Bangladesh and Karki and her “cabinet” in Nepal would remain as interim power, only as long as the military accepts them.",
    "One dubious commonality in Bangladesh and in Nepal, that was not so in Sri Lanka is, initial protests were not about regime change. In Bangladesh, university students on 15 July (2024) began agitations requesting quotas for Administrative Service appointments be scrapped. They objected to continued 30% quota preference given to families of “Mukthi Bhani” of the 1971 liberation struggle as discriminatory and as hindering merit based appointments. On 18 July, the Government shut down internet to stop news about its brutal crackdown going viral. On 21 July the Supreme Court of Bangladesh issued an order reducing the quota from 30 to 5%. Students then negotiated punishment for perpetrators of over 300 deaths and release of students arrested. That was what the student agitations were all about.",
    "Before the final settlement of these issues, unknown groups emerged demanding PM Hasina to step down and dissolve parliament, calling them utterly corrupt. A frustrated and an angered society Bangla was, these anti-government slogans caught fire, led to uncontrolled violence and forced PM Sheik Hasina to resign and flee for safety. It was this new unknown development that perhaps had pre-decided Muhammud Yunus as head of the interim government.",
    "In Nepal too, protests were called by some who called themselves “Gen-Z” against shutting down 26 social media platforms by the government. Shutting down social media platforms in Nepal certainly disturbs quite a large segment of the society, with family members in domestic and foreign migrant employment. Routine communication with migrant family members was through social media platforms like FB, WhatsApp, and YouTube. Response to the protest call was thus extremely encouraging on Monday with large crowds joining peaceful school and college student protests.",
    "Before noon, the protest had taken a violent turn, with a new demand that called for the “corrupt government” to step down, introduced, by “who knows by whom”? Police immediately shooting at protesters without initial efforts to disperse them, created uncontrolled anger and led to chaotic protests within hours, leaving Kathmandu in a tragedy. Over 20 deaths were counted and more than 300 were hospitalised with injuries. The military stepped in to control the situation with curfew imposed. Yet street protests continued the next day as well, with BBC reporting Sushila Karki visited the hospital to see the injured and also met protesters on the streets of Kathmandu. Three days later, she was made the PM of the Nepali interim government with powers to have her own cabinet.",
    "Different to Bangladesh and Nepal, in Sri Lanka, protests were called for the ouster of the “heavily corrupt” Rajapaksa regime from day one, with the slogan #GotaGoHome, though youth who camped in Galle Face Green knew not how the regime change would unfold. It was apparently been carefully planned elsewhere. The most conspicuous commonality nevertheless between Sri Lanka (in 2022), Bangladesh and Nepal were their “pro-Chinese” economic factor and all three countries being in the South Asian sub-continent.",
    "Between Bangla and Nepali protests, common factors that can be summarised are,",
    "1. protests were on single, isolated issues by students and youth, that had nothing to do with regime change",
    "2. they were hijacked by unknown political groups wanting “regime change”",
    "3. regime change was “justified” on grounds of rampant corruption, with need for clean and responsible governance",
    "4. neither in Bangla, nor in Nepal was there any program for regime change",
    "5. both students in Bangla and youth in Nepal were ultimately represented by small groups the military accepted and were projected as instruments of change",
    "6. both in Bangla and in Nepal, heads of the interim rule had apparently been pre-selected though protesters and the people were unaware.",
    "7. unlike in Sri Lanka, in Bangladesh and Nepal interim arrangements are unconstitutional",
    "What is thus important to see is where these two countries would head to, with their interim rule. In Sri Lanka, what was planned for I believe is in place with one of the most pro-US governments since independence. Post Galle Face protests in 2022, it was groomed to be the alternative, as Wickremesinghe was ruled out long ago as no electoral material, and with a clear understanding the new JVP/NPP leadership would work with the IMF program that was already finalised. The present JVP/NPP leadership thus in power is certainly a proxy to the US in Colombo, in how it unconditionally accommodates Israel, while in most major cities there is loud condemning of Israel for genocide against Palestine people and some governments clamping down restrictions against Israel and Spain enforcing an embargo on arms supply, denying shipping and airspace, refusing visa and few more.",
    "Colombo already ticked as “done”, Bangladesh and Nepal also short-listed to be added, Pakistan without Imran Khan too out of its orbit, Chinese influence has probably been turned indecisive in South Asia. Now it is India’s turn to emerge as the major geo-political factor and how the new political equation would be geo-politically scribbled remains to be seen. That I guess, would not be a long wait."
  ]
}