{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103116/29-nigerian-children-may-be-sentenced-to-death-for-protesting-against-cost-of-living-crisis",
  "time_ut": 1730610600.0,
  "original_lang": "en",
  "original_title": "29 Nigerian children may be sentenced to death for protesting against cost-of-living crisis",
  "original_body_lines": [
    "Twenty-nine children could be facing the death penalty in Nigeria after they were arraigned Friday for participating in a protest against the country’s record cost-of-living crisis. Four of them collapsed in court due to exhaustion before they could enter a plea.",
    "A total of 76 protesters were charged with 10 felony counts, including treason, destruction of property, public disturbance and mutiny, according to the charge sheet seen by The Associated Press.",
    "According to the charge sheet, the minors ranged in age from 14 to 17 years old.",
    "Frustration over the cost-of-living crisis has led to several mass protests in recent months. In August, at least 20 people were shot dead and hundreds more were arrested at a protest demanding better opportunities and jobs for young people.",
    "The death sentence was introduced in the 1970s in Nigeria, but there have been no executions in the country since 2016.",
    "Akintayo Balogun, a private lawyer based in Abuja, said the Child Rights Act does not allow any child to be subject to criminal proceedings and sentenced to death.",
    "“So taking minors before a federal high court is wrong, ab initio, except if the government is able to prove that the boys are all above 19 years,” Balogun said.",
    "The court eventually granted 10 million naira ($5,900) bail to each the defendants and imposed stringent conditions they are yet to meet, Marshal Abubakar, counsel to some of the boys, said.",
    "“A country that has a duty to educate its children will decide to punish those children. These children have been in detention for 90 days without food,” Abubakar said.",
    "Yemi Adamolekun, executive director of Enough is Enough, a civil society organization promoting good governance in Nigeria, said authorities have no business prosecuting children.",
    "“The chief justice of Nigeria should be ashamed, she is a woman and a mother,” Adamolekun said.",
    "Despite being one of the top crude oil producers in Africa, Nigeria remains one of the world’s poorest countries. Chronic corruption means the lifestyle of its public officials rarely mirrors that of the general population. Medical professionals often strike to protest meager wages.",
    "The country’s politicians and lawmakers, often accused of corruption, are some of the best-paid in Africa. Even the president’s wife — her office nowhere in the constitution — is entitled to SUVs and other luxuries funded by taxpayers.",
    "Nigeria’s population of over 210 million people — the continent’s largest — is also among the hungriest in the world and its government has struggled to create jobs. The inflation rate is also at 28-year high and the local naira currency at record lows against the dollar.",
    "On Thursday, Nigeria was classified as a “hotspot of very high concern,” in a report from United Nations’ food agencies, as large numbers of people are facing or are projected to face critical levels of acute food insecurity in the West African country."
  ]
}