{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-way-of-the-jackal/",
  "time_ut": 1718570880.0,
  "original_lang": "en",
  "original_title": "The way of the jackal",
  "original_body_lines": [
    "Sri Lanka’s jackal is the only subspecies of the Eurasian Golden Jackal across its range. Historically, it was even considered a species endemic to Sri Lanka.Being the solitary wild dog inhabiting the island, it ranks as the third-largest carnivore in the area, surpassed only by the majestic Leopard and the leisurely Sloth Bear. Despite these remarkable attributes, this creature remains largely unnoticed.",
    "Its grace eludes photographers, its beauty escapes artists’ canvases, tourists seldom seek glimpses of it, and scientists have overlooked its study. Instead, the tale of our Nariya fades into folklore—a misunderstood being, relegated to the shadows of indifference.",
    "Presented in clear language across 152 pages and adorned with over 100 captivating colour photographs, “The Way of the Jackal” offers a thorough exploration of this species, catering to wildlife enthusiasts, biologists, and students alike. Delving into the Jackal’s physical traits, behaviours, social dynamics, and vocalizations, this comprehensive work also equips readers with field-tested techniques for studying the species, strategies for mitigating conflicts, and insights into its potential as a key attraction in wildlife tourism.",
    "By shining a spotlight on the Nariya of rural lore, this book aims to ignite interest, spur research efforts, foster conservation initiatives, and tap into the untapped economic opportunities presented by Sri Lanka’s wild dog population.",
    "Uthpalawarna Jayaweera is a Science graduate majoring in Zoology at the Department of Zoology and Environment Sciences, University of Colombo. She is a keen researcher who studies carnivore ecology and evolution.",
    "Prof. Sampath Seneviratne is a professor attached to the University of Colombo. He also is a research scientist, a forester, a conservationist, and a public communicator. Sampath spends time in forests across the globe, mostly away from popular places. He loves birding, tracking wildlife and planting.",
    "Chandika Jayaratne is a graduate from the University of Staffordshire in the UK. He pursued a career within the field of hospitality and environmental stewardship. He also has a research background where he studies the ecology of Rusty-spotted Cat and Jackal.",
    "The Island interviewed the three authors regarding their most recent research on Sri Lankan jackals.",
    "In Africa, the jackal species found in the northern regions, once considered an African subspecies of the golden jackal, was reclassified as a distinct species of wolf in 2015, following a molecular phylogenetic study conducted by a team of scientists. This discovery served as the catalyst for initiating a project focused on the Sri Lankan jackal.",
    "Our jackal holds a unique position as the sole wild canine species in Sri Lanka and stands as the only island subspecies within the range of the Golden Jackal. The confusion related to its taxonomic status, lack of proper scientific studies on its ecology, and neglect of its potential as a high-value species in Sri Lankan tourism have prompted the need for comprehensive research on this amazing species",
    "Recognizing the Sri Lankan jackal as a promising research model and a valuable asset in Sri Lankan tourism, the project commenced with an investigation into various aspects of the species’ ecology. This included studies on diet, vocalization, taxonomy, geographical distribution, the nature of human-jackal interactions, and the current status of the population. After three years of dedicated work, the culmination of our efforts resulted in the publication of a comprehensive book on the subject.",
    "What are the main species of jackals discussed in the book, and what are their distinguishing characteristics? I understand the species differ from the species stated by W W A Phillips.",
    "There are mainly three species of jackals in the world; Black-backed Jackal, Side-striped Jackal, and Golden Jackal.",
    "The Black-backed jackal (Lupulella mesomelas) is a medium-sized canid native to eastern and southern Africa. The characteristic features of this animal is the dark saddle that extends from the base of the tail to the neck. In addition, they have a long, pointed snout and an overall rufous brown body colour.",
    "The Side-striped Jackal (Lupulella adustus) is a canid native to central and southern Africa. There are two distinguishing characteristics that aid in identifying this animal: a prominent white tip on the tail, and white or off-white sides stripes on the sides",
    "The Golden Jackal (Canis aureus) has the widest range of all jackals. It has a mixture of black, brown, and white hairs in its back fur, giving the impression of a dark saddle, though not as prominent as in black-backed jackals. They range from Europe to the Middle East, Central Asia, and Southeast Asia, including Sri Lanka. So the jackal species that lives in Sri Lanka is the golden jackal and there are 13 subspecies of golden jackals in the world. It is widely believed that the same subspecies is found in the southern parts of India and in Sri Lanka, named Canis aureus nariya.",
    "However, when reviewing the Sri Lankan jackal’s taxonomic history, using published scientific literature and specimens in major museums, such as the Natural History Museum of Colombo, the Museum of the Bombay Natural History Society, and the Natural History Museum of London, we found that:",
    "According to some authors, our jackal is considered a subspecies native to both southern India and Sri Lanka, named Canis aureus nariya. Others see it as a subspecies endemic to Sri Lanka, named Canis aureus Lanka. Also, our jackal has even been considered a unique species, endemic to Sri Lanka, by Wroughton (1916), and Phillips (1935), named Canis Lanka.",
    "As you can see, there is clear confusion regarding its taxonomic status. However, all these classifications have been made, based solely on morphometrics. Therefore, we stress the importance of molecular phylogenetic studies to clarify this taxonomic ambiguity.",
    "How do jackals interact with their environment, and what roles do they play in their ecosystems?",
    "Jackals are considered essential ecosystem service providers due to their pivotal role in pest control within agro-ecosystems. Their diet primarily consists of significant pests, such as rodents, wild boars, peacocks, and granivorous birds like munias. By preying on these pests, jackals help maintain the balance in agricultural environments and reduce crop damage.",
    "In addition to pest control, jackals also serve as nature’s cleaners and health care providers. They scavenge on carcasses and hunt diseased and weak animals, thereby preventing the spread of diseases within the wild and beyond. This scavenging behaviour helps maintain the overall health of the ecosystems they inhabit by removing potential sources of disease. In a country like Sri Lanka, where vultures are absent, the role of jackals, as scavengers, is particularly crucial.",
    "What are some unique adaptations that jackals possess for survival in their habitats?",
    "Jackals are highly adaptable creatures, known for their generalist and opportunistic feeding behaviours. As omnivores, they consume a diverse range of food, including small mammals, birds, reptiles, fruits, carcasses (such as ungulates), insects, and even human food. This high degree of dietary versatility allows them to switch food sources when a particular prey becomes scarce.",
    "Jackals are also capable of thriving in a wide array of habitats, including grasslands, wetlands, forests, valleys, seashores, and areas near human settlements. Their adaptability extends to extreme environmental conditions as well. In Europe, for example, they can inhabit elevations ranging from 1,200 to 2,350 meters and can withstand temperatures as low as -35°C. This remarkable flexibility in both diet and habitat allows jackals to occupy diverse ecological niches and play a crucial role in various ecosystems.",
    "How do jackals communicate with each other, and what social structures do they exhibit?",
    "Like all other canids, jackals exhibit three primary modes of communication: vocal, olfactory, and visual. Jackals use their urine and feces to leave scent marks, which serve as messages to others, especially for marking territory.",
    "Regarding their social structure, the basic social unit of jackals is the breeding pair. It is widely believed that in Golden jackals, the breeding pair mates for life.",
    "What is the hunting behaviour of jackals like, and how do they procure their food?",
    "Our questionnaire survey on the jackal diet showed several interesting behaviours. Jackals are known to visit paddy fields in search of prey, like crabs and rodents. They are also notorious for raiding chicken coops, especially those located near the borders of villages. In certain areas, villagers have observed that jackals howl when they find food. In other regions, it is believed that their howls help to flush out prey, such as Black-naped Hares, from their hiding spots.",
    "Additionally, scavenging is a common behaviour among jackals. Their food may consist of cattle, deer, wild boar, and even elephants that have been killed by predators like leopards, struck by vehicles, or have died from disease or natural causes.",
    "In what ways do jackals interact with human communities, both positively and negatively?",
    "Jackals may be drawn to areas where food is readily available, such as garbage dumps, livestock holdings (including chickens, rabbits, and goats), and paddy fields. Additionally, rabid jackals might enter human settlements due to their increased aggressiveness, fearlessness, and other behavioural changes caused by the disease.",
    "Are there any myths, folklore, or cultural representations of jackals discussed in the book?",
    "Jackals are deeply embedded in folklore, cultural representations, and myths, possibly being the animal most frequently mentioned in our culture, including art, literature, and folklore.",
    "In our folklore and literature, such as “Magul Kema” and stage plays. like “Nari Beana,” the jackal is predominantly depicted as an opportunistic trickster. Art from the Kandyan period often features the jackal in religious contexts, such as in the “Sasa Jathakaya,” which depicts the earlier lives of Gautama Buddha in animal form.",
    "Several famous myths are associated with the jackal. One prominent belief among rural folk is that occasionally a jackal can develop a horn, known as a ‘Jackal Horn,’ ‘Nari-comboo,’ or ‘Nari-anga,’ which is thought to possess magical powers.",
    "What scientific research methods are used to study jackals, and what have these studies revealed about their biology and behaviour?",
    "There are various methods to assess different aspects of jackal ecology. For example, camera traps, thermal imaging cameras, and radio tagging are commonly used to study their behaviour and interactions with other carnivore species.",
    "In our study, we conducted the first-ever dietary analysis of jackals using their scat and stomach contents of road-killed jackals. We found that their diet mainly comprises four types of food: small mammals, birds, invertebrates, and plant-based foods. The presence of a wide variety of items, including rodents, like the black rat (Rattus rattus), grassland birds such as the Tricoloured Munia (Lonchura malacca), invertebrates like beetles and maggots, and plant materials such as jackfruit, bananas, grasses, seasonal berries, and even human food (e.g., cooked rice, scraped coconut, and onion), indicates that our jackal is an opportunistic omnivore rather than a specialist predator.",
    "Even near visitor bungalows, deep inside wildlife parks, surrounded by pristine wilderness, we found jackal scat containing human food remains, such as rice and onion peels. This suggests that jackals prefer easily obtainable food over expending energy on hunting. Therefore, they might frequently visit human habitations in search of such food.",
    "Additionally, we characterized jackal vocalizations for the first time using the playback acoustic method. Through this, we identified different syllables that form five distinct vocal types: the bark, whine, whimper, short-lone howl, and group yip howl. Our findings indicate that the group yip howl is the main vocalization and major group vocal display, primarily associated with reunion and territorial defence.",
    "How do jackals adapt to changing environmental conditions, such as climate change or human-induced alterations to their habitats?",
    "Due to their higher dietary flexibility, jackals can switch to alternative food sources if one type becomes scarce because of climatic changes or human-induced alterations. They generally prefer shrub jungles with higher visibility, as these habitats provide abundant and easily accessible small mammals, like rodents. This preference allows jackals to thrive even in small, isolated patches of jungle, as well as in monocrop plantations, such as coconut, oil palm, rubber, and paddy fields.",
    "However, despite their adaptability, jackals still require certain minimum habitat conditions to survive. If these conditions are not met, they may eventually disappear due to the loss of feeding and breeding grounds to support their survival.",
    "Jackal population has decreased 60% during last 20 yrs in SL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}