{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101381/sri-lanka-england-name-playing-xis-on-eve-of-first-test",
  "time_ut": 1724163060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, England name playing XIs on eve of first Test",
  "original_body_lines": [
    "Matthew Potts and Dan Lawrence were included for England while Milan Rathnayake is poised for Sri Lanka debut in the first match of the crucial ICC World Test Championship series.",
    "England have opted to include an extra fast bowler in their side when naming their XI to take on Sri Lanka in the first Test of their series in Manchester commencing on Wednesday.",
    "Seamer Matthew Potts comes into the XI to replace injured captain Ben Stokes, while Dan Lawrence wins a recall for his first Test appearance in more than two years with regular opener Zak Crawley nursing a finger complaint.",
    "Crawley hurt his finger when fielding in the third and final Test of England’s recent series at home against the West Indies, while Stokes was sidelined when he picked up a hamstring injury when competing in the domestic Hundred competition.",
    "Ollie Pope will captain England in the absence of Stokes, while keeper Jamie Smith will bat at No.6 and all-rounder Chris Woakes will push up to No.7 as a result.",
    "England XI: Ben Duckett, Dan Lawrence, Ollie Pope (c), Joe Root, Harry Brook, Jamie Smith, Chris Woakes, Gus Atkinson, Matthew Potts, Mark Wood, Shoaib Bashir",
    "For the visitors, Milan Rathnayake is set to make his debut as Sri Lanka announced their playing XI on the eve of the first Test.",
    "The right-arm pacer, who is uncapped at the international level, has a strong domestic record with 81 wickets from 40 first-class games. Rathnayake was previously named in the squads for the New Zealand series and Ireland series in 2023 but did not play a game.",
    "Dhananjaya de Silva will captain the team, supported by seasoned players such as Dimuth Karunaratne, Kusal Mendis, Dinesh Chandimal and Angelo Mathews, among others.",
    "Sri Lanka XI: Dimuth Karunaratne, Nishan Madushka, Kusal Mendis, Angelo Mathews, Dinesh Chandimal, Dhananjaya De Silva (c), Kamindu Mendis, Prabath Jayasuriya, Asitha Fernando, Vishwa Fernando, Milan Rathnayake"
  ]
}