{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/NPP-urges-public-vigilance-against-misleading-statements-on-election-postponements/56-763067",
  "time_ut": 1718326643.0,
  "original_lang": "en",
  "original_title": "NPP urges public vigilance against misleading statements on election postponements",
  "original_body_lines": [
    "NPP’s Dr. Nalinda Jayatissa highlights Constitutional clause requiring Presidential election to conclude before current Presidential term ends",
    "NPP MP Vijitha Herath affirms that Supreme Court ruled against any President exceeding a five-year term",
    "Emphasises that Article 30(2) limits President’s term to five years, ending this year on 17 November with no extensions allowed",
    "Urges citizens to prepare for the crucial polls and not be misled by false statements made by Govt. and Opposition groups",
    "National People’s Power (NPP) party Executive Council member Dr. Nalinda Jayatissa yesterday cautioned the public to remain vigilant against the election-related uncertainties being propagated by both Government and Opposition members, advising them not to fall prey to such tactics.",
    "Addressing a public event, Jayatissa asserted that statements suggesting the possible postponement of elections are intentionally made to mislead the public and are untrue.",
    "He also pointed out that the clause in the 1978 Constitution, introduced by the current President’s uncle J.R. Jayawardene, which mandates the Presidential election to be held and concluded one month before the end of the term of office of the President, has now become problematic for the current President.",
    "Additionally, he emphasised that according to this clause, the presidential election should ideally take place between 16 September and 17 October, with votes being counted and results announced within that time frame.",
    "Meanwhile addressing a press conference at the Janatha Vimukthi Peramuna (JVP) head office yesterday NPP MP Vijitha Herath stressed that the Supreme Court has interpreted that no President can stay in office for more than five years.",
    "“It was ruled that an individual appointed for a six-year term cannot exceed that duration. Therefore, Ranil Wickremesinghe cannot continue in the position,” he said.",
    "According to Herath Article 30 (2) the term of office of the President is limited to five years, ending this year on 17 November. “No extension beyond this date is permissible. He cautioned the public not to be misled by attempts to create confusion and remain in power.",
    "“We firmly assert that according to the Constitution, the Presidential election must be conducted. It represents the sole opportunity to overcome this anti-people regime. We earnestly urge the people of our country to prepare for this crucial election,” the MP emphasised."
  ]
}