{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102704/sri-lanka-to-acquire-new-debt-management-software-to-strengthen-public-debt-oversight",
  "time_ut": 1728971280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to acquire new debt management software to strengthen public debt oversight",
  "original_body_lines": [
    "Sri Lanka’s government has moved forward with plans to enhance its public debt management capabilities, following the enactment of the Public Debt Management Act No. 33 of 2024. Under the provisions of Section 23 of the Act, the establishment of a Public Debt Management Office (PDMO) is mandated to ensure the timely, accurate, and detailed recording of public debt data through an efficient system.",
    "Currently, Sri Lanka utilizes the Commonwealth Secretariat Debt Recording and Management System (CS-DRMS) to manage its foreign debt, a system maintained by the Department of Foreign Resources. However, the Commonwealth Secretariat has recently suspended updates and annual license extensions for CS-DRMS, prompting the need for an upgraded system.",
    "Accordingly, discussions have been held with technical missions from the International Monetary Fund (IMF) and the World Bank on the establishment of the PDMO. Two potential software options have emerged as viable replacements for the current system: the Commonwealth Meridian software, offered by the Commonwealth Secretariat, and the Debt Management and Financial Analysis System (DMFAS) from the United Nations Conference on Trade and Development (UNCTAD).",
    "After careful consideration, the government has recommended the adoption of the Commonwealth Meridian software. This decision is based on several factors, including cost-effectiveness, ease of data transmission, data integrity, and the ability to seamlessly integrate with existing systems, according to the Cabinet Office of Sri Lanka.",
    "Thus, the Cabinet of Ministers, who met on Monday (14), has approved the proposal presented by President Anura Kumara Dissanayake as the Minister of Finance to procure the Commonwealth Meridian software.",
    "The Cabinet of Ministers has approved the proposal and will proceed with obtaining recommendations from a procurement committee appointed by the Cabinet to finalize the acquisition process, the Cabinet Office said, noting that this move is expected to significantly bolster Sri Lanka’s ability to manage its public debt more efficiently, ensuring greater transparency and accuracy in debt reporting."
  ]
}