{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/gut-brain-connection-in-autism/",
  "time_ut": 1727280900.0,
  "original_lang": "en",
  "original_title": "Gut-brain connection in Autism",
  "original_body_lines": [
    "Autism spectrum disorder (ASD) is a complex neurological condition characterised by social interaction difficulties, restricted interests and repetitive behaviours. Although the exact mechanisms behind its development remain largely unknown, recent research has highlighted the connection between the gut microbiome and ASD. The emerging field of research into the “gut-brain axis” has revealed that microbial imbalances in the gut can affect brain function, potentially contributing to the onset and progression of ASD. This article explores the relationship between the gut microbiome and ASD as well as the potential clinical applications of microbiome-based therapies for alleviating symptoms associated with the disorder.",
    "Autism is typically diagnosed in early childhood, usually before the age of three and affects boys more frequently than girls. The condition involves a broad spectrum of symptoms including communication challenges, social withdrawal and behavioural rigidity. While the exact cause of ASD remains idiopathic, a growing body of evidence points to various environmental and biological factors, including microbial imbalances, maternal infections, antibiotic use during pregnancy, stress and diet, as playing a role in the disorder’s development.",
    "One of the more intriguing findings in recent years has been the connection between the gut microbiome—the community of microorganisms residing in the digestive tract—and brain function. This communication system between the gut and brain, known as the gut-brain axis, involves the enteric nervous system (ENS) and the central nervous system (CNS). Through various channels such as the vagus nerve, neurotransmitters, immune signals and hormones, the gut and brain continuously communicate, influencing both mental and physical health.",
    "In the case of ASD, several studies have suggested that dysbiosis or an imbalance in the gut microbiome could contribute to the disorder’s behavioural and neurological symptoms. Children with ASD frequently exhibit gastrointestinal problems and it is believed that the imbalance of gut bacteria might play a role in ASD pathogenesis by disrupting neurotransmitter function, altering immune responses and affecting neurodevelopment.",
    "Research has increasingly shown that the composition of the gut microbiota has a significant impact on various bodily functions, including immune development, amino acid metabolism, glutathione metabolism and physiological homeostasis. These factors, in turn, are linked to brain function and mental health. For example, the microbiota regulates the production of neurotransmitters such as serotonin which influences mood and behaviour. Certain gut bacteria like Bifidobacterium infantis can convert tryptophan, an essential amino acid, into serotonin. When the balance of these bacteria is disrupted, it can affect neurotransmitter production, which could potentially contribute to the behavioral and cognitive traits associated with ASD.",
    "Furthermore, pathogenic bacteria such as Clostridium bolteae have been found in higher concentrations in individuals with ASD. Clostridium species produce neurotoxins, such as tetanus neurotoxin, that travel from the gut to the brain via the vagus nerve, interfering with neurotransmitter release and contributing to behavioural disturbances. This suggests a direct link between gut dysbiosis and the neurological symptoms observed in ASD.",
    "Short-chain fatty acids (SCFAs), which are byproducts of gut bacteria metabolism, also play a role in brain health. SCFAs like butyrate enhance brain function and cognitive health by inhibiting enzymes involved in epigenetic regulation. In contrast, another SCFA, propionate, has been associated with behavioral changes typical of ASD, such as aggression and repetitive actions.",
    "Environmental factors, particularly during pregnancy, can significantly affect the gut microbiome and increase the risk of ASD in offspring. Research has demonstrated that maternal infections, stress, poor diet and antibiotic use during pregnancy can lead to dysbiosis in the maternal microbiome, which may be passed on to the child. Animal studies have shown that an imbalance in the maternal gut microbiome during pregnancy can cause long-term neurodevelopmental disorders and altered behaviors in the offspring.",
    "Furthermore, the mode of delivery also influences the infant’s microbiome. Babies born via cesarean section are more likely to experience microbiome dysbiosis because they are not exposed to the maternal vaginal microbiota during birth. This microbial imbalance may affect the newborn’s immune system and brain development, contributing to the risk of developing ASD.",
    "With growing evidence pointing to the role of gut microbiome in ASD, microbiome-based therapies have emerged as a potential treatment option. These therapies aim to restore the balance of gut bacteria and alleviate ASD-associated symptoms. There are three primary approaches currently being explored:",
    "Additive Therapy This involves introducing beneficial bacteria into the gut through probiotics or fecal microbiota transplantation (FMT). Probiotics are non-pathogenic bacteria that promote gut health, while FMT involves transplanting fecal matter from a healthy donor into the recipient’s gastrointestinal tract. Both approaches aim to restore a healthy balance of gut bacteria and have shown promise in reducing gastrointestinal issues and improving behavior in individuals with ASD.",
    "Reductive Therapy Reductive therapies target harmful bacteria in the gut without disrupting beneficial bacteria. Unlike antibiotics, which can lead to antibiotic resistance and indiscriminately kill both good and bad bacteria, reductive therapies use synthetic bacteriocins and bacteriophages—viruses that specifically target pathogenic bacteria. These therapies are more precise and may help reduce harmful bacteria like Clostridium without affecting the overall gut microbiome.",
    "Modulatory Therapy This approach involves altering external factors such as diet, exercise, and antibiotic use to promote a healthy gut microbiome. For example, modifying the diet to include prebiotic-rich foods can help stimulate the growth of beneficial bacteria, while regular physical activity can improve gut health and reduce inflammation. Antibiotics, when necessary, can be used more judiciously to avoid disrupting the balance of gut bacteria.",
    "Although microbiome-based therapies show great promise, there are still several limitations to their widespread use. Many of the current studies on gut microbiome and ASD have been conducted on animals and those that involve humans often suffer from small sample sizes, lack of proper control groups, and inconsistent methodologies. As a result, more rigorous clinical trials are needed to validate the efficacy of these treatments in larger, more diverse populations.",
    "Moreover, the gut microbiome is highly individualistic, and what works for one person may not work for another. Personalized treatments that take into account an individual’s unique microbiome composition may be necessary for achieving optimal results.",
    "The relationship between the gut microbiome and ASD is a rapidly growing area of research, with increasing evidence suggesting that microbial imbalances in the gut may contribute to the disorder’s development and symptomatology. Microbiome-based therapies, including probiotics, fecal microbiota transplantation, and bacteriophage treatments, hold promise for alleviating the symptoms of ASD by restoring gut health. While much remains to be learned, the gut-brain connection offers exciting new possibilities for understanding and treating ASD, potentially improving the quality of life for individuals affected by this complex condition. As research continues to evolve, it could lead to innovative, personalized treatments that target the gut microbiome to enhance brain function and reduce ASD-related behaviors.",
    "(The writers are researchers in Faculty of Medicine, Tbilisi State Medical University, Georgia. This research study was published on the International Journal of Health Sciences and Research in its September issue – Volume 14)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}