{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Ambassador-Kananathan-meets-Guinea-Bissau-President-on-investment-talks/108-283900",
  "time_ut": 1717307700.0,
  "original_lang": "en",
  "original_title": "Ambassador Kananathan meets Guinea-Bissau President on investment talks",
  "original_body_lines": [
    "Nairobi, Kenya  – Sri Lankan Ambassador to Kenya, Kananathan, met with the President of Guinea-Bissau, Umaro Sissoco Embaló on the sidelines of the investiture ceremony of Chad's President.",
    "The meeting, held in an atmosphere of mutual respect and collaboration, centered on advancing the proposed progress on private investments by our businessman from Sri Lanka in Guinea-Bissau.",
    "Ambassador Kananathan highlighted Sri Lanka's commitment to expanding its economic footprint in Africa through strategic partnerships and investments.",
    "The discussions with President Embaló were highly productive,\" said Ambassador Kananathan. \"We are keen on leveraging Sri Lanka's expertise and resources to contribute to Guinea-Bissau for the mutual befit of both nations.  These partnerships will not only foster economic development but also strengthen the bonds between our two nations.\"",
    "President Embaló welcomed the progress  and assured his support in facilitating the necessary processes to ensure their successful implementation. He expressed his appreciation to Kananathan for his efforts in building a bridge between the two nations in economic diplomacy.",
    "This meeting marks a significant step forward in the diplomatic and economic relations between Sri Lanka and Guinea-Bissau. Both nations are committed to continuing dialogue and cooperation to realize the full potential of these investment opportunities.",
    "Ambassador Kananathan, has enjoyed a close and longstanding relationship with the President of Guinea-Bissau, Umaro Sissoco Embaló, for the past decade.",
    "This relationship began during President Embaló's tenure as Prime Minister. Over the years, Ambassador Kananathan and President Embaló have maintained a strong alliance, fostering mutual respect and collaboration that has paved the way for significant bilateral initiatives and investments. Their enduring partnership continues to play a pivotal role in strengthening the ties between Sri Lanka and Guinea-Bissau."
  ]
}