{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/OrphanCare-unveils-inaugural-Impact-Report/56-780502",
  "time_ut": 1755687651.0,
  "original_lang": "en",
  "original_title": "OrphanCare unveils inaugural Impact Report",
  "original_body_lines": [
    "OrphanCare Deputy Head Marshad Barry (right) handing over the Impact Report to Board of Trustees Chairman Ruzly Hussain, K.R. Ravindran, Harsha Amarasekera, PC, Jazri Magdon Ismail, Tyeab Akbarally, Mohamed Azmeer, and Sharad Amalean. Amana Bank Head of Marketing and Corporate Communications Azim Rali and OrphanCare Impact Officer Mohamed Amjad are also present",
    "Delivers transformative support for over 3,200 orphans across Sri Lanka",
    "OrphanCare recently unveiled its inaugural Impact Report, highlighting the transformative difference it has made in the lives of orphaned children across Sri Lanka.",
    "The report sheds light on a vital yet often neglected issue: securing the future of orphans once they reach the age of 18 and are compelled to leave institutional care. With a strong focus on preventing a “second abandonment,” OrphanCare through its Impact Report reaffirms its commitment to helping these young adults stepping into adulthood with dignity, stability, and opportunity.",
    "OrphanCare operates as an independent trust, established under the patronage of Amana Bank, its founding sponsor. The event was attended by OrphanCare’s Board of Trustees, including Chairman Ruzly Hussain, Harsha Amaraseker, PC, Sharad Amalean, K.R. Ravindra, Tyeab Akbarally, Jazri Magdon Ismail, and Amana Bank Managing Director/CEO Mohamed Azmeer. Also in attendance were the Board of Directors of Amana Bank, former Central Bank of Sri Lanka Governor Dr. Indrajit Coomaraswamy, under whose patronage OrphanCare was launched in 2019, donors, well-wishers, and business leaders from various esteemed partner institutions.",
    "The Impact Report quantifies OrphanCare’s significant reach and deeply impactful work, with over 3,200 orphans from across 92 child care homes across the country benefitting from its financial assistance. The report also features numerous compelling impact stories, illustrating how OrphanCare’s funding and support has empowered orphans to overcome immense challenges, pursue higher education, initiate small businesses, and build brighter futures. These narratives powerfully demonstrate how, with the right support, these young individuals have been able to raise their heads with newfound confidence and purpose.",
    "Several of these heartwarming stories were also presented at the launch event, deeply moving attendees as they witnessed the strength, courage, and dreams of young lives once forgotten, now rising with hope.",
    "Apart from the launch of the Impact Report, the event also witnessed the ceremonial donation of over Rs. 15 million, representing the total sales proceeds from the coffee table book ‘Hidden Gems and A Traveler’s Tale,’ authored by distinguished travel photographer Nawaz J. Vilcassim.",
    "From left: Chairman Ruzly Hussain, Trustee Harsha Amarasekera, PC, and Amana Bank Managing Director/CEO and Trustee Mohamed Azmeer",
    "The event also served as an opportunity to acknowledge and recognise the invaluable contributions of OrphanCare’s diverse network of partners. These include OrphanCare’s Corporate Partners Agility Innovation and Expolanka, Honorary Audit Partner Ernst & Young, Merchant Partners Paan Paan, Caravan Fresh, American Premium Water, Emerald Shirts, Rough Clothing, Merc Lanka, and 73 Avenue Realtors, Care Partner Cool Planet, and Service Partners Optima Designs, eBeyonds, Pay&Go, and WEBXPAY. The Impact Report provides a comprehensive list of these crucial collaborators, recognising their vital role in enabling OrphanCare to fulfil its mission and touch countless lives.",
    "Commenting on the launch of the Impact Report, Hussain said: “This Impact Report is not just a collection of numbers; it represents the hopes, dreams, and profound resilience of thousands of children whose lives we have touched. Our mission is clear: to ensure no orphan faces a second abandonment. We provide them with the foundational support they need to become contributing members of society, truly breaking a cycle of vulnerability. We are thankful to all our donors and partners for contributing towards the impact we have made.”",
    "Reaffirming the Amana Bank’s unwavering commitment to OrphanCare as its founding sponsor, Azmeer said: “Our unique pledge ensures that every rupee donated to OrphanCare goes entirely towards supporting the children, as all administrative and operational costs are fully borne by the bank—a commitment we are proud to continue upholding. This allows us to maximise the impact of every contribution. Beyond the numbers we have achieved, the true impact of OrphanCare is reflected in the lives we are touching, the hope we are restoring, and the dignity we are protecting. The stories featured in this report offer a glimpse into these meaningful journeys. I extend my heartfelt thanks to our Board of Trustees and to the past and present Board of Directors of Amana Bank. A special note of appreciation goes to the dedicated staff of Amana Bank, who have not only volunteered their time and effort, but have also pledged monthly contributions through standing orders.”",
    "Ceremonial donation of sales proceeds of the book ‘Hidden Gems and a Traveler’s Tales’ by Nawaz J. Vilcassim to Trustees Ruzly Hussain, K.R. Ravindran, Harsha Amarasekera, PC, Jazri Magdon Ismail, Tyeab Akbarally, Mohamed Azmeer, and Sharad Amalean",
    "Highlighting the Trust’s guiding principles, Trustee Amarasekera stated: “OrphanCare operates on fundamental principles that resonate deeply with universal human rights and social justice. Firstly, our work is fully aligned with Article 2 of the UN Convention on the Rights of a Child, advocating for non-discrimination based on race, religion, gender, or ethnicity. Secondly, we contribute directly to UN Sustainable Development Goal (SDG) 10 – Reduced Inequalities, by providing equitable opportunities to a profoundly vulnerable segment of our society. These principles are not just guidelines; they are the bedrock of our operations, ensuring every child is treated with dignity and given the chance to flourish.”",
    "Further acknowledging the partners, Amarasekera said: “The Trust extends its heartfelt gratitude to Nawaz J. Vilcassim for his magnanimous gesture of donating all proceeds from the sale of his books—an act that has helped spread the message of OrphanCare across multiple continents and countries. His contribution goes far beyond financial support; the time, personal networks, dedication, and passion to this cause is truly inspiring. We are equally grateful to all our valued partners for their continued contributions. It is through such collective generosity that the OrphanCare Trust Fund continues to grow, enabling larger disbursements to beneficiaries. This translates into more impactful stories of orphaned children whose lives have been meaningfully transformed—just as we would wish for our own children.”"
  ]
}