{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97989/sri-lanka-india-to-co-host-icc-mens-t20-world-cup-in-2026",
  "time_ut": 1710562140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, India to co-host ICC Men’s T20 World Cup in 2026",
  "original_body_lines": [
    "The Board of International Cricket Council (ICC) has green-lighted the qualification process for the Men’s T20 World Cup which will be co-hosted by Sri Lanka and India in 2026.",
    "Approval was given at the meeting of the Board convened in Dubai earlier this week.",
    "ICC said the future structure and context of international bilateral cricket was top of the agenda of this meeting.",
    "The 10th edition of the event will see 12 automatic qualifiers. These will include the joint hosts along with the top 8 teams from the ICC Men’s T20 World Cup 2024.",
    "Being the hosts, India and Sri Lanka will directly qualify for the tournament, while teams finishing in top 8 spots in the ICC T20 World Cup 2024 will qualify for the next edition as well.",
    "If India and Sri Lanka finish in the top 8, six other teams will qualify for the T20 World Cup 2026, if India and Sri Lanka finish at a position lesser than 8th in the 2024 edition, they will qualify along with teams finishing in top eight positions.",
    "Apart from these eight and the hosts, four other teams will qualify for the 2026 edition of the event based on ICC T20I team rankings as on June 30, 2024. Remaining eight slots will be filled through Regional Qualifiers.",
    "The event will be a 20-team affair, similar to that of the 9th edition of the tournament, which will be hosted by the West Indies and the United States of America (USA) from 02 - 29 June 2024.",
    "The 2024 prestigious tournament will set a new record in cricket as, for the first time in cricket history, 20 teams will be taking part in an international event. Therefore, the apex cricket body is interested in keeping the tournament a 20-team event in 2026 as well.",
    "The ICC has also confirmed that the upcoming ICC T20 World Cup 2024 will have reserve days scheduled for the semi-finals and finals.",
    "The apex cricket body also added that a minimum of five overs will be needed to be bowled to a team that is batting second to be considered for a result in the group and the Super Eight stages. However, in knockout matches, a minimum of 10 overs must be bowled in the second innings to constitute a game."
  ]
}