{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96439/air-quality-declines-in-several-areas-across-the-island",
  "time_ut": 1705384140.0,
  "original_lang": "en",
  "original_title": "Air quality declines in several areas across the island",
  "original_body_lines": [
    "The air quality has declined in several areas of the island, the Central Environmental Authority (CEA) said.",
    "The Media Spokesman ofre the CEA Ajith Weerasundara stated that accordingly a decline in the air quality index is observed in the Colombo, Jaffna, Mannar and Galle areas.",
    "Weerasundara also took into note that as a result patients with respiratory issues and respiratory-related medical conditions should be more attentive regarding the matter.",
    "Furthermore, he expressed that the major cause of this situation is the entry of various types of air pollutants by way of the air currents passing through the island, especially the wind currents from the outer regions of other countries, such as the Bay of Bengal.",
    "The authority also emphasized that there is a minor possibility of this situation affecting the health of the people living in those areas.",
    "“Especially people living in these areas who suffer some kinds of lung-related disorders like Asthma should be careful up to a level. As an example, if you wear facemasks, you can protect your health”, Weerasundara said.",
    "“We believe that this situation will gradually subside and return back to normal in a few days. Here we especially request you to pay attention to the condition of the atmosphere”, he added.",
    "Meanwhile, the air quality in New Delhi, India continues to linger between “very poor” and “severe”, whilst Delhi residents once again confronted dense fog and bone-chilling cold, causing widespread flight and rail operations disruptions, the foreign media reported on Tuesday (Jan. 16).",
    "The air quality of India’s Delhi (272) ranked first as the poorest air quality in the world and India’s Kolkata (154) is third on the list, according to IQAir.",
    "The AQI (Air Quality Index), used to communicate to the general public the daily air quality, is based on the measurement of particulate matter (PM2.5 and PM10), Ozone (O3), Nitrogen Dioxide (NO2), Sulfur Dioxide (SO2) and Carbon Monoxide (CO) emissions. An AQI value of 50 or below represents good air quality, while an AQI value over 300 represents hazardous air quality, as per international standards."
  ]
}