{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-games-they-play-3/",
  "time_ut": 1734813180.0,
  "original_lang": "en",
  "original_title": "The games they play",
  "original_body_lines": [
    "The new parliament, packed with first timers as never before, had an interesting session last week with the dust yet unsettled over the issue of the last speaker’s doctorate. Now plain MP Ranwala who resigned from his august position, which ranked him number three in the national protocol list, has not admitted any malfeasance or skulduggery. He says his instant problem is an inability to quickly get clear proof of his qualification from Waseda, a private university in Japan with an affiliate research institutes, one of which he claims awarded him the disputed degree. This has been rubbished by critics saying we live in an age of instant communications. However that be, the ex-speaker is widely accused of flaunting a qualification he did not possess and the government which proposed him for the jb continues to draw flak on this matter. Whether his resignation was a command performance or voluntary remains unclear. After he gave up his wig and robes, there have even been demands that he resigns from parliament as he allegedly presented himself to the electorate with a qualification he did not possess.",
    "Gone are the days when leftist giants of the past like Dr. NM Perera who earned a DSc. degree from the London University and Dr. Colvin, R. de Silva who earned a PhD from the same university strode the legislature and were recognized countrywide for their erudition. There was also the unforgettable W. Dahanayake from Galle, who succeeded the late SWRD Badaranaike as prime minister when the latter was assassinated. He called himself Dr. Wijayananda Dahanayake after he was conferred a doctorate honoris causa by the Vidyodaya University. He as Minister of Education, raised Vidyodaya and Vidyalankara from pirivena to university status and this was recognized by the conferring of the honorary degree.",
    "Although some honorary doctorate holders use and have used the title, others desisted, restricting themselves to using it only in their curriculum vitae with the specific notation of honoris causa. We even had the notorious Mervyn Silva flaunting a so-called doctorate from the Institute of Alternative Medicine founded by the late Dr. Anton Jayasuriya who was a western qualified medical practitioner and a well know acupuncturist. His institute freely distribution of doctorates and all manner of persons were decorated with them.",
    "There was a time in the past when a well know surgeon of yesteryear insisted that he be called Mr. Muller rather than Dr. Muller as he did not hold a Doctor of Medicine degree. In our country and many others holders of the MBBS (Bachelor of Medicine, Bachelor of Surgery) degree call themselves doctor although they hold no MD (Doctor of Medicine) qualification. In more recent years we have seen engineers, architects, attorneys-at-law and the like prefixing their names with Eng, Archt, Attorney-at-Law etc in front of their names obviously reacting to the Dr. prefix used by medical practitioners.. In fact, first time MP Dilith Jayaweera pertinently raised the question of why such appellations be used at all in Parliament. Why indeed? In fact many MPs commonly prefix their names with “Honorable,” a traditional nicety within the parliamentary chamber, quite needlessly and irrelevently outside that chamber. Cynics would say many of them are anything but honorable!",
    "Apart from the Ranawala ruckus, the last week in parliament saw a lot of ha ho about titles used by various MPs. Justice Minister Harshana Nanayakkara accused SJB MP Ajith Perera of calling himself Adhinithigna (Advocate) though the two branches of the legal profession, Advocates and Proctors, were fused to into a single branch of Attorneys-at-Law in 1973 when Perera would have been all of five years old! This resulted in a lot of angry back and forth and hair splitting about the Sinhala word “counsel.” Nanayakkara said he was once a state counsel or Rajaye Adhinithigna. An old story about Namal Rajapaksa being helped through his final law exam was resurrected with Minister Wasantha Samarasinghe quoting a batch mate of Rajapaksa who made the original allegation and thereafter fled to Switzerland in fear of his life. This worthy, with whom the minister is in contact, apparently is willing to cooperate with any fresh inquiry. Rajapaksa said he would resign if the allegation is proved and challenged the accusor-minister to do likewise if it is not proven.",
    "Opposition Leader Sajith Premadasa made a long explanation about his education beginning at the nursery stage at St. Bridget’s Convent, through St. Thomas’ Prep and Royal College. He admitted he had no GCE ‘OL’ from Sri Lanka as he had gone abroad and said he passed both the ‘O’ and ‘A’ Level exams in the UK. He had a degree from the London School of Economics and postgraduate qualifications from the US. Premadasa displayed a framed certificate in the chamber and said that he was tabling all documents for Hansard.",
    "Apart from this, Health and Media Minister Nalinda Jayatissa read out a list of MPs who had benefited from the President’s Fund to pay medical bills and have since promised to make new revelations in the future. Former President Ranil Wickremesinghe, with nobody in parliament to speak on his behalf, had issued a press statement in this regard. The Daily Mirror on Friday headlined this report “None were given over Rs.1 million outside procedure except on one occasion: RW.” Wickremesinghe had indicated that there were may “personal requests” for assistance but did not expand.",
    "The Fund set up by law in 1978 during the JR Jayewardene tenure was initially funded from donations and partly supported by the Development Lottery. There is very little information in the public domain on the subject but it has long been felt despite it being set up for the poor, many of the rich had benefited including progeny of the well-to-do sent to leading universities abroad at the fund’s expense. Given the current interest generated on this subject, it would be sensible to publish all disbursements and annual accounts as there is good reason to suspect that it is a means of patronage.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}