{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111011/two-earthquakes-hit-tibet-hours-after-powerful-tremors-jolt-russia",
  "time_ut": 1753867260.0,
  "original_lang": "en",
  "original_title": "Two earthquakes hit Tibet hours after powerful tremors jolt Russia",
  "original_body_lines": [
    "A second earthquake hit Tibet on Wednesday, registering a magnitude of 4.0, according to a statement from the National Center for Seismology (NCS). The NCS reported that the quake occurred at a shallow depth of 10 km, increasing the likelihood of aftershocks, reported ANI.",
    "“EQ of M: 4.0, On: 30/07/2025 11:31:02 IST, Lat: 28.32 N, Long: 87.65 E, Depth: 10 Km, Location: Tibet,” said NCS through a post on X.",
    "The region had already experienced an earthquake of 4.3 magnitude earlier in the day.",
    "Shallow earthquakes are more dangerous because their seismic waves have less distance to travel before reaching the surface, causing stronger shaking and more damage, reports ANI.",
    "Tibet and Nepal lie along a major geological fault line where the Indian tectonic plate constantly pushes against the Eurasian plate, which ultimately triggers frequent earthquakes in the region and makes the Tibetan plateau a seismically active region.",
    "Meanwhile, heavy rainfall in Tibet early Wednesday morning caused rivers flowing into Nepal to swell, prompting authorities to issue flood warnings. The rainfall has led to flooding in the Trishuli River, surging water levels in areas around Uttar Gaya in Rasuwa, and the Trishuli 3B Hub in Kispang.",
    "Authorities have also issued alerts as water levels continued to surge in the Rasugawadhi region, reports ANI.",
    "Rasuwa region, which borders the Tibetan region, was affected by a flash flood on July 8 that killed seven people, and over a dozen were reported missing after the Lhende River swept away infrastructure near the Nepal-China border.",
    "The earthquake in Tibet comes after a massive 8.7-magnitude earthquake jolted Russia’s Kamchatka Peninsula, prompting tsunami warnings across a wide stretch of areas, including Alaska, Hawaii, the US West Coast, and China.",
    "Russia, Japan, and Hawaii have already experienced tsunami waves following the earthquake."
  ]
}