{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/father-made-his-five-sons-famous/",
  "time_ut": 1709136540.0,
  "original_lang": "en",
  "original_title": "Father…made his five sons  famous",
  "original_body_lines": [
    "The Gypsies, undoubtedly, are a household name, not only in Sri Lanka, but globally, as well.",
    "They have been around for 55 years and, according to Piyal Perera, they owe their achievements to their dad, Anton Perera.",
    "Wednesday, February 23rd, 2024, would have been Anton’s 100th birthday, and this is Piyal’s tribute to his wonderful father:",
    "He was an adoring husband, a loving father of nine children (four girls and five boys), a pioneering entrepreneur and a truly unforgettable personality.",
    "Many of you may not know this, but “The Gypsies” band was actually created by him in 1969.",
    "As the co-founder of Uswatte Confectionary Works, and an already very successful businessman, he, initially, had very high academic and professional aspirations for my brothers.",
    "He had a solid, pre-designed plan in place to ensure their success. This involved Sunil becoming a doctor, Nihal an accountant, Lal an engineer and Nimal a mechanic (I was too young to be considered at this point!).",
    "However, despite his best efforts to persuade them, he soon realised that there was no breaking them away from the “music pissuwa” that had gotten hold of them.",
    "Being the businessman that he was, he realised that he needed a change of strategy if he was to ensure they fulfilled their potentials. He decided that if he couldn’t sway them from their true passion, then he was going to make sure that they were an outstanding success in this field…music.",
    "And so, he started working on his ambition to make them the most successful musical band in Sri Lanka.",
    "He wasn’t a man who did anything in half measures. Once he put his mind to something there was no stopping him.",
    "When I was 16, he took me out of school, just before my O/Levels, to join the band (despite not having sung a note in my life!), much to my mother’s concern. This was how much he believed in our success!",
    "When it came to our school work, he usually employed a revolving door of tuition masters that would be in and out of our family house, making sure all his children had the best possible educational foundations.",
    "When it came to our musical careers, he was no different. He quickly got to work, hiring top voice training coaches, such as Marianne David (nee Roberts) and Lylie Godrich, to teach us how to sing, Winston Jayawardene to teach Sunil the guitar, and Cas Ziad who taught Nihal the drums.",
    "He also asked Joy Ferdinando (who was the conductor of the Sri Lankan symphony orchestra at the time) to take on the role of overall musical director for the band, coaching and training us to perfection.",
    "My father also identified that a successful band needed an eloquent leader and so he asked the famous Vijaya Corea to coach and train Sunil into the unbelievably charismatic speaker that he eventually became.",
    "There was no other option for my father than absolute excellence. If we wanted to do this, we would have to be the best. It was all or nothing, and he was going to make sure we took it seriously.",
    "We had a daily routine, consisting of a strict and regimented practice schedule where we were expected to “log in” and “log out,” all overseen by our strict father-manager, who paid us a nominal wage for what was now our “job.”",
    "He even built us our very own “Gypsies recording studio” within our family home, so there was no excuse to be late to practice!",
    "When it came to deciding on a name for the band, he extensively researched many encyclopedias (yes, we didn’t have internet then). His reading told him that gypsies were groups of free-spirited, nomadic people who travelled from place to place. He saw his sons as a band of brothers that would travel from place to place, singing their songs and earning their way, and so he settled on “The Gypsies.”",
    "His determination to make us a success saw no bounds. Despite being a very prominent businessman, in Sri Lanka, he had no qualms travelling from record store to record store, determinedly trying to sell our very first original single “Amma Amma.”",
    "He was willing to do anything to make sure we made it! Being an entrepreneur at heart, he made it his mission to tirelessly promote and market the band, grooming us for success.",
    "As a large family of nine, “The Gypsies” soon became a whole family affair, with my sisters helping with the administrative side, answering fan mail, etc., and Ranjani Akka acting as the band’s secretary.",
    "Having his own in-house musical band also suited his personality very well. One of his favourite pastimes was spending evenings drinking and socialising with his friends at home. These evenings were The Gypsies’ very first “gigs,” for which he paid us “overtime.”",
    "We later found out that he also sometimes purchased several unsold tickets to our very early concerts and gave them to factory workers, in order to ensure there were no empty seats, and so that we did not feel disheartened.",
    "He did all of this (and so much more) to give us the confidence and encouragement we needed to excel, and there is no doubt in my mind that he was the origin and key to all of our successes.",
    "It is hard to reflect on such a larger than life personality in just a few paragraphs, but anyone who knew him would agree that he really was a true visionary.",
    "He saw more in us than we ever saw in ourselves, and dreamt more for us than we would have ever dreamt for ourselves.",
    "His great entrepreneurial legacy will, of course, continue in “Uswatte’ and “The Gypsies.” However, much more mportantly, he will live on forever in our hearts because of the invaluable lessons he taught us, the immeasurable belief he had in us, and the unconditional love he always showed us..",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}