{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Singer-Sri-Lanka-excels-in-SAFA-Best-Annual-Report-Awards-2022/34-757662",
  "time_ut": 1705949830.0,
  "original_lang": "en",
  "original_title": "Singer Sri Lanka excels in SAFA Best Annual Report Awards 2022",
  "original_body_lines": [
    "Singer Sri Lanka has achieved outstanding recognition at the South Asian Federation of Accountants (SAFA) Best Presented Annual Report Awards, Integrated Reporting Awards, and SAARC Anniversary Awards for Corporate Governance Disclosures Competition 2022.",
    "Singer secured the prestigious Gold Award for the third consecutive year in the Service Sector (Excluding Financial Services & Communication & IT) category. This remarkable accomplishment reflects the company’s unwavering commitment to transparency, accountability, and governance in annual reporting.",
    "The evaluation process, conducted by SAFA’s esteemed committee, focused on enhancing transparency, accountability, and governance in the published Annual Reports of entities across South Asian countries. Singer Sri Lanka’s success in clinching the Gold Award underscores the exceptional quality and excellence embedded in their annual reporting practices.",
    "The awards ceremony took place at the Hotel Radisson Blu, Kaushambi, Ghaziabad, Uttar Pradesh, India. The event served as a platform to celebrate and honour organisations that have demonstrated excellence in their reporting standards.",
    "In expressing his gratitude, Singer Group of Companies CEO Mahesh Wijewardene remarked, “This recognition is a testament to our continuous pursuit of excellence in reporting standards. It reflects the tireless efforts of our team and our unwavering commitment to transparency and accountability.”",
    "Furthermore, Singer (Sri Lanka) PLC Finance Director Shalinka Seresinhe added, “Winning the Gold Award in the Service Sector is a reflection of our commitment to maintaining the highest standards of corporate governance, transparency and accountability in our financial reporting practices. We are honoured to be recognised for our efforts in this prestigious competition.”"
  ]
}