{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Pearl-of-a-judgement-for-pearl-of-contention/4-779756",
  "time_ut": 1754005130.0,
  "original_lang": "en",
  "original_title": "Pearl of a judgement for pearl of contention",
  "original_body_lines": [
    "X-Press Pearl, the pearl of contention (https://www.ft.lk/columns/Our-X-Press-Pearl-of-contention/4-719880), is back in the news with Sri Lanka’s highest court issuing a stern, far-reaching judgement – a 361-page document! The Supreme Court has given a landmark ruling for a fundamental rights case raised by three petitioners and has awarded compensation that sets a record and has multiple precedents. Clear and firm judgment on ‘who was responsible’ is welcome. A whole series of activities has been initiated by the decree, with the courts keeping oversight on how matters are proceeding.",
    "X-Press Pearl abused our marine waters, coastal areas, and skies above us and seriously affected our marine biodiversity, and we dubbed the accident the world’s worst (in terms of chemicals and polymers lost), which, incidentally, courts have refrained from exactly stating as such. The X-Press Pearl disaster should not have happened, and the errors leading to this disastrous outcome could have been easily addressed and the event averted had been made clear. I believe significant indifference and failure to understand potential consequences led to this situation. Personally, as a member of the Environmental Damage Assessment team appointed by MEPA, I was aware of the challenges in discharging that task.",
    "Two reports were issued assessing the environmental damage, and in the second, the total added up to $ 6.48 billion. It should be stated that the environmental damage in this second report still did not cover the persistent environmental damage from plastic nurdles and the more significant pyrogenic waste plastics, micro and nano plastics, so specific to this event. Facing the challenges, one of the most interesting in our line of service was the ignoring of Sri Lankans who were really contributing, considering the issue more as a national cause.",
    "Due to indifference from the majority of quarters, we went on to publish a book with an international publisher in the typical academic research style. We felt that was to be a major way of getting ourselves heard, but I have a feeling more from outside Sri Lanka has read the book than from inside! Members of the team had to sit and listen to pontifications on how the judicial authority is going to hire world-class experts to support the case, while we burnt lots of midnight oil starting from 26 May 2021. Justice Weeramantry’s writing comes to my mind – Fawning on Foreigners! One statement from the judgement is quite pleasant reading to us when the bench declared unanimously that the decision to take the case to Singapore was wrong. This was our stated position, and we made our observations clear to the highest office when the second assessment was submitted.",
    "This Pearl of a Judgement had the chance of becoming a Jewel of a Judgement if the judgement carried an additional order in addition to ensuring an event management procedure with two commissions – compensation and restoration and protection commissions. We believe there is a need for an SOP for the state for events of this nature. We had two cases in our minds, the MV Rena accident in New Zealand and Stoltz Rotterdam, a chemical carrier in the Rhine River. From an environmental damage perspective, MEPA leadership deserves recognition for initiating the process with MT New Diamond. That was the first time a specific environmental damage assessment was initiated for a maritime incident in Sri Lanka.",
    "Many may remember X-Press Pearl, but may have forgotten the MT New Diamond. Before MT New Diamond, multiple ship accidents had taken place in our country, but all of them had been dealt with in the usual manner, with no environmental damage assessment and therefore no chance of an environmental damage recovery with indemnity as an objective. The first case of this nature was with MT New Diamond, and the civil litigation is still progressing in the Sri Lankan Admiralty courts. Having honed our skills perhaps with the MT New Diamond and with lots of lessons taken, the X-Press Pearl happened just after a week of that damage assessment report submission. X-Press assessment demanded the presence of additional specialised subject personnel, and that was the reason for a 40+ team that was connected at the beginning of the process.",
    "If one understands – and we would not claim that we know all – the intricacies of the process, there is definitely a need for the congruence of multiple institutions, cross-disciplinary participation, and specialised personnel for this type of task. With the east-west passage lying beyond Hambantota and a critical naval passage, we can be sure that X-Press Pearl is not likely to be the last event of this nature. If Sri Lanka is to attain the hub status and to benefit from the strategic positioning, the country should be ready to handle any event confidently.",
    "We should not be expecting firefighting vessels from India, salvors, side scanners, ROVs, and divers from another country, etc. Having an international partnership is one thing (i.e. an Indian Ocean Maritime Accident Response), but we must have our own response system that stands up to advanced stress tests. We learnt quite a lot in trying to provide a decent service to the nation and believe the members of the team are proud of that. We knew the odds that were stacked against us.",
    "X-Press Pearl could well be classified as an indexed case for a multitude of issues that led to this charred sunken shell, with the ship’s monkey island and the bridge sticking out as the ship sank nearshore. Since 2009, Sri Lanka has not entered into many of the international maritime agreements that have come along. We keep stating that two ports refused X-Press Pearl and did not really support the unloading of the affected container. Yet the ship left each and every one of those harbours and kept moving forward, and even after laying anchor outside the harbour, did not communicate to the Port Authorities of the situation they were in, as per the available evidence.",
    "The dangerous cargo was in a dangerous situation from the very beginning of the journey. Captain had reported hearing internal stored material moving around in that particular container, and that should not have been accepted. Poor lashing of the DG cargo had been evident and the handing over was questionable. There are so many other aspects. For discussion purposes, we have decided to present a paper at the upcoming AIChe Annual Congress in Boston in the session Chemical Engineering and Law. Like we did with the book, we have had to take the academic research route to present perceptions and lessons.",
    "Internally, we found no such interest in making use of the learning as criticising local abilities. Sri Lanka, if you seek growth, one must strive for enlightened partnerships with the universities, and as I constantly reiterate, must be inclined to scientific thinking and mindset. We see court submissions that are completely wrong scientifically – nitric acid is flammable and HFO is biodegradable – and passing through even to judgements without getting questioned. X-Press is also a case in point. Managing safety and dynamically evolving scenarios invariably calls for decisions being taken fast and on your feet. Meetings cannot be convened, and all protocols followed, and that is not safety management. ISO 45000 and Responsible Care at least should be understood. Handling situations of this nature calls for leadership behaviour. We know why Admiral Nelson is revered for – the Nelsonian Eye!",
    "Sri Lanka demonstrated that if all concerned parties communicate well, it can respond and manage incidents without escalating to catastrophic situations. An example is the SAGT and SLPA handling the chemical leakage – nitric acid, also in that case in similar cargo setting and the ship Seaspan Lahore sailing out in quick time in late July 2021. The judgement appears to be happy over the presence of a pre-prepared action plan, with how the Seaspan Lahore incident had been managed subsequent to X-Press Pearl.",
    "Yes, the issue management in that situation was done well, and a few other recent events support that. However, the procedure to support an environmental damage exercise, taking lessons from both the MT New Diamond and X-Press Pearl, needs to happen. A third commission on a national maritime authority would have been useful. As the present judgement was really on environmental rights and restoration, adding that element, which is actually strengthening institutions for the future, should have been included. Perhaps this can still happen as the Court has not left the issue post-verdict.",
    "Hopefully, the state court case on the X-Press Pearl – the criminal liability proceedings – which should have seen the closure much earlier may benefit from this judgement. That is quite important for the damage assessment in a civil case to be more effective. Unfortunately, as there was no uniform support and interest from the state, the environmental damage assessment did not proceed after the second assessment report submission.",
    "Our approach was to quantify 35 environmental damage segments under 04 operational phases of the event. We listed 24 environmental aspects and 78 environmental impacts, and the reports submitted only address 8 environmental damage segments. Now with salvage operations over and the wreck removed elsewhere, it is unlikely some of the areas can ever be assessed as we had a systematic framework for the complete assessment. We were quite conscious of the fact that an extraordinary compensation expectation also demands an extraordinary body of evidence.",
    "There still lie many lessons. At this stage, we acknowledge those who ventured on their own for a cause and made specific FR applications and for the judiciary for a historical judgement – enshrining Polluter must Pay!"
  ]
}