{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/japan-grants-us3mn-for-inland-cage-aquaculture-hatcheries-in-sri-lanka-160037/",
  "time_ut": 1714032420.0,
  "original_lang": "en",
  "original_title": "Japan grants US$3mn for inland cage aquaculture, hatcheries in Sri Lanka",
  "original_body_lines": [
    "ECONOMYNEXT – Japan has given a 3 million dollar grant through the Food and Agriculture Organization of the United Nations (FAO), to boost inland fisheries and aquaculture in Sri Lanka as the country recovers from a currency crisis.",
    "The funds will establish four community-operated mini hatcheries in Batticaloa, Mullaitivu, Anuradhapura and Monaragala districts.",
    "The money will also upgrade four NAQDA Aquaculture Development Centres and one community-operated mini fish breeding centre to increase breeding and rearing capacity, enhance fingerling stocks in selected reservoirs, develop broodstock for breeding units and promote cage culture for seed rearing among fisher communities.",
    "“Recent financial challenges have left the fisheries sector deprived of necessary resources, exacerbating hardships among inland fishing communities and rural populations. This project is a pivotal step towards revitalizing the sector,” Douglas Devananda, Minister of Fisheries said.",
    "The one-year project will provide 3 live fish transportation trucks to NAQDA to transport fingerlings, integrate digital technology to inland fisheries, and enhance the technical capacities of officers and fishers in the production, management, processing and value addition of inland fisheries.",
    "“Japan and Sri Lanka, both island nations, share a deep-rooted appreciation for the importance of fisheries in our economies and cultures. Japan is committed to strengthening Sri Lanka’s fisheries sector,” Ambassador Mizukoshi said.",
    "The project will support around 3,000 inland fishers, 40 farmers engaged in mini hatchery operations, and 20 farmers specializing in fish feed preparation. (Colombo/Apr25/2024)"
  ]
}