{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97337/trump-ordered-to-pay-354mn-in-new-york-civil-fraud-case",
  "time_ut": 1708133700.0,
  "original_lang": "en",
  "original_title": "Trump ordered to pay $354mn in New York civil fraud case",
  "original_body_lines": [
    "Former President Donald Trump must pay nearly $355 million (£281 million) to New York state for lying about the values of his properties, a judge has ruled.",
    "Judge Arthur Engoron also banned him from serving as a company director or taking out loans from banks in the state for three years.",
    "The New York real estate mogul escaped having some of his companies dissolved, which could have meant bankruptcy.",
    "Speaking from his Florida estate, Mr Trump said he would appeal the ruling.",
    "“A crooked New York state judge just ruled I have to pay a fine for $350 million for having built a perfect company,” the former president said from Mar-a-Lago on Friday, calling the ruling a political witch hunt.",
    "In the ruling on Friday, Judge Engoron referred to previous allegations of wrongdoing in justifying the large amounts he ordered the defendants to pay, writing that they “are likely to continue their fraudulent ways” unless he imposed a “significant” penalty.",
    "He made specific reference to the Trump Organization’s conviction in a criminal tax fraud case in 2022, where a jury found it had enriched its top executives with off-the books benefits for more than a decade.",
    "“Their complete lack of contrition and remorse borders on pathological,” Judge Engoron wrote in an at times scathing 92-page decision.",
    "Later he said: “The frauds found here leap off the page and shock the conscience.”",
    "Still, Mr Trump’s empire was spared from one of the worst potential outcomes - the cancellation of its business licenses, known as the corporate death penalty.",
    "Instead, the judge ordered two tiers of oversight - an independent monitor to report to the court for up to three years and a separate independent director of compliance to be installed.",
    "The judge is also requiring Mr Trump pay interest on the profits he made by committing the fraud (known as “prejudgment interest”), which could bring the final amount penalty total to around $450 million.",
    "Along with what Mr Trump has been ordered to pay, his two adult sons and co-defendants, Donald Jr and Eric, must each pay $4 million. They are barred for two years from doing business in New York, while another co-defendant, Allen Weisselberg, the former chief financial officer of the Trump Organization, has been ordered to pay $1 million.",
    "Additionally, Mr Trump, his company, and its affiliates cannot apply for loans in New York for three years.",
    "Both of Mr Trump’s sons denounced the ruling on social media, with Donald Jr claiming the judgment was politically motivated and Eric calling the judge “a cruel man”.",
    "In her civil case, New York Attorney General Letitia James, a Democrat, had accused all four defendants and the wider Trump Organization of massively inflating property values and lying on financial statements so they could borrow large sums of money at favourable interest rates. She had asked for a fine of $370 million.",
    "Speaking on Friday, she said: “There cannot be different rules for different people in this country, and former presidents are no exception.”",
    "“Donald Trump may have authored the art of the deal, but he perfected the art of the steal,” she told a news conference.",
    "In September, Judge Engoron ruled Mr Trump was liable for business fraud, finding he had misrepresented his wealth by hundreds of millions of dollars.",
    "In one instance, the judge found Mr Trump’s financial statements had wrongly claimed that his Trump Tower penthouse was almost three times its actual size.",
    "The subsequent 43-day trial that took place late last year and included testimony from 40 witnesses, focused mostly on determining penalties against Mr Trump.",
    "Judge Ergoron’s ruling lays out in detail his reasoning, often diving deep into finance and accounting practices and directly addressing testimony from experts and witnesses.",
    "“In order to borrow more and at lower rates, defendants submitted blatantly false financial data to the accountants, resulting in fraudulent financial statements,” he wrote. “When confronted at trial with the statements, defendants’ fact and expert witnesses simply denied reality, and defendants failed to accept responsibility.”",
    "Judge Engoron may have made a thorough record expecting that Mr Trump would appeal, legal experts told the BBC.",
    "Mr Trump vehemently denied wrongdoing throughout the trial. In a six-minute speech during closing arguments in January, Mr Trump declared himself an “innocent man” and called the case a “fraud on me”.",
    "And the former president said repeatedly that he paid his lenders, which meant there was no crime.",
    "While in his ruling Judge Engoron acknowledged that no banks were hurt, he added that “the next group of lenders to receive bogus statements might not be so lucky”.",
    "The latest penalty comes on top of the $83.3 million Mr Trump owes writer E Jean Carroll in a separate defamation case. But while the amount is high, it is not expected to bankrupt a man whose total net worth has been estimated at $2.6 million."
  ]
}