{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/McLarens-Group-and-3M-celebrate-partnerships-and-innovation-at-Partner-Event-2025/34-781883",
  "time_ut": 1758240865.0,
  "original_lang": "en",
  "original_title": "McLarens Group and 3M celebrate partnerships and innovation at Partner Event 2025",
  "original_body_lines": [
    "3M-McLarens hosted its flagship event on 3 September at Cinnamon Life, Colombo. Held under the theme “Powering Performance through Innovation, Celebrating Partnerships,” the premium evening brought together top customers, C-level executives, industry stakeholders, and 3M-McLarens leadership to celebrate valued partnerships and explore the future of collaborative innovation in Sri Lanka.",
    "The event celebrated 3M-McLarens’ most loyal customers for their continued trust and contributions, while also recognising the six-year collaboration between 3M and the McLarens Group. This partnership has enabled world-class innovations to reach Sri Lankan businesses across key sectors — including construction, automotive, consumer goods, and industrial solutions — delivering long-term impact and real-world applications.",
    "“At 3M-McLarens, our customers are at the heart of every innovation we bring to the Sri Lankan market. We have been able to empower homes, workplaces, and infrastructure to perform at their best — growing sustainably and embracing global technologies,” said 3M-McLarens CEO-Director Dilan Seneviratne.",
    "The evening also featured a dynamic Innovation Showcase with live demonstrations of new 3M-McLarens technologies designed to enhance efficiency, safety, and performance in local industries. This reaffirmed the company’s commitment to advancing Sri Lanka’s industrial development through science-based innovations and practical solutions.",
    "Adding a creative dimension, 3M-McLarens announced its partnership with global artist and award-winning Sri Lankan icon Umaria Sinhawansa, sponsoring her first-ever English music video production. The collaboration integrates 3M-McLarens’ advanced material innovations — including Scotchlite Reflective Material — into costume design, illustrating how the brand’s technologies are inspiring not just industries, but also the progressive world of music and art.",
    "Looking ahead, 3M-McLarens plans to strengthen its local presence through region-specific innovations, solutions for infrastructure growth and mobility, and sustainable practices tailored to Sri Lanka’s evolving needs."
  ]
}