{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Strong-sector-performances-propel-Sunshine-Holdings-earnings-by-44-2-to-Rs-5-5-b/34-758499",
  "time_ut": 1707942039.0,
  "original_lang": "en",
  "original_title": "Strong sector performances propel Sunshine Holdings’ earnings by 44.2% to Rs. 5.5 b",
  "original_body_lines": [
    "Diversified Sri Lankan conglomerate Sunshine Holdings PLC (CSE: SUN) has recorded a consolidated revenue of Rs. 42.4 billion during the first nine months of the current financial year (9MFY24). Amidst the backdrop of a moderately stable macroeconomic conditions, the Group has reported solid top-line and bottom-line growth of 10% and 44% YoY with Profit after tax (PAT) increased to Rs. 5.5 billion as a result of business growth and lower finance costs during the period.",
    "The Group’s healthcare sector emerged as the largest contributor to Sunshine’s top-line, accounting for 50% of total revenue, with consumer at 35%, and agribusiness 15% of the total revenue.",
    "Commenting on the performance, Sunshine Holdings Chairman Amal Cabraal said, “Sunshine Group remains steadfast with all key sectors delivering strong results. Our committed team’s resilience and executional prowess coupled with sound fiscal management, have effectively navigated the short-term stresses amidst the nation’s gradual recovery from the economic crisis. While the stringent policy measures aligned with the IMF program bring challenges, Sunshine Group remains confident in staying on course, continually enhancing its value proposition for all stakeholders and contributing positively to Sri Lanka’s economic revival.”",
    "During the period in review, Group’s healthcare sector posted revenue of Rs. 21 billion, a significant increase of 19.3% YoY backed by the increased top-line of all business units under the sector. Pharma segment revenue grew by 4.4% YoY and the Medical Devices segment grew by 40.8% YoY driven by both price and volume increase. Revenue of the retail segment saw a 20.2% YoY increase, fuelled by an improved footfall of 19% compared to the previous year.",
    "Lina manufacturing, the Pharma manufacturing business of the Group, recorded an impressive revenue growth of 193.6% YoY, mainly driven by higher volumes in the Metered Dose Inhaler (MDI) plant. Group’s Healthcare sector EBIT was Rs. 3.4 billion.",
    "The Consumer sector, which includes both brands and export businesses, reported a 14.8% YoY increase in revenue to close at Rs. 9.7 billion in 9MFY24. Consumer brands business showcased impressive performance in 9MFY24 with group’s brands continued to grow market shares. Combined tea category experienced a volume growth of 10.1% YoY and a value growth of 58.8% YoY. The confectionery segment revenue declined by 20.9% YoY, despite an increase in price, due to a volume contraction of 27.4% YoY. PAT from the Consumer segment significantly increased by 111.6% YoY due to the growth in brand’s business. The export segment revenue declined by 28% YoY, due to the declining volumes and adverse macro-economic conditions.",
    "The Agribusiness sector of the Group, represented by Watawala Plantations PLC (CSE: WATA), reported a revenue of Rs. 6.5 billion, down by 2.5% YoY. This was due to the decline in palm oil prices due to significant drop in demand. However, palm oil production increased by 16.7% YoY to 12.2 million kg in the current period compared to 10.5 million kg in the same period last year. Dairy business revenue grew by 30.2% YoY due to increases in both sales volume and milk price. The PAT of the Agri sector closed at Rs. 2.2 billion for 9MFY24, down by 15.1% YoY."
  ]
}