{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/controversial-easter-sunday-committee-clears-sri-lanka-ex-president-184473/",
  "time_ut": 1729644780.0,
  "original_lang": "en",
  "original_title": "Controversial Easter Sunday committee clears Sri Lanka Ex-President",
  "original_body_lines": [
    "ECONOMYNEXT – A committee appointed to investigate lapses by criminal investigators and intelligence agencies leading to the Easter Sunday bombings has made a bombshell finding, clearing then-president Maithripala Sirisena of negligence.",
    "The report of the three-member panel, headed by retired High Court judge Aadambaragay Nilanthi Jayaki de Alwis, disagreed with a five-judge panel of the Supreme Court that fined Sirisena 100 million rupees for failing to prevent the bombing on April 21, 2019.",
    "The main reason for the Supreme Court finding Sirisena responsible was the assertion that he had been made aware of a prior intelligence warning of the attack, which killed 280 and wounded 500.",
    "An Indian intelligence agency had provided details of the impending attack.",
    "In sharp contrast to the Supreme Court’s findings, the de Alwis committee held that the prior warning “had not reached President Maithripala Sirisena.” “As such, the committee decided that it was beyond their mandate to consider culpability regarding his conduct.”",
    "“However, the committee is mindful that his actions overall contributed to the deterioration of security in the country, as reflected in the highly irregular proceedings of the National Security Council (NSC).”",
    "The de Alwis committee, appointed just three days after then CID DIG Ravi Seneviratne joined the National People’s Power (NPP) political platform, submitted its 47-page report to President Ranil Wickremesinghe three days before his election defeat.",
    "The thrust of the report is to apportion blame to Seneviratne and his main lieutenant, Shani Abeysekera, the key detective who investigated corruption and murder allegations relating to members of the Rajapaksa family.",
    "The de Alwis committee report was not made public by Wickremesinghe before he left office but was “leaked” by former MP Udaya Gammanpila, who on Monday insisted that Seneviratne be removed from his current position as Secretary of the Ministry of Public Security.",
    "Government spokesman and Public Security Minister Vijitha Herath told reporters on Tuesday that the government did not accept the main finding of the de Alwis report, which was considered politically motivated.",
    "Herath noted that de Alwis herself had a blemished record in the judiciary, and her credibility was in serious doubt. She had been disciplined for corruption two years after joining the judiciary as a lower court magistrate.",
    "On compassionate grounds, the Judicial Service Commission (JSC) allowed her to resign before being sacked. Six years later, she rejoined the bench as a new entrant. However, in 2023, when she requested a promotion to the Court of Appeal, it was denied by the JSC due to her corruption record.",
    "It was after this that President Wickremesinghe appointed her as a member of the Securities and Exchange Commission (SEC), the stock market watchdog. It was not immediately clear whether a fit-and-proper test had been conducted prior to her appointment to the SEC board.",
    "The Catholic Church also weighed in on the report, dismissing it and challenging Gammanpila to release a report from a committee he was on that was appointed to study the recommendations of the Presidential Commission of Inquiry (PCoI) into the Easter bombings.",
    "While holding the CID responsible for negligence, the de Alwis report does not comment on the conduct of the Directorate of Military Intelligence (DMI), which has been accused of involvement in the Easter Sunday bombings.",
    "British broadcaster Channel 4 has alleged that former DMI officer and later State Intelligence Service (SIS) chief Suresh Sallay was involved and led the Easter Sunday bombers. He is also accused of creating extremist Islamic groups in the country. He has denied wrongdoing and vowed to take legal against the British public broadcaster but is yet to do so."
  ]
}