{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-will-not-recover-for-15-years-if-current-policies-change-semasinghe-163334/",
  "time_ut": 1715848020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka will not recover for 15 years if current policies change: Semasinghe",
  "original_body_lines": [
    "ECONOMYNEXT — If there is a change in Sri Lanka’s current policy trajectory, the economy would not recover for another 15 years, State Minister of Finance Shehan Semasinghe warned.",
    "Speaking to reporters on Wednesday May 15, Senasinghe said the economy will be the deciding factor at the upcoming elections.",
    "“The president has stated clearly that the presidential election will be held first, followed by the parliamentary and other elections.",
    "“The decisive factor of the next election will be the economy. Strengthening the economy and taking the country forward will receive more attention over what ones wants to hear,” he said.",
    "Disingenuous statements will not count at the election, said Semasinghe.",
    "“If there is a change in the policies that the country is currently on, the economy will collapse and we won’t be able to raise our heads again for another 15 years at least,” he added.",
    "Both the main opposition Samagi Jana Balawegaya (SJB) and the leftist National People’s Power (NPP) have indicated that a government led by them would renegotiate Sri Lanka’s ongoing agreement with the International Monetary Fund (IMF).",
    "IMF spokespersons have been vague about the likelihood of amendments to the agreement.",
    "Meanwhile, a proposed Economic Transformation bill is expected to be gazetted shortly to establish an economic commission, investment zones and international trade office.",
    "“The bill contains structural, quantitative, and qualitative changes to support future economic development,” Cabinet spokesman and Media and Transport Minister Bandula Gunawardena said on Tuesday.",
    "The bill is part of a series of drafted laws that are to reform Sri Lanka’s legal framework, to meet the requirements for the IMF’s Extended Fund Facility.",
    "Treasury Secretary Mahinda Siriwardana has said in April that the government is also revising old legislation following a comprehensive review of past experience and lessons learned.",
    "Most of these new laws focus on structural changes of the existing executive and administrative structures. (Colombo/May16/2024)"
  ]
}