{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/strengthening-sri-lankas-retail-future-through-loyalty-and-innovation/",
  "time_ut": 1733850900.0,
  "original_lang": "en",
  "original_title": "Strengthening Sri Lanka’s retail future through loyalty and innovation",
  "original_body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s #1 connectivity provider, has joined hands with the Sri Lanka Retailers’ Association (SLRA) to transform the retail landscape. This collaboration reflects the shared vision of both organisations to enhance the retail experience and foster deeper connections between retailers and their customers.",
    "Dialog Star Points, Sri Lanka’s largest and globally recognised loyalty program with over 10 million customers, serves as the cornerstone of this partnership. The platform enables retailers to reward their loyal customers, helping businesses strengthen relationships and boost customer engagement and retention. The WOW SuperApp further complements this partnership by seamlessly integrating digital and in-store experiences, offering retailers and consumers a unified platform that simplifies shopping and drives digital transformation.",
    "Commenting on the collaboration, Sandra De Zoysa, Group Chief Customer Officer of Dialog Axiata PLC, said, “Our collaboration with the Sri Lanka Retailers’ Association represents a significant step forward in elevating the retail experience in Sri Lanka. By combining Dialog’s technological expertise with the retail insights of the SLRA, we are paving the way for a more innovative, customer-focused future for the retail sector.”",
    "Charitha Subasinghe, President of the Sri Lanka Retailers’ Association, added, “We believe that this coalition marks a transformative moment for Sri Lanka’s retail sector. By harnessing Dialog Axiata’s technological prowess, we aim to create a more engaging and efficient shopping experience that meets the needs of today’s consumers while driving growth for retailers across the nation.”",
    "This alliance represents a pivotal step in building a resilient retail ecosystem that benefits retailers, consumers, and service providers across Sri Lanka.",
    "Ideal Motors confident Mahindra’s ‘premium’ SUVs will be well received",
    "Book industry renews call for exemption from VAT, citing serious concerns",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}