{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-minister-invites-singapore-business-to-invest-in-energy-port-logistics-digital-sectors-171736/",
  "time_ut": 1720690140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka minister invites Singapore business to invest in energy, port, logistics, digital sectors",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Foreign Minister Ali Sabry has met with the Singapore business Community and outlined potential investment opportunities in the island, at an event organised by the Singapore Indian Chamber of Commerce and Industry (SICCI).",
    "“He invited Singaporean investors to invest in Sri Lanka, especially in the sectors of renewable energy, port & logistics, and digital economy,” the High Commission of Sri Lanka in Singapore said after the event.",
    "SICCI Chairman and Member of Parliament Neil Parek “expressed readiness to connect their members with Sri Lanka in arranging a business delegation from the Chambers to explore opportunities, acknowledging shared heritage and regional commonalities in South Asia”.",
    "Sabry was on an official visit to Singapore from July 7-9 at the invitation of Minister for Foreign Affairs of Singapore Dr Vivian Balakrishnan.",
    "The two ministers discussed enhancing relations between both countries. On Sabry’s request, Balakrishnan agreed to facilitate training programmes for Sri Lankan civil servants.",
    "“Both Foreign Ministers also discussed the ways and means for the viable implementation of the FTA and MoU on Carbon Credits Cooperation and regional cooperation including through the Indian Ocean Rim Association (IORA) and ASEAN. Minister Sabry invited Minister Balakrishnan to visit Sri Lanka.”",
    "Sabry also met Senior Minister and former Prime Minister of Singapore Lee Hsien Loong to discuss trade, investment, climate resilience, food security and regional developments.",
    "Sabry met Minister of Home Affairs and Minister for Law of Singapore K Shanmugam and thanked him for facilitating the visit of the Immigration and Checkpoint Authority (ICA) delegation to Sri Lanka in May to explore opportunities for collaboration through the integration of advanced technology aimed at aligning with Singapore’s standards.",
    "Security and defence cooperation to combat transnational crimes was also discussed. Shanmugam “stressed the significance of enhancing collaborations between the agencies of both countries to respond to emerging threats and technological challenges.”",
    "Minister Sabry took part in the Reuters Next Asia Pacific Summit held on July 9. (Colombo/Jul11/2024)"
  ]
}