{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sunshine-Holdings-delivers-robust-performance-in-1H/34-769253",
  "time_ut": 1731533214.0,
  "original_lang": "en",
  "original_title": "Sunshine Holdings delivers robust performance in 1H",
  "original_body_lines": [
    "Continuing its resilience in robust growth, diversified conglomerate Sunshine Holdings PLC posted consolidated revenue of Rs. 30.1 billion for the six months ending 30 September 2024 (1HFY25), an increase of 6.8% YoY.",
    "Gross profit for the period in review increased by 6.2% YoY to Rs. 9.1 billion, with the gross profit margin holding steady at 30.4%. This margin stability reflects successful margin expansion in the Healthcare sector positively impacted the group’s overall profitability, despite margin contraction in Consumer Brands and Agribusiness sectors. The group reported profit after tax (PAT) for the period of Rs. 2.9 billion, a 19.6% YoY decrease, primarily impacted by the higher taxation in the agribusiness sector.",
    "The Group’s Healthcare business emerged as the largest contributor to Sunshine’s top-line performance, accounting for 53.7% of total revenue. In comparison, Consumer and Agribusiness sectors of the group contributed 32.2% and 14.2% respectively of the total revenue.",
    "In October, the Group completed the equity infusion from the International Finance Corporation (IFC) into Sunshine Healthcare Lanka Ltd. (SHL). The company has already started utilising this investment to significantly scale up SHL’s operations, including expanding local manufacturing, enhancing diagnostic capabilities, and strengthening our distribution network and retail presence.",
    "Group CEO Shyam Sathasivam said, “Our performance in this period reflects both our agility and our vision, achieving consistent growth as we steer through a challenging macroeconomic landscape. This resilience underscores our focus on value creation for our stakeholders and our commitment to delivering results as a nation-building company. With our expected investments in healthcare manufacturing and diagnostics, backed by the IFC, Sunshine Holdings is well-positioned to meet Sri Lanka’s evolving needs while strengthening local supply chains.”",
    "The Group’s healthcare segment generated Rs. 16.1 billion in turnover during 1HFY25, representing a growth of 16.6% YoY. This growth was mainly driven by robust topline expansion in both the pharmaceutical agency and pharmaceutical manufacturing businesses. The sector’s EBIT margin improved, primarily due to higher capacity utilisation in pharmaceutical manufacturing and volume growth in the pharmaceutical agency.",
    "Lina, the pharmaceutical manufacturing business, reported a 110.9% YoY revenue increase, driven by higher capacity utilisation at its Metered Dose Inhaler (MDI) plant. To date, Lina has manufactured majority of the 2024 MDI requirement of the Government.",
    "The Consumer Brands sector, which includes both export and domestic businesses, reported revenue of Rs. 9.7 billion in 1HFY25, representing a slight decline of 0.3% YoY. However, 2QFY25 revenue saw a sequential improvement of 1.2% compared to the trailing quarter. While the domestic business’s revenue (represents branded tea and confectionary) declined due to sluggish consumer spending, the export business continued to improve during the first half, reporting a 26.8% YoY increase in revenue.",
    "The Group’s Agribusiness sector, represented by Watawala Plantations PLC (CSE: WATA) and Watawala Dairy Limited (WDL), reported a 7.4% YoY decline in revenue to Rs. 4.3 billion, primarily due to a 6.9% drop in the palm oil business. The dairy business recorded revenue of Rs. 617 million in 1HFY25, a decline compared to the same period last year, due to a drop in production volumes. PAT for the Agri sector closed at Rs. 984 million for 1HFY25, down 39.6% compared to the same period last year, primarily due to higher taxation in the sector."
  ]
}