{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/Ambitious-Sri-Lankan-jobseekers-trafficked-into-Ukraine-war-zones/131-279572",
  "time_ut": 1711391400.0,
  "original_lang": "en",
  "original_title": "Ambitious Sri Lankan jobseekers ‘trafficked into Ukraine war zones’",
  "original_body_lines": [
    "A group of 55 Sri Lankans, comprising former soldiers as well as civilians, had been trafficked to war-torn Ukraine with the promise of securing jobs in Georgia, Poland and Ukraine",
    "Two suspects operating a foreign employment agency in Kadawatha were arrested this month on charges of trafficking a group of 55 Sri Lankans to conflict zones in Ukraine",
    "Many ask the question whether it’s worth risking their lives so much in order to find employment abroad?",
    "Police Spokesperson DIG Attorney-At-Law Nihal Thalduwa urged the public to be cautious of individuals involved in human trafficking",
    "According to Prof. Herath, when people are desperate and are unaware of what is going on in the world, they often fall prey to such rackets",
    "Is the situation in Sri Lanka so grim that locals harbour hope that they could lead a better life in a country that is affected by war?",
    "Two suspects operating a foreign employment agency in Kadawatha were arrested this month on charges of trafficking a group of 55 Sri Lankans to conflict zones in Ukraine. The group, comprising former soldiers as well as civilians, had been lured by the promise of jobs in Georgia, Poland and Ukraine. Out of the 55, two have reportedly lost their lives, 5 have escaped to neighbouring countries and 17 have returned to Sri Lanka, Police Spokesperson Deputy Inspector General of Police (DIG) Attorney-At-Law Nihal Thalduwa said at a press briefing last week.",
    "DIG Thalduwa noted that the victims were first taken by air to India, then to Poland by air and eventually to Ukraine; reaching the latter destination by traveling on land.",
    "A question arises: Were the victims aware of the ongoing Russia-Ukraine war?",
    "Any person who is informed of better financial prospects in a war-torn country or its neighbouring countries would pause to ponder if the statement contains any truth. As a result of two years into the war between Russia and Ukraine, Poland has been facing a refugee crisis. This is because more Ukrainians are entering the country through the border to escape the war. Georgia also accepted thousands of Ukrainian refugees.",
    "Speaking to Daily Mirror, DIG Thalduwa stated that the victims were aware of the ongoing war between Russia and Ukraine. “Some had thought that they would not be serving in the front-lines, but would serve in the war in other capacities– former military personnel have experience in this. However, when they go to Ukraine, they are compelled to be in the front-lines. Others (civilians) have gone seeking other forms of employment as they have been told that they are being sent for other jobs (in Poland or Georgia). It is when they arrive in Ukraine that they realise where they are. After that, they have no way of coming back,” said DIG Thalduwa.",
    "He added that each person had been charged between Rs. 250,000 and 500,000 by the fraudulent foreign employment agency.",
    "The Police Spokesperson urged the public to be cautious of individuals involved in human trafficking and promising to provide jobs overseas. He added that there were more fraudulent foreign job agencies and individuals that were involved in similar schemes. Requesting the public to verify claims of employment opportunities by agencies, DIG Thalduwa also requested from the public to check if the agencies have registered with the Sri Lanka Bureau of Foreign Employment.",
    "When queried by the media if there was evidence of foreign involvement in such schemes, DIG Thalduwa noted that there was no information to support such a claim. “However, we suspect that there may be individuals in Ukraine involved in trafficking as otherwise it won’t be possible to take these people from Poland through Georgia to Ukraine by land,” he said.",
    "Earlier this month, international media reported that Indian and Nepali nationals were trafficked to the Russian army by scammers. Desperate job seekers were most susceptible to such ruses. The Indian Government had requested the Russian Government to discharge Indian nationals who had been trafficked into the Russian army.",
    "The Daily Mirror reached out to Prof. Subhangi Herath of the Department of Sociology at the University of Colombo to find out what led people to believe that they could lead better lives in such countries.",
    "Firstly, she elucidated that Sri Lankans in the recent past opted to migrate for two main reasons; hope for a better future and failure to see a political future in this country.",
    "“People study and work hard expecting some sort of dignified job in the country. But when they see unemployment levels rising, and feel they won’t be able to get absorbed into any well-paid and acceptable job, they think that they have to go somewhere and work for even a meagre salary-which will be high when you convert to Sri Lankan Rupees. There are lots of stories people who have migrated relate; about working as food vendors, distributing papers and doing other odd jobs and still being able to feed and educate their children better. These kinds of stories come from various countries and these expatriates don’t reveal the hardships they endure. People think that immigrating to some other country will present them with an opportunity that they cannot enjoy in our country; even if they work until their retirement. They think they may experience hardships, but their children will be better off.",
    "“On top of this, they don’t see a political future in this country. The serious political instability that has existed for several years doesn’t give people hope. When I talk to people like taxi drivers and others, so many of them tell me that they don’t believe in any political party. This is because those who criticise the present government do not give a concrete plan on how they are going to change this situation– it’s very vague,” said Prof. Herath.",
    "Many ask the question whether it’s worth risking their lives so much in order to find employment abroad?",
    "According to Prof Herath, people are aware of the possible repercussions, but still go ahead hoping that they wouldn’t have to face the negative consequences.",
    "She added that there is a ‘serious ignorance’ in people about what is happening around the world. “The thing is people are struggling in their day-to-day lives. Many don’t trust the news bulletin and don’t watch news and would rather watch a teledrama. We cannot blame people because they also need some sort of comfort or solace to free themselves from the fears and uncertainties they are facing. What they do is they ignore reality. This is not everybody, but there is a significant portion of people who don’t want to face these painful realities all the time. Some also don’t have a proper sense of geographical links that one country has with another. Ukraine is at war and they may not think that Poland is a border country that would also be severely affected; so according to them, they are going to Poland and not Ukraine.",
    "“When a war is going on in another country, unless they carefully follow the news, they don’t know what is really happening. They think that these are very big countries and have areas which have not been affected and are safe,” said Prof. Herath",
    "According to Prof. Herath, when people are desperate and are unaware of what is going on in the world, they often fall prey to such rackets. Also, the desire to go abroad and make money is so intense that they feel anywhere is better than Sri Lanka.",
    "In December last year, three former employees of the Sri Lankan military-among them was Captain Ranish Hewage, who was the commander of the First Special Forces of The International Legion of Territorial Defence of Ukraine, or the Ukrainian Foreign Legion- were killed in a Russian military attack. According to reports, they were killed in Bakhmut, Ukraine, during a rescue operation. Subsequently, Minister of Foreign Affairs Ali Sabry noted that efforts were made to prevent the recruitment of Sri Lankans as mercenaries to fight in Ukraine. Whilst emphasising that a local agent, who was involved in such deals had been dealt with, he added that the government could not exercise any control over nationals who had headed for Ukraine with the aim of engaging in fighting.",
    "Captain Ranish Hewage (right) posing for a photograph with Ukrainian soldiers"
  ]
}