{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sufficiently-strong-progress-on-debt-restructuring-efforts-IMF/108-284397",
  "time_ut": 1717799460.0,
  "original_lang": "en",
  "original_title": "“Sufficiently strong progress” on debt restructuring efforts: IMF",
  "original_body_lines": [
    "Acknowledges authorities have been holding extensive discussions and says there is strong expectation that agreements with external commercial creditors will be reached soon.",
    "The International Monetary Fund (IMF) affirmed this week that Sri Lanka’s debt restructuring efforts have gathered steam.",
    "IMF Communications Department Director Julie Kozack addressing a press conference expressed confidence in the island nation firming up the restructuring.",
    "“… overall, we assess that there has been sufficiently strong progress on the debt restructuring front,” Kozack said.",
    "She shared that the authorities have been holding extensive discussions with the external official creditors regarding a memorandum of understanding with the official creditor committee and final agreements with the Export Import Bank of China.",
    "Discussions with the external bondholders continue with the aim of reaching agreements in principle soon.",
    "The negotiations with the China Development Bank are also at an advanced stage.",
    "“There is a strong expectation that the agreements with the external commercial creditors, consistent with the programme parameters, will be reached soon,” she stressed.",
    "On March 21, the IMF staff and Sri Lankan authorities reached a staff level agreement on economic policies to conclude the second review of the programme and also the 2024 Article IV Consultation.",
    "Next week (June 12), the Executive Board will meet to discuss the second review and the Article IV Consultation.",
    "As highlighted in the recent months, Kozack reiterated that the macroeconomic policy reform is starting to bear fruit.",
    "The IMF acknowledged that the “commendable outcomes” include the rapid disinflation, robust reserve accumulation and initial signs of economic growth, while preserving the stability of the financial system.",
    "She noted that the programme performance is strong with most quantitative and structural conditionality for the second review met or implemented with delay and reforms are still ongoing in some areas.",
    "Kozack pointed out that the next steps on the debt restructuring are indeed to conclude negotiations with the external commercial creditors and to implement agreements in principle with the official creditors.",
    "Sri Lanka must secure agreements with the bilateral lenders and bondholders to continue receiving funds from its US $ 3 billion IMF bailout.",
    "The IMF will review these agreements to ensure they offer sufficient relief for Sri Lanka to achieve debt sustainability.",
    "The government data indicates that the country owes US $ 10.6 billion to bilateral creditors, with China accounting for over 40 percent of this debt. Additionally, Sri Lanka needs to restructure US $ 12 billion in debt with international private creditors."
  ]
}