{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-undershoots-inflation-target-in-first-quarter-despite-vat-hike-158470/",
  "time_ut": 1713107700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka undershoots inflation target in first quarter despite VAT hike",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s inflation is expected to lower than initially projected in 2024, despite a value added tax hike, Central Bank Governor Nandalal Weerasinghe has said",
    "“When we looked at the last two monetary policy reviews… we had an inflation path a little elevated to what was realized, ” he told reporters following a March 50 basis point rate cut.",
    "“Mainly because our projection factored in the VAT increase in January and some of the short-term food price increases, we have seen in December and January.",
    "But what we have seen the actual inflation realization, is that the impact of VAT has not been that much and also the reduction in electricity prices also has helped, as well as the supply conditions, especially food supplies has been better.",
    "“As a result, inflation outcome has been much lower than we expected.”",
    "Sri Lanka’s central bank has been conducting broadly deflationary policy, except perhaps in December 2024, when a private credit spike appears to have been accommodated by standing facilities on top a seasonal real demand for cash.",
    "The central bank has also allowed the currency to re-appreciate departing inflationist policy generally seen since 1978, analysts say.",
    "“In our projections, we see in the next 12 to 18 months, inflation will remain well below our target range between 4-6. In our expectation it will remain around 4-5 percent in the next 12 to 18 months.",
    "“That is one of the reasons we saw we had some pace to reduce our policy rate.”",
    "The central bank cut its policy corridor 50 basis points to 8.50 and 9.50 percent, and has allowed excess liquidity to build up in money markets from a balance of payments deficit (net dollar purchases) at the current market interest rate structure.",
    "Though money is being injected through various tools allowing some banks to trade without deposits, overall, there is a sell down of its domestic securities holdings.",
    "Sri Lanka has a reserve collecting central bank currently subject to IMF forex reserve targets and domestic asset sell down target (which are essentially complementary), an inflation target of up to 7 percent and an implicit potential output (printing money for growth) target.",
    "The central bank currently providing exceptionally monetary stability not for many years, and cautiously lowering rates, as well as reversing some of the inflation it has created in the past in food prices and energy.",
    "Since September 2022, when deflationary policy started to show up in the balance of payments, the central bank has only created 3.9 percent inflation according to the widely watched Colombo Consumer Price Index.",
    "However, analysts have warned that in the past, deeply flawed operational frameworks involving multiple and contradictory anchors have tended to trip up when private credit recovered when rates are cut claiming inflation is low.",
    "Sri Lanka also does not have a penalty rate for standing facilities, unlike countries with tighter operational frameworks, which are less prone to crises. (Colombo/Apr14/2024)"
  ]
}