{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98799/education-should-be-free-from-political-influence-president-ranil",
  "time_ut": 1713889740.0,
  "original_lang": "en",
  "original_title": "Education should be free from political influence – President Ranil",
  "original_body_lines": [
    "President Ranil Wickremesinghe emphasized the peril of politicizing education, warning that such a move would inevitably lead to the nation’s downfall.",
    "He urged all stakeholders to set aside personal biases and engage in collaborative discussions to devise the most effective education system for the country within the next two to three years.",
    "These remarks were made during his address at the 10th Biennial Conference of the All Island Professional Lecturers’ Association (APLA), held at the Nelum Pokuna Theater in Colombo this afternoon (23).",
    "The All Island Professional Lecturers’ Association (APLA), established in 2004 by a consortium of tuition teachers nationwide, convened the event. Dr. K. Ariyasinghe, a founding member of the All Island Professional Lecturers’ Association, along with other senior teachers, was presented with the Senior Lecturers Award by the President.",
    "Mr. Ravindra Bandara, President of the Association, presented a commemorative gift to President Ranil Wickremesinghe, the chief guest of the conference. Following this, the President joined the executive committee members of APLA for a group photograph.",
    "President Wickremesinghe further elaborated that the government’s forthcoming education reforms would not solely involve education experts but would also welcome input from school teachers, professionals in the economic sector, and organizations like the APLA. Addressing the event, he reiterated the importance of inclusive dialogue in shaping the future of education in the country.",
    "“In 1981, as Minister of Education, I authored the White Paper amidst widespread calls for the prohibition of private classes. At the time, we firmly opposed such a measure.",
    "“The fundamental mission of the Ministry of Education is to ensure quality education for every child. Over time, the supplementary class system emerged in our country and has since made significant strides. This development was driven by the shortcomings in our education sector and the intrusion of politics, which hindered effective problem-solving. Consequently, students and parents turned to supplementary classes as an alternative. However, today, there is a symbiotic relationship between mainstream schooling and supplementary classes.",
    "“Particularly notable was the discussion surrounding the provision of education through online technology during the recent pandemic. Back in 2017, we proposed to the Ministry of Education the distribution of tablets to high school students for online learning, with the necessary funding allocated. Unfortunately, the project was shelved due to objections. Had it been implemented then, online education could have commenced earlier. Nevertheless, I commend the initiation of this project by the All Island Professional Lecturers’ Association.",
    "“In many nations worldwide, the traditional schooling system and supplementary classes are intertwined. We’ve gleaned valuable insights from the recent economic downturn and are steadily recovering. However, we must forge ahead with a new economic paradigm, one centered on exports and marked by fierce competitiveness. Simultaneously, we must strive for economic growth that alleviates poverty.",
    "“In addition to these considerations, it’s imperative to craft an education system that aligns with our country’s needs. We must delve into the dynamics between formal schooling and extracurricular activities, while also exploring the integration of technology and artificial intelligence into education. Presently, technology is driving significant changes in education, and it’s crucial that we embrace and adapt to this transformation.",
    "“One of the legacies of British colonial rule was the introduction of schools modeled on the British system, spearheaded by Colebrooke. This initiative led to the establishment of government, missionary, and Buddhist schools. Consequently, prior to India, Sri Lanka pioneered Western-style education in Asia. Moreover, Sri Lanka was among the first to implement free education. Therefore, over the next two to three years, we must strategize on incorporating this new technology into our education system. We need to envision a modern education framework tailored for 2050, rather than 2030.",
    "“These educational reforms must not be confined to the domain of education experts alone. General educators, representatives from the economic sector, and organizations like the All Island Professional Lecturers’ Association should also actively participate. The discourse on educational reform should be inclusive, with every idea given due consideration. Politics should not overshadow education; turning it into a mere tool for political maneuvering achieves nothing. Ultimately, it’s the nation that suffers. Hence, it’s imperative for everyone to transcend political divides and collaborate towards shaping the future of education collectively.",
    "“We are actively striving to make the requisite arrangements for this endeavour. Consequently, over the next two to three years, it is imperative that we engage in discussions to determine the optimal education system for our country by the year 2050. Furthermore, we must remain adaptable to ongoing technological advancements beyond that time-frame.”"
  ]
}