{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-SMEs-Debt-trapped-dilemma/4-769525",
  "time_ut": 1732218732.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s SMEs: Debt-trapped dilemma",
  "original_body_lines": [
    "A substantial portion of Sri Lankan SMEs, approximately 70%, are currently insolvent or teetering on the brink of bankruptcy",
    "A cornerstone of successful debt recovery lies in preserving the business’s operational viability rather than resorting to liquidation. Many debt restructuring solutions fall short by neglecting the critical aspect of cash flow matching, which is fundamental to servicing debt obligations. By strategically realigning assets based on their utilisation, it is possible to strike a balance between debt recovery and cash generation, fostering a more sustainable recovery process",
    "Small and medium-sized enterprises (SMEs) are the backbone of Sri Lanka’s economy, accounting for 75% of all active businesses. They play a pivotal role in providing employment opportunities and contributing significantly to the nation’s GDP, contributing 45% and 52%, respectively. In recent years however, Sri Lanka’s SME sector has faced unprecedented economic challenges. A series of adverse events, including the 2019 Easter Sunday bombings, the COVID-19 pandemic, and the economic crisis triggered by currency devaluation, have exacerbated debt levels within the SME community, posing a substantial threat to their sustainability.",
    "The Government’s debt moratorium, while initially intended to provide temporary relief, may have inadvertently accelerated the financial challenges faced by SMEs. The moratorium’s structure, coupled with other economic factors, may have contributed to this end. SMEs that participated in the moratorium often found themselves with a larger debt burden due to the capitalisation of interest accrued during the period, which was compounded by prevailing high interest rates. As a result, the cost of servicing the debt became significantly higher, placing a strain on businesses operating in an environment characterised by slow economic growth and limited revenue generation.",
    "Through these pressures, a substantial portion of Sri Lankan SMEs, approximately 70%, are currently insolvent or teetering on the brink of bankruptcy. These circumstances can be attributed to weaker balance sheets and the high cost of servicing existing debt, making such businesses bait for predatory lenders and exploitative unethical lending practices, further adding on to their financial burdens. These practices have contributed to a downward spiral, hindering the sector’s growth and financial stability. The rigid and shortsighted banking policies under the safe zone policy framework have compounded these challenges even more.",
    "To facilitate a more effective recovery, a collaborative and flexible approach is essential. Lenders, both private and public, including licensed banks, must shift their focus from immediate loss-covering solutions to long-term going-concern debt sustainability. A granular analysis that considers factors beyond mere temporal alignment is suggested. By adopting a more forward-looking perspective, lenders can play a crucial role in helping SMEs overcome their current challenges and achieve long-term financial stability.",
    "A cornerstone of successful debt recovery lies in preserving the business’s operational viability rather than resorting to liquidation. Many debt restructuring solutions fall short by neglecting the critical aspect of cash flow matching, which is fundamental to servicing debt obligations. By strategically realigning assets based on their utilisation, it is possible to strike a balance between debt recovery and cash generation, fostering a more sustainable recovery process. The decision to temporarily suspend parate execution was a suboptimal choice and inadvertently created unintended negative consequences similar to the Cobra Effect.",
    "Parate is a special power granted to banks and financial institutions in Sri Lanka that allows them to sell borrowers’ assets without court intervention to recover unpaid debt. This one-sided approach has eroded lender confidence, leading to a more cautious lending stance and higher interest rates. This, in turn, has resulted in reduced lending levels and stricter credit criteria, ultimately hindering the availability of capital necessary for business growth and progression.",
    "A significant knowledge gap exists among both lenders and borrowers regarding balance sheet optimisation. This lack of expertise often results in suboptimal and premature decisions, such as abandoning viable operations or projects. It is essential to recognise that project viability extends beyond a narrow perspective, and that the focus should be on assessing whether the expected return justifies the cost of capital. Any project with a positive Net Present Value (NPV) and Internal Rate of Return (IRR) over the current cost of capital can generally be considered viable for continuation.",
    "The decision to abandon an operation or project carries significant economic implications, particularly in the context of Sri Lanka’s ongoing economic recovery efforts. All stakeholders, including lenders, borrowers, and Government agencies, must carefully evaluate the potential consequences of such actions.",
    "The country’s economic growth and development also depends on a steady stream of confident entrepreneurs and innovative projects. By prematurely abandoning viable ventures, Sri Lanka risks hindering its recovery efforts and limiting its potential for future economic growth.",
    "The SME debt crisis has led to the scarcity of risk capital, a critical component in nurturing the growth of SMEs. Aspiring entrepreneurs often encounter the formidable challenge of securing risk capital, which significantly hinders the advancement and expansion of the country’s entrepreneurial ecosystem. For a more promising environment for innovation and economic development, it is important to set up mechanisms that enable accessibility of risk capital for budding businesses.",
    "Sri Lanka’s recent leadership change has ushered in a new era of governance, driven by the expectation of transformative policies. While the desire for change is palpable, it is imperative to approach reforms with careful consideration and robust testing to ensure long-term economic sustainability and growth.",
    "A balanced approach is key to bolster lender confidence and foster entrepreneurship. This requires a shift towards solutions grounded in sound economic principles and corporate finance. Bridging the gap between innovative ideas and short-term suboptimal solutions require a concerted effort to enhance knowledge and expertise within the industry.",
    "Government agencies, NGOs, lenders, and consultants can play pivotal roles in driving this knowledge-building initiative. By working collaboratively, these stakeholders can equip policymakers and businesses with the tools necessary to navigate the complexities of Sri Lanka’s evolving economic landscape.",
    "(The writer is a Technology Project Manager, turned into an investment professional focusing on early-stage venture capital investing. He is well recognised in the field with many accolades to his name, both locally and internationally. He can be reached via www.linkedin.com/in/amilaaluthwalacfa.)"
  ]
}