{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/when-journalism-amplifies-apartheid-the-jaffna-monitor-the-israeli-narrative/",
  "time_ut": 1758954557.0,
  "original_lang": "en",
  "original_title": "When Journalism Amplifies Apartheid: The Jaffna Monitor & The Israeli Narrative",
  "original_body_lines": [
    "The Jaffna Monitor with a  claim to cutting edge journalism, and with the motto ‘Unafraid and Unbowed’ had published  in its August 2025 issue an interview with the Israeli ambassador to India and Sri Lanka.  Amplifying Israel’s view seems most ill-advised at a time when the entire world is beginning to distance itself from Israel because of its genocidal campaign against the Palestinian people, at the end of a 77  year history of land grab, ethnic cleansing, occupation and apartheid against Palestinians. Several western governments are backing Israel fully in its genocidal campaign, but the vast majority of populations in these countries,  and globally, have turned against Israel and are protesting, marching and going to prison raising their voices against this apartheid state, and resisting the  erasure of Palestinian life and land.  No one, let alone journalists, can claim not to know about the genocide of Palestinians. Famine, total destruction of all public infrastructure  and many more killings of Palestinians than the official count of 70,000,  present an apocalyptic picture.",
    "The one question posed by Jaffna Monitor to the Israeli ambassador, about the ongoing genocide, elicits an evasive response in keeping with Israeli Hasbara efforts to camouflage the truth. The ambassador ends vaguely, with a simple -an ‘end to the war is expected’, while plans to ethnically cleanse Palestinians from Gaza and indeed the West Bank are afoot.",
    "The ambassador’s attempts to draw historic links  between Sri Lanka and Israel, especially with Jaffna Tamils,  maybe as a charm offensive, is unconvincing. There was significant migration and trade across Asia, Africa and Europe  long before colonialism. It  is established history that Arab traders sailed all along the Indian Ocean and had fulsome links with Sri Lankan communities from the early mediaeval period. Arab traders gave  Sri Lanka the name ‘Serendib’ from which the English word ‘serendipity ‘ is derived, inspired by the Arab traders’ descriptions of Sri Lanka.",
    "The Israeli project of appropriating and claiming falsely, Palestinian and Arab history, culture, food  as their own,  resulting in an erasure of Palestinian life, is well known.",
    "The analogies between Tamils of Jaffna and the Jewish people are another feeble attempt to legitimize stronger ties and is frankly divisive. The Jaffna Monitor,  attempts to tease this out by asking a question about whether ‘Jews and Jaffna Tamils Share Intellectual and Cultural Bonds’ (sic).",
    "The dominant variant of Tamil nationalism which originated  in Jaffna  also has embarrassingly claimed from its inception  that  the Tamils’ grievances are akin to that of the Jews’ centuries old suffering in Europe; Tamils like the Jews  are an ‘educated, intelligent, industrious’  people; they were both  persecuted similarly. Therefore this faction of Tamil nationalists claim that they also deserve an ethno- nationalist homeland like the Jews.  They ignore the fact that  the establishment of  Israel was an imperial  strategy to set up a military outpost in West Asia to further western interests.  And hence the Balfour Declaration. It was clear from the beginning that this was going to be a settler colonial project, and the ‘ethnic transfer’ (ethnic cleansing) of Palestinians was envisaged by the Zionists  from the outset, in the early 1900s, and the colonial powers simply backed it.",
    "The Jewish homeland  is an exclusivist ethnonationalist idea, a Jewish (Zionist) supremacist idea, and indeed because led by the European Jewry, has a nexus with White supremacy within Israel, even though White Supremacy in Europe rejected and despatched the Jews off to Palestine. The European origin Zionist settlers became hegemonic in Israel, and have established a  racist state which is borne out by how even Jews of Arab  and African origin are  treated in Israel, let alone Palestinians.",
    "It is with this Zionist supremacist state that the Sri Lankan government is  doing business and even sending its workers to be racially abused.",
    "It is also disturbing that the ambassador states that Israeli Sri Lankan relations will  develop with the support of India.  Under the BJP government, India has become a strategic military and economic ally of Israel, abandoning the previous years of political and diplomatic solidarity with the Palestinians. India today is one of the largest procurers of Israeli weapons systems, the most lucrative export commodity of Israel. India is now a major seller of drones to Israel which are taking out thousands of innocent civilian life including children. Modi’s close business ally Adani owns the Haifa port terminal,  and Tata, an Indian multinational is very much implicated in digital services to the Israeli military. Hindutva fascism and Zionism have made a deadly ideological pact, and there are similarities to what both these states are pursuing  in terms of  land grabs, house demolitions, detentions and disappearances. In Delhi, and in surrounding states, the minority Muslim community is facing  mob lynchings, house demolitions, land grabs, disenfranchisement , and  statelessness like in the West Bank, East Jerusalem and Gaza. These same practices are  played out with much greater intensity by the Hindu fascist government of BJP in Kashmir, which was never part of India and is an Indian-occupied region since 1948. ‘Akhand Bharat’ and ‘Greater Israel ‘are the end goals of these two fascist ideologies.",
    "This sounds ominous considering Sri Lanka’s weakened position vis- a- vis India.",
    "It almost feels as if Sri Lanka is in danger of ceding its foreign policy  initiatives to India, judging from the increasing involvement with Israel.",
    "The ambassador brushes aside Sri Lankan people’s concerns over the penetration of our beach resorts and countryside by ex-IDF soldiers  and the problems that arise locally.  The ambassador has weak words of assurances that these Israeli tourists  are  innocent  young people or families.  Ex- IDF soldiers arriving for ‘Rest and Recreation’  on completing their tour of  military duty in Gaza and the West Bank have also caused problems in other parts of the world, such as in Goa and Himachal Pradesh , Thailand, and  other beach resorts in Europe and  Latin America. Brazil, Argentina, Chile and Belgium are looking into starting legal action against ex-IDF soldiers who have been  identified as having committed war crimes during the Gaza genocide.",
    "It is sad that our government is too timorous to challenge the Israeli tourists’ behaviour, their sense of entitlement, especially with organising religious houses and restaurants where local people are not allowed. Some are reported to be overstaying their visas and are getting caught up with illegal transactions and conflict with locals.",
    "The ambassador is carrying out his hasbara  duty in an interview that largely comes across as a puff piece, embellishing historic links and  potential for future relations with Sri Lanka. But what is concerning is why Jaffna Monitor and other Sri Lankan journalists are taking  pains to amplify  the cause of an apartheid state that is carrying out a genocide at the present time.",
    "As for Jaffna Monitor’s publishing of Rohan Gunaratna’s (the ‘terrorism expert’ ) article , I feel it is pointless to even comment as the facts and the analysis are all taken from the Zionist playbook or from Trump speak. The Palestine question is not about religion but about land and imperialism.",
    "What is concerning  is that the pieces on Palestine in the Jaffna Monitor are both from the Zionist point of view. Where are the Palestinian voices?",
    "It appears that Sri Lankan journalists have been sponsored en masse to visit Israel in recent weeks.  These all-expenses-paid  press junkets with perks are one of the most powerful ways in which Israel tries to muzzle foreign journalists into becoming  their mouth pieces.  The  true story of the Nakba  of 1947-48 when Israel was established, was suppressed, by Israeli and its allies, despite  Palestinians – scholars, academics and the expelled refugees continuing to speak about it.   Thirty years after the Nakba, the Israeli archives had to be declassified and nearly forty years after the Nakba, were the Israeli New Historians able to bring out the truth-  the expulsions of the 750,000 Palestinians without  a right of return and the destruction of over 500 villages. Until then, Israel was able to tout the lie that “Palestine was a land without a people for a people without a land”. Even today corporate media globally, yields to Israeli designs, on the basis of this lie. The Sri Lankan media class seems to have fully joined them."
  ]
}