{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-welcomes-prominent-polish-celebrity-couple-to-boost-tourism/",
  "time_ut": 1724779020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka welcomes prominent Polish celebrity couple to boost tourism",
  "original_body_lines": [
    "In a move to further strengthen Sri Lanka’s burgeoning tourism ties with Poland, the Sri Lanka Tourism Promotion Bureau (SLTPB) welcomed popular Polish celebrity couple Cezery Pazura and Ms. Edyta Pazura to the island nation.",
    "Cezery Pazura, a renowned Polish actor, and the asteroid (669588) Claw was even named after him by the International Astronomical Union in 2014, his wife Ms. Edyta Pazura arrived at Bandaranaike International Airport in Colombo on 19th August 2024 on a Qatar Airways flight. They were greeted at the airport by officials from the SLTPB.",
    "The visit of this influential Polish couple is part of the SLTPB’s strategic efforts to promote Sri Lanka as a premier tourism destination among Polish travelers and encourage them to experience the wonders the island has to offer. By hosting high-profile figures like and Mrs. Pazura, the bureau aims to create greater awareness and buzz about Sri Lanka in the Polish market.",
    "During their 14-day stay, the celebrity couple will participate in a series of promotional activities organized by the SLTPB. This will include, visits to popular tourist sites across Sri Lanka with different cultural and social experiences, media interviews, and social media engagements. The SLTPB also going to host a dinner reception to celebrity couple with the Polish community in Sri Lanka.",
    "The goal is for and Ms. Pazura to share their firsthand experiences and impressions of the country, ultimately inspiring more Polish tourists to book their next vacation in Sri Lanka. The SLTPB is confident that the celebrity couple’s visit will generate significant buzz and translate into a spike in Polish tourist arrivals in the coming years.",
    "The SLTPB’s strategic push to target the Polish market is part of its broader efforts to diversify Sri Lanka’s tourist source countries and attract visitors from emerging markets. By tapping into the Polish outbound tourism segment, the bureau aims to boost Sri Lanka’s overall tourism numbers and contribute to the economic recovery of the island nation.",
    "‘Local tourism could enhance presence of high spenders rather than depend on backpackers’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}