{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-Ranil-Chandrika-Debate-of-1999-that-never-occurred/172-284468",
  "time_ut": 1717960860.0,
  "original_lang": "en",
  "original_title": "The Ranil-Chandrika Debate of 1999 that never occurred",
  "original_body_lines": [
    "Kumaratunga’s campaign was plagued by setbacks which prompted Wickremesinghe to challenge Kumaratunga for a Presidential debate",
    "Following the articles ‘Sajith-Anura debate, that never happened’ and ‘Mahinda-Ranil 2005: That never was,’ let us revisit the ‘Ranil-Chandrika 1999’ debate. The lead up to the 1999 Presidential Election was marked by significant political turmoil and dramatic events.",
    "In the early 1990s, internal strife within the United National Party (UNP) ended in a motion to impeach President Ranasinghe Premadasa. This led to the abrupt expulsion of Lalith Athulathmudali and Gamini Dissanayake, two prominent members who played pivotal roles in the effort to remove ‘His Excellency’ from office. Despite their legal challenges, Athulathmudali and Dissanayake’s dismissal from the UNP was upheld on technical grounds, persuading them to establish the Democratic United National Front (DUNF) as an alternative to the UNP. This move garnered substantial support from the party’s grass roots.",
    "Tragedy struck with the assassination of Athulathmudali in April 1993, a crime that remains unsolved but is believed to be the work of Leader of Liberation Tigers of Tamil Eelam (LTTE) Velupillai Prabhakaran. Just two weeks later, on May Day, President Premadasa himself fell victim to an LTTE suicide attack, further deepening the nation’s turmoil.",
    "In a stark contrast, Dissanayake’s political passage took a different path. In the absence of Athulathmudali and Premadasa, Dissanayake managed to navigate his way back into the folds of the UNP. His return was sanctioned by the very same working and executive committees that had once expelled him, highlighting the shifting dynamics within the party. Dissanayake was not welcomed back to leadership swiftly. He had to face a popularity test at a vote in the Exco with Ranil Wickremesinghe who steadfastly stuck to the party and loyalty to his slain leader. However, the more fancied Dissanayake ascended to leadership by a mere two votes.  He was chosen as presidential candidate for the November 1994 election.",
    "However, Dissanayake’s political renaissance was rudely and tragically cut short in October 1994. He was assassinated too by the LTTE, causing a disturbing setback to the UNP. Following the tragic assassination, the UNP decided to field Dissanayake’s widow, Srima Dissanayake, as their presidential candidate. The party hoped to garner a sympathy vote, reminiscent of the 1960 elections when the assassination of Prime Minister S.W.R.D. Bandaranaike led to a sweeping victory for his widow, Sirimavo Bandaranaike. However, Srima did not achieve the same effect, and the UNP ultimately lost the election.",
    "A significant factor contributing to the UNP’s downfall in 1994 was the conduct of the incumbent President, D. B. Wijetunga. His approach, marked by racist outburst starkly contrasted with Chandrika Kumaratunga’s non-racial stance on the ethnic issues that had long plagued Sri Lanka. Wijetunga’s rhetoric alienated almost every minority voter who were longing for a conciliatory approach to the ethnic conflicts. [According to the original 1978 constitution, the President cannot seek re-election until completing the then, full six-year term.] Influenced by the political situation and internal bickering within Sri Lanka Freedom Party (SLFP) in 1982, [the mother and son clash] President Jayewardene, introduced an amendment that allowed the President to seek a fresh mandate after just four years in office.",
    "From the outset, Kumaratunga’s campaign was plagued by setbacks which prompted Wickremesinghe to challenge Kumaratunga for a Presidential debate; he issued a new challenge urging her to not evade national issues and to engage in a public debate with him on matters concerning the nation",
    "The UNP nominated Ranil Wickremesinghe as their Presidential candidate aiming to end President Kumaratunga’s rule and usher in change. Wickremesinghe focused on three core themes: creating lasting peace, improving income levels, and restoring democracy and the rule of law. He also emphasised broadening the right of expression and media freedom.",
    "Calling for an early election, nearly a year ahead of schedule and without any decisive victories in key areas, signalled President Kumaratunga’s belief that conditions would deteriorate the following year. Despite her faults, she displayed political savvy by catching the Opposition, especially the UNP, unprepared.",
    "In October 1999, following a Cabinet meeting, Kumaratunga signalled her decision to call for elections one year before her term ended. Since the announcement of the polls on October 20, political activity intensified rapidly, reflecting the anticipated closely contested Presidential race, a departure from the previous one-sided contests.",
    "Wickremesinghe emphasised policy over personality, contrasting with Kumaratunga’s reliance on her charisma. Notably, Kumaratunga’s exclusion of prominent People’s Alliance (PA) figures from her campaign underscored her emphasis on personality over policy, framing the election as a battle between her and the UNP. The GL-Thiruchelvam ‘Package’, considered the most comprehensive proposal for resolving the North-East issue, was presented by President Kumaratunga. However, it faced defeat at the hands of the UNP under Wickremesinghe’s leadership, despite its potential to bring about significant progress in resolving the longstanding conflict.",
    "The early election announcement visibly affected President Kumaratunga. Once celebrated for her charisma, which had a significant impact in 1994, she now appeared annoyed and dishevelled. This stark contrast was evident as she increasingly associated with former UNP members she once bitterly criticised. Her shift in campaign strategy highlights a departure from principled politics, showing her willingness to align with questionable personalities—a common trait among losing leaders. It happened 25 years ago; it’s happening today.",
    "From the outset, Kumaratunga’s campaign was plagued by setbacks: the death of potential ally Thondaman [Senior], a disastrous northern offensive that cost the military significant ground and lives, and a crossover by UNP members that seemingly backfired, potentially costing the PA more votes than it gained. Attempts to link Wickremesinghe to a supposed pact with the LTTE ended in embarrassment when Prabhakaran revealed that President Kumaratunga herself sought secret talks. In the face of these setbacks, Kumaratunga abandoned the peace talks with the LTTE, adopting a war-mongering stance and referring to them as the murderous tigers while still trying to associate the UNP with the Tigers.",
    "This prompted Wickremesinghe to challenge Kumaratunga for a Presidential debate. He issued a new challenge to President Kumaratunga, urging her to not evade national issues and to engage in a public debate with him on matters concerning the nation.",
    "Calling for an election, a year ahead of schedule and without any decisive victories in key areas, signalled President Kumaratunga’s belief that conditions would deteriorate the following year; despite her faults, she displayed political savvy by catching the UNP unprepared",
    "The UNP reiterated its call for a live debate between the two main Presidential candidates, Kumaratunga and Wickremesinghe instead of a remote format proposed by the Press Club. In a statement, the UNP emphasised Wickremesinghe’s earlier proposal for a direct debate to address critical issues. Advocating for a debate held in a single venue, the UNP argued that it would allow viewers to directly observe the candidates’ reactions. The party also recommended a one-hour debate with a broader range of questions, contrasting with the Press Club’s proposal for a shorter debate focused on three main topics.",
    "Additionally, the UNP proposed that all television networks should be permitted to broadcast the debate. Despite President Kumaratunga’s silence on the matter, the SLFP Media Group condemned the Press Club’s choice to invite solely the two primary candidates, neglecting the other 11 contenders. This critique effectively concluded the discussion, suggesting a lack of competence on the part of the incumbent Executive, Kumaratunga.",
    "Kumaratunga and Wickremesinghe were engaged in a closely contested race as the campaign drew to a close. However, the situation took a dramatic turn following a suicide bomber targeting her final rally. Many female voters expressed support for her, influenced by televised images of the incident and her subsequent appearance with a bandaged eye and tears. Kumaratunga emerged victorious with 51.12% of the votes."
  ]
}