{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ambassador-kananathan-catalyzes-prosperous-collaboration-between-lanka-and-senegal/",
  "time_ut": 1707564060.0,
  "original_lang": "en",
  "original_title": "Ambassador Kananathan catalyzes prosperous collaboration between Lanka and Senegal",
  "original_body_lines": [
    "Sri Lanka’s pioneering envoy to West African State, Senegal, engaged in substantive discussions with Senegalese President Macky Sall at the Presidential Palace. Throughout the comprehensive discussions, Ambassador Kananathan and President Macky Sall delved into various cooperative realms, with a particular emphasis on trade and bilateral relations. Both representatives conveyed an unwavering commitment to strengthening the bonds between Sri Lanka and the vibrant West African nation of Senegal, sharing a common goal of fostering prosperity.",
    "Kananathan engaged  in discussions with President Macky Sall to explore promising business ventures for Sri Lankan entrepreneurs in Senegal.The focal point of these discussions revolved around potential collaborations, especially in the fields of infrastructure development and the thriving fish processing and export industry in Senegal. Ambassador Kananathan artfully presented the capabilities and expertise of Sri Lankan businesses, expressing keen interest.President Sall warmly welcomed the prospect of Sri Lankan businessmen participating in Senegal’s dynamic economic landscape.",
    "This significant engagement builds upon Kananathan’s earlier encounter with the Senegalese President in 2021 during his advocacy mission for Sri Lanka whereby the  Republic of Senegal exhibited unwavering support and stood with Sri Lanka.In parallel developments, Senegal’s parliament voted on Monday to delay the country’s presidential election until December 15, effectively postponing the initially planned February 25 vote. The bill, adopted by the National Assembly, extends President Macky Sall’s 12-year tenure, originally scheduled to end on April 2. The decision received near-unanimous support, with 105 votes in favor and just one against.",
    "Spotlight on SCOTUS: Trump and the Political System on Trial in the US",
    "Japan gifts USD 5.5 million worth of medical equipment to NHSL, Ragama Teaching Hospital",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}