{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Emerging-as-Asia-s-next-startup-and-innovation-hub/34-781768",
  "time_ut": 1758067553.0,
  "original_lang": "en",
  "original_title": "Sri Lanka: Emerging as Asia’s  next startup and innovation hub",
  "original_body_lines": [
    "Sri Lanka’s rapidly growing startup ecosystem is drawing increasing regional and global attention, positioning the country as a rising innovation hub in Asia. With a strong ICT sector, high literacy rates, and a growing pool of skilled professionals, Sri Lanka is primed to become a hotbed for technology startups and product innovation.",
    "Key highlight this year is the arrival of over 35 global investors and speakers attending the Venture Engine Finale, alongside the Disrupt Asia conference, creating an unprecedented opportunity for Sri Lankan startups to connect with leading venture capitalists and industry experts from APAC, MENA, Europe, and the United States.",
    "Marquee investors and organisations participating include PeakXV Partners and Surge, Turtle Ventures, The Brenta Group, Accelerating Asia Ventures, Antler Nordics, Startup Grind Qatar, Angels Nest Global, Quest Ventures, Citigroup, Triliv Holdings, Dallas Venture Capital (DVC), House of Sri Lanka, Beyond The Dutch, Plug and Play, Sophia Business Angels, Storyboard Multimedia, Striders Corporation, Japan, Sultan Ventures, TiE Dubai, Momo VC, BOV Capital, Aavishkaar Group, Turtle Ventures, Gojek, Rasmal Ventures, Intellecap, ISA, Millennium Asset Management Saint Clair Advisory & Capital and Sri Lankan Business Council – UAE.",
    "Entrepreneurship is seen as a catalyst for economic growth, job creation, and innovation. However, the biggest challenge facing Sri Lanka’s startup sector remains access to sufficient funding. Currently, the country attracts only about $ 2.5 million in venture capital annually significantly below regional hubs where investment reaches nearly 0.5% of GDP.",
    "Industry experts suggest that Sri Lanka should aim to increase venture funding to at least 0.1% of GDP, approximately $ 80 million, to foster the growth of startups capable of producing globally competitive products and intellectual property. Efforts are underway to create a conducive policy environment, including the establishment of a government-backed Fund of Funds along with tax pass through structures to catalyse institutional investments into local venture funds and startups.",
    "“These policy reforms, combined with private sector initiatives like Venture Engine, are driving momentum in Sri Lanka’s ecosystem,” said BOV Capital Co-Founder and Lankan Angel Network Founder Prajeeth Balasubramanian. “Venture Engine is pivotal in connecting startups with international investors, providing mentorship, and catalysing capital flows.”",
    "Successful alumni from Venture Engine include Roar, InsureMe, Stripes & Checks, Zig Zag and Mint Pay, demonstrating the program’s effectiveness in scaling startups and attracting investor interest.",
    "With ongoing regulatory relaxation, improved tax frameworks, and increased investor participation, Sri Lanka is steadily unlocking the funding needed to transform its startup landscape. The presence of top-tier international investors at upcoming events underscores the global confidence in Sri Lanka’s potential as a startup destination.",
    "As Sri Lanka charts its path to becoming Asia’s next innovation hub, sustained collaboration between Government, investors, and ecosystem players will be vital to unlocking enduring economic and social benefits for the country."
  ]
}