{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113283/gold-set-to-become-australias-second-biggest-resource-earner",
  "time_ut": 1759804860.0,
  "original_lang": "en",
  "original_title": "Gold set to become Australia’s second-biggest resource earner",
  "original_body_lines": [
    "Australia said on Tuesday it expected gold to become its second most valuable resource export after iron ore this financial year, dislodging liquefied natural gas, as concerns over geopolitical instability fuel demand for the safe-haven metal.",
    "Australia’s gold exports are expected to rise by A$12 billion ($7.9 billion) to A$60 billion in the current financial year ending in June 2026, as the country exports more gold at higher prices, the department of industry said in its September quarterly report.",
    "That would eclipse Australia’s export earnings for LNG, which are expected to fall to A$54 billion this financial year, and to A$48 billion the following year, tracking lower oil prices.",
    "A lower interest rate environment in the United States is also expected to support gold prices above $3,200 a troy ounce over the next two years, the report said. Gold prices hit a record high on Monday and are trading close to $4,000 an ounce.",
    "Gold is bucking the trend seen across most of Australia’s resources export earnings which have dropped as energy prices normalise following the spike at the onset of the war in Ukraine that drove earnings to a record above A$460 billion in 2022-2023.",
    "Total Australian resource and energy export earnings are forecast to drop by 5% to A$369 billion in the current financial year, and to fall further to A$354 billion in the following year.",
    "“Commodity markets are anticipating slower world growth as a result of rising trade barriers and monetary conditions that are still on the restrictive side of neutral in the US,” the report said.",
    "Iron ore remains the cornerstone of Australia’s resource export earnings, accounting for more than 25% of all resource and energy commodities earnings over the next two years.",
    "The report lifted its iron ore price forecast by 10% to average $87 a metric ton this financial year from a June forecast, as steel demand is supported by a proposed new hydro dam in Tibet and China’s aim to curtail overcapacity in its steel industry.",
    "Overall, Australia still sees a downward trend in iron ore earnings, which it expects will fall by A$3.9 billion to A$113 billion in 2025–26 and then to A$103 billion in 2026–27."
  ]
}