{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110904/govpay-spot-fine-system-launched-in-western-province-on-highways",
  "time_ut": 1753678980.0,
  "original_lang": "en",
  "original_title": "GovPay spot fine system launched in Western Province & on highways",
  "original_body_lines": [
    "The spot fine payment system via GovPay has been implemented in the Western Province and on highways starting today (28 July).",
    "Minister of Transport, Highways, Ports, and Civil Aviation, Bimal Rathnayake, made this announcement during a press briefing held in this regard.",
    "Minister Rathnayake clarified that there has been no change in the amount of fines. Fines for 33 designated motor traffic offences can now be paid through the GovPay system, allowing individuals to make payment digitally instead of having to make payments only at post offices.",
    "He stated that necessary training has been provided to relevant officers to ensure the smooth implementation of the system.",
    "Additionally, 1,000 traffic police officers are scheduled to be issued mobile phones today to support the initiative, he added.",
    "The Minister also acknowledged the strong commitment of the Ministry of Digital Affairs, which played a key role in the swift launch of the system.",
    "He added that mobile devices will be distributed to other police stations across the country in the coming months, making the process even more efficient.",
    "Several training programs for police officers are being organized by the Ministry of Digital Affairs to support this transition. The Minister further stated that the system is expected to be fully operational across the Western Province by 4 August.",
    "Meanwhile, the Minister noted that a special program has already been launched in the Central, Uva, and Sabaragamuwa Provinces to enhance road safety measures.",
    "Additionally, on this occasion, a book containing an 85-point action plan prepared by the Ministry of Transport for the years 2025–2026 was officially presented to the Minister of Public Security, Ananda Wijepala, and the Deputy Minister of Digital Economy, Eranga Weeraratne."
  ]
}