{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97576/amendment-to-parate-law-expected-in-future-parliament-session-wijeyadasa",
  "time_ut": 1709050140.0,
  "original_lang": "en",
  "original_title": "Amendment to Parate Law expected in future parliament session - Wijeyadasa",
  "original_body_lines": [
    "Dr. Wijeyadasa Rajapakshe, the Minister of Justice, Prisons Affairs and Constitutional Reforms on Tuesday (Feb.27) disclosed plans to introduce an amendment concerning the temporary suspension of Parate execution, indicating its imminent presentation to Parliament.",
    "This proposed legislative change signifies a proactive approach towards addressing legal matters crucial for the country’s governance and justice system, he added.",
    "Furthermore, Minister Rajapakshe highlighted the anticipation of implementing a distinct loan scheme tailored specifically for Small and Midsize Enterprises (SMEs). This initiative aims to bolster the economic prospects of smaller businesses, contributing to overall economic resilience and growth.",
    "The lawmaker unveiled these during a press briefing held at the Presidential Media Centre (PMC), focused on the pivotal theme of ‘Collective Path to a Stable Country.’ Through this platform, he emphasizes the government’s steadfast dedication to advancing legal reforms and providing support to SMEs, thus affirming its commitment to national progress and prosperity.",
    "A nation’s fiscal policy is integral to its economic strength. The central bank holds significant authority in shaping this policy landscape. Reflecting on discussions surrounding Parate execution in Sri Lanka, it becomes apparent that the central bank’s focus primarily centered on safeguarding the stability of financial institutions. However, concerns have been raised regarding whether sufficient attention has been paid to the country’s overall balance sheet, especially amidst declines in the agricultural sector from 22% to 8% and the industrial sector from 38% to 32%.",
    "Despite borrowing from the International Monetary Fund (IMF) on 17 occasions, the economy has struggled to regain its footing. A notable trend has been the continuous expansion of the service sector at the expense of neglecting the industrial sector, resulting in decreased production capacity. This imbalance has impeded the nation’s economic recovery and overall growth trajectory.",
    "The staggering amount of loans extended by two state banks, totalling approximately Rs. 602 billion, presents a daunting challenge. Much of this sum is destined to be written off as bad debt due to non-payment. Had these funds been allocated towards agriculture and industry, significant strides in growth could have been achieved. This predicament underscores the necessity for stringent financial controls within the country to ensure optimal utilization of resources and sustainable economic development.",
    "To prevent crises for businesses and financial institutions, proactive measures are essential. Therefore, steps must be taken to alleviate the challenges associated with Parate execution. Plans are underway to propose amendments to Parliament regarding Parate execution to address these concerns. Additionally, a separate loan scheme tailored for Small and Midsize Enterprises (SMEs) is on the agenda, with President Ranil Wickremesinghe lending his support to this initiative.",
    "Furthermore, the government aims to implement a low-interest loan program for SMEs, collaborating with key financial institutions like the World Bank and the Asian Development Bank. Recognizing the importance of responsible lending, discussions with the Cabinet have led to the decision to establish a monitoring system for credit facilities. Future deliberations with the Ministry of Finance are also anticipated to refine these strategies further."
  ]
}