{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/First-year-of-AKD-Government-Is-it-RW-in-driving-seat-with-a-difference/4-782304",
  "time_ut": 1759105830.0,
  "original_lang": "en",
  "original_title": "First year of AKD Government: Is it RW in driving seat with a difference?",
  "original_body_lines": [
    "The Government of Anura Kumara Disanayake or AKD Government, has completed one year by September 2025. Many, except those in the Government, have ventured into analysing its performance during this initial year. From the Government side, a performance report is expected to be presented by AKD himself when he will present his Budget for 2026 in November 2025.",
    "Since those in the Government did not have previous experience in governing the country, the two analysts, Dhananath Fernando and Charindra Chandrasena or D and C in sitting on Advo Chat podcast have branded it as an L-board government or a government in learning.1 The implication of this branding is that such a learner should be constantly guided and monitored by a seasoned practitioner with a licence closely. D and C have concentrated on its performance from several angles, namely, how they handled the IMF program which had been activated by the previous President Ranil Wickremesinghe or RW, how the debt restructuring was completed, action taken to digitise and digitalise the economy, anti-corruption efforts, and fighting the drug warlords. D and C have been sympathetic toward the AKD Government because, according to them, the Government has performed satisfactorily if one ignores its failures in certain areas.",
    "To Opposition spokesmen, the Government has failed to fulfil its promises. Opposition Leader Sajith Premadasa has charged the Government of AKD for failing to alleviate poverty among Sri Lankans.2 According to UNP’s spokespersons, AKD has failed to deliver his election promises.3 Former President Mahinda Rajapaksa is reported to have said that AKD Government is on a witch-hunt program on anyone who opposes its policies.4",
    "An anonymous analyst writing to the popular economics website, EconomyNext, has identified some unfulfilled promises and some partially fulfilled promises which he had promised during his election campaign.5 Accordingly, AKD had failed to abolish executive presidency, provide relief to those affected by high cost of living, reform public sector and create new jobs and generate a new political culture. He has partially fulfilled the following promises, according to this writer: fighting corruption and recovering stolen assets, debt restructuring and economic recovery, protecting the vulnerable and delivering welfare, and adopting a non-aligned foreign policy. By any standard, it is not an admirable score card.",
    "Another anonymous writer, writing to the Sunday Times, had boldly asked the question whether AKD had walked the talk during the initial year or still talking about the walk.6 He had concluded his assessment reminding AKD of a piece of advice reported to have been given by George Washington, founding father of USA, to his younger associate Alexander Hamilton that winning was easy but governing would be harder. Thus, assessments are diverse, and conclusions are mixed.",
    "One thing to be remembered is that one year is too short a period for making a meaningful assessment of AKD’s performance. It is like assessing the performance of a student in a two-year study program to complete his GCE (Ordinary Level) examination after one year and telling him that he has failed the exam. All that the examiner can tell the student is whether he is moving in the right direction and if so, how to consolidate it till he passes the full examination and if not, how he should rectify his follies and moving back to the desired path. Political or economic reforms are processes that take time. A midpoint in the process is not an apt stage for assessing the success of a reform program. Hence, it is unfair to brand AKD and his Government a failure at this midpoint.",
    "In this context, what I find is that AKD is moving in the correct direction, but he should come up with a concrete master program to speed up the economic growth, create employment, integrate Sri Lanka with the rest of the world, and alleviate poverty. It is already too late for his Government to embark on this program. It is in this way he could fight poverty, now exacerbated by still high cost of living, as he advised to the rest of the world nations in his maiden speech at the United Nations last week.7",
    "It was prudent on AKD’s part, as I had argued earlier in this series8, to continue with IMF’s EFF to which Sri Lanka had entered during the previous RW’s presidency. This was because of the depth of the economic crisis which Sri Lanka had been facing when he assumed office in September 2024 was so severe that it did not permit, according to his own words, to make even the slightest mistake by his Government. Accordingly, to bring order to the chaos-stricken economy and build trust and confidence of the international community, which was a must, his Government had decided to be within the parameters set by IMF.",
    "IMF package had provided AKD and his top leadership a set menu of policies to tackle a balance of payments crisis thereby obviating the necessity for his Government to decide a policy package of its own as was done by Malaysia’s Mahathir Mohamad immediately after the East Asian financial crisis of 1997-8.",
    "Mahathir adopted an orthodox macroeconomic plan to rescue the external shock-hit economy without IMF assistance.9 Without such knowledge base, AKD had no alternative but to go along with the IMF package and this was exactly what his predecessor RW too had also followed. But IMF policy has its own weakness of stabilising the financial sector of the economy ignoring the more important requirement of boosting the real side which is the requirement for generating wealth for people. IMF has helped AKD, supported by his central bank and the ministry of finance, to stabilise the nominal economy which is necessary but not sufficient for the country to push the economy onto a long-term development path. A master plan for this is yet to be designed by AKD Government.",
    "Sri Lanka’s economy is slowly recovering from the negative growth in 2020, 2022, and 2023. In 2024, it attained a modest economic growth of 5% but that growth rate is not an achievement about which the country should be happy. From a welfare point, this number is inflated due to two reasons.",
    "One is the low base with which the statistical agency compared the market price of the output at constant prices in 2023. If it is compared with the output in 2022, it is merely a growth of 2.6%. The second is that this number is inflated by a higher value of net taxes on goods and services, that is gross taxes minus subsidies provided to those goods and service, in 2024 than in 2023. This is a statistical method used in computing GDP values at market prices by adding gross taxes and subtracting subsidies. That value had been Rs. 821 billion in 2024 compared to Rs. 742 billion in 2023 marking an increase of 11%, mainly due to increases in indirect tax rates.",
    "This is an expenditure by consumers who buy goods and services, and it is earned by the Government and not by producers. What producers get is the gross value added or GVA, which measures the real quantity of their production at factory gate in the case of manufactured goods, at farm gate in the case of agricultural products, and at office gate in the case of services. GVA is the indicator of the welfare level of producers because it is that value they get whether they are factory owners, or farmers or service providers. GVA has increased only by 2% in 2024 compared to 2022. The other is that during the first half of 2025, the economy is reported to have grown by 4.8%.",
    "This also suffers from the same weakness from a welfare point. In the first half of 2025, the Government’s net earnings at constant prices through taxes less subsidies had amounted to Rs. 428 billion or 11% increase compared to the figure of Rs. 387 billion mainly due to a VAT of 18% collected on a larger consumption value and high import duties on motor vehicle imports. But GVA in 1H of 2025 had amounted to Rs. 5.9 trillion, an increase of only 3.5% compared with a GVA of Rs. 5.7 trillion in 1H of 2024.10",
    "In any case, Sri Lanka’s economic performance is still below the good year of 2019. The performance in 1H of 2025 is marginally below the achievement of Rs. 6 trillion in 1H of 2019. Hence, in my view, AKD Government should not be complacent about the record it is marking in 2025. It should have appropriate policies to expand the economy consistently and continuously.",
    "This 5% growth number is not a magic growth target which AKD should follow. As Figure 1 shows, Sri Lanka has been on average a low growth country in its post-independence period. On average, its growth during 1950-2024 has been 4.1%, though in some years, the country had been able to exceed this level. But its growth has fallen immediately after these high growth years because its economic structure and production methods are not conducive for sustaining that growth. Hence, even if the country does not do anything, it can attain a growth rate of about 4-5%. In this context, a growth of 5% is a zero-growth rate and Sri Lanka should strive to attain a growth rate of above 8% if it is to deliver high welfare to its people.",
    "AKD’s planned technological transformation of the economy, especially digital transformation, will help him attain this goal unless this planned transformation will improve productivity across the economy. Without an increase in productivity leading to a fall in average costs, Sri Lanka will not be able to compete in the global markets, especially when hostile tariffs are imposed on its exports by main importing countries.",
    "RW had been a shrewd driver and just before he left the office, he got the Parliament to enact a special legislation binding future Governments to uphold the goals set by him. That legislation, titled Economic Transformation Act or ETA had nothing to do with transforming the economy but adding to the law books the goals and targets set by IMF for its EFF. I warned AKD immediately after his election to presidency that his main problem will be to adhere to the targets which have been set for him by previous RW Government.11 That is because ETA has added a fetter to AKD’s legs, and he is not free to move with his own policies with that fetter slowing his speed of movement. Even after one year, AKD Government has not been able to amend this hostile law. If he fails to attain these goals, his Government is liable to be challenged in courts.",
    "So long as AKD is unable to divorce himself from IMF and get him free from the crutches of ETA, it is RW who is in the driving seat. AKD has tried to show that he is different from RW by vigorously and rigorously fighting bribery and corruption. While RW just played a lip service to this battle, AKD seems to be heading for it with mighty force. This was eloquently elaborated by him when he told the UN General Assembly that ‘fighting corruption is dangerous; but refraining from fighting corruption is more dangerous’12 AKD is firm on observing the rule of law, and not the rule of men, as I had argued in a previous article in this series.13 At every public forum, he reiterates that his Government will apply laws equally to all those in the country and no one is above the law and everyone is under the law.",
    "But AKD is following RW policy and, therefore, it is RW who is still in the driving seat. But AKD does it with a difference by proclaiming an effective war against bribery and corruption.",
    "3AKD at one year : The inevitable clash between election promises and governance - Ceylon Today",
    "4AKD marks 1 year in office while Lal pushes executive presidency abolition amid ‘assets’ conundrum | The Morning",
    "9Sundaram, Jomo Kwame, 2004, Malaysia’s Pathway Through Financial Crisis, GEG Working Paper 2004/08",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}