{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-making-national-tariff-policy-for-export-orientation-158425/",
  "time_ut": 1712970600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka making national tariff policy for export orientation",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is developing a national tariff policy which will be approved by the cabinet as part of creating an export-oriented economy, Treasury Secretary Mahinda Siriwardana has said.",
    "Sri Lanka has high import duties, and so-called para-tariffs such as the port and airport levey, and ‘export development’ CESS which has pushed up cost of imported raw materials, making it impossible for any firm other than those in Board of Investment zones, which can import inputs tax free, to be export competitive.",
    "“The tax structure to support exports and investment is also being facilitated, particularly with the phasing out of para-tariffs such as PAL and Cess which have in the past added to cost of raw materials and intermediate inputs which undermined Sri Lanka’s competitiveness,” Siriwardana was quoted as saying at presentation at the Finance Ministry on April 08.",
    "“Para-tariffs also contributed to an overall macroeconomic framework that led to an anti-export bias in the economy since they channelled scarce resources into sectors where Sri Lanka has not been globally competitive.”",
    "“The reforms to the tariff structure to support an export-oriented economy will be encapsulated in the National Tariff Policy which is being developed and is expected to be approved by cabinet in the near term.”",
    "Analysts say import duties ensure that there is no spontaneous export diversification in the country as in East Asia as domestic firms outside of BOI zones never has a hope of being export competitive.",
    "Therefore, firms cannot build up links with foreign buyers or learn about catering to actual customer needs facing real competition.",
    "As a result, domestic producers learn to lobby politicians for import protection in a bid to trap consumers within the country using the coercive power of the state to force them purchase their products.",
    "Increasingly concerns have been raised about building material import taxes, which is driving up construction costs and making factory buildings, hotels and also office space too expensive, also hurting services exports.",
    "It is not known whether excessive housing costs are contributing to a brain drain, but studies have already shown that a house is unaffordable for most wage earners in Sri Lanka due to building material taxes.",
    "When late entrants to the East Asia export boom like Vietnam liberalized trade and gave up import substitution, there were no nationalist private enterprises to block trade liberalization, analysts who have studied the country say.",
    "Most Vietnamese large domestic firms (except for privatized state enterprises like Vinamilk), were set up from the early 1990s, after substantial monetary stability was also provided through 1989 central bank reforms.",
    "Farming liberalization and abandoning self-sufficiency has also ended childhood malnutrition and younger Vietnamese were on average 3.7 percent taller than generation that was boren in self-sufficiency and monetary instability data in 2019 showed.",
    "In Sri Lanka import taxes and controls on maize has made poultry, milk, eggs in general more expensive.",
    "Countries like Singapore also abandoned import substitution in a single day after separation from Malaysia, as monetary stability was also guaranteed with as currency board.",
    "Analysts have warned that the so-called export development CESS which is applied to bulk exports of domestic raw material may have discouraged rubber production in the country during its application. (Colombo/Apr13/2024)"
  ]
}