{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-minister-to-provide-missing-easter-attack-report-pages-to-catholic-leaders-after-complaint-155985/",
  "time_ut": 1711366380.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Minister to provide missing Easter attack report pages to Catholic leaders after complaint",
  "original_body_lines": [
    "ECONOMYNEXT – Missing pages in a Presidential Commission of Inquiry (PCoI) report on Sri Lanka’s Easter Sunday attack will be given to the island nation’s Catholic leaders in the near future, Public Security Minister Tiran Alles said after complaints of over 1,500 missing pages in the report.",
    "Despite five years since the incident, Sri Lankan authorities are yet to conclude the investigations into the Easter carnage that killed at least 269 people mainly Catholic devotees on April 21, 2019 and find the mastermind behind the series of six simultaneous suicide attacks carried out by Islamist extremists.",
    "The complete report of the PCoI was presented to the parliament Speaker, Mahinda Yapa Abeywardena, in February 2022, but is yet to be made public citing that they contain sensitive information.",
    "However, the 88-volume report that included tens of thousands of pages was handed over to the Chairman of the Catholic Bishops’ Conference by Alles in April last year after Cardinal Malcom Ranjith, the Catholic leader in the country, raised concerns over not making the report public.",
    "The Cardinal this month said they were given all the reports in six CDs, but over 1,500 pages with crucial information are missing in the completed report.",
    "“There are over 1,500 pages missing in the report. They are in fact blank. The key information on evidence of Hadiya (terror leader Zahran’s wife) is missing. So we are given a report with adjusted pages,” Cardinal Malcom Ranjith told reporters in Colombo on March 13 in Colombo.",
    "“So we have got a diluted report. It is important for us to find the truth as our followers have been questioning us on why Catholic devotees were killed when they went for prayers.”",
    "“We have informed this to the authorities, but there is no response so far.”",
    "Public Security Minister Alles, however, said there was no deliberate attempt to hide anything.",
    "“We are not dealing with the Cardinal. We are dealing with the Bishops’ Conference,” Alles told Economy Next on Sunday (24) when he was asked to respond to the Cardinal’s statement on the missing pages.",
    "“They could not open one CD (compact diskette). It has been found that there are some corrupt files in that CD and we are now in the process of replacing it and giving a fresh CD. Our legal group is working on that,” he said.",
    "The Easter Sunday attack investigation has raised concerns after the Cardinal himself raised questions over hiding the complete report two years ago.",
    "The victims will mark the fifth year anniversary of the event on April 21 this year. Easter will be celebrated this Sunday (31).",
    "Justice Minister Wijeyadasa Rajapakshe on Monday (25) said the prosecution on the Easter Sunday attack has already started and is ongoing.",
    "Defence and political analysts say there are a lot of unanswered questions on the attack including why former president Maithripala Sirisena and the Police intelligence officials under his government failed to take any action despite them having clear information about an impending attack.",
    "Sirisena last week said he knew the mastermind of the attack and on Monday he was questioned by the Police Criminal Investigations Department (CID) over his statement.",
    "Investigations into the attack had revealed serious lapses in intelligence where the law implementing agency neglected a series of warnings by the Indian intelligence agency.",
    "Despite an in depth probe by local authorities, investigators have failed to identify the real motive and the mastermind of the attack so far.",
    "In January 2023, Sirisena was ordered by the Supreme Court to pay 100 million rupees as compensation to the victims for his negligence in preventing one of the country’s worst terror strikes despite having credible information of an imminent attack.",
    "Sri Lanka’s Catholic leadership had demanded an independent investigation into the attack and said the Easter carnage clearly supported former President Gotabaya Rajapaksa to win the 2019 presidency.",
    "Gotabaya Rajapaksa has denied any involvement in the attack, which later led to anti-Muslim riots in some parts of the country. (Colombo/March 23/2024)"
  ]
}