{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/china-shows-flexibility-on-sri-lanka-fta-after-temporary-halt-chief-negotiator-150048/",
  "time_ut": 1707210300.0,
  "original_lang": "en",
  "original_title": "China shows flexibility on Sri Lanka FTA after temporary halt: Chief Negotiator",
  "original_body_lines": [
    "Sri Lanka has started FTA negotiations with China virtually after 2018 halt",
    "Both countries have already held seven rounds of negotiations until 2018",
    "ECONOMYNEXT – China has shown some flexibility in its stance over the Free Trade Agreement (FTA) with Sri Lanka after the island nation briefly halted the negotiations following seven rounds of talks due to disagreement on tariff list, level of liberalization, and a review process, Colombo’s Chief Negotiator K J Weerasinghe said.",
    "Sri Lanka is proceeding with multiple free trade agreements including with China, five years after talks with Beijing on the FTA were suspended following concerns over upper hand by China.",
    "Both countries have started virtual negotiations for the first time since 2018",
    "“Now China has shown some flexibility from the earlier position it took in 2018. That is why the negotiations are moving forward,” Weerasinghe told reporters in Colombo at a media briefing on Tuesday.",
    "“We had a comprehensive virtual meeting with China. Now China has proposed us to send some new proposals. Now I am drafting some new proposals following the virtual meeting we had. Once those proposals are sent, they will resume negotiations.”",
    "Sri Lanka is caught in a geopolitical proxy cold war between China and India with the backing of the United States, analysts say.",
    "That cold war has led Sri Lanka to be extremely cautious in dealing with both Asian powers and even to forego some investment opportunities.",
    "However, the economic crisis and sovereign debt default have compelled the island nation to look into all available avenues to ensure more foreign inflows to move away from the crisis.",
    "Sri Lanka had to temporarily stop FTA talks with China under the previous government because Beijing disagreed with Colombo’s three requests.",
    "“We wanted a list of products, about 500 tariff lines go to zero on the day the agreement comes into force. Then there was no element of reciprocity. But now China also says they want to reciprocate,” Weerasinghe said.",
    "“China wants us to liberalize 90 percent of the tariff lines and the value of the trade. Sri Lanka’s position was that we can go for an 85 percent tariff line, but not the value.”",
    "“The other issue was that Sri Lanka proposed if the tariff liberalization programme is 20-year period, we proposed there should be a review that should take place on the 10th year because we don’t know what the economy will be in the 10th year period. China was opposed to the review mechanism.” (Colombo/Feb 06/2024)"
  ]
}