{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/national-savings-bank-surged-its-pbt-by-192-4-during-1q2024/",
  "time_ut": 1717512180.0,
  "original_lang": "en",
  "original_title": "National Savings Bank surged its PBT by 192.4% during 1Q2024",
  "original_body_lines": [
    "National Savings Bank began 2024 with a growth momentum, achieving Rs. 3.4 Bn Profit After Tax (PAT) for the first quarter with an impressive increase of 221.8% over the same period last year. Followed by two years of financial hardships, the Bank has reverted its regular financial performance showing the balance sheet strength backed by 100% government guarantee and demonstrating the strong management skills and dedication of employees at all levels.",
    "Downward trajectory in the market interest rates made a positive impact on NSB’s profit and loss statement by lowering cost of funds. The Bank reported a Net Interest Income of Rs. 14Bn for the first three months of the year, an upswing of 79% compared to the same period in 2023. Prevalent low interest rates in the financial market abridged the Bank’s Interest Expense by 18% to Rs. 39 Bn compared to reduction of Interest Income by 4.3% to Rs. 53 Bn which became the major contributor to increase in the Net Interest Income.",
    "Fee and Commission Income increased by 35% which was mainly contributed by Fee and Commission by Cards and Service charges. Commission Income from Trade and Remittance also increased by 17% demonstrating the expansion of Remittance business during the period.",
    "Net Gain from Trading and Net gains/(losses) on derecognition of financial assets through OCI also increased by 85% and 416% respectively mainly due to Trading income from Fixed Income Securities and Realized Gain from Treasury Bills and Treasury Bonds.",
    "The Bank made an impairment charge of Rs. 270 Mn for the period concerned which is a reduction of 11.2% compared to the first quarter of 2023. The Impaired Loan (stage 3) Ratio and Impairment (stage 3) to Stage 3 loans stood at 2.42% and 52.93% respectively indicating the financial resilience and robust controlling mechanisms followed by the Bank. These strategic actions paved the path to increase the bottom line and highlighted the Bank’s dedication to maintaining stability in challenging economic environments.",
    "Accordingly, the Bank reported an operating profit before taxes of Rs. 8.1Bn with a notable increase of 158. 4% despite the increase in operating expenses by 33.2% to Rs. 7.3Bn.",
    "Taxes on financial services increased by 98% to Rs. 2.2 Bn which led to a Profit Before Tax of Rs. 5.8Bn which is a significant 192.4% YoY growth. Income Tax expense increased by 160% up to Rs. 2.5Bn for the three months period of the financial year 2024 resulting in a Profit after Tax of Rs. 3.4Bn with a 221.8% remarkable growth.",
    "Total Assets of the Bank reported Rs. 1.68Tn at the end of first quarter of 2024 with a marginal decrease of 0.3% on account of reduction in the Loans and Advances portfolio. Total Deposits amounted to Rs. 1.5Tn with a marginal increase of 0.9%.",
    "Commenting on the Bank’s performance, Chairperson Dr Harsha Cabral PC said “the resilience of our Bank has been a critical factor in navigating the challenges of the current economic landscape. Our ability to adapt and thrive amid market fluctuations speaks volumes about the strength and stability of our institution”.",
    "General Manager /CEO, Ms Shashi Kandambi commented that “With all the obstacles and hardships faced during last two years, 2024 is a game changing year for National Savings Bank. Our strategic initiatives have yielded significant results, underscoring our commitment to excellence and sustainable growth. Our key operational indicators and performance ratios continued to be robust, demonstrating our strong financial health and operational efficiency. These positive results reinforce our position as a responsible corporate citizen, and we are confident in our ability to build on this momentum in the coming quarters”. She added that “we remain committed to delivering value to our customers, shareholders, and the community”.",
    "In terms of profitability, liquidity, and capital ratios, the National Savings Bank is exceptionally well-positioned. The Bank reported a Net Interest Margin of 3.34% at the end of first three months of 2024. Return on Assets (ROA) and Return on Equity (ROE) stood at 1.39% and 16.31% respectively showcasing resilient performance. Regulatory Liquidity Coverage Ratio (Rupee), Liquidity Coverage Ratio (All Currency) and Net stable Funding Ratio stood well above the regulatory minimum requirement of 100% at 308.33%, 304.7% and 183.12% respectively. Tier I and Total Capital Adequacy ratios by the end of Q1 2024 stood at 21.074% and 23.372% far above the regulatory minimum levels of 8.5% and 12.5% respectively.",
    "Suneth Silva of WIS recognized at Global CEO ‘45 Under 45 Leadership Excellence Awards’",
    "Dialog named Sri Lanka’s Most Loved Service and Telco Brand by LMD Brands Annual",
    "Cabinet gives green light to offer VRS to employees of Sri Lanka Savings Bank",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}