{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/abolition-of-executive-presidency-a-new-constitution-for-sri-lanka-final-part/",
  "time_ut": 1753267246.0,
  "original_lang": "en",
  "original_title": "Abolition Of Executive Presidency & A New Constitution For Sri Lanka: Final Part",
  "original_body_lines": [
    "In the colonial period, the British introduced the Colebrooke-Cameron reforms of 1832-33. The Donoughmore Constitution of 1931 introduced universal adult suffrage and a predominantly elected legislature. In 1948, the Soulbury Constitution was established. It was largely based on the Westminster system and provided the framework for an independent Dominion of Ceylon. Sri Lanka adopted its first Republican Constitution in 1972, which declared the country a republic and established a unicameral parliament. The Second Republican Constitution was introduced in 1978, creating an executive presidential system alongside a unicameral parliament.",
    "The key feature of the executive presidency of the current constitution is subject to debate. Since 1978, many political leaders have called for its abolition when in opposition. However, when in power, they fail to implement their pledges to the electorate. The 1978 Constitution introduced a form of proportional representation for parliamentary elections. It includes provisions for fundamental rights and freedoms covered under the International Covenant on Civil and Political Rights (ICCPR), with mechanisms for redress through the Supreme Court. The provisions, however, do not cover economic, social, and cultural rights as provided under the International Covenant on Economic, Social and Cultural Rights (ICESCR).",
    "The constitution-making process in Sri Lanka was mostly led by the political elite and lacked the necessary consultation and inclusion of the broader public. The absence of serious efforts to include women, indigenous people, and other marginalised communities in the constitutional development process has been a notable drawback. The lawmaking process in the country is quite opaque, as the general public and civil society have only limited opportunities to provide input. There had been no efforts in building consensus among the plurality of communities towards a shared vision for the future of the country and its state.",
    "The lack of consultation in the constitution-making process has resulted in deficiencies in addressing the needs and concerns of all communities and citizens. This has undermined the democratic rights of the country’s citizens, weakened the unity in diversity of the cultural spectrum, and eroded trust among non-majority communities in the pluralistic Sri Lankan society. The exclusion of the fundamental rights of certain communities and individuals, along with their lack of representation, led to their legitimate challenges not being considered for discussion at the decision-making institutions and processes. This situation led to the three major uprisings in the country, both in the south and the north of Sri Lanka.",
    "The Executive Presidency, established following the Constitution of Sri Lanka, has faced widespread calls for its abolition. This system grants significant power to the president, leading to concerns about potential authoritarianism and a diminished role for parliament. Many argue that it undermines democratic governance and obstructs the devolution of power to the provinces. This system, established through the current Constitution enacted in 1978, has been amended 21 times. The most significant structural alteration was the Thirteenth Amendment, introduced in 1987.",
    "The 13th Amendment, which provides for devolution of power to provincial councils, has not been fully implemented. The amendment was introduced following the Indo-Sri Lanka Peace Accord of 1987, to resolve the ethnic conflict by empowering the Tamil-speaking community. The amendment was supposed to grant a degree of self-governance to the Tamil-dominated regions. It established regional bodies called Provincial Councils to devolve certain powers and responsibilities from the central government.",
    "The complete realisation of its provisions, however, is yet to be achieved. In its partial implementation, some powers were devolved, but the full potential of the 13th Amendment has not yet been realised, particularly in matters of land, police, and finance. Regrettably, it has faced resistance from several political factions that seek privileges and superiority. Certain Sinhala nationalist parties and groups and some sections of the population have opposed the Amendment, because they view it as a concession to Tamil separatists and a potential threat to national unity.",
    "A constitution should be drafted to reflect the diverse needs of a pluralist society, ensuring its legitimacy among multicultural and multireligious groups. When a constitution is relevant and responsive to the people’s needs, it is more likely to gain acceptance, fostering political stability and social cohesion. Hence, Sri Lanka’s Constitution needs to address issues of poverty, inequality, and the huge problematic issue of access to basic services. The constitution needs to promote sustainable development by taking into account the socio-economic realities of the country. Thus, it can play a vital role in improving the lives of citizens.",
    "The world is continually evolving, and societies adapt to face the challenges that arise as a result. Sri Lanka must align with this dynamic, as it cannot remain culturally, economically, and politically isolated from global developments.. The constitution of Sri Lanka must be adaptable to changing circumstances. If it is too rigid, the country may struggle to effectively address new challenges. A successful constitution is not merely a legal document; it is a living document that reflects the unique identities and aspirations of the society it governs.",
    "For legitimacy and long-term stability in Sri Lanka, consultation and inclusion should become crucial characteristics of the constitution-making process. Any such process needs to start with an open dialogue with diverse stakeholders such as political parties, civil society groups, and non-majority communities. Only then will it ensure the constitution reflects the needs and aspirations of the entire population. Furthermore, inclusive processes can help manage and ameliorate potential conflicts and build consensus, preventing future instability and conflicts.",
    "When creating a new constitution for Sri Lanka, it’s crucial to consider the country’s specific socio-economic and political context. Constitutions do not fit a one-size-fits-all type; they must be tailored to the unique circumstances of our society. The new constitution should reflect the values, beliefs, and historical experiences of our pluralistic society that comprises many communities with strong cultural and religious traditions.",
    "Sri Lanka faces multiple challenges that are common to many countries that were once under colonial rule. However, it also encounters unique issues such as economic disparities, social divisions, and political instability. The constitution needs to address these challenges effectively by ensuring all people’s fundamental human and democratic rights are met.",
    "Sri Lanka has emerged from a longstanding conflict, yet the underlying issues remain unresolved, with societal wounds unhealed and a lack of effort towards reconciliation. In such a country, the constitution needs to address issues such as transitional justice, reconciliation, and the protection of human rights.",
    "The NPP government has stated that it will take up the issue of the constitution at a later stage of its five-year term. The reasons for the delay are not entirely clear, but there are at least two main points of concern to critics regarding the current situation. First, reflecting on the process during Mr. Maithripala Sirisena’s presidency, several years were spent in consultations aimed at building consensus. However, some political leaders managed to stall the process as the end of his term approached. If the current government begins a similar process later in its term, there is no guarantee that there will be sufficient time to complete it. The second is whether the postponement of the process is a deliberate strategy to undermine it altogether.",
    "Furthermore, the government does not appear to want to discuss the issue of power-sharing as per the 13th Amendment, or alternative solutions to the problems the Tamil-speaking communities are faced with. The government may have its reasons for doing so, which I do not wish to discuss here. Suffice it to say, it will be difficult to handle such a discussion while many factions within the government had taken an unconditional extermination of the Tamil militants, rather than developing a political solution to address their issues. At the same time, many figures at the top echelons of the government believe that economic development (if sufficient development can be achieved during the first three years of the term) will solve this issue, with no necessity to discuss power-sharing as an option at all.",
    "On the other hand, the government holds an advantage due to the existence of several draft constitutions that had been discussed, dating back to Mrs. Chandrika Kumaranatunga’s presidency. The issues that may impede the enactment of a new constitution are already well-known. Any new consultations must involve all constituencies, and the process should take into account diverse perspectives while clearly explaining the reasons for accepting or rejecting those viewpoints. In this context, the government should allow sufficient time for political leaders and experts to engage with the public, inform them about the process and the constitutional issues, and facilitate public debate.",
    "The issue of devolution and the 13th Amendment stubbornly remains a sensitive and contentious topic in Sri Lankan politics, with ongoing debates about its future role in addressing the country’s ethnic and political challenges. Among the essential characteristics of a new constitution are a robust regime of fundamental rights, along with provisions for judicial review and access to legal aid, which can help facilitate public participation in the enforcement of the constitution. The debate on issues such as Provincial Councils, devolution/sharing of power continues, particularly regarding the extent and nature of devolution. The incomplete implementation of the 13th Amendment has contributed to ongoing tensions and dissatisfaction among the Tamil population, who are still seeking greater autonomy and self-determination. After 38 years since the Amendment was enacted, it is time to consider the benefits the country could gain by fully and properly implementing the 13th Amendment in a united and undivided country.",
    "Sri Lanka’s constitutional development is a dynamic process, reflecting the country’s historical journey and ongoing efforts to balance competing interests and aspirations. In developing a new constitution, there are ongoing discussions and proposals to abolish or reform the executive presidency. There are also proposals for electoral reforms, including a mixed-member proportional representation system. Also under discussion is the need for a more robust constitutional culture that ensures stability, inclusivity, and the protection of fundamental rights.",
    "Sri Lanka’s constitutional development has historically lacked sufficient public consultation and inclusivity, particularly for marginalised groups and civil society. This has led to constitutions that do not fully reflect the needs and aspirations of all citizens and has hindered the development of a robust democratic culture. Consultation and inclusion will be vital for building legitimacy for the new constitution. A constitution drafted without broad consultation risks being perceived as imposed and possibly leading to resistance or challenges to its implementation. Inclusion ensures that various perspectives are considered, fostering a sense of ownership and legitimacy among diverse communities.",
    "Managing conflict and promoting reconciliation is necessary, as the country has a history of ethnic and social fragmentation. A constitution-making process that actively involves diverse groups can address their grievances while promoting understanding and laying a foundation for reconciliation. Excluding certain groups can exacerbate existing tensions and undermine efforts to create a peaceful and united society. A participatory, inclusive consultative process will ensure representation and address diverse needs. This includes considering issues like language rights, religious freedom, and minority representation. It empowers citizens to engage in shaping their governance and holding their leaders accountable. The constitution-making mechanism should also make efforts to ensure accessibility for all citizens, including persons with disabilities, to information and services related to the constitution and public affairs.",
    "A constitution that is widely accepted and considered legitimate is more likely to be respected and upheld over time, ensuring its long-term stability. By fostering inclusivity and addressing potential conflicts during the drafting process, Sri Lanka can lay a stronger foundation for a stable and prosperous future.",
    "Careful attention to power dynamics and potential biases is required. Managing public expectations and communicating clearly about the process, the scope of changes, and the limitations of the constitution-making process itself are all important. In conclusion, a consultative and inclusive approach is not just a desirable feature of constitution-making but a necessity for ensuring the legitimacy, stability, and long-term success of Sri Lanka’s constitutional reform efforts."
  ]
}