{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Fentons-Smart-Facilities-enhances-service-excellence-by-joining-IWFM/34-765617",
  "time_ut": 1723770641.0,
  "original_lang": "en",
  "original_title": "Fentons Smart Facilities enhances service excellence by joining IWFM",
  "original_body_lines": [
    "From left: AGM – Group Compliance Nisal Liyanage, Compliance Executive Ishani Jayakodi, Managing Director Hasith Prematillake, Director/CEO Sujith De Alwis, AGM Fentons – Smart Facilities Tharaka Heenkenda",
    "Fentons Smart Facilities (FSF), the sole facility management service provider in Sri Lanka to receive ISO 41001:2018 Facility Management System certification, announces its corporate membership in the Institute of Workplace and Facilities Management (IWFM).",
    "Hayleys Fentons Managing Director Hasith Prematillake says: “This new affiliation with IWFM, an internationally renowned professional body, signifies an exciting phase of growth and opportunity and emphasises our commitment to keeping up with industry standards and best practices. We look forward to leveraging IWFM’s resources to further enhance our service offering and deliver unparalleled value to our clients.”",
    "“Our corporate members are integral to our IWFM community, and through our combined affiliation, Fentons Smart Facilities Ltd. will have an opportunity to make a positive impact on their operations by gaining access to market insight and resources, building relationships, and being able to access leading professional development in the form of training and qualifications,” says IWFM Director of Membership and Partnership Johnathan Nobbs.",
    "IWFM membership grants FSF access to invaluable resources, including continuously updated best practices across the sector, ongoing training program, and important evaluation tools. Leveraging this accumulated knowledge, FSF will optimise operations through internationally esteemed maintenance routines, cleaning protocols, and space allocation strategies, ensuring efficient and effective facility operations for the end user.",
    "Hayleys Fentons CEO Sujith De Alwis says: “Our vision at FSF is to bring together people, processes, and technology to create sustainable and productive living spaces. With IWFM, we can proactively deliver our services to match the industry’s changing needs, ensuring they are future-proof.”",
    "Fentons Smart Facilities Assistant General Manager Tharaka Heenkenda says: “The IWFM corporate membership confirms FSF’s reputation as a dependable provider of facility management services. Complying with IWFM’s recommendations, FSF’s priority is directed towards sustainable management, resulting in a smaller environmental footprint for clients.”",
    "For more information about Hayleys Fentons Smart Facilities Ltd. and its facility management expertise, please visit https://www.hayleysfentons.com."
  ]
}