{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/new-twist-in-vfs-global-visa-deal-officials-dodge-copf-summons-163028/",
  "time_ut": 1715691300.0,
  "original_lang": "en",
  "original_title": "New twist in VFS Global visa deal, officials dodge COPF summons",
  "original_body_lines": [
    "ECONOMYNEXT – In a new twist to the controversial VFS Global visa deal which has shaken the country’s tourism sector, immigration and security ministry officials have dodged summons by the Committee of Public Finance, Sri Lanka’s parliament said.",
    "The COPF expressed deep displeasure after officials of the Department of Immigration and Emigration and the Ministry of Public Security failed to turn up at a meeting, the statement said.",
    "After agreeing to be present meeting last week, suddenly informing last evening that they will not turn up for the meeting was disrespecting the parliamentary committee, COPF Chief Harsha de Silva had said.",
    "De Silva today made a statement in parliament. Officials had said they cannot come because some files are missing from a move in 2016.",
    "“This is violation of the privileges of the parliament,” de Silva said. “This is unacceptable. Sometimes people get sick and cannot come. But not a single person came.",
    "IVS-GBS and VFS Global was given a deal to issue online visas to tourists which led to a 51 dollar visa going up to 100.77 with 18.50 fee and another 7 dollar hidden fee as well as a hike in the underlying fee to 75 dollars.",
    "The firm stood to make 841 dollars over the next 12-year contract period based on the original fees, according to projections revealed in parliament.",
    "The VFS Global deal hit the country just as the country was committed to reduce corruption under International Monetary Fund reform program, opposition legislators pointed out.",
    "Related Sri Lanka VFS Global visa deal despite IMF anti-corruption requirements: opposition",
    "High costs and the user-unfriendly website led to protests from the tourism sector. It was alleged that VFS Global was collecting a lot of information from tourists including social media handles of tourists.",
    "A 50 dollar visa was then promised with opposition legislators alleging that VFS Global was now collecting 10 dollars leading to a loss of revenue to the government which is taxing its citizens heavily after money printing led to an external default as well as other fees.",
    "However the website remains complex and difficult to use, unlike an earlier website operated by state-run Mobitel for the immigration department for one dollar each.",
    "The firm is also collecting fees from ‘free’ visas approved by the cabinet of ministers.",
    "The firm is still collecting 18.50 dollars and more fees from other visas according to its website.",
    "Mobitel which developed the user friendly earlier website which charged 1 dollar had turned up the COPF meeting. (Colombo/May14/2024)"
  ]
}