{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Strategic-initiative-to-establish-commercial-approach-to-R-D/56-771618",
  "time_ut": 1736381435.0,
  "original_lang": "en",
  "original_title": "Strategic initiative to establish commercial approach to R&D",
  "original_body_lines": [
    "Govt. introduces fast-tracked initiative aimed at promoting innovation, entrepreneurship across various sectors",
    "Stresses Sri Lanka can strengthen position in global market through new product development",
    "President Anura Kumara Dissanayake yesterday emphasised that Sri Lanka can enhance its position in the global market through a robust new product development strategy, which will also create new market opportunities.",
    "He made these remarks during the official launch of the “National Initiative for R&D Commercialisation” (NIRDC) held at the Presidential Secretariat.",
    "As part of the initiative, the newly developed website nirdc.gov.lk was also launched. This platform aims to facilitate the commercialisation of research and development (R&D), thereby contributing to sustainable economic growth through the production of value-added goods and services, which will ultimately drive national economic development and social progress.",
    "The President pointed out that while grassroots-level innovators do emerge in Sri Lanka, there has been a lack of adequate mechanisms to properly support, nurture, and commercialise their ideas. He stressed the need to create an enabling environment for free and innovative thinking, backed by an efficient system to channel these ideas into productive outcomes. With such a framework in place, Sri Lanka can transform itself into a hub of innovation.",
    "Historically, the country has allocated a mere 0.12% of its annual GDP for research and development. Despite Sri Lanka’s abundance of natural resources, there has been limited focus on utilising research to generate economic benefits. However, with the new Government in place, a significant number of local and international investors have shown keen interest in investing in Sri Lanka. The Government aims to capitalise on this momentum by efficiently managing investments to spur economic growth without delay.",
    "The recently established Science and Technology Ministry has already begun implementing a long-term, well-structured R&D strategy. The immediate priority will be to convert near-complete or completed research projects into marketable, value-added products and services, providing a quick boost to the economy.",
    "To support this effort, the NIRDC has been established, chaired jointly by Secretary to the President Dr. Nandika Sanath Kumanayake and Senior Adviser to the President Prof. Gomika Udugamasooriya. The initiative includes a committee comprising experts from diverse fields such as scientific research, industry, economics, law, arts, and indigenous heritage.",
    "During the event, President Dissanayake highlighted that while human needs remain constant, the methods of fulfilling those needs evolve. He noted that innovation and new product development are key to shaping those new methods.",
    "Addressing past shortcomings, the President observed that Sri Lanka’s outdated approach to technology and innovation has hindered its ability to compete in the global market. Despite technological advancements driving a shift in global market trends, Sri Lanka remains trapped in traditional sectors like tea, coconut, and rubber.",
    "President Dissanayake further underscored that globally leading companies have succeeded by integrating innovation with technology, noting that five out of the world’s top 10 companies are technology-based.",
    "He pointed out Sri Lanka’s past neglect of technology as a key economic driver, contrasting it with developed countries that prioritised technological advancements and achieved significant economic growth.",
    "The President concluded by stating that eradicating poverty is essential not only to eliminate social suffering but also to restore the rights of marginalised communities. He asserted that through innovation, the rural poor can be empowered by ensuring their right to economic participation and access to information, which will ultimately improve their quality of life.",
    "Expressing his views, Prof. Udugamasooriya stated: “Until now, R&D outcomes in Sri Lanka have not been effectively integrated into the economy. Under this new program, efforts will be directed towards commercialising R&D, enabling economic growth, and fostering social development to build a sustainable economy.”",
    "The event was graced by a distinguished gathering, including Prime Minister Dr. Harini Amarasuriya, Ministers Sunil Handunneththi and Wasantha Samarasinghe, Prof. Anil Jayantha Fernando and Prof. Chrishantha Abeysena, Deputy Minister Chathuranga Abeysinghe, Secretary to the President Dr. Nandika Sanath Kumanayake, Central Bank Governor Dr. Nandalal Weerasinghe, Senior Additional Secretary to the President Russel Apponsu, university vice-chancellors and representatives, heads of State and private research institutions, investors, entrepreneurs, industrialists, and senior executives from banks and financial institutions."
  ]
}