{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/double-edged-sword-of-modern-alchemy-quantitative-easing-in-focus/",
  "time_ut": 1756831800.0,
  "original_lang": "en",
  "original_title": "Double-edged sword of modern alchemy: Quantitative Easing in focus",
  "original_body_lines": [
    "If MMT (Modern Monetary Theory) was a controversial theory, QE was a giant, real-world experiment that started with a bang and has since become a fixture of global finance. It’s the central bank’s version of a superhero arriving to save the day when all else has failed.",
    "The 21st century has been marked by crises that shook economies across the globe—the 2008 Global Financial Crisis and the COVID-19 pandemic being the most notable. To fight back, central banks turned to an extraordinary tool: Quantitative Easing (QE).",
    "Although often called “money printing,” QE isn’t about running printing presses. Instead, central banks create new digital money in their accounts and use it to buy government bonds and other financial assets. This injects cash into the banking system, lowers interest rates, and aims to revive economic activity.",
    "A hot topic in recent months has been the special Rs. 2000 note printed by the Central Bank of Sri Lanka (CBSL), carrying the signature of President Anura Kumara Dissanayaka.",
    "Many people quickly asked: “Is this another round of money printing?”",
    "The truth is more symbolic than economic. Issuing a higher denomination note does not automatically increase money supply—it simply replaces or reorganizes existing currency in circulation. The Rs. 2000.00 note was largely a commemorative and administrative move.",
    "The real danger lies not in producing a new note but in unchecked expansion of digital money to finance government deficits. That’s what caused Sri Lanka’s past inflation spiral, not the physical design of currency.",
    "A new note doesn’t reflect money printing. What matters is whether the central bank is responsibly managing overall monetary policy.",
    "From 2008 to 2022, the U.S. Federal Reserve’s balance sheet exploded from less than $1 trillion to almost $9 trillion—an ocean of newly created dollars flowing into the system.",
    "At first, QE looked like a miracle cure. It stabilized collapsing financial markets, restored confidence, and helped prevent deep recessions. But over time, the glow faded and criticisms mounted.",
    "*  Lower borrowing costs – by pushing down long-term interest rates.",
    "*  Encourage spending and investment – by making loans cheaper and increasing liquidity.",
    "*  Prevent deflation – by injecting money into the economy during downturns.",
    "In the short term, it often worked. After both 2008 and 2020, markets stabilized, unemployment fell, and economies got back on track faster than many feared.",
    "But QE has also proven to be a double-edged sword. (See Figure 01)",
    "1. Widening Inequality: By raising the value of financial assets like stocks and bonds, QE disproportionately benefits wealthy households who already own these assets. Meanwhile, ordinary workers and savers see fewer direct gains.",
    "2. Asset Bubbles: Cheap money can fuel risky investments and inflate bubbles in housing, stocks, and bonds. These bubbles risk bursting later, potentially causing another crisis.",
    "3. Inflation Returns: For years, economists debated whether QE would spark inflation. During the post-2008 period, it didn’t. But after COVID-19, when QE was combined with massive government spending, inflation roared back worldwide.",
    "4. Exit Problem: Unwinding QE—by selling off bonds or raising rates—can rattle financial markets. Central banks risk triggering instability if they move too quickly or lose credibility.",
    "While advanced economies managed QE with mixed success, Sri Lanka’s recent experience shows what happens when money creation is misapplied.",
    "Between 2019 and 2021, Sri Lanka’s central bank printed nearly Rs. 2.8 trillion to finance government spending while also defending a fixed exchange rate. This contradicted basic principles: printing money while trying to keep the currency pegged draining foreign reserves.",
    "The result? A collapse of imports, hyperinflation, and eventually sovereign default. This failure highlights a crucial point: money printing is not the same everywhere. Context matters.",
    "Synthesizing the evidence from the global experience and the Sri Lankan case study, this article proposes a new creative argument: The Theory of Contextual Monetary Capacity.",
    "This theory posits that the efficacy and safety of unconventional monetary policy tools like QE are not inherent to the tools themselves but are strictly contingent upon a country’s specific economic and institutional context. This context defines a nation’s “monetary capacity” – its ability to engage in large-scale money creation without triggering catastrophic negative consequences.",
    "*  Institutional Pillar: The absolute independence of the central bank from fiscal dominance, a clear and credible inflation-targeting mandate, and a strong regulatory framework. Without this, money printing quickly devolves into fiscal financing, destroying confidence and triggering inflation (as seen in Sri Lanka).",
    "*  Structural Pillar: Deep and liquid domestic capital markets, a high degree of trade openness, and, critically, the exorbitant privilege of issuing a reserve currency. The US could engage in massive QE with muted initial inflationary effects partly because the dollar’s status created global demand for its assets. Sri Lanka, lacking this structural advantage, faced immediate external sector pressures.",
    "*  Credibility Pillar: The market’s perception of the central bank’s commitment and ability to eventually normalize policy and control inflation. The Fed’s credibility, built over decades, allowed it to experiment with QE. The CBSL’s credibility, already weakened, was shattered by its direct financing of the deficit, leading to a swift currency and confidence crisis.",
    "The 2021-2023 global inflation surge supports this theory. It demonstrated that even for high-capacity countries like the US, there are limits. When monetary expansion (QE) is combined with massive concurrent fiscal stimulus (violating the institutional pillar by blurring monetary/fiscal boundaries) and major supply shocks, it can exceed even their substantial monetary capacity, unleashing inflation.",
    "The Global Inflation Wake-Up Call: Even powerful economies have limits. In 2021–2023, the U.S. and Europe faced a surge in inflation as QE combined with massive fiscal spending and supply chain shocks.This showed that no country has unlimited capacity to print money without consequences. Even the strongest central banks must tread carefully.",
    "Quantitative Easing is neither miracle medicine nor pure poison. It is a powerful but risky tool.",
    "*  In times of crisis, it can save jobs, stabilize markets, and prevent collapse.",
    "*  But if used carelessly or for too long, it can fuel inequality, bubbles, and inflation.",
    "*  And for countries without strong institutions or reserve currency status, large-scale money printing is economic dynamite.",
    "The question policymakers must ask is not “Should we print money?” but “Do we have the capacity to do so safely?”",
    "QE’s story reminds us of the timeless truth: in economics, there are no free lunches. “Money printing” is not free. Used wisely, QE can be a lifeline in crises. Used recklessly, it can be an economic time bomb.",
    "(The writer, a senior Chartered Accountant and professional banker, is Professor at SLIIT, Malabe. The views and opinions expressed in this article are personal.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}