{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/isaca-honours-dialog-for-technology-resilience-at-digital-trust-awards-2024/",
  "time_ut": 1720303620.0,
  "original_lang": "en",
  "original_title": "ISACA Honours Dialog for Technology Resilience at Digital Trust Awards 2024",
  "original_body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s #1 connectivity provider, has been awarded the prestigious Technology Resilience Award by ISACA, the global leader in IS/IT governance, risk, audit, cybersecurity, and emerging technologies for over 50 years. The inaugural Digital Trust Awards held on 13th June 2024, gathered industry leaders, policymakers, cybersecurity professionals, and experts in governance, risk, compliance, and privacy to discuss emerging challenges, share best practices, and propose strategies to enhance digital trust across various sectors.",
    "“We are honoured to receive the Technology Resilience Award from ISACA, which validates our commitment to technological innovation and resilience. This accolade encourages us to continue our efforts in making digital platforms robust and secure for all our customers,” stated Supun Weerasinghe, Chief Executive of Dialog Axiata PLC.",
    "The award criteria included factors such as management commitment in ensuring security posture and maintaining a robust, resilient, and secure technology infrastructure, with judging conducted by a panel of seven local experts in network infrastructure, cybersecurity, digital law, risk management, and related fields. As per the ISACA Sri Lanka Chapter, holding this event in Colombo signified the region’s pivotal role in shaping the future of digital trust and security, serving as a platform for networking, knowledge exchange, and collaborations aimed at fortifying digital ecosystems across Asia.",
    "LB Finance PLC receives merit award at inaugural Digital Trust Awards Night 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}