{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/metals-rule-the-world/",
  "time_ut": 1755541020.0,
  "original_lang": "en",
  "original_title": "Metals rule the world",
  "original_body_lines": [
    "Metals are shiny, malleable, and fusible hard materials readily conducting heat and electricity. The mobility of electrons within the bulk solid accounts for their peculiar properties useful for technological applications. Different metals also allow mixing to form alloys, possessing properties suited to applications.",
    "Matter we see on the earth is constituted of 93 chemical elements, of which 66 have metallic properties. Prehistoric man identified metals incidentally and exploited them for advantage using empirical techniques. Later, chemists studied metals for curiosity, and their findings paved the way for numerous applications that transformed the world.",
    "Metals rule the world. They profoundly shaped human civilisation, advancing technology and therefore social structure in distinctive leaps. For that reason, the historical periods after the Neolithic are often named after metals: copper, bronze and iron. Metals, subsequently introduced through the efforts of chemists and engineers, opened new eras of technology.",
    "Today, we see things made of aluminum everywhere, but no one saw aluminum until 1825, when the metal was first extracted by the Danish physicist Christian Oersted.  Four decades later, an electrolytic method was developed to obtain aluminum from the ore bauxite. Thereafter, the metal previously considered to be the most precious, owing to its resistance to extraction via conventional methods, reached the status of a versatile metal superior to iron and copper in many applications. Today, it would be hard for us to live without aluminum. Indispensable aluminum artifacts are part of our routine.",
    "Uranium, the heaviest metal on earth, progressed our understanding of matter and the cosmos, changed the political landscape and remains as an ample source of energy.",
    "Now we are witnessing the dawn of another era defined by a series of metals known as rare earths. Crucial sectors of advanced technology indispensably rely on these metals. Rare earth metal processing continues to be a monopoly of China, producing nearly 90 percent of the global demand. Recently, other industrial nations have expressed concerns regarding secure supplies of rare earth metals, because of the possibility of trade embargoes and sensitive political issues.",
    "Metallic chemical elements are abundant in the earth’s crust. However, a few occur as free metal. Of these copper, silver and gold were the only ones known to the ancients. Melting in fire and the malleability of copper, unlike stone and wood, fascinated the prehistoric man who innovated tools out of the metal. The Copper Age began independently in several regions of the world around 5500 – 3000 BCE. Implements made from copper eased the construction of dwellings and agriculture, expanding settlements that turned into states regulated by law and order. States originate when a group of people working collectively exceeds a critical size.",
    "The discovery of bronze, an alloy of copper and tin, provided better metal artifacts, as bronze is harder and more durable than copper. Tin does not exist in nature as the elemental metal but is readily liberated when the ore is incinerated in charcoal fire. The benefits of the improved quality of the alloyed metallic products stood disproportionately high. The Bronze Age flourished, advancing all spheres of human activity, until it abruptly ended around 1200 BCE. The reason why the Bronze Age collapsed remains an unresolved puzzle in history. Possibly the dwindling supply of tin constrained the production of bronze. Tin ores are scarce. Even today, the short supply of tin affects industries involving its usage.",
    "After the collapse of the Bronze Age, there had been a dark period lasting for several centuries. Being unable to maintain itself, civilizations declined economically, partly destroying the established infrastructure. Famine, war and other calamities were common in this period.",
    "During the Bronze Age, smiths meddled with iron and methods of mining were available. Yet the form of iron they extracted was brittle and inferior to bronze in toolmaking. The shortage of metal tin prompted them to explore alternative arts of smelting iron. Finally, methods of making steel evolved. The techniques alloyed iron with a small percentage of carbon to derive steel. Durable and strong steel tools facilitated clearing a larger acreage of land for agriculture and the erection of more secure large buildings. Just like other technical breakthroughs, the advent of steel influenced society negatively as well. It allowed sharper dangerous weapons used to inflect cruelty on fellow human beings and animals.",
    "Iron is still the most widely used metal and no other metal would replace it. Nevertheless, historians assume that the Iron Age was closed around 550 BCE, when bronze was almost completely replaced by steel in the making of tools.",
    "After iron, the next most widely used metal in recent times is aluminum. Although aluminum stands topmost in the list of relative abundance of metals in the earth’s crust, the elemental metal does not occur naturally and resists extraction by conventional methods. A sample of metallic aluminum was first prepared in 1825. Subsequently, costly methods produced kilogram quantities sold at exorbitant prices.  Those days, aluminum happened to be the most precious metal. Only kings and emperors could afford to possess aluminum artifacts. The Emperor of France, Napoleon III, owned an aluminum dinnerware set, occasionally used to serve exceptionally distinguished guests. Other honored visitors got gold plates, spoons and forks.",
    "An electrolytic process for the extraction of aluminum in the late 1800s changed the situation. Aluminum production and its use as a structural material escalated exponentially. Good electrical conductivity and lightweight reduced the cost of electricity transmission by replacement of copper cables by aluminum.  Current global aluminum production exceeds 60 million metric tons a year.",
    "Uranium: key that opened the door to explore the nature of matter, source of energy and cause of conflicts",
    "Uranium impacted the world intellectually, technologically and politically. It is the heaviest metallic element naturally existing on earth. In 1896, French physicist Henry Becquerel discovered uranium emanating radiation spontaneously (radioactivity). Subsequent work by Marie Curie, Ernest Rutherford and others culminated in the elucidation of the atomic structure and the discovery of quantum mechanics. And later a deep understanding of the nature of fundamental forces and particles. Fission of uranium atoms to less heavier atoms with liberation of large quantities of energy was first observed in 1938. Seven years later, the first atomic bomb was tested and months later they were used in war. The atom bomb altered the political landscape of the world. Despite the risk of weapons development, uranium awaits as a ready promise to solve fossil-dependent energy production. Today, 10 percent of the global energy supply is derived from uranium. The estimated global uranium reserve is sufficient to power the world for a century.",
    "‘Rare earth metals’ is a common phrase in news headlines these days, poised as a technological and political issue. We see things turned out of common metals; iron, copper and aluminum – and understand their essential importance. Rare earth metals are not visibly manifested that way and the laity are largely unaware of their existence and importance. What are rare earth metals? Why are they important?",
    "The occurrences of chemical elements in the earth’s crust in the concentrated forms as minable minerals are determined by their chemistry. Electrons in the atoms of chemical elements distribute around the nucleus as shells. The number of allowed electrons in the outermost shell, dictated by laws of quantum mechanics, fixes the chemistry of the element. Rare earths represent a series of seventeen metallic elements having a similar outer shell electronic structure. They are not so rare but found diluted and mixed owing to the similarity of chemistry. Chemists identified and separated them lately. For that reason, they were named rare earths.",
    "Rare earth metals are used in small quantities but essential to advanced technologies and are referred to as vitamins of modern industry. Hi-tech devices contain crucial components that incorporate rare earth metals. Smartphones, television, medical instrumentation, electric vehicles, wind turbines, aircraft engines, etc., have parts made of rare earth metals or their compounds.  Countries strive hard to reduce fossil fuel consumption by optimizing renewable energy sources. Wind turbines require powerful permanent magnets made of rare earth neodymium and dysprosium alloys. Other specialized magnets that resist heat require the rare earth samarium. Colored LED lights use the rare earths yttrium, europium and terbium. The demand for rare earths will increase with developments in AI hardware, robotics and quantum technologies.",
    "Processing of rare earth minerals offers several technical and environmental constraints that require specially designed chemical engineering procedures. Material resources and scientific know-how, largely a monopoly of China. Other technically competent nations who neglected the rare earth sector for decades are concerned about the availability of rare earth metal for their industries including weapons development.",
    "Iron, copper, aluminum, uranium and rare earths stand out as the metallic elements that impacted human civilization most. There are dozens of other metals driving modern technology, without which we would not enjoy the comforts we have.",
    "Sri Lanka extracted metallic iron and made implements as far back as 3000BC. Around 100 CE, Sri Lankans invented an extraordinary process for making quality steel – intricately designed blast furnaces utilizing the blow of the monsoon winds. The Samanalawewa archeological project identified 41 iron smelting furnaces. The ore had been gathered from local deposits scattered throughout the Northern region. Currently, commercially viable extraction of iron from locally available ores may not be unprofitable because Sri Lanka has no coal to derive coke required to reduce the iron oxide. We must be vigilant about future iron extraction technologies using hydrogen or direct electrolysis. Alternatively, iron can be used as a hydrogen storing agent. The oxide ore is reduced to iron using hydrogen and stored fine grains of iron reacting with steam to generate hydrogen.",
    "Archaeological evidence indicates copper technology existed in Sri Lanka as far back as 4th.  BCE. Sri Lanka Geological Survey discovered the Seruwila iron-copper deposit in 1971 – a source from which copper was mined. If copper was mined from the Seruwila deposit thousands of years ago. Why can’t we do it today? The average Seruwila ore contains about 0.6 percent copper and 30 percent iron – copper sufficiently high for commercial exploitation. Recently, the International Energy Agency warned that a global copper shortage is on the horizon and by 2030 mines could meet only 80 percent of the projected global demand. It would be prudent for Sri Lanka to conduct studies to develop processes for the extraction of copper from the Seruwila deposit. We should go out-of-the- box and innovate new ideas.",
    "The metallic treasure of Sri Lanka resides in mineral sands. They accumulate along the beaches as the result of a natural separation of heavier and lighter grains. There are two categories of valuable metals in our mineral sands. So-called transition elements: titanium in Ilmenite and rutile, zirconium and hafnium in zircon, and rare earth metals (cerium, lanthanum, neodymium, samarium, promethium, gadolinium, yttrium) in monazite. Monazite also contains radioactive heavy elements uranium and thorium.",
    "Ilmenite is used to obtain the widely used paint base titanium dioxide and the metal titanium essential for aerospace and marine engineering. Today, physically separated ilmenite is exported without conversion to oxide losing considerable profit. One conversion process (the older) requires sulfuric acid and the other, chorine and coke. We have no raw materials to produce sulfuric acid and coke. There is a newer process that uses hydrochloric acid (HCl). This acid can be manufactured in Sri Lanka using salt. In fact, Paranthan Chemicals- Chlor- Alkali Industry in the Northern Province made HCl years ago.  Sri Lanka needs to resume Chlor-Alkali industry immediately to produce vital chemicals: chlorine, hydrochloric acid and sodium hydroxide. Alternatives apart from established processes to beneficiate ilmenite would not be impossible. Researchers and students should understandingly meddle with chemical substances for curiosity.",
    "Currently, Sri Lanka Mineral Sands Limited exports 100 metric tons of monazite a year. The recipient countries use the ore primarily to produce rare earth metals needed for the hi-tec industry. Radioactive bye products, thorium and uranium are probably stockpiled. Monazite is a phosphate mineral containing 19 metals in different proportions. The reason why so many elements are bonded to phosphate is that they all have similar chemistries. Therefore, their separation is also cumbersome and poses environmental issues. The crucial techniques kept trade secrets. Should Sri Lanka begin chemical processing of monazite? There are two routes of monazite processing, acid and alkaline, depending on the chemical initially used to crack the mineral. The former uses sulfuric acid and the other sodium hydroxide. If Chlor- Alkali industry is established, Sri Lanka would be able to process monazite via the alkaline process and alkali neutralization carried out with HCL. It would be premature for Sri Lanka to jump into rare earth chemical processing immediately. What we need at this juncture is preparedness, feasibility studies and analysis of commercial prospects in a global context.",
    "Thorium, a metal abundant in Sri Lanka, could be the ultimate solution to the energy crisis and decarbonization of the world to ensure a livable environment. The cleanest and greenest energy source is nuclear. Modern technology has largely addressed safety and radioactive disposal issues. Unlike uranium, thorium is not fissionable but convertible to a fissionable isotope of uranium by neutron bombardment. Thorium contains 200 times more energy than uranium. The feasibility of thorium reactors was first proved by the Oak Ridge National Laboratory, United States, in 1968 and abandoned a few years later. The interest in thorium reactors has been rekindled recently and vigorous developmental work pursued in the United States, China, India, Europe, Canada, Japan and Indonesia. Thorium is special to Sri Lanka. The thorianite containing a high percentage of thorium was first discovered in Sri Lanka by Ananda Coomaraswamy in 1903. Sri Lanka thorianite was used by the pioneers of atomic physics to uncover deep secrets of nature. Lord Rutherford (discoverer of atomic structure), in his famous address to the Canadian Astronomical Society, titled “Cosmical aspects of radioactivity “said: “I have some crystals of a new mineral thorianite found in Ceylon.” It contains 12 percent uranium and 70 percent thorium. In the early 1900s tons of thorianite collected from gem gravel and stream sediments in Sri Lanka were shipped to Europe. Today, no effort is made to separate thorianite from discarded gem gravel. This valuable mineral should be collected and stockpiled.  Sri Lanka’s nuclear energy plans should also focus on thorium for future energy prospects.",
    "Thousands of years ago, Sri Lanka was foremost in metal extraction (copper and iron) and workmanship. Today we are poor in metallurgical science, engineering and industry. The main cause is our weakness in chemical innovations. Chemistry is taught and learned in tuition classes as an essential to enter the medical and engineering streams in our universities. Writing papers to earn promotions and ranks: a purpose of chemical research.",
    "The illustrious chemist Humphery Davy, who extracted seven metallic elements for the first time, learned chemistry by home experimentation while working as an apprentice to an apothecary. To initiate chemical industries in the local context, we need people who have chemistry in their blood.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}