{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/People-s-tribunal-condemns-police-for-excesses-at-Jaffna-Conference-in-Jan-1974/4-757498",
  "time_ut": 1705595316.0,
  "original_lang": "en",
  "original_title": "People’s tribunal condemns police for excesses at Jaffna Conference in Jan. 1974",
  "original_body_lines": [
    "Despite the Police trying to justify the violence they unleashed on a peaceful crowd by this excuse, there were few takers for it especially among the Tamil people",
    "The people of Jaffna then took a bold new initiative. They set up a citizens committee for Public Inquiry into the Jaffna incident. The committee chair was medical doctor Jega Pasupathy while the secretary was lawyer V. Yogeswaran (later Jaffna MP). The citizens committee set up a Commission of Inquiry to probe the Police violence in Jaffna. This had no legal basis. It was a people’s tribunal. Nothing of this kind had been ever set up before in Sri Lanka. It was a unique achievement",
    "Fifty years ago in January 1974, the International Association of Tamil Research (IATR) held the fourth World Tamil Research Conference in Jaffna. Violence was unleashed against Tamil civilians attending a cultural event linked to the conference by a Police contingent led by the then ASP Chandrasekera. The background to the Jaffna conference and an outline of the Police attack was related in the first part of this article published last week. Further details of the conference and the Police attack will be the focus in the second and final part of this article.",
    "As stated earlier the Government of the day headed by Prime Minister Sirimavo Bandaranaike and the only Tamil cabinet minister Chelliah Kumarasuriar wanted the IATR conference to be held at the BMICH in Colombo. But the majority of the organising committee wanted it to be held in Jaffna. The disgruntled Government acted in a puerile manner and allegedly adopted obstructionist tactics.",
    "The granting of visas to foreign scholars participating in the conference was delayed. Some were denied entry. A British national of Sri Lankan Tamil origin Dr. Kopalapillai Thillainayagam who arrived in Colombo on a tourist visa was deported. Incidentally Dr. Thillainayagam was the brother of Dr. Mahadeva the joint secretary of the organising committee. It was Dr. Mahadeva who played a crucial role in gaining the consent of PM Sirimavo Bandaranaike to have the IATR conference in Jaffna.",
    "The organisers went ahead despite the obstacles. The public mood in Jaffna was overwhelmingly supportive of the conference. People went out of their way to assist in whichever way possible. Large numbers of youths volunteered to be helpers. People decorated their houses, lanes, streets and roads. Businessmen sponsored cultural shows. Free soft drinks were distributed.",
    "Though the conference was academic and participants were restricted, ordinary people including this writer visited Jaffna town in large numbers just to see the conference in progress. A limited number of people lined up and bought tickets to be part of the audience at the conference and view the cultural exhibition displayed at Veerasingham Hall. There was a festive atmosphere in Jaffna at that time. Many Tamils including this writer were in a state of emotional exhilaration over the World Tamil Conference being held in Jaffna.",
    "The 4th World Tamil Research Conference was held from 3 to 9 January at the Veerasingham Hall in Jaffna. A total of 116 research papers were presented. 76 were in English and 40 in Tamil. Apart from Sri Lankans, many foreign nationals participated at the conference as delegates and submitted papers. They came from countries such as India, UK, USA, Canada, Australia, Germany (West), Switzerland, Hungary, Sweden, Italy, and Japan.",
    "The Conference concluded successfully on 9 January. On 10 January a cultural event was held at Veerasingham Hall. It was an occasion to distribute awards to those who constructed floats in the pageant and to those who displayed exhibits at the exhibition. Some of the conference delegates were also to speak about the glory and grandeur of “Mother” Tamil. Since the crowds were huge, a special platform was erected outside the building within hall precincts. The crowds spilled over into the esplanade blocking the road in between. It was then that the tragedy occurred.",
    "Among those refused visas to enter Sri Lanka to attend the conference was an Indian national from Tamil Nadu, R. Janarthanan. He was the President of the “Ulagath Thamizhar Ilaingar Paeravai (World Tamil Youth Federation). Janarthanan was sympathetic towards the Sri Lankan Tamil cause and had organised several demonstrations in Madras (now Chennai).",
    "It was Janarthanan who organised a visit to Tamil Nadu in 1972 by ITAK stalwarts SJV Chelvanayagam, A. Amithalingam, Mangaiarkkarasi Amirthalingam and Kovai Mahesan editor of the ITAK weekly “Suthanthiran”. The delegation along with Janarthanan had meetings with Tamil Nadu leaders like M. Karunanidhi, V.R. Nedunchezhiyan, M.G. Ramachandran, MP Sivagnanam, SP Aadithanar, M. Kalyanasundaram, P. Ramamoorthy, C. Rajagopalachari (Rajaji) and E.V. Ramaswamy (Periyar).",
    "When denied a visa by the Sri Lankan Deputy High Commission in Madras, Janarthanan went to Singapore and obtained a visa. His arrival in Jaffna electrified Tamil youths including this writer. Though he had a legitimate visa, we were told that he had crossed over illegally by country boat. Janarthanan was mobbed by youths wherever he went in Jaffna.",
    "On 10 January Prof. Naina Mohammed a Tamil professor from Jamal Mohammad College in Trichy was addressing the cultural event and extolling the virtues of the Tamil language. The Police had misinformed itself that Janarthanan was speaking despite clear orders that he should not. The Police claim later was that it was to prevent Janarthanan from speaking that they intervened. Despite the Police trying to justify the violence they unleashed on a peaceful crowd by this excuse, there were few takers for it especially among the Tamil people.",
    "The Police had baton charged and tear gassed the people. A few shots were fired in the air. When a Policeman fired upwards, some bullets hit the electric wires and loosened them. The overhead wires fell on an iron railing separating the Veerasingham Hall and the road. As a result several people got electrocuted. Seven died. Apart from the deaths, over 50 people were injured in the stampede. It was also alleged that some Policemen had attacked persons, vehicles, businesses and houses in Jaffna in the late hours of night.",
    "The seven persons who died of electrocution were Veluppillai Kesavarajah; Vaithiyananthan Yoganathan; Sinnathamby Nanthakumar; Sinnathurai Ponnuthurai; Sithambary Arumgam; Rajadurai Sivananthan and Paramsothy Sarvanapavan.",
    "In addition to the seven electrocuted, there was another casualty too on that night. This was J. Sigmaringham a well-known school master who had died of a heart attack while fleeing the Police attack. There had also been two more deaths by electrocution the previous day. A parade with floats or vehicles with exhibits mounted on a platform was held on 9 January in Jaffna. One of the floats was a miniature replica of “Annapoorani” the Valvettithurai built schooner that was sailed to the USA. One of the sails struck overhead wires resulting in two men being electrocuted to death. They were Pulendran Arulappu and Rajan Thevaratnam. Thus 10 persons had died in incidents relating to the Jaffna conference.",
    "Grief-stricken Tamil people demanded a commission of inquiry into Police conduct. Numerous letters were sent to the Government including a petition with thousands of signatures. Questions were raised in Parliament. The Government maintained a deafening silence.",
    "The people of Jaffna then took a bold new initiative. They set up a citizens committee for Public Inquiry into the Jaffna incident. The committee chair was medical doctor Jega Pasupathy while the secretary was lawyer V. Yogeswaran (later Jaffna MP). The citizens committee set up a Commission of Inquiry to probe the Police violence in Jaffna. This had no legal basis. It was a people’s tribunal. Nothing of this kind had been ever set up before in Sri Lanka. It was a unique achievement.",
    "The three-member commission of inquiry was chaired by retired Supreme Court judge O.L. de Kretzer. The other two were Retd. Supreme Court Judge V. Manickavasagar and Bishop Emeritus of the Church of South India-Jaffna Diocese (CSIJD) Rt. Rev. Dr. Sabapathy Kulendran. The secretary to the commission was A.V. Vatepillai. The team of lawyers who assisted the commission by leading evidence from citizen witnesses was lawyer S. Thambithurai.",
    "The Commission of Inquiry held sittings at the Palm Beach Hotel in Jaffna on 2, 4, 5, 12 and 13 February 1974. The commission report was released on 18 February 1974. It was published as a public document on 3 March 1974. I conclude by publishing relevant extracts from the De Kretzer Commission of Inquiry report:",
    "“We were nominated by the Citizens of Jaffna “to inquire and report on the incidents which took place in Jaffna on the 10th of January, 1974 on the occasion of a meeting held in Jaffna at the Veerasingham Hall premises to felicitate the foreign delegates to the International Association of Tamil Research Conference seminar, and on the subsequent days. Our task was to ascertain the facts on the evidence given before us by the witnesses.",
    "In as much as the Jaffna Police were involved in the incidents, which was the subject of our investigation, we caused the Secretary to write to the Inspector-General of Police, with copies to the Hon. Prime Minister, and the Superintendent of Police, Jaffna, requesting the attendance of a senior police officer to assist the Commission in its task.",
    "We regret that the authorities whom we had apprised of the investigation we had undertaken did not take the opportunity of assisting us by giving the police version of what took place. We questioned some of the witnesses to ascertain whether there was any provocation from the crowd which led to the police assault. There was a complete denial by the witnesses of any such act by the crowd.",
    "The evidence the truth of which we accept with confidence established that the meeting planned for the 10th January, 1974 was a grand finale to the conference which commenced on the 3rd January and concluded on the 9th January. The conference was held in Jaffna not without controversy as to whether it should not be held in Colombo, and with the decision that it should be held in Jaffna, the citizens gave vent to their joy. Jaffna and the surrounding villages were gaily decorated, and the people whose attendance was estimated at several thousands daily were in festive mood.",
    "All that was scheduled for the 10th January, 1974 was a prize giving to be held at Veerasingham Hall in connection with the pageant and the cultural exhibition which took place during the period of the conference; but by about the 7th or 8th of January the organisers decided to fall in with the wishes of the people who desired to see and hear the delegates who so far held their academic discussions in halls to which the public had no access.",
    "A.S.P. Chandrasekera having intimated to the organisers that a fresh permit to hold the meeting on the 10th would be necessary, an application was made on the lines he suggested, namely, that they should give a list of the speakers at the meeting. The evidence establishes that the police wanted to ensure that Janarthanan, a youth leader from Tamil Nadu should not address the meeting. Janarthanan was not a delegate and it was never the intention of the organisers that he should speak. The police gave permission for the holding of the meeting subject to that condition; as in the case of the meetings from the 3rd to the 9th, no permit in writing was issued by the police; the evidence is that it was a case of gentlemen not finding it necessary to give or demand in writing what was agreed on. It was ironical that the incidents complained of happened so shortly after the police had been thanked and commended by Professor Dr. Vidyananthan, of the University of Sri Lanka, who was the Chairman at the conference, for the co-operation and goodwill they had shown to the organisers.",
    "A fall of heavy rain on the evening of the 9th made the organisers to change the venue on the 10th from the Open Air Theatre to the Veerasingham Hall. In deciding on the change of venue, the organisers apparently did not reckon with the crowd that was likely to attend or rather did not think that they would be dissatisfied with hearing from outside with the aid of loud speakers what was going on within, but would also want to see what was going on ; in the result when people were pressing their way into the hall already filled to capacity, the organisers decided some action should be taken; there being no rain, a belated effort to gel back to the Open Air Theatre for which the organisers had permission was made; this was unsuccessful as the Mayor of Jaffna and the Municipal Commissioner could not be found to authorise the care-taker to have the doors of the theatre opened for the meeting. A decision was taken to have the rest of the proceedings outside the hall but within the premises, and an announcement to this effect was made; this was received with satisfaction by the crowd; they took up every vantage point from which they could see what was going on; soon there was a crowd sitting on the road running alongside the hall, and on the esplanade across the road up to the moat as far as eye could see.",
    "The change-over to the entrance to the hall involved the erection of a temporary platform under the Sigaram (pandal) spanning the building, and the installation of a mike connecting it to loud speakers which were fixed to the electric posts on either side of the metal railings of the premises.",
    "When proceedings were about to commence, Janarthanan with a number of admirers came amidst applause and was hoisted on to the platform, and was garlanded by Mr. Amirthalingam, Attorney-at-law, and a former Member of Parliament. Janarthanan’s stay on the platform was of the briefest duration, estimated at about two or three minutes as Dr. Vidyananthan, the Chairman requested him to step down, which he did. He was thereafter content to be behind the improvised platform signing autographs. Whilst Janarthanan was there, Headquarters Inspector Nanayakara handed him a document and obtained a receipt from him; Nanayakara then left the place and was not seen thereafter.",
    "The proceedings which had been delayed by about an hour due to the change-over, was resumed at about 8 p.m.",
    "The first delegate to speak was Professor Dr. Naina Mohamed, a distinguished Tamil scholar from India. He spoke on the beauty of the Tamil language, its antiquity, and the culture of the Tamil people. Whilst he was speaking, there was some disturbance amongst the crowd on the Regal Theatre side, that is in the direction of the Jaffna police station. The evidence is that those at that end stood up and began to move.",
    "Dr. Naina Mohamed told them - “be calm”. Just then a jeep and a truck with policemen armed and in steel helmets endeavoured to make way through the crowd; the truck proceeded forward slowly until owing to the density of the crowd on the road it could not go further. The policemen got off the vehicles and proceeded to hit everyone who stood in their path; then fanning out, they made a sustained and relentless attack on the people who fled in all directions; the result was a stampede to escape the police attack, and in the rush people fell over each other and over bicycles, and some jumped into the moat to avoid the assault.",
    "Tear gas and gun shots added to the terror; several were overpowered by the fumes, and Dr. Vidyananthan and Mr. James Rutnam who were on the platform were rendered unconscious. Mr. Rajaratnam Attorney-at-law and Mr. Pathinathar, a member of the public service, who were by the metal railings saw the electric wire overhead brought down by gun-shots. The latter lived to tell his tale and described the agony he went through: he said a tear-gas bomb which did not explode was thrown at him by a policeman, who then fired at the electric wire resulting in the burning coil falling on him rendering him unconscious. This resulted in the death of seven others.",
    "We pause here in the recital of these facts to try to ascertain why the police armed with rifles, tear-gas bombs, batons and wicker shields, should make what was an unprovoked and unwarranted attack on defenceless men and women who were listening to a speech by a distinguished Tamil scholar.",
    "The evidence of Mr. Kathiravelupillai, an Attorney-at-law, and a member of the National Assembly, sheds light on the matter: hearing of the attack on the people, he telephoned the Superintendent of Police, and asked that the assault be stopped. The Superintendent who was ill with bronchitis told him “that the organisers who had undertaken that a particular person would not speak at the meeting, had in breach of that undertaking allowed that man to speak, and because of this the police had to intervene by stopping the meeting; in this they were obstructed by the people and the police had therefore to use force “.",
    "Be that as it may a decision to close the meeting was in our view made recklessly; but worse still was the course of action adopted to communicate the decision to close the meeting. What seems so difficult to understand is why a police officer or two could not get to the platform and ascertain who the speaker was, and if there was no alternative to the closing of the meeting, to direct the organisers to carry out their order.",
    "What we do find on the evidence is that the police completely armed, travelling in jeep and truck came along the road and found it blocked by people sitting on it.",
    "We are satisfied that the police did on entering the road from the police station side announce to the crowd to make way, and that the crowd at that end did make way; the police in vehicles were able to get in within some distance of the hall, and could not proceed further because of the density of the crowd.",
    "The fact that the police could not proceed further in their vehicles is not excuse for what they did next; and what they next did we have referred to in the narration of facts which we have accepted.",
    "The irresistible conclusion we come to is that the police on this night was guilty of a violent and quite an unnecessary attack on unarmed citizens. We are gravely concerned that they lacked the judgement which we expect of policemen in a civilian police force whose duties call for tactful handling even in the most difficult situation.",
    "The evidence establishes that this was not all that took place that night. The police in their armed might roved the city assaulting whomsoever they came across for no better reason than that the people were doing what they were entitled to do.",
    "The witnesses who gave evidence before us were quite certain that prior to the police attack there was no resistance or retaliation by the crowd; they denied that stones and bottles were thrown at policemen and police vehicles.",
    "We are of opinion that those who suffered physical injury and material damage, and those who lost their lives were the innocent victims of a chain of events set in motion by a completely wrong and unwise decision on the part of the police officer who made it.",
    "We can find no justification at all for the police assault on defenceless and innocent citizens; indeed there can be no justification for the police to use force, save in the exceptional circumstance of defending person and property, and that too the bare minimum; for it is not the function of the police to punish wrong doors, for that is a function of the courts of law. It appears to us that those who have control over the police service would do well to take necessary action to ensure that policemen clearly understand their functions vis a vis the public, in a manner which will instil public confidence in the police force; for policemen should realise that theirs is a police service and not a police force.",
    "Sgd. O.L. De Kretser, Sgd. Rt. Rev. Dr. S. Kulandran, Sgd. V. Manicavasagar",
    "No punitive action was taken against the Police for the excesses committed in January 1974. Adding insult to injury was the “reward” given to ASP Chandrasekera who ordered the Police to attack the public. The ASP was promoted as SP in mid-1974."
  ]
}