{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Debt-restructuring-and-current-economic-trends-Discussion-with-CB-Governor-and-Treasury-Secretary/14-763901",
  "time_ut": 1720200992.0,
  "original_lang": "en",
  "original_title": "Debt restructuring and current economic trends: Discussion with CB Governor and Treasury Secretary",
  "original_body_lines": [
    "Central Bank Governor Dr. Nandalal Weerasinghe gestures during the interview conducted by President’s Media Division Director General Dhanushka Ramanayake whilst Finance Ministry Secretary Mahinda Siriwardana looks on",
    "Following are excerpts of a special discussion on “Debt restructuring and current economic trends” with Central Bank Governor Dr. Nandalal Weerasinghe and Finance Ministry Secretary Mahinda Siriwardana, moderated by President’s Media Division Director General Dhanushka Ramanayake.",
    "Q:  President Ranil Wickremesinghe accepted this responsibility at a time when political leaders did not come forward to save the country from this crisis. Today, the economy has reached a certain trend. Even though debt restructuring has brought good news to Sri Lanka by stabilising the economy to a certain extent, it is believed that the expected results have not been achieved. As the Governor of the Central Bank, what is your opinion on this?",
    "A: Looking at Sri Lanka’s economic situation two years ago, it appears that some progress was made through debt restructuring. Due to increases in both domestic and foreign debt, the Government faced challenges in meeting its financial obligations. Particularly, the rise in foreign debt significantly depleted foreign reserves, contributing to the country’s economic woes at that time. When a country decides to restructure its debt, there is a systematic approach to follow. Sri Lanka had not undertaken such extensive debt restructuring previously, lacking local expertise in this area. Therefore, to acquire necessary knowledge, we sought assistance from two of the world’s leading institutions, Lazard and Clifford Chance, renowned for their experience and technology.",
    "The International Monetary Fund declared Sri Lanka’s debt unsustainable in 2020, noting the Government’s lack of effective direction at that time. By adhering to the criteria set by the IMF as an independent institution, we can stabilise Sri Lanka’s debt. Creditors now have confidence that Sri Lanka can meet its debt obligations. According to the IMF, the total debt, which stood at 125% of GDP, should be reduced to 95% of GDP by September 2022 under the staff-level agreement. These criteria are to be implemented over the next decade.",
    "Foreign debt payments accounted for only 9.4% of GDP, while Government revenue was 8% of GDP, indicating an unsustainable debt level for Sri Lanka at that time. Foreign debt, currently at 9.4% of GDP, needs to be reduced to 4.5% over the next decade. Government borrowing should also be reduced to 13.2% annually, equating to 34% of GDP. Sri Lanka must meet these criteria. Domestic credit optimisation was pursued with these objectives in mind, and the Central Bank intervened extensively to optimise domestic debt, resulting in reduced interest rates.",
    "Subsequently, bilateral debt restructuring discussions addressed the initial steps in foreign debt management. France, Japan, India, and China Exim Bank collaborated to establish a framework for debt restructuring, culminating in recent contract signings. Consequently, bilateral debt restructuring has been finalised, aligning with IMF criteria to secure relief for the next decade. This strategy aims to achieve similar relief in commercial loan arrangements. Following formal agreement signings, several concession mechanisms were outlined. These include extending repayment periods to significantly reduce the principal loan value, thereby providing loan relief. Additionally, interest rate concessions were negotiated to further ease financial burdens. When combined, these measures substantially reduce the outstanding loan stock.",
    "We have also requested comparable loan concessions from commercial creditors, expecting relief similar to that achieved with bilateral creditors. Bilateral and commercial loans operate differently, yet both parties have agreed to substantial percentage-based relief, aligned with IMF criteria. This approach enables Sri Lanka to manage debt repayment effectively, fostering economic stability and ensuring operational continuity for the Government.",
    "Q:  Sri Lanka’s total debt stood at approximately $ 96 billion at the end of December 2023 and is projected to reach $ 100 billion by the end of March 2024. President Ranil Wickremesinghe recently provided a detailed explanation of this in Parliament. However, some have interpreted this as an increase in debt from $ 70 billion to $ 100 billion. What is your opinion on this?",
    "A: The status of the debt as of March 2024 was outlined in the Debt Bulletin you referenced. The entire loan amount is denominated in US dollars, totalling $ 100 billion. As you know, our country manages both domestic and foreign debts, with foreign loans typically in dollars. When including domestic debt in the table, it is converted into dollars. Previously, our exchange rate was 324, but it is now 301. Consequently, the foreign exchange position has strengthened, which is favourable. However, the higher exchange rate increases the dollar value of our debt in rupees. Thus, despite no additional borrowing, the debt appears higher due to the exchange rate fluctuation.",
    "Additionally, is it beneficial or detrimental to defer debt repayment? When a country progresses, a budget deficit inevitably arises if expenditure exceeds income. This deficit necessitates borrowing. We are not alone in this; other countries also borrow. This ongoing process leads to automatic increases in loans.",
    "The challenge lies in maintaining debt at a sustainable level. Can borrowing continue, and if so, from where? Should loans come from the Central Bank? As you know, the Central Bank prints money, and we understand the implications of excessive money printing. Should we continue this to cover budget deficits? Should we increase or reduce our credit? Achieving debt sustainability entails managing debt at a level sustainable for the country. Strengthening public financial management is essential alongside debt restructuring. We must manage our finances prudently, emphasising revenue growth and maintaining manageable expenses. By striking this balance, we can sustain a manageable budget deficit and progress forward.",
    "I do not agree with those who argue against borrowing. As long as our country faces a budget deficit, borrowing is necessary. This has been a historical reality and will persist in the future, similar to other countries’ practices.",
    "Moreover, expenditure must align with income. For instance, approximately 80% of our income goes toward loan interest, leaving 20% for other expenditures. This proportion represents 19-20% of gross production costs, yet our income was only 8% in 2022, resulting in a 12% budget deficit. We have since increased income to around 11%, reducing the deficit to 8%, which is progress. Our expenditure is not the primary concern; rather, income must be bolstered. Despite this improvement, satisfaction remains elusive. Under the IMF program, we aim to raise income to 15%, while capping costs at approximately 5%.",
    "My message to the country is clear: I disagree with claims that a country can function without borrowing. However, loans must be utilised for productive purposes and non-consumptive economic activities. By channelling loans into investments that stimulate economic growth, we can enhance debt repayment capabilities. Debt accrues through a complex process, and comparisons should consider the financial context in which loans are secured.",
    "Q:  Currently, the country is progressing positively. Yet, discussions inside and outside Parliament suggest the Government has yet to commence debt repayment. Once repayment begins, significant economic shifts are anticipated, potentially burdening the public directly. Central Bank Governor, what are your thoughts on this matter?",
    "A: Following Government debt restructuring, concerns may arise regarding our ability to manage debt repayment once again. Public apprehension about a return to financial hardship without debt restructuring persists. Continuing debt payments without restructuring could lead to a resurgence of past economic challenges. For instance, our current strategy has bolstered foreign reserves by $ 5.5 billion through partial debt payments and deferments. Beginning in 2022, we face annual debt repayments totalling $ 6 billion. Over the next 4-5 years, cumulative repayments are projected to amount to $ 6 billion annually, while State revenue has reached approximately $ 5.5 billion during this period.",
    "Without debt restructuring, upcoming debt repayments could escalate to $ 7-8 billion within the next 12 months, confirming public fears and potentially depleting Government foreign reserves. Therefore, achieving debt sustainability through restructuring is crucial, aligning repayment schedules with our fiscal capacity. Over the next five years, minimal interest payments are required, complemented by an interest concession secured until 2027. This strategy ensures manageable debt servicing using existing foreign reserves and income, alleviating economic strain associated with debt payments and safeguarding reserves for essential commodities like fuel and gas.",
    "Through debt restructuring, the Government can sustain operational functions seamlessly. Previously, a debt repayment of $ 9.4 billion with an 8% income would have strained our ability to meet previous salary obligations. Relief hinges on completing debt payments through stabilising domestic debt and restructuring foreign debt. This approach is vital for rectifying past errors and ensuring long-term stability. However, some argue that relying solely on loans from a single country is impractical.",
    "Q: The International Monetary Fund (IMF) is often considered the lender of last resort internationally, which is technically acceptable. However, there is an opinion that there are plenty of other options besides the IMF. Can you explain this?",
    "A: Ultimately, any country can obtain foreign loans only from the International Monetary Fund (IMF). Even for IMF member countries, loans are granted only if the primary condition of debt sustainability is met. When we faced difficulties due to excessive borrowing, the countries that had extended credit to us primarily requested that we enter an IMF program. They emphasised that credit is the source of sustainability and that only through it can future loans be secured. By 2021, the country reached a point where obtaining loans from any country was impossible without IMF intervention. In such a context, expecting to get a loan from other countries is unrealistic.",
    "Countries provide loans using taxpayers’ money. When one country assists another, it does so only if there is confidence that the loan will be repaid. Loans are not granted based on goodwill alone. Even the official representatives of the International Monetary Fund adhere to this principle.",
    "A country lends from the savings of its people, and those citizens have the right to question how their money is used. The international community has consistently indicated willingness to provide loans, but they also ask, “What is your contribution as a country?” No country would lend to another with an income rate of only 8%. They expect us to address our issues first. Our crisis stems from insufficient national income. When we seek relief from other countries, we must demonstrate fairness and responsibility. We need to show our efforts toward achieving debt sustainability and increasing Government revenue.",
    "Receiving the debt relief period will allow us to manage public finances more effectively and provide us with the opportunity to boost economic growth. By implementing various ordinances, policies, and attracting investments, we can increase State revenue. We do not have to pay bilateral debt until 2028, giving us valuable breathing room. It is crucial to use this time wisely to correct past mistakes and move forward intelligently as a nation.",
    "Q:  The International Monetary Fund has issued a report highlighting the deficiencies in the country’s governance framework, including the fight against corruption. Have we begun implementing these recommendations now?",
    "A: Numerous factors play crucial roles in fostering economic growth within a country. Recently, it has been highlighted that corruption poses a significant barrier to managing a country’s economy, particularly in financial matters. The International Monetary Fund was called upon to conduct a governance study in response to these concerns. Their publicly released report identifies several issues such as Government oversight, bribery, and corruption. Sri Lanka has begun implementing some of the recommendations and is considering others outlined in the report. Notably, Sri Lanka is the first Asian country to undergo such a comprehensive governance assessment. Actions taken include the enactment of new anti-corruption legislation and strengthening of the Bribery or Corruption Commission.",
    "Furthermore, advancements in technology have been introduced in procurement processes to enhance transparency. The Government has also published reports detailing tax concessions and loans, aiming to increase transparency. Additionally, there are discussions about introducing legislation to recover misappropriated resources.",
    "Q: During the recent period, 42 new bills have been presented to Parliament, alongside approximately 30 proposed amendments to existing laws. Among these, key bills such as the Economic Transformation Act, the Public Finance Management Act, and the Public Debt Management Act have already been tabled. What is the rationale behind introducing such a multitude of bills?",
    "A: Establishing an independent Central Bank is crucial, alongside a robust legal framework for Public Finance Management. The Public Financial Management Act ensures transparency in financial oversight, addressing past fiscal discipline issues. Strengthened fiscal discipline and enhanced oversight will bolster monetary policy effectiveness and enable more rigorous budget preparation and approval processes. Integrating public debt management under the Ministry of Finance further enhances financial stability. These acts form the cornerstone of a strong foundation.",
    "The Economic Transformation Act aligns these pillars, facilitating discussions for comprehensive economic reforms. This framework sets a clear path for short, medium, and long-term national direction, fostering new institutions and enabling economic activities with greater freedom.",
    "Q: Governor of the Central Bank, you mentioned that the Government recently finalised an agreement with foreign commercial creditors, often referred to as foreign bonds. You noted that a proportional approach was taken similar to agreements with bilateral creditors. However, there are conflicting reports regarding a claimed 28% debt reduction (haircut). Could you clarify this discrepancy?",
    "A: If a bond is issued and $ 100 is borrowed, the responsibility is to repay the full $ 100. One method of restructuring involves extending the repayment period, such that if the bond originally required repayment within 10 years, it could be extended for an additional 10 years. Alternatively, restructuring may involve reducing the $ 100 debt obligation by $ 28, resulting in a reduced payment of $ 72. This reduction, known as a haircut, is commonly used in bond restructuring but not in bilateral debt restructuring. Under this restructuring, repayment of the $ 72 is scheduled until 2038, subject to varying interest rates as stipulated in the bond agreement.",
    "What’s crucial is that the reduction in relief should be on par with what bilateral parties receive, even if it’s not a haircut. If bilateral creditors do not offer a haircut, they may provide a similar form of relief. According to the IMF, if the economy performs as projected, achieving sustainability with a 28% haircut is feasible. For instance, if the country grows at an average of 3%, it can meet this requirement. However, if growth reaches 5%, creditors expect the haircut to reduce from 28% to 20%. This scenario implies that as government revenue increases with higher growth rates, a portion of these gains should be allocated to bondholders.",
    "Moreover, if the growth rate falls below 3%, there’s a possibility of negotiating a higher haircut, potentially reaching 35% or 40% instead of the initial 28%. This provides a safeguard in case our country’s economic growth slows down unexpectedly.",
    "Additionally, if Sri Lanka improves transparency as suggested by commercial creditors and successfully reduces corruption while boosting government revenue, there’s a chance the proposed 28% haircut could be increased to around 35%.",
    "Q:  Is there any positive progress in domestic debt restructuring?",
    "A: Absolutely, we are making progress. For example, concerns about the collapse of longstanding banking systems have been resolved, and the country’s overall condition has improved. Another concern was the potential disappearance of the employees’ provident fund and its inability to pay even 9% interest as net profit. I am pleased to announce that we paid 13% interest for the year 2023. Despite not refinancing in 2018, 2019, 2020, and 2021, we still managed to pay 9% interest. This year, we have already secured 13% interest for employee pension holders, ensuring their account balances remain stable. We expect to provide good returns in 2024 as well.",
    "Q: Could the agreements made with bilateral creditors have negative repercussions for the country?",
    "A: Having secured long-term relief from bilateral creditors, we have significantly eased the burden of debt repayment. This has enhanced our capacity to meet financial obligations, with only interest payments scheduled for the next five years. Subsequently, repayments will be made in instalments over another five-year period, culminating in a major deadline.",
    "With the commencement of debt payments, projects that were temporarily halted during the previous period will resume, supported by countries such as Japan, India, China, and others. This resurgence promises to restore normalcy and catalyse national development efforts.",
    "A: Initially, there was a gap between our proposals and theirs. However, the current negotiations are progressing well.",
    "Q:  Numerous strikes have been initiated to demand wage hikes and the elimination of pay discrepancies. What message do you have for that group?",
    "A: When I took office at the Treasury, we faced severe shortages of both dollars and rupees. The situation remains challenging, with ongoing pressure from daily operations. This period demands utmost caution, as I often emphasise. The strikes aimed at rectifying salary disparities are understandable as a form of trade union action, considering the professional and financial challenges faced by workers. However, income issues are widespread across the country, despite our economic progress. Managing this delicate balance is crucial. We have managed to sustain the economy under strenuous conditions, ensuring salaries and other allowances are met. Introducing additional pressures on our already strained resources raises concerns about sustainability. While steps are being taken to boost Government revenue, we aim to implement salary increases by 2025, navigating these challenges with careful consideration.",
    "Q:  Finally, what is the message you have for public officials and the general public?",
    "A: Emerging from a challenging situation, we entered into a specific program agreed upon by both lenders and the IMF. It is crucial for any government to ensure that we do not regress from this program’s path. Public awareness and stability are paramount in this regard.",
    "None of us wish to revisit the crises of the past. Therefore, decisions must be made with careful consideration and foresight. We must tread cautiously on this journey. Reflecting on why we sought IMF assistance in 2022, some advocated against it, suggesting alternative options. However, reforms were necessary due to longstanding economic issues that precipitated the crisis.",
    "Identifying and addressing these economic weaknesses through reforms is imperative, despite the pressure involved. This approach lays a robust foundation for future progress. While previous generations enjoyed a comfortable life, today’s generation must make sacrifices to build a better future for the next. This reform opportunity must be seized, aiming to achieve self-sufficiency by 2027.",
    "Q: Why haven’t international rating agencies looked at us favourably yet?",
    "A: We are currently in a situation classified as restrictive default and selective default, where we are not fulfilling part of our debt obligations. The initial priority is to resolve this situation and complete the restructuring process to exit these defaults. The success of this endeavour will determine our next steps. With swift action, we can swiftly progress to achieve credit ratings such as B, BB, or BBB thereafter."
  ]
}