{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ex-pack-celebrates-iwd/",
  "time_ut": 1711237260.0,
  "original_lang": "en",
  "original_title": "Ex-Pack celebrates IWD",
  "original_body_lines": [
    "Ex-Pack Corrugated Cartons PLC, a subsidiary of Aberdeen Holdings (Pvt) Ltd, held its “Inspire Inclusion” programme in view of celebrating the International Women’s Day on March 8th, underscoring the company’s unwavering commitment to women’s empowerment, aligning with this year’s global campaign theme.",
    "The day’s highlight was a series of seminars held by Deepthi Perera, a well-known personal trainer who specializes in professional and personal growth, said a release.",
    "It said: Ex-Pack took this opportunity to express its gratitude and support towards its female employees, acknowledging their indispensable contributions to the company and industry that has been traditionally dominated by male. The initiative is part of Ex-Pack’s broader strategy to create an inclusive and equitable work culture to foster a supportive and thriving environment where every individual feels valued and empowered to contribute their best.",
    "Empowering women is not just a moral and ethical imperative but a strategic one, believes the management of Ex-Pack. Its DEI policies and practices actively promote diversity in all its forms, fostering open communication, empathy and tackling biases and discrimination. This has enabled the company to embrace diverse perspectives and drive innovation and foster a sense of belonging among the 300-strong workforce.",
    "SLT-MOBITEL powers advancement of nation’s agriculture supporting 2nd phase of Agri Saviya – Marketing Asseweduma",
    "Ex-Pack Corrugated Cartons PLC awarded with Carbon Neutral certification for second year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}