{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112412/president-meets-top-ustr-officials-discuss-potential-us-sl-trade-deals-",
  "time_ut": 1757602680.0,
  "original_lang": "en",
  "original_title": "President meets top USTR officials, discuss potential US-SL trade deals",
  "original_body_lines": [
    "United States Ambassador to Sri Lanka, Julie Chung, together with a delegation of senior officials from the Office of the United States Trade Representative (USTR), met with President Anura Kumara Dissanayake at the Presidential Secretariat today (11) for discussions.",
    "The heads of the USTR delegation, who commended the delegation appointed by the Sri Lankan government to negotiate the US tariffs on products imported from Sri Lanka, also praised the progress the country has achieved in its economic recovery, according to the President’s Media Division (PMD).",
    "Attention was also drawn to the assistance extended by the USTR towards Sri Lanka’s economic affairs to date, as well as to potential trade agreements expected to be developed between the two countries in the future.",
    "The President, noting that Sri Lanka is a small economy in recovery, emphasised that even minor external shocks could have a considerable impact on the nation, the PMD said.",
    "He pointed out that in moving forward with trade negotiations, all such factors should be taken into account. He further underlined the importance of ensuring that every decision made should focus on strengthening the long-term bilateral relationship between Sri Lanka and the United States.",
    "The USTR delegation included Emily Ashby, Director for South Asia; Brendan Lynch, Assistant United States Trade Representative for South and Central Asia; Daniel Jackson, Economic and Commercial Officer of the U.S. Embassy in Colombo; and Anthony Pirnot, Political and Economic Counsellor, it added.",
    "Representing Sri Lanka were Dr. Anil Jayantha Fernando, Minister of Labour and Deputy Minister of Economic Development; Dr. Nandalal Weerasinghe, Governor of the Central Bank; Dr. Harshana Suriyapperuma, Secretary to the Ministry of Finance; Duminda Hulugamuwa, Senior Economic Adviser to the President; and K.A. Wimalenthiraja, Secretary to the Ministry of Trade, Commerce, Food Security and Cooperative Development."
  ]
}