{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-browns-to-buy-lipton-in-kenya-tanzania-and-rwanda-161886/",
  "time_ut": 1715087700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Browns to buy Lipton in Kenya, Tanzania and Rwanda",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Browns Investments said it had reached an agreement to buy Lipton tea companies in Kenya, Tanzania and Rwanda from their UK and Netherlands based parents.",
    "The purchase will be made through UAE-based, B Commodities ME FZE, a unit of Browns Investments.",
    "It had entered into a sales and purchase agreement (SPA) with Ekaterra Holdco UK Limited, and Netherlands based Ekaterra Group Holdings BV and Ekaterra Group Holdings 2 BV, to buy control of the Africa firms, Browns said in a stock exchange filing.",
    "Browns Investments will buy 100 percent of Rwanda-based Lipton Teas and Infusions Rwanda Limited and 100 percent of Tanzania-based Lipton Teas and Infusions Tanzania Limited.",
    "It will buy 98.56 percent of kenya-based Lipton Teas and Infusions Kenya Plc, and 51.99 percent of Limura Tea Plc.",
    "The price will be calculated in accordance with the SPA, it said.",
    "Ekaterra is the former tea division of Unilever, which was sold to CVC Capital Partners.",
    "With the acquisition, along with Sri Lanka based farm,s Browns will produce 87 million kilograms of tea, making it the largest in the world, Browns Investments and LIPTON Teas and Infusions said in a joint statement.",
    "It will also partner with Lipton Teas and Infusions to produce tea to a new standard.",
    "The two companies plans to raise tea quality and apply responsible farming methods in its estates in Kenya and Sri Lanka.",
    "The communities of Kericho and Bomet will be given 15 percent of shares of the main Kenyan operating company.",
    "Lipton Teas and Infusions and Browns will create Community Welfare Trust with one billion Kenyan shillings.",
    "“We look forward to working hand-in-hand with LIPTON Teas and Infusions and local partners to foster a sustainable, responsible and prosperous future for all,” Kamantha Amarasekera, Chief Executive of Browns Investments said in the statement. (Colombo/May7/2024)"
  ]
}