{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-september-remittances-up-15-2-pct-to-555-6mn-4-8-bn-to-date-183302/",
  "time_ut": 1728698400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka September remittances up 15.2-pct to $555.6mn, $4.8 bn to date",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s remittances coming from its overseas expatriate workers gained 15.2 percent to $555.6 million in September 2024 compared to the same month last year, helped by more expatriates using the official banking channels.",
    "The total remittances also crossed $4.8 billion in the first nine months of 2024 through end September, the latest Central Bank data showed.",
    "The remittances in the first nine months gained 11.5 percent to $4.84 billion compared to $4.35 billion in the same period last year.",
    "Worker remittances are one of the top foreign exchange revenue earners for the island nation which is still recovering from an unprecedented economic crisis hit in 2022.",
    "The remittances have risen continuously after the central bank gave up a parallel exchange rate regime, which compelled most expatriates to switch informal Undiyal and Hawala money transfer methods.",
    "The island nation witnessed a 57 percent jump in remittances coming through formal banking channels to $5.97 billion in 2023, from $3.8 billion a year earlier, helped by elimination of parallel exchange rate.",
    "The island nation has been in the process of sending more migrant workers to bring in higher foreign exchange since the country declared bankruptcy in 2022.",
    "Worker remittances coming through official channels fell sharply in 2021 after many expatriates switched to informal money transferring channels as they were given higher rates than formal banking channels.",
    "The move came after the Central Bank printed to sterilize interventions and keep a policy rate down, triggering parallel exchange rates, which were settled outside the formal banking system.",
    "From April 2022, the interest rates were raised by unprecedented levels, slowing credit and the need to print money to keep rates down. (Colombo/October 12/2024)"
  ]
}