{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Former-Pakistan-coaches-resign-from-NCA-positions/108-275296",
  "time_ut": 1705592100.0,
  "original_lang": "en",
  "original_title": "Former Pakistan coaches resign from NCA positions",
  "original_body_lines": [
    "Jan. 18 (ICC) - Mickey Arthur, Grant Bradburn and Andrew Puttick leave roles at the National Cricket Academy (NCA) in Pakistan",
    "A trio of coaches have left their roles with the National Cricket Academy in Lahore, the PCB stated on Thursday, 18 January.",
    "Mickaey Arthur, Grant Bradburn and Andrew Puttick all held coaching positions with the Pakistan Men's Cricket Team until November 2023.",
    "However, in the aftermath of the ICC Men's Cricket World Cup, Pakistan introduced a new group of coaching staff, and reassigned Arthur, Bradburn, and Puttick to roles with the NCA.",
    "In April 2023, Arthur was named the Director of Cricket, returning for a second stint with the team after previously serving as the Head Coach from 2016 to 2019.",
    "Bradburn had previously served as a fielding coach between 2018 and 2020, and was appointed the head coach earlier last year while Puttick was the batting coach.",
    "Pakistan experienced a fluctuating year with varying fortunes across different formats.",
    "In Tests, Pakistan drew against New Zealand at home. They whitewashed Sri Lanka 2-0 away from home but ended the year with a series loss to Australia in the land Down Under.",
    "In T20Is, Pakistan suffered their first-ever bilateral series loss (1-2) to Afghanistan in March and only managed to draw against New Zealand.",
    "In ODIs, they were among the teams tussling for the top spot and were even crowned the No.1 team in the ICC Men's ODI Rankings. However, their success did not translate to the ODI World Cup where they lost five games out of nine and failed to reach the semi-finals.",
    "Pakistan made wholesale changes to personnel after their World Cup exit, including a change of captains and coaching staff. As a result, Arthur, Bradburn and Puttick were reassigned to the NCA.",
    "Former Pakistan all-rounder Mohammad Hafeez took over as Team Director and assumed the role of the Head Coach for the Test series against Australia. Adam Hollioake was appointed the batting coach for the series while Umar Gul and Saeed Ajmal are sharing bowling coach duties for fast-bowling and spin-bowling respectively."
  ]
}