{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-mcash-and-union-assurance-join-forces-to-redefine-life-insurance-accessibility-in-sri-lanka/",
  "time_ut": 1706281260.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL mCash and Union Assurance join forces to redefine Life Insurance accessibility in Sri Lanka",
  "original_body_lines": [
    "SLT-MOBITEL’s pioneering mobile money platform, mCash, has strengthened its long-standing partnership with Union Assurance PLC, Sri Lanka’s Premier Life Insurer, by introducing an exclusive array of Life Insurance solutions tailored for SLT-MOBITEL mCash customers. This collaboration marks an extension of a longstanding relationship between the two organisations initiated in 2014, which has achieved remarkable success by revolutionising Life Insurance premium collections through SLT-MOBITEL’s expansive network.",
    "The latest milestone in this partnership is the recent signing of a Memorandum of Understanding (MoU), solidifying the commitment of both organisations, acknowledged as among Sri Lanka’s most trusted brands in Mobile Connectivity and Life Insurance. Accordingly, SLT-MOBITEL customers will now enjoy access to premium Life Insurance solutions, which are not only affordable but also come with a hassle-free registration process, powered by mCash’s robust payment infrastructure.",
    "The Chief Operating Officer of Mobitel (Pvt) Ltd., Sudharshana Geeganage, portrayed, “It is indeed a privilege to partner up with Union Assurance to provide innovative digital solutions in the realm of the Insurance industry in Sri Lanka. This collaboration is focused on leveraging digital technologies to enhance the understanding of customers’ needs and preferences, enabling the creation of tailored solutions. The emphasis on financial inclusion and the positive impact on the Sri Lankan community suggests a commitment to making life insurance more accessible and beneficial for a broader audience.”",
    "Moreover, this strategic collaboration guarantees that SLT-MOBITEL mCash customers will receive specialised guidance from Union Assurance’s best-in-class advisors. These expert advisors are dedicated to providing superlative services, delivering Life Insurance solutions tailored to the unique needs and preferences of everyone. This customer-centric approach underscores the dedication of both companies to providing unparalleled value and a seamless experience for customers.",
    "Expressing satisfaction with the reinforced partnership, the Chief Executive Officer of Union Assurance, Senath Jayatilake, conveyed, “We are pleased to continue our longstanding relationship with SLT-MOBITEL. Given the economic challenges faced, there is an increased importance of addressing and narrowing the financial protection gap in Sri Lanka. As such, we are committed to leveraging innovative measures such as this partnership to offer premier Life Insurance solutions and contribute towards reducing the financial vulnerability faced by individuals in the country. Moreover, with a focus on improving accessibility and ease of use, we are working diligently to ensure that our Life Insurance solutions are not only comprehensive but also seamlessly integrated into the daily lives of our valued customers.”",
    "Model apartment for John Keells Properties’ latest residential project, ‘Viman’ – now ready for viewing",
    "SLT-MOBITEL Home Broadband launches ‘Midnight Thriller’ introducing free night-time internet for the first time in Sri Lanka",
    "SLT Digital Services launches innovative School Attendance Notification System as part of ESG initiative",
    "SLT-MOBITEL ‘Life at 300Mpbs’ blazes into 2024 elevating digital lifestyles with limitless possibilities",
    "SLT-MOBITEL dominates Business Today TOP 40 2022-2023 as only telco recognized in rankings",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}