{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bocuse-dor-sri-lanka-finale-showcases-culinary-excellence-at-colombo-academy-of-hospitality-management-cahm-sliit/",
  "time_ut": 1753978800.0,
  "original_lang": "en",
  "original_title": "Bocuse d’Or Sri Lanka Finale showcases culinary excellence at Colombo Academy of Hospitality Management (CAHM) @ SLIIT",
  "original_body_lines": [
    "The prestigious Bocuse d’Or Sri Lanka Finale, often called the “Oscars of the Culinary Industry,” was held on 27th July 2025 at the Colombo Academy of Hospitality Management (CAHM) @ SLIIT, reaffirming its status as Sri Lanka’s premier hub for hospitality and culinary training.",
    "CAHM, in partnership with the William Angliss Institute Australia (RTO 3045), offers internationally benchmarked qualifications and industry-grade kitchen facilities designed to meet global competition standards.",
    "“The facilities at CAHM are exceptional; world-class kitchens, top-tier workstations, and a training environment that truly prepares students for international challenges,” said Chef Rohan Fernandopulle, President of Bocuse d’Or Sri Lanka.",
    "Alan Palmer, Event Coordinator of Bocuse d’Or Sri Lanka, added: “Sri Lanka has been part of the Bocuse d’Or legacy since 2010, and the support from CAHM and the William Angliss Institute has given our contestants the professional stage they deserve. These facilities meet the rigorous standards of global competitions, which is vital for nurturing culinary excellence.”",
    "Located at the SLIIT Malabe main campus, CAHM is a purpose-built, fully integrated hospitality institute, producing graduates who excel locally and internationally. Through its partnership with William Angliss Institute Australia, CAHM continues to raise Sri Lanka’s global culinary profile.",
    "HNB General Insurance ‘Celebrating Excellence 2025’ honours exceptional staff and top-tier sales achievers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}