{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96940/nairobi-fire-huge-gas-blast-in-kenyan-capital-kills-2-injures-hundreds",
  "time_ut": 1706853060.0,
  "original_lang": "en",
  "original_title": "Nairobi fire: Huge gas blast in Kenyan capital kills 2, injures hundreds",
  "original_body_lines": [
    "A huge gas blast in the Kenyan capital, Nairobi, has killed at least two people and injured at least 222.",
    "A lorry carrying gas exploded in Embakasi district around 23:30 (20:30 GMT), “igniting a huge ball of fire”, a government spokesperson said.",
    "Housing, businesses and cars were damaged with video showing a huge blaze raging close to blocks of flats.",
    "Earlier, the government had said the blast happened at a gas plant. The cause is still being established.",
    "Mr Mwaura said the fireball from the blast had “spread widely”, and a flying gas cylinder had hit a garments and textiles warehouse, burning it down.",
    "The blaze is also reported to have spread through several apartment complexes.",
    "Witnesses told local media they had felt tremors immediately after the blast.",
    "Many of the injured are said to have inhalation injuries and they include at least 25 children, the Standard newspaper reports.",
    "One of those hurt, Boniface Sifuna, described what had happened for Reuters news agency: “I got burnt by an exploding gas canister as I was trying to escape,” he said.",
    "“It exploded right in front of me and the impact knocked me down and the flames engulfed me. I am lucky that I was strong enough to get away.”",
    "An unnamed eyewitness speaking to the Nation newspaper spoke of “huge explosions, huge fireballs, people screaming and running everywhere for fear of more explosions”.",
    "A Nation journalist living in the area said everyone had left their houses after the blast.",
    "The Kenya Red Cross said on social media that crews had been “tirelessly battling the flames”.",
    "Government spokesman Isaac Mwaura said the blast scene had been secured and a command centre had been set up to help co-ordinate rescue operations.",
    "“Kenyans are hereby advised to keep off the cordoned area in order to allow the rescue mission to be carried out [with] minimal disruptions,” he added."
  ]
}