{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Confident-Sri-Lanka-aim-to-seal-Super-Six-spot/108-275591",
  "time_ut": 1706026920.0,
  "original_lang": "en",
  "original_title": "Confident Sri Lanka aim to seal Super Six spot",
  "original_body_lines": [
    "Jan. 23 (Agencies) - Sri Lanka will look to produce another winning performance and seal their place in the Super Six stage when they take on Namibia in the 2024 ICC Under-19 Cricket World Cup Group ‘C’ fixture at the Diamond Oval in Kimberley, South Africa tomorrow.",
    "Sri Lanka defeated Zimbabwe by 39 runs under the DLS method in their opening match of the tournament on Sunday and the side will look to carry this form forward ahead of their more vital game against Australia.",
    "In contrast, Namibia went down against Australia by four wickets in their opening match and must win this game to keep their hopes alive.",
    "The Sri Lankans will feel confident after their big win in the last game. Their bowlers are in good form, and it will be interesting to see how the Namibian players perform in this game.",
    "Sineth Jayawardena's side has made a good start to the tournament. Pulindu Perera and Vishen Halambage failed in the last game and the team will look for a good start.",
    "However, Dinura Kalupahana and Sharujan Shanmuganathan are in good form and will look to contribute in the lower middle order. Garuka Sanketh and Dinura Kalupahana bowled well in the last game and the side would look for early wickets from the pair.",
    "Meanwhile, Namibia made a poor start to the tournament. While the bowling attack defended a small total bravely the side will need better efforts from their batsmen in this game. It will be a tough challenge but their fate in the tournament rests on winning this game.",
    "Sri Lanka Under-19 (From): Sineth Jayawardena (Captain), Ravishan de Silva, Pulindu Perera, Sharujan Shanmuganathan, Rusanda Gamage, Malsha Tharupathi, Vishen Halambage, Lahiru Abeysinghe, Dinura Kalupahana, Hirun Kapurubandara, Duvindu Ranatunga, Ruvishan Perera, Garuka Sanketh, Dinuka Tennakoon and Vihas Thewmika.",
    "Namibia Under-19 (From): Alex Volschenk (Captain), J. W. Visagie, Ben Brassell, Gerhard Janse van Rensburg, Henry van Wyk, Hansie de Villiers, Jack Brassell, Franscois du Plessis, Zacheo van Vuuren, Junior Kariata, Hanro Badenhorst, Woutie Niehaus, Nico Pieters, P. D. Blignaut and Ryan Moffett."
  ]
}