{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Timely-visit-of-President-to-Katchatheevu/4-781302",
  "time_ut": 1757030863.0,
  "original_lang": "en",
  "original_title": "Timely visit of President to Katchatheevu",
  "original_body_lines": [
    "President Disanayake’s unscheduled visit to Katchatheevu carried both symbolism and strategy",
    "On 1 September 2025, Sri Lanka’s President Anura Kumara Disanayake made an unannounced visit to Katchatheevu Island, a move that quickly reverberated across Colombo, Chennai, and New Delhi. While Katchatheevu has long been a settled matter in terms of international law, the island has re-emerged as a political flashpoint in India, particularly in Tamil Nadu, due to renewed demands for its “retrieval.” Against this backdrop, President Disanayake’s presence on the island carried symbolic weight, signalling Sri Lanka’s determination to reaffirm sovereignty while responding to growing external pressures.",
    "The timing of the visit is no coincidence. In recent months, Tamil actor-turned-politician Vijay and leaders of India’s ruling Bharatiya Janata Party (BJP), including Prime Minister Narendra Modi, have raised the issue of Katchatheevu, presenting it as a historical blunder and a cause of hardship for Tamil fishermen. This convergence of cinema, politics, and diplomacy has transformed a small island in the Palk Strait into a test case of sovereignty, nationalism, and electoral calculation.",
    "Katchatheevu is a 285-acre uninhabited island located midway between Rameswaram in Tamil Nadu and Delft Island in Sri Lanka’s Northern Province. Historically, it was used by fishermen from both sides for drying nets and resting during fishing expeditions.",
    "The dispute over ownership came to a conclusion in 1974, when India and Sri Lanka signed the Indo-Sri Lanka Maritime Agreement, under which New Delhi recognised Colombo’s sovereignty over Katchatheevu. This agreement was followed in 1976 by another accord delineating the maritime boundary and Exclusive Economic Zones (EEZs) in the Palk Strait. The accords effectively ended India’s legal claim to the island, though they permitted Indian pilgrims to attend the annual St. Anthony’s Festival at the island’s church without visas.",
    "While the agreements settled the matter legally, they left unresolved the political sensitivities in Tamil Nadu, where fishermen have continued to face arrests by the Sri Lankan Navy for poaching in territorial waters. Successive governments in Tamil Nadu have exploited the issue, keeping Katchatheevu alive in electoral discourse despite the settled international framework.",
    "In August 2025, actor-turned-politician Vijay called for the return of Katchatheevu to India. His statements ranged from suggesting that the island be leased back to India for 99 years to urging Prime Minister Modi to act decisively on the matter. For many of his supporters, Vijay’s intervention reflected a populist attempt to champion Tamil fishermen’s cause.",
    "However, in Colombo, Vijay’s remarks were seen as unnecessary. Sri Lanka’s Foreign Minister quickly rejected the proposal, reiterating that “Katchatheevu belongs to Sri Lanka, and that will never change.” President Disanayake’s visit just days later appeared aimed at reinforcing this stance and assuring domestic audiences that Colombo would not succumb to external narratives.",
    "The issue was elevated further when Prime Minister Narendra Modi himself spoke on Katchatheevu earlier in 2024. In public rallies and social media posts, Modi described the 1974 handover as “callous,” accusing the then-Congress government of weakening India’s unity and integrity. He argued that the decision had undermined the livelihoods of Tamil Nadu fishermen and that newly declassified documents revealed the “double standards” of the Dravida Munnetra Kazhagam (DMK)—which, according to Modi, publicly opposed the agreement while privately consenting to it.",
    "The BJP leadership, particularly External Affairs Minister S. Jaishankar, reinforced that Katchatheevu remains a “live issue,” thus bringing it back into mainstream political debate. The timing was notable, coinciding with India’s election cycle and the BJP’s effort to make electoral inroads in Tamil Nadu, a state traditionally resistant to its political dominance.",
    "By aligning with Tamil sentiments on Katchatheevu, the BJP sought to outflank both the DMK and the All-India Anna Dravida Munnetra Kazhagam (AIADMK). In this way, a small island was transformed into a symbolic battleground of identity politics and electoral strategy.",
    "Unsurprisingly, Modi’s remarks triggered heated debates in Tamil Nadu. The state assembly passed a resolution urging the central government to reclaim Katchatheevu to protect fishermen’s rights. Chief Minister M.K. Stalin of the DMK accused Modi of political opportunism, arguing that despite repeated demands from the state, the central government had done little to resolve the fishermen’s plight.",
    "Stalin also criticised Modi for ignoring the issue during his visits to Sri Lanka, suggesting that the Prime Minister’s rhetoric was more about electoral posturing than genuine policy. The opposition Congress party, too, dismissed Modi’s claims as revisionist, pointing out that successive Indian governments had accepted Katchatheevu as Sri Lankan territory under international law.",
    "It is also important to note that the fishing community in Tamil Nadu, particularly in coastal districts such as Rameswaram, Nagapattinam, and Tuticorin, represents a decisive vote base. Although numerically not the largest, their influence is amplified because they are concentrated in constituencies where elections are often closely contested. Successive parties—whether DMK, AIADMK, or now the BJP seeking a foothold—have therefore elevated Katchatheevu into a rallying cry to court this constituency. In practice, the rhetoric about “retrieving Katchatheevu” is less about resolving the fishermen’s daily struggles and more about mobilising an emotive symbol that resonates with a politically significant coastal electorate.",
    "Against this backdrop, President Disanayake’s unscheduled visit to Katchatheevu carried both symbolism and strategy. He was accompanied by senior officials, including the Minister of Fisheries, the Minister of Public Security, and Commander of the Northern Naval Area. Their presence underscored the visit’s importance not only as a sovereignty reaffirmation but also as a signal to local fishermen and coastal communities.",
    "During the visit, the President inspected the island’s facilities and surrounding waters. He also, during his visit to the North emphasised his Government’s commitment to releasing land in the North back to its people and ensuring that peace and reconciliation remain at the forefront of national policy. His comments were seen as drawing a contrast with India’s politically charged rhetoric, positioning Sri Lanka as measured, sovereign, and peace-oriented.",
    "In diplomatic terms, the visit reassured Colombo’s domestic audience while sending a clear message to New Delhi: that Sri Lanka considers the matter closed and non-negotiable.",
    "At the heart of the Katchatheevu debate lies the question of fishermen’s rights. For decades, Tamil Nadu fishermen have ventured into Sri Lankan waters, sometimes inadvertently, many times deliberately, leading to arrests, confiscation of boats, and occasional clashes with the Sri Lankan Navy.",
    "Indian politicians argue that the 1974 agreement robbed Tamil fishermen of their traditional fishing grounds, while Sri Lankan authorities maintain that illegal fishing and bottom trawling have caused ecological damage to their waters. The issue, therefore, is less about sovereignty—which remains settled—and more about livelihoods of Tamil fishermen in the north, enforcement, and sustainability.",
    "In reality, Katchatheevu itself is not the core issue affecting Indian fishermen. The annual pilgrimage to the St. Anthony’s Church and occasional net-drying on the island are peripheral activities. The genuine problem lies in illegal poaching by Indian trawlers well beyond Katchatheevu, extending up to Delft Island and other parts of Sri Lanka’s northern waters. These trawlers, employing destructive bottom-trawling methods, not only encroach upon Sri Lankan livelihoods but also inflict long-term ecological damage. Thus, the rhetoric around “traditional rights” and “Katchatheevu retrieval” often serves as a political slogan and pretext, masking the deeper reality of unsustainable and unlawful fishing practices that drive the recurring arrests and tensions.",
    "Adding to the complexity are credible reports and widespread local rumours that many of the mechanised trawlers engaged in bottom-trawling are owned or financed by influential politicians in Tamil Nadu, cutting across both ruling and opposition parties. This nexus blurs the line between livelihood protection and political profiteering. While ordinary fishermen bear the brunt of arrests and boat seizures, the real beneficiaries of illegal fishing are often those with political clout. This reality explains why successive governments in Tamil Nadu have been reluctant to curb destructive trawling practices and instead choose to amplify the emotive slogan of “retrieving Katchatheevu.” The island thus becomes a convenient political smokescreen behind which entrenched economic interests continue to exploit Sri Lankan waters.",
    "President Disanayake’s visit must also be read in the broader context of India–Sri Lanka relations. At a time when Colombo relies on New Delhi for economic assistance and regional cooperation, it was significant that the President chose to assert sovereignty without escalating tensions. The carefully calibrated visit underscored that Sri Lanka’s sovereignty remains intact and uncompromised, that while Colombo values its ties with India it rejects the politicisation of settled agreements, and that the island nation is capable of managing sovereignty disputes diplomatically without destabilising the region. In essence, the visit functioned as a subtle reminder that diplomacy is not only about bilateral summits but also about symbolic gestures in contested spaces.",
    "While Colombo will continue to safeguard its sovereignty, it must also work with New Delhi on practical solutions to the fishermen’s problem—such as joint working groups, sustainable fishing practices, and humanitarian treatment of those arrested. Only then can the rhetoric around Katchatheevu be shifted from political grandstanding to constructive cooperation.",
    "President Anura Kumara Disanayake’s visit to Katchatheevu was both timely and tactical. In the face of mounting rhetoric from actor Vijay, Prime Minister Modi, and the BJP, the President’s presence on the island underscored Sri Lanka’s sovereignty and sent a subtle but firm message to its northern neighbour.",
    "The episode reminds us that diplomacy is not only about grand summits but also about symbolic gestures in contested spaces. For Sri Lanka, Katchatheevu is more than just a speck of land—it is a symbol of sovereignty, resilience, and the ability to manage external pressure while pursuing reconciliation at home. As political storms continue to swirl across the Palk Strait, the President’s timely visit has reaffirmed Sri Lanka’s resolve: Katchatheevu is not merely an island—it is a statement of nationhood.",
    "“Sri Lankan President inspects Katchatheevu island,” Times of India, Sept. 2025.",
    "“Why a Sri Lankan island is sparking an Indian election controversy,” Al Jazeera, Apr. 2024.",
    "“Katchatheevu row: PM Modi calls handover callous,” NDTV, Apr. 2024.",
    "“PM says DMK’s double standards exposed on Katchatheevu,” India Today, Apr. 2024.",
    "“TN Assembly passes resolution on Katchatheevu,” The Diplomat & Hindustan Times, Apr. 2025.",
    "“Sri Lanka dismisses Vijay’s demand on Katchatheevu,” Colombo Gazette, Aug. 2025.",
    "“Actor Vijay seeks 99-year lease of Katchatheevu,” Daily Mirror (Sri Lanka), Aug. 2025.",
    "(The writer is former Sri Lanka Deputy High Commissioner in Chennai.)"
  ]
}