{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111413/madonna-urges-pope-to-visit-gaza-before-its-too-late",
  "time_ut": 1755044640.0,
  "original_lang": "en",
  "original_title": "Madonna urges Pope to visit Gaza ‘before it’s too late’",
  "original_body_lines": [
    "Madonna has urged Pope Leo XIV to visit Gaza and bring his “light to the children before it’s too late”.",
    "The US queen of pop shared her plea on social media, saying the pontiff was “the only one of us who cannot be denied entry.”",
    "Her intervention came as the UK, EU, Australia, Canada and Japan issued a statement saying “famine is unfolding in front of our eyes” and urged action to “reverse starvation”.",
    "“Most Holy Father, please go to Gaza and bring your light to the children before it’s too late,” Madonna posted on Instagram. “As a mother, I cannot bear to watch their suffering.",
    "Israel has faced mounting pressure over the humanitarian situation in Gaza, with UN-backed experts last month warning “the worst-case scenario of famine” was playing out in the besieged territory.",
    "It has continued to deny there is starvation in Gaza and has accused UN agencies of not picking up aid at the borders and delivering it.",
    "Last week the UN’s humanitarian agency said the amount of aid entering Gaza continued to be “far below the minimum required”. It said it continued to see impediments and delays as it tries to collect aid from Israeli-controlled border zones.",
    "The Like a Prayer singer added: “We need the humanitarian gates to be fully opened to save these innocent children.”",
    "She signed off by saying: “There is no more time. Please say you will go. Love, Madonna.”",
    "In July, the new Pope renewed his call for a Gaza ceasefire after three people sheltering in the Catholic church in Gaza City were killed in an Israeli strike.",
    "According to PA News, he said: “I appeal to the international community to observe humanitarian law and respect the obligation to protect civilians as well as the prohibition of collective punishment, the indiscriminate use of force, and the forced displacement of populations.”",
    "Madonna - who last month released her long-rumoured remix album Veronica Electronica - has made impassioned speeches on stage about Gaza since the war began.",
    "This includes while performing at London’s O2 in 2023, when she told fans: “It breaks my heart to see children suffering, teenagers suffering, elderly people suffering - all of it is heartbreaking, I’m sure you agree.",
    "“But even though our hearts are broken our spirits cannot be broken.”",
    "She urged fans to bring “light and love” into the world - both individually and collectively, via words and actions - in order to “bring peace to the Middle East” and beyond.",
    "In the caption of her latest online post, she noted how it was her son Rocco’s birthday and “the best gift I can give to him as a mother - is to ask everyone to do what they can to help save the innocent children caught in the crossfire in Gaza.”",
    "The star, who also asked for donations to three different organisations, continued: “I am not pointing fingers, placing blame or taking sides.",
    "“Everyone is suffering. Including the mothers of the hostages. I pray that they are released as well.”",
    "Madonna’s comments also come as U2 frontman Bono - along with the rest of his bandmates - also released a statement letting fans know where they stand on the matter.",
    "While condemning the actions of both Israel Prime Minister Benjamin Netanyahu and Hamas, the Irish frontman offered: “Our band stands in solidarity with the people of Palestine who truly seek a path to peace and coexistence with Israel and with their rightful and legitimate demand for statehood.",
    "“We stand in solidarity with the remaining hostages and plead that someone rational negotiate their release.”",
    "Hamas killed more than 1,200 people and took 251 hostage in its attack on Israel on 7 October 2023. Israel’s response in Gaza has killed at least 61,599 Palestinians, according to the Hamas-run Gaza health ministry, whose toll the UN considers reliable.",
    "On Tuesday the health ministry said five more people had died from malnutrition, bringing the total number of such deaths to 227 including 103 children."
  ]
}