{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialogs-net-profit-after-tax-turned-positive-in-fy-2023/",
  "time_ut": 1708362840.0,
  "original_lang": "en",
  "original_title": "Dialog’s Net Profit After Tax turned positive in FY 2023",
  "original_body_lines": [
    "YTD Revenue Growth at +5%, EBITDA Growth at +19% and NPAT at >+100%",
    "Total Taxes Paid to GoSL Rs40.8Bn for FY 2023 which included Rs9.5Bn in Direct and Rs31.3Bn in Indirect Taxes",
    "FY 2023 Investments in High-Speed Broadband and other Infrastructure Tops Rs25.5Bn",
    "Dialog Axiata PLC announced its consolidated financial results for the year ended 31st December 2023. Financial results included those of Dialog Axiata PLC (the “Company”) and of the Dialog Axiata Group (the “Group”).",
    "The Group concluded the Financial Year (“FY”) with positive topline performance across all business segments, namely, Mobile, Fixed, Digital Pay Television, International, Digital Platforms and Tele-infrastructure businesses. Group consolidated revenue was recorded at Rs187.8Bn for FY 2023 demonstrating a growth of 5% Year-to-Date (“YTD”). Group Revenue for Q4 2023 was recorded at Rs43.4Bn down 7% Quarter-on-Quarter (“QoQ”). Downstream of topline performance Group Earnings Before Interest, Tax, Depreciation and Amortisation (“EBITDA”) recorded strong double-digit growth of 19% YTD to reach Rs61.5Bn for FY 2023 whilst Group EBITDA decline moderated to 2% QoQ to reach Rs17.0Bn for Q4 2023. The positive outcome from Cost Rescaling and resilience actions taken by the Group helped achieve an EBITDA growth that exceeded Revenue growth on both YTD and QoQ basis. Accordingly, EBITDA margin improved 3.8pp to reach 32.8% for FY2023.",
    "The Group Net Profit After Tax (“NPAT”) turned positive for the year to cross Rs20Bn mark for FY 2023 up >+100% underpinned by strong EBITDA performance, lower depreciation, forex gains and lower finance cost. Group NPAT for Q4 2023 was recorded at Rs5.3Bn up 72% QoQ. The YTD NPAT performance was strongly supported by a forex gain of LKR10.2Bn for FY 2023 as the Sri Lankan Rupee (“LKR”) appreciated 11.5% against the United States Dollar (“USD”). Normalized for the forex gain, the Group NPAT was recorded at Rs9.9Bn for FY 2023, up >+100% YTD.",
    "In line with the dividend policy and financial performance of the Group and taking into account the forward investment requirements to serve the nation’s demand for Broadband and Digital services, the",
    "Board of Directors of Dialog Axiata PLC at its meeting held on 16th February 2024, resolved to propose for consideration by the Shareholders of the Company, a dividend to ordinary shareholders amounting to Rs1.34 per share. The said dividend, if approved by shareholders, would translate to a Dividend Yield of 14.9% based on share closing price for FY 2023. The dividend so proposed will be considered for approval by the shareholders at the Annual General Meeting (AGM) of the Company, the date pertaining to which would be notified in due course.",
    "Dialog Group continued to be a significant contributor to state revenues, remitting a total of Rs40.8Bn to the GoSL during the financial year ended 31st December 2023 and Rs10.0Bn for Q4 2023, which represent a 14% increase YTD. Total remittances included Direct Taxes and Levies amounting to Rs9.5Bn and Rs31.3Bn in Consumption Taxes collected on behalf of the GoSL.",
    "The Group capital expenditure for the year ended 31st December 2023 reached Rs25.5Bn, resulting in a Capex to Revenue ratio of 14%. Capital expenditure was directed towards investments in High-Speed Broadband infrastructure to further expand the Group’s leadership in Sri Lanka’s Broadband sector. Accordingly, the Group recorded Operating Free Cash Flow (“OFCF”) of Rs25.1Bn for FY 2023 up over 100% YTD.",
    "Dialog Group being the first telecommunications service provider in the South Asian region to demonstrate 5G capabilities in 2018, reached a milestone of enabling over 200,000 Sri Lankans to experience the power of 5G on Dialog’s 5G Trial network. Dialog’s 5G trial network, recognised as Sri Lanka’s largest 5G trial network, spans over 70 locations across the country, including Colombo and several key cities.",
    "Related Topics:dialogDialog Axiata PLCDialog Net Profit After Tax turned positive in FY 2023",
    "Positive investor sentiment eludes CSE in the absence of macroeconomic support",
    "JICA empowering future leaders in Sri Lanka to rebuild the nation",
    "Dialog’s “genie Business” Hosts the First Transaction in Sri Lanka at the inauguration launch of India’s Unified Payment Interface (UPI)",
    "Dialog’s “genie Business” Hosts the First Transaction in Sri Lanka at the inauguration launch of India’s Unified Payment Interface (UPI)",
    "Dialog Axiata Unveils Smart Home Devices Powered by Dialog Smart Home App",
    "Dialog and Samsung Launch Highly Anticipated Samsung Galaxy S24 Series",
    "Dialog and Samsung launch highly anticipated Samsung Galaxy S24 series",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}