{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Power-of-the-point-in-educational-reforms/4-780910",
  "time_ut": 1756406208.0,
  "original_lang": "en",
  "original_title": "Power of the point in educational reforms",
  "original_body_lines": [
    "What is on offer as Education Course Books in different systems differ widely",
    "We are into yet another round of education reforms. As someone who has experienced the implementation of reforms – the psyche as a student is you have no clue about the philosophy or the reasons for reforms you just wade through the process for better or worse! I now like to discuss ‘reforming education’ after almost 40 years on the delivery side of tertiary education.",
    "I remember being among the first to face the Grade 5 scholarship examination and subsequently the first to face the new National Certificate of General Education (NCGE) and the subsequent HNCE process. Some of our parents went in search of Kshetra Poth!   which was requested for social studies, in bookshops when their children were instructed to have such a book. It took some time for many to realise that this is a practical collection that you must produce yourself and not something that is there for sale in a bookshop. Today of course any bookshop near a school has collections of feathers, seeds, flowers, leaves and any other request a teacher may ask a student to do.",
    "Homework, experiments and field studies have become a simple issue of purchasing, rote learning of steps and fulfilling an assessment requirement – resultant learning Zero! Clips on the media shows the island toppers in Grade 5 saying that they did a bunch of past papers and that was it! They say learners inherit the earth… for Sri Lanka sadly it is different! Reading is hitting rock bottom. What was the last book you read? Students look up to the sky!",
    "I see adults having three choices when they see or hear on educational reforms. You may get the urge to go back to school; you may want to pull your child out of the school, and you may give up having children – you do not want them to suffer! Researching on education and writing from an economic perspective has led to a number of Nobel awards in Economics. Policies on education has been perennial favourites with politicians, simply because the value of education in society and for human progress (https://www.ft.lk/columns/Education-Education-Education/4-724003).",
    "I am sure one can summarise education as the single act that differentiates humans from the rest of the animal community. Education starts perhaps at Day 1 of entering the world. For that age one will learn anything and everything from observation, hearing and other senses. The informal is changed to a formal process with time and the differentiation starts. The informal should never disappear but should be strengthened and augmented. The preschool is not an institution to get your children away to get you some free time but an important engagement executed with care and understanding. Well as you come up to age 5 the impact of cognitive development is vital and perhaps sets the stage for the next decades.",
    "At least we know the importance of nutrition during this period to the child. The more we know these vital linkages we indeed must worry over what is happening with our education. We have a significant problem of stunting and wasting of our ages 5 and below. With time we pursue educate and to export and with no qualms over the issue. We have multiple systems of education existing in one small country which are managed at different speeds. As the world is witnessing Industry 5.0 we are lucky to catch a glimpse of Industry 3.0. Sri Lanka had realised some strong positioning with the early forays in free education and that too up to tertiary education. Perhaps it is that drive which enabled Sri Lanka to start strong and end quite well in the global drive with Millenium Development Goals.",
    "Reading on Kannangara reforms you are led to think that he most certainly has demonstrated remarkable foresight. His passion in driving reforms should have spawned the next generation of champions. Alas that was not to be. A parallel tuition system, multiple private systems, public system that is desperate for resources, examinations that run on rote learning, experiments that disappeared to writing an answer, and most important a system that is devoid of STEM characterises the education space of Sri Lanka. A system for poaching agendas and the agent mindset appears to have entered the system. Multiple events over the years had led to systematic bleeding of teachers and other professionals and today we have a student population who are learning to depart! How can this nation realise a decent ROI through education? Yes. There is a definite need for reforms.",
    "There are a significant amount of stakeholder writeups that are good resources",
    "In the current reforms the document indicates that the work started in 2019. Most of the discussions centre on what the majority of politicians talked about. I thought I will position here and remind all on an aspect of reforms that was discussed, researched and published as a sessional paper in 2020 (https://www.ft.lk/columns/STEAMing-STEM-Moving-from-horoscopes-to-telescopes/4-663133). The work that this report is based on started quite early and before 2019 and I am not sure how much this has received attention in the current deliberations. It is a real pity if this is ignored. This effort really was carried out with the support of two ministries Education and Science Technology and Research.",
    "I believe the members of the group coming from multitude of organisations with all the key institutes represented (i.e. NIE, NEC, Universities, Faculties of Education, Private Sector Industry, Science and Humanities, etc.) were singularly focused on change that they all believed in. There certainly was no politics influencing decisions and loan facility from any funding agency either. The only politician, who actively participated in the final stages who ensured that a sessional paper results from the effort, discussed and proposed passionately for the inclusion of civics into the early curriculum. To me that was a reminder of the Japanese system that at times we speak wondrously and remind me the book Totto Chan. The primary thrust was in STEM/STEAM education and the whole process was addressed.",
    "The concept of experiential learning, social learning was all included. Tuition was intuitively understood to deliver only negative attributes and only pressure parents for additional expenditure. The period of stay was to be reduced and the emphasis on examinations – especially Grade 5 scholarship examination – were always on mind. The team engaged to this worked for over 1.5 to 2 years from Kala Wewa to Isurupaya via a good number of meetings in Kegalle. As we opened up from the childhood education up to graduate all of us had to understand different conditions both theoretically and practically.",
    "How some pioneering system changes are happening …. Knowledge that should be factored in",
    "At the beginning itself a set of 10 must have changes were identified and placed (almost came to be known as Kala Wewa Declaration). Those ranged from decent allocation of resources to Education, Teacher Salaries to be made quite competitive and attractive, Ensuring and upholding the Role of the Teacher, Restoring the nobility of the profession, Systematic upgrading of facilities so that gross disparities disappear, etc. It was understood reforms are not going to work on a system that has been systematically crippled leading to mushrooming alternate pathways. Some personal reading materials are in the picture. One must understand from the available educational resources alternate pathways use technology and attention grabbing and high-quality resources are made available. The local educational resources just do not match in quality and acceptability. How to address this issue was much discussed.",
    "Perceptions are important if reforms are to be successful. We had dived into ways of being creative in education and on mobilising resources strategically through the understanding of the powerful ROI that comes with investments in education. At present that our investments are bearing fruits for the others were a frequently pointed out fact. The logic for reforming was made quite clear. Why we need STEAM was made crystal clear. In rolling out the final document Ministry of Education (Science Division) organised multiple sessions at different levels, and all deliveries were data rich and evidence based. The presence of Education Faculties of both Peradeniya and Colombo meant that the transformation process was well articulated.",
    "One aspect that needs understanding is that today there is a great disconnect with the education system by the citizenry. The students who graduate say they do not have opportunities to practice what they learn, the parents say they are not returning back to the country because their children’s education is important, lots of graduates say that they just do not have any openings in the system after spending 13+4 years in the system, bill boards are everywhere extolling the virtues of O/Ls to university with foundation courses, lies and deceit is rampant on education qualifications, the absence of proper sanitation, power and lab facilities in many schools are affecting inclusivity, basic infrastructure in attending to schools have yawning gaps, are existing societal perceptions that forms the image on our national education system.",
    "While we teach to depart the other economies understand the importance",
    "Sri Lanka must be the only country where teaching at cost or opportunities for learning at cost are advertised on any space available. In this space the teachers are selected based on the vehicle they drive, and the image projected – looks are everything. This is also a space where the state taxation is conspicuous by its absence though the country has national performance targets on this after the IMF interventions. The amount of foreign exchange spent on education abroad is many times that is allocated to the national education by the state. The listing of issues can go on. As teachers in tertiary institutes, we witness talent departure not as a trickle but an exodus. Knowing the mindset, it is almost impossible to think of how the industry is going to gain any from the output.",
    "Any reforms must send in a clear message that reforms are going to address these issues and shaping up the system for national relevance and gaining trust across the board for sustained delivery fit for future. A simple placement of few new subjects, using terms like lot less exams and primarily a curriculum centric communication is not going to restore the trust and create a purpose driven system. It is not whether the communication is a PowerPoint or a 100-page document that is important. There must be empathy by those who propose changes devoid of political or class biases, and the understanding should result in focused commitments with a roadmap that has the power to transform the perceptions prevailing. The system cannot be built by a day or a year, yet if the communication is sincere, reforms needed so badly may see the light of day!",
    "National STEM Policy and Strategy Statement 2020-2030 An effort worth looking at"
  ]
}