{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/organised-crimes-an-escalating-security-threat-to-sri-lankas-stability/",
  "time_ut": 1719904874.0,
  "original_lang": "en",
  "original_title": "Organised Crimes: An Escalating Security Threat To Sri Lanka’s Stability",
  "original_body_lines": [
    "As a developing island nation Sri Lanka is facing numerous security challenges. Organized crimes also can be identified as a pressing issue among them. Organized crimes such as drug trafficking, human trafficking, terrorist financing, pyramid scheming, Ponzi scheming, gun violence, trading illegal weapons, and money laundering have become a significant problem in Sri Lanka, especially by undermining the Rule of Law, democracy, peace, and stability of the country.",
    "According to the United Nations Office on Drugs and Crimes (UNODC), organized crime consists of planned and rational acts by groups of individuals, rather than random, unplanned individual criminal acts. Furthermore, it states that organized crimes are driven by the purpose of financial gain through criminal activities and are often supported by corruption. (United Nations Office on Drugs and Crime 2019).",
    "It is important to look into the nature of organized crimes. All the aforementioned Organised crimes have commonalities such as Conspiracy, common intention, a ring leader, blind supporters, political will, bribery, corruption, and other related facts. This stance is brought out by Verma,2023 who has mentioned that every criminal organization has a specific set of guidelines, traditions, and procedures to carry out their well-planned crimes. Moreover, using force to carry out criminal activities, suppressing external competitors, and maintaining internal order are also among the specific characteristics of the groups that engaged in organized crimes. Explaining, Verma’s findings underscore the reality behind organized crimes such as only the group members are welcomed, and outgroup members are outcasted. But it should be mentioned that there are important outsiders such as politicians, police officers, and lawyers who do not actively engage in illegal activity but protect the gang members.",
    "Traditionally, organized crimes were viewed as male-dominated activities. This is finely proven by the recorded cases of Sri Lanka including, Gonawala Sunil, Soththi Upali, Chinthaka Amarasinghe, Kalu Ajith, Kaduwela Wasantha, Nawala Nihal, Vambotta, Olcott, Dematagoda Kamal, Kimbula-Ela Guna, Thel Baala, Bambalapitiya Podi RYAN, Anamalu Imtiaz, Wele Suda,  Makandure Madush, Kanjipani Imran, Angoda Lokka who were involved in murder cases, robberies, bank robberies, extortion rackets, extortion and kidnapping, drug dealing, contract killings, drug trafficking. Unlike in the past, women are also now identified as active participants and leaders in organized criminal groups who plan and carry out criminal activities. This can be proven by the cases of a prominent drug trafficker known by the alias “Disco” (Dharmakeerthi Udeni Inuka Perera) and an ill-known woman drug dealer who goes by the name “Yasorapura Dhammi”. (Adaderana,2024). Furthermore, with some of the male mobsters, their female family members are also involved in organized crimes. This change draws attention to the fact that these organized crimes are developing day by day engaging various parties. While environment, personality facts, socioeconomic status, and social influences play a significant role in shaping criminal behavior, hereditary factors have a great impact too. It can be seen that the traumatic events that happened in their lives especially motivated these criminals to commit organized crimes. As an example “It was reported that 3 of Vambotta’s sisters were allegedly raped, tortured and killed by a rival family. This had led to a series of revenge killings with more than 25 of the rival family members being killed and their property destroyed.”(BestRandoms, n.d).",
    "According to the Global Organised Crime Index, in 2023 Sri Lanka’s criminality score was 4.92, and resilience score was 3.42. The economic instability, weak legal institutions, corruption of the government and law enforcement, geopolitical threats, demand for arms and drugs, corrupted politicians, erosion of the law, tourism, and globalization, are the reasons for the rapid growth of organized crimes in Sri Lanka.",
    "Furthermore, the Global Organised Crime Index stated in 2023, that human trafficking is a concerning issue in Sri Lanka, particularly for workers who are forced to be laborers in other countries because of the gap in Sri Lanka’s employment. They are often employed in construction, garment, and domestic service sectors worldwide. Showing a recent increase, cases of sexual exploitation and child sex tourism have also been reported. Due to ongoing instability in Sri Lanka, more people are leaving their country and becoming vulnerable to human trafficking in other countries. Moreover, while being a transit nation for drugs, arms, and illegal wood, Sri Lanka is also a source country for the illegal timber trade. The Global Crime Index has noted that leading to a rapid increase in serious crimes amidst economic struggles; the politicians, local businessmen, and their supporters are the ones who help to increase the demand for illegal arms in Sri Lanka. (“Criminality in Sri Lanka – the Organized Crime Index,” n.d.).",
    "Drug trafficking is one of the most notable organized crimes in Sri Lanka because it experiences serious heroin abuse and serves as a transition point for heroin trafficking from Afghanistan, Pakistan, and India which is directed to Europe. In addition, Sri Lanka is being connected to the both supply and transition of cannabis due to the local and regional demand. Authorities have noted a significant increase in Synthetic drugs with the demand and addiction of school children and young adults. Expanding further, well-planned financial crimes like online fraud, pyramid scheming, and Ponzi scheming are also happening under cyber crimes in Sri Lanka causing losses to various parties. (“Criminality in Sri Lanka – the Organized Crime Index,” n.d.).",
    "The above well-planned and controlled crimes are having a serious impact on Sri Lanka’s national security. It breaks down the political, economic, and social stability of the state.  Not only that but also those crimes are a bigger threat to human security causing human rights violations by directly affecting public life, harming the victims, the health of the people, and the cultural values.",
    "Organised crimes are transnational. Crimes involving money laundering, Ponzi scheming, and pyramid scheming are usually carried out using online cash transactions. Because of that it is hard to catch the main criminal. All the organized crimes put people’s lives in danger. While drugs make people mentally and physically weak, crimes like pyramid scheming and Ponzi scheming are reasons for suicidal cases which are driven by guilty minds and inability to tolerate the losses.",
    "Organized crimes, which are a bigger threat to states, people, and even the environment should be addressed effectively. To address and mitigate the negativeness of these transnational crimes, both national and international cooperation is essential. Countries must share their legal strategies, intelligence and thereby they should build up best practices to mitigate these crimes. Furthermore, to ensure and promote human rights and the environment by controlling organized criminal activities, states should act collaboratively with intergovernmental organizations and their specialized agencies such as The International Criminal Police Organization (INTERPOL) and The United Nations Office on Drugs and Crime (UNODC). Moreover, community support is crucial in combating these influential organized networks and for that community needs to be aware of the dangers of organized crimes and the main international instrument in the fight against it, which is called The United Nations Convention against Transnational Organized Crime.",
    "It is evident that to combat organized crimes, the root causes of criminal behavior should be addressed strongly and it involves international cooperation, powerful law enforcement, community support, and individual support.",
    "Thanuri Jayodya is an Intern (Research) at the Institute of National Security Studies established and functioning under the Ministry of Defence. The opinions expressed are her own and not necessarily reflective of the Institute or the Ministry of Defence.",
    "“BestRandoms- Random Address, Movie, Character, Animal, Superhero, Etc.” n.d. Www.bestrandoms.com. Accessed June 19, 2024. https://www.bestrandoms.com/get-random-sri-lankan-mobsters?all.",
    "“Criminality in Sri Lanka – the Organized Crime Index.” n.d. Ocindex.net. https://ocindex.net/country/sri_lanka.",
    "“Female Drug Dealer ‘Yasorapura Dhammi’ Arrested with Heroin.” n.d. Www.adaderana.lk. Accessed June 14, 2024. https://www.adaderana.lk/news.php?nid=89659.",
    "“Large-Scale Female Drug Dealer ‘Disco’ Arrested.” n.d. Www.adaderana.lk. Accessed June 14, 2024. https://www.adaderana.lk/news.php?nid=87992#:~:text=A%20large%2Dscale%20drug%20trafficker.",
    "United Nations Office on Drugs and Crime. 2019. “Organized Crime Module 1 Key Issues: Defining Organized Crime.” Unodc.org. 2019. https://www.unodc.org/e4j/en/organized-crime/module-1/key-issues/defining-organized-crime.html.",
    "Verma, Dinesh. 2023. “What Are Organised Crimes and Their Characteristics?” WritingLaw. November 13, 2023. https://www.writinglaw.com/organised-crimes-and-their-characteristics/."
  ]
}