{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100034/red-cross-says-22-killed-in-strike-near-its-gaza-office",
  "time_ut": 1719075180.0,
  "original_lang": "en",
  "original_title": "Red Cross says 22 killed in strike near its Gaza office",
  "original_body_lines": [
    "The International Committee of the Red Cross says its offices in Gaza have been damaged by shelling, which killed 22 people who had sought shelter around its compound.",
    "“Heavy-calibre projectiles landed within metres of the office and residences of the International Committee of the Red Cross on Friday afternoon,” an ICRC statement said.",
    "It added that all parties had an obligation to take precautions to avoid harm to civilians and humanitarian facilities.",
    "On Saturday the Israel Defense Forces (IDF) said an initial inquiry found there was “no direct attack carried out by the IDF against a Red Cross facility”.",
    "It said the incident would be “quickly examined” and the findings presented.",
    "Also on Saturday the EU’s foreign policy chief Josep Borrell said the EU condemned the attack and called for an independent investigation and for those responsible to be held accountable.",
    "“The strike damaged the structure of the ICRC office, which is surrounded by hundreds of displaced civilians living in tents, including many of our Palestinian colleagues,” the ICRC said.",
    "“This incident caused a mass casualty influx at the nearby Red Cross Field Hospital, with the hospital receiving 22 killed and 45 injured, with reports of additional casualties.”",
    "The ICRC said the “grave security incident” was one of several in recent days.",
    "“We decry these incidents that put the lives of humanitarians and civilians at risk,” the statement added.",
    "The Hamas-run health ministry in Gaza gave different figures, saying 25 people had been killed and 50 injured in the shelling, which it blamed on Israel.",
    "On Saturday William Schomburg, head of the ICRC office in Rafah, described the scene of Friday’s attack.",
    "“There were many wounded, the scenes were horrific, frankly nothing that I’ve ever seen before,” he told the BBC from Rafah.",
    "“We had an influx of children, women, young men all of whom had been extremely badly injured as a result of these explosions.",
    "“We were able to transfer them to the nearby located Red Cross field hospital where we have dedicated teams working to try and save lives and to meet the needs of civilians during this conflicts, who have consistently lacked access to healthcare”",
    "The Israeli military launched a campaign to destroy the Palestinian armed group in response to an unprecedented attack on southern Israel on 7 October, during which about 1,200 people - mostly civilians - were killed and 251 others were taken hostage.",
    "More than 37,551 people have been killed in Gaza since then, according to the territory’s Hamas-run health ministry. Its figures do not differentiate between civilians and combatants, but it had reportedly identified 14,680 children, women and elderly people among the dead by the end of April.",
    "In another development, UN Secretary General Antonio Guterres has warned that spiralling hostilities between Israel and the Lebanese Islamist movement Hezbollah risk triggering a catastrophe for the region and beyond.",
    "Mr Guterres accused both sides of increasingly warlike rhetoric and called for an immediate de-escalation, saying the world could not afford for Lebanon to become “another Gaza”.",
    "The past months have seen a series of retaliatory cross-border strikes between Israel and Hezbollah. The Iran-backed group says it is fighting Israel to support its ally, Hamas, in Gaza."
  ]
}