{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102968/japans-government-in-flux-after-election-gives-no-party-majority",
  "time_ut": 1730084640.0,
  "original_lang": "en",
  "original_title": "Japan’s government in flux after election gives no party majority",
  "original_body_lines": [
    "The make-up of Japan’s future government was in flux on Monday after voters punished Prime Minister Shigeru Ishiba’s scandal-tainted ruling coalition, leaving no party with a clear mandate to lead the world’s fourth-largest economy.",
    "The uncertainty sent the yen currency to a three-month low as analysts prepared for days, or possibly weeks, of political wrangling to form a government and potentially a change of leader.",
    "That comes as the country faces economic headwinds, a tense security situation fuelled by an assertive China and nuclear-armed North Korea, and a week before U.S. voters head to the polls in another unpredictable election.",
    "Ishiba’s Liberal Democratic Party (LDP) and its junior coalition partner Komeito took 215 seats in the lower house of parliament, down from 279 seats, as voters punished the incumbents over a funding scandal and a cost-of-living crunch. Two cabinet ministers and Komeito’s leader, Keiichi Ishii, lost their seats.",
    "The biggest winner of the night, the main opposition Constitutional Democratic Party of Japan (CDPJ), had 148 seats, up from 98 previously, but also still well short of the 233 majority.",
    "As mandated by the constitution, the parties now have 30 days to figure out a grouping that can govern, and there remains uncertainty over how long Ishiba - who became premier less than a month ago - can survive after the drubbing.",
    "Smaller parties also made gains and their role in negotiations could prove key.",
    "“Whether or not Prime Minister Shigeru Ishiba resigns as LDP leader today, it seems unlikely that he will survive to lead a new government as prime minister ... though it is possible he could stay on as caretaker,” said Tobias Harris, founder of Japan Foresight, a political risk advisory firm.",
    "Ishiba is scheduled to hold a press conference at 2 p.m. (0500 GMT). Ahead of the election, the LDP had been planning to convene parliament on Nov. 7 to confirm the prime minister, according to Japanese media including Jiji and the Yomiuri newspaper.",
    "CDPJ leader Yoshihiko Noda has said he would work with other parties to try and oust the incumbents, though analysts see this as a more remote possibility.",
    "The LDP has ruled Japan for almost all of its post-war history and the result marked its worst election since it briefly lost power in 2009 to a precursor of the CDPJ.",
    "Ishiba, picked in a close-fought race to lead the LDP late last month, called the snap poll a year before it was due in an effort to secure a public mandate.",
    "His initial ratings suggested he may be able to capitalise on his personal popularity, but like his predecessor Fumio Kishida he was undone by resentment over his handling of a scandal involving unrecorded donations to LDP lawmakers.",
    "Ishiba’s LDP declined to endorse several scandal-tainted candidates in the election. But days before the vote, a newspaper affiliated with the Japan Communist Party reported that the party had provided campaign funds to branches headed by non-endorsed candidates.",
    "The story was picked up widely by Japanese media despite Ishiba saying the money could not be used by non-endorsed candidates. “LDP’s payments to branches show utter lack of care for public image,” ran an editorial in the influential Asahi newspaper two days before the election.",
    "Support from smaller parties, such as the Democratic Party for the People (DPP) or the Japan Innovation Party, who won 28 and 38 seats respectively, could now be key for the LDP.",
    "DPP chief Yuichiro Tamaki has not ruled out some cooperation with the LDP-led coalition, but Innovation Party head Nobuyuki Baba has rejected the idea.",
    "Both propose policies that could be challenging for the LDP and the Bank of Japan.",
    "The DPP calls for halving Japan’s 10% sales tax until real wages rise, a policy not endorsed by the LDP, while both parties have criticised the BOJ’s efforts to raise interest rates and wean Japan off decades of monetary stimulus.",
    "“It’s up to what can they give to these two parties to try and get them to just kind of join their side. The best scenario is getting them into the coalition government, but that’s a tall order,” said Rintaro Nishimura, an associate at consultancy The Asia Group.",
    "In a statement, the head of Japan’s most powerful business lobby Keidanren, Masakazu Tokura, said he hoped for a stable government centred on the LDP-Komeito coalition to steer an economy that faced urgent tasks such as boosting energy security and maintaining the momentum for wage hikes.",
    "In one bright spot, a record 73 women were elected into Japan’s male-dominated parliament, surpassing 54 set at the 2009 election."
  ]
}