{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111160/former-bangladesh-pm-sheikh-hasinas-dhaka-home-to-turn-into-museum",
  "time_ut": 1754307300.0,
  "original_lang": "en",
  "original_title": "Former Bangladesh PM Sheikh Hasina’s Dhaka home to turn into museum",
  "original_body_lines": [
    "The former residence of Bangladesh’s ousted Prime Minister Sheikh Hasina is set to be transformed into museum. The place will serve as a reminder for her autocratic regime.",
    "The decision comes in the wake of Hasina departure from power under student-led protest that culminated on August 5, 2024. The jubilant crowd took the rooftop of Dhaka palace after Hasina left for India in helicopter.",
    "One year later, with the South Asian nation of around 170 million people still in political turmoil, the authorities hope the sprawling Ganabhaban palace offers a message to the future. Graffiti daubed on the walls condemning her regime remains untouched. “Freedom”, one message reads. “We want justice.”",
    "Hasina’s rule was known for human rights abuses, including the mass detention and extrajudicial killings of her political opponents. The United Nations reported, approximately 1400 people were killed during her failed attempt to maintain the power in mid-2024.",
    "The 77-year-old has defied court orders to attend her ongoing trial on charges amounting to crimes against humanity in Dhaka, accusations she denies. “Dictator”, another message reads, among scores being protected for posterity. “Killer Hasina”.",
    "The 85-year-old Nobel Peace Prize winner Muhammad Yunus, who is leading the caretaker government until elections are held in early 2026, said the conversion to a museum would “preserve memories of her misrule and the people´s anger when they removed her from power”.",
    "Mosfiqur Rahman Johan, 27, a rights activist and documentary photographer, was one of the thousands who stormed the luxurious palace, when crowds danced in her bedroom, feasted on food from the kitchens, and swam in the lake Hasina used to fish in.",
    "“It will visualise and symbolise the past trauma, the past suffering and also the resistance,” he said.",
    "“Ganabhaban is a symbol of fascism, the symbol of an autocratic regime”.",
    "The complex was built by Hasina’s father, the first leader of Bangladesh, Sheikh Mujib ur Rahman, and Hasina made it her official residence during her 15 years in power.",
    "The curator of the under-construction museum, Tanzim Wahab, told AFP that exhibits would include artefacts of the protesters killed.",
    "Their life stories will be told through films and photographs, while plaques will host the names of the people killed by the security forces during the longer period of Hasina’s rule.",
    "Wahab highlighted the museum’s goal to provide retrospective look at the years of oppression. It will feature interactive installations and documentation of the harsh conditions faced by Hasina’s opponents in detention.",
    "As interim leader Yunus aims to strengthen democratic institutions before the upcoming elections, challenges remain.",
    "Human Rights Watch cautioned that the interim government struggles with an unreformed security sector and political factions focused on vengeance rather than protecting citizens’ rights.",
    "While the palace is being preserved, many other symbols of Hasina’s rule have been dismantled. Statues of her father have been toppled, and portraits have been destroyed.",
    "Protesters even used excavators to demolish the home of Sheikh Mujibur Rahman, which Hasina had turned into a museum.",
    "“When the dictatorship falls, its Makkah will go too,” said Muhibullah Al Mashnun, a student who participated in the protests.",
    "He believes that removing such symbols is essential for Bangladesh’s progress toward a better future. “They were the statues of dictatorship,” he asserted."
  ]
}