{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Airless-balloons-and-passionless-employees/4-759969",
  "time_ut": 1711481261.0,
  "original_lang": "en",
  "original_title": "Airless balloons and passionless employees",
  "original_body_lines": [
    "When one respects the other person’s dream, both the employee and the employer align to one chord and that harmony creates passion and motivation in the working environment",
    "No company could ever drive to its full capacity unless the corporate dream and the personal dream of the employee partners together. One of the main reasons for employee turnover, known as churn rate, is because the employees realise that they cannot achieve their dreams with the company they are working for",
    "This series of articles on “Transformational Leadership Mindset” is penned by me, Dr. Philip Nehri based on the combined analytical thinking of both me and Gina Vangelli, my Australian business partner.",
    "Gina is an Australian entrepreneur who is also the author of the book “The Belief Factor”. She won a world championship in Karate for Australia, and she also became the Australian Apprentice of the Year.",
    "I was the CEO of a famous Sri Lankan company that courageously stepped into 15 offshore lands in the world. With the sheer commitment of the passionate employees, I was able to elevate three local brands into market leadership. I am a certified Life Coach who won a full scholarship from the government of the USA, and I am also the author of the book “The Art of Bouncing Back”. In the year 2006 I went on to win the Best Sri Lankan Award from the CIM – UK. Gina and I are inspired to write this series of articles on how modern-day leaders can transform their employees into champions and thereby transform their companies into greater heights amidst the pressures that exist around us.",
    "As a CEO, one of the key challenges I am facing in steering a company ahead is deriving passion from passionless people who are similar to airless balloons. Sri Lanka is full of talents, skills and educated people, yet the greatest vacuum it has is the lack of passionate people who are willing to battle ahead with grit and endurance. One cannot blame the employees. As per neuroscience, we all as human beings are self-centred, therefore we all prioritise us. The art of leadership is to derive passion from a set of followers whose priority is on them.",
    "I used to ring my managers and enquire about the very purpose they live for. Many seemed to be lost before this question. We as leaders are responsible if our followers lack a vision for themselves. If they do not have a vision, do you ever think that they will buy the vision of the leader and thrive hard towards it? How unrealistic would it be for us to think in that manner?",
    "Even the senior managers as leaders are battling their own daily struggles. Struggles will certainly always exist. Sometime back during the LTTE terrorism times, bombs were exploding everywhere, thereafter came the JVP riots, then again came the devastating Tsunami that washed away the dreams of many into the depths of the ocean. Struggles did not stop there. The Easter attack followed a few years later and thereafter the president was driven away with the hope that everything will be alright. Yet here we are journeying through the biggest economic crisis ever.  The employer and employee are both accompanying the same sinking boat. So, do you think the struggles will come to an end? The struggles will continue to roll on until the very end of this world. The proportion of the struggles will only become greater in the future. Amidst the struggles we need to be strongly tuned into our dreams personally as well as corporately.  ‘Spartacus’ was a slave who headed a revolution against the Romans in the 1st century. A Roman captivated a large group of slaves with an assurance that Spartacus was also amongst them. The Roman General announced to the group of slaves that they must show Spartacus to him and if not all of them would be crucified. Everyone stood up one after the other and declared “I am Spartacus”. The Roman General was utterly confused. It was an ultimate demonstration of followership where the followers were ready to die for their leader.",
    "The leader-follower relationship is one of the crucial elements that evaluates the success of a company. Gina was the youngest Australian to become a chef in a five-star hotel. Now, she runs her own company and finds that deriving commitment and passion from employees is one of the greatest challenges that she faces.",
    "No company could ever drive to its full capacity unless the corporate dream and the personal dream of the employee partners together. One of the main reasons for employee turnover, known as churn rate, is because the employees realise that they cannot achieve their dreams with the company they are working for. The very first challenge Gina and I lay in front of you today is to identify the individual dreams of your subordinates and drive them towards their dreams so that they are automatically driven towards your dream. When one respects the other person’s dream, both the employee and the employer align to one chord and that harmony creates passion and motivation in the working environment.",
    "At one of the places I worked previously, there was a labourer who was once a “Nattami” (a labourer who loads and unloads in the wholesale market) in Pettah. He had a lot of weaknesses such as anger, criticism, negativity, comparison, hatred towards the leaders and emotional sensitivity. However, amidst all those weaknesses he also had some good strengths such as endurance and grit to move forward. I sat with him and partnered his dreams and helped him on a weekly basis to drive towards his dreams. Soon I was able to get him out of the factory, dressed in a nice office shirt, trousers and a pair of shoes and made him a merchandiser. I was able to guide him to experience the joy of the next level.  The moment he was enjoying the happiness in life, I found that he was passionately working towards my dream which was the ultimate dream of the company. Subsequently I elevated him into a Key Accounts Executive, he built his own house, bought an expensive bike and lived happily with his family. I was able to derive an enormous load of energy from him towards the dream of the company as I invested a lot of my energy in building his dreams. We went on to become the market leaders in the industry. Every CEO, GM and Director may not have time to invest in people individually. This is why it is important to build leaders at every level.",
    "I have developed three market leading brands. Everybody was not aligned passionately but the passion and energy that was carried forward by those who aligned with the corporate dream was vast and extraordinary. That is why we say that though leadership is predominantly an art, it requires a scientific arm as well. We agree that it may not be practical to derive passion from each and every employee, as they have a plate full of their own troubles. That is where the leaders need to take a scientific approach in leadership through setting up a corporate lifestyle for every employee by identifying and setting up driving factors such as Key Performance Indicators (KPIs), Critical Success Factors (CSFs) Key Failure Reasons (KFR) and Point of Differences (PODs).",
    "Even though all the measurement metrics such as KPIs, CAFs, PODs and others exist, unless the main ingredient of Emotional Attachment between the Leader and the Follower is not seen, then the leader-follower relationship will not tap into its fullest potential.",
    "Gone are the days that people worked for you just because you shouted at them or pressurised them. Especially the next generation will easily give up under pressure. It is visibly seen from the way the youngsters are under tremendous depression and anxiety that they run away from life at the age of 17. Not only in Sri Lanka, but depression has also hit high on a massive scale in Australia as well. This is the generation that you and I must manage in the future. Therefore, identify the individual dreams of your followers and guide them to achieve them, so that in return they will passionately thrive towards driving the dreams of the company. This is known as ‘Dreaming in Harmony’."
  ]
}