{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-supreme-irony/",
  "time_ut": 1734370800.0,
  "original_lang": "en",
  "original_title": "A supreme irony",
  "original_body_lines": [
    "President Anura Kumara Dissanayake is scheduled to conclude a successful state visit to India, after having talks with Prime Minister Narendra Modi and other Indian dignitaries on an array of key issues. Some bilateral agreements are also reported to have been inked. Modi and Dissanayake have issued a joint statement. and the latter has invited the former to visit Sri Lanka.",
    "President Dissanayake received a warm welcome from PM Modi and other Indian leaders in New Delhi. The guard of honour he was distinguished with at Rashtrapati Bhavan was of special interest. It is customary for any visiting head of state to be given such honour, but Tuesday’s guard of honour at Rashtrapati Bhavan was replete with historical significance and, above all, irony, which may not have been lost on keen political observers. What we beheld was proof of the resilience of democracy and Indo-Lanka relations.",
    "President Dissanayake is the leader of the JVP, which unleashed mindless terror and plunged Sri Lanka into a protracted bloodbath purportedly to defeat, among other things, what it called Indian expansionism, which is the title of one of its five introductory lectures for new recruits. The JVP banned Indian goods and its death squads even killed traders who sold ‘Bombay onions’, which had to be renamed ‘Lanka big onions’ to save innocent lives. The JVP whipped up anti-Indian sentiments to such an extent that a Sri Lankan naval rating hit visiting Indian Prime Minister Rajiv Gandhi with the butt of his rifle during a guard of honour in 1987. It went all out to torpedo the Indo-Lanka Peace Accord, the 13th Amendment, which paved the way for devolution and the establishment of the Provincial Councils but did not succeed in its endeavour. However, its terror spree destroyed thousands of lives and state assets worth billions of rupees. It also did its darnedest to have the Indian Peace Keeping Force sent back, and scuttle elections.",
    "Terrorism is no means to an end. It is the end and the means both. Rohana Wijeweera, who created the JVP terror in a bid to achieve his political goal, himself became a victim of counterterror, and Rajiv died at the hands of the very terrorists he saved from the Sri Lankan military and backed to the hilt. All those who opted for a Tiger ride for political expediency, suffered the same fate as the ‘Young Lady of Niger’. The tragic ends of President Ranasinghe Premadasa and countless Tamil politicians also serve as examples.",
    "It was also a supreme irony that India, which the JVP once demonised, was the first country to invite JVP leader Dissanayake to a visit as a guest of the Modi government, while he was still in opposition, thereby giving him a much-needed diplomatic leg-up, wherefrom a great deal of legitimacy accrued to his presidential election campaign. Dissanayake himself has said so. Thus, India, which eventually let the LTTE stew in its own juice owing to the latter’s refusal to eschew violence, has arguably facilitated the JVP’s rise to power to a considerable extent.",
    "What has become abundantly clear from the current JVP leader’s accession to the executive presidency, his desire to strengthen the Indo-Lanka ties and his state visit to India is the triumph of democracy over extremism. Democracy has also prevailed over LTTE terror, which destroyed thousands of lives and public assets worth billions of dollars, and the voice of the people in the North and the East is now heard. Today, thanks to the defeat of the LTTE on the military front, the civilians who were under its gun are free to exercise their democratic rights, especially franchise, and children can go to school without fear of being abducted on the way and turned into cannon fodder. There are some unsolved problems, but only a democratic approach will help find solutions thereto.",
    "India is reported to have impressed on the Dissanayake government the need to conduct the Provincial Council polls expeditiously. The latter is sure to do so as soon as possible.",
    "How would Wijeweera react if he knew of Dissanayake’s India visit and commitment to improving Indo-Lanka ties?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}