{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/estimating-the-economic-cost-of-us-tariffs-on-sri-lanka-236348/",
  "time_ut": 1755168600.0,
  "original_lang": "en",
  "original_title": "Estimating the economic cost of US tariffs on Sri Lanka",
  "original_body_lines": [
    "The recent US announcement of new tariffs confirms that high effective tariffs are now the norm. The new tariff rates increase the US effective tariff rate to 17.3%, the highest since 1935. While a 20% tariff rate offers Sri Lanka some relief, compared to the previously given reciprocal rates, the US effective tariff rates for Sri Lanka remain high.",
    "With a quarter of Sri Lanka’s total exports facing at least a 20-percentage-point increase in tariffs, the trade-weighted effective tariff rate will be 29.9%, compared to 10.20% in April 2025 (Table 1). Sri Lanka’s main exports to the US, wearing apparel and rubber products, will face tariffs of 36.8% and 20.2% respectively.",
    "In the above context, estimating the economic cost for Sri Lanka, including an assessment of alternative policy scenarios, is crucial. Model-based estimates incorporating input-output linkages within the economy, which differ from sector-specific partial equilibrium analysis, are used.",
    "The additional tariffs imposed by the US affect US imports in two ways. The first is a general decline in demand caused by higher price levels within the US. Here, the assumption is that the tariff costs will be passed on to US consumers. During the limited trade war between the US and China in 2018, the full incidence of the tariffs fell on US consumers and importers.",
    "Consumers then distribute their limited budgets among various varieties imported from different countries. For instance, a similar wearing apparel product might have two source countries, Sri Lanka and Vietnam. The relative price becomes a keyfactor in a consumer’s choice between two varieties.",
    "The positive reaction to the 20% tariff from various stakeholders in Sri Lanka, after comparing tariff rates for competitors like Vietnam and Bangladesh, was due to the focus on the second channel described above. However, the overall increase in price levels can reduce US consumer demand, and since higher tariffs are now the norm, retailers may begin to pass the tariff costs on to consumers.",
    "The general equilibrium estimates show that, under a 20% tariff scenario, Sri Lanka’s wearing apparel exports to the US could decrease by 12.1%, amounting to USD 221 million in value compared to the baseline projected for 2024 (Table 2).The negative impact on the rubber sector could be even greater, leading to a 42% decline. The overall negative impact across all industries could be USD 634Mn.",
    "Due to input-output linkages, shocks to the export sector are transmitted to factor markets such as labour and capital, affecting wages and competitiveness. The real exchange rate, relative to a global price level, declines in the model, thereby limiting the adverse export effect. Thus, Sri Lanka may offset some of the export losses by redirecting exports to other markets such as the EU. For example, apparel and rubber exports to the EU and UK could slightly increase, reducing the adverse output effect (Table 3).",
    "The impact on labour demand disproportionately affects unskilled workers in the wearing apparel industry, who are mainly women. The total reduction in labour demand in the wearing apparel industry could be 15,908 workers, based on model estimates applied to data from the Labour Force Survey, 2023.",
    "As shown in Table 2, a 15% reciprocal tariff rate could eliminate net losses to real GDP, resulting in a positive effect. This policy scenario assumes that other countries will continue to face announced tariff rates, while Sri Lanka’s tariff rates will come down to 15%. Thus, there is a strong economic incentive for further negotiations for a lower rate.",
    "As trade deals are reciprocal, in simulations, it was assumed that Sri Lanka would eliminate para-tariffs, CESS and PAL, only for the US. The real GDP impact of a 15% tariff rate could be a 0.038% expansion of the economy, fuelled by the growth in apparel exports and the reduction of losses to the rubber sector.",
    "However, the effects of removing para-tariffs are mixed. Major imports from the US, such as soybean residuals, are not subject to customs duties, whereas CESS and PAL are applied. Removing para-tariffs could lead to a 39.8% increase in soybean residual imports, while imports of meat products and dairy products might rise by 61.8% and 37.9%, respectively.",
    "As animal feed producers might utilise soybean residuals, low-cost imports can strengthen the sector, leading to beneficial nutritional effects on households. However, sector growth could be limited if meat imports from the US flood the market.",
    "Competition from imports in industries such as dairy and meat production might cause losses in domestic value addition, as indicated by a potential negative real GDP impact if Sri Lanka removes para-tariffs for the US while facing a 20% tariff imposed by the US (Table 2). The removal of para-tariffs may produce a net positive economic effect only at a reciprocal rate of 10-15%, according to the estimates."
  ]
}