{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100086/administrative-officers-call-off-strike-other-trade-unions-continue-islandwide-strikes-",
  "time_ut": 1719295260.0,
  "original_lang": "en",
  "original_title": "Administrative officers call-off strike; other trade unions continue islandwide strikes",
  "original_body_lines": [
    "The Sri Lanka Administrative Services Association (SASA) has decided to temporarily suspend its planned trade union action following a discussion with Prime Minister Dinesh Gunawardena.",
    "This decision comes after an agreement was reached to increase their allowances effective from June 01, the President of the association Mahesh Gammanpila said.",
    "The association had planned to launch a strike action by reporting sick leave over several demands including a salary increment.",
    "Meanwhile, the representatives of the Government Executive Officers have also held a discussion with the Prime Minister regarding their issues.",
    "President of the Joint Committee of Government Executive Officers H.A.L. Udayasiri expressed that they have decided to continue their trade union action by reporting sick on Tuesday (25) and Wednesday (26), as their demands were not adequately addressed.",
    "Against this backdrop, the non-academic staff of the education sector continue their strike action which was launched yesterday (24). The General Secretary of the Education Non-Academic Employees’ Association Ajith K. Tilakaratne stated that authorities are yet to respond to their demands.",
    "Additionally, the General Secretary of the Ceylon Teachers’ Union (CTU) Joseph Stalin announced that teacher-principal trade unions would participate in a nationwide strike tomorrow (26).",
    "Meanwhile, the Joint Committee of University Trade Unions states that the strike action launched by university non-academic staff will continue further. A discussion will take place with the National Pay Commission today (25), in order to address their concerns."
  ]
}