{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/stock-market-buoyed-by-combanks-successful-debenture-issue/",
  "time_ut": 1720213440.0,
  "original_lang": "en",
  "original_title": "Stock market buoyed by ComBank’s successful debenture issue",
  "original_body_lines": [
    "The Commercial Bank Sri Lanka’s largest ever debenture issue by a private bank closed after oversubscription on its opening day, this week, raising Rs. 20 billion for Sri Lanka’s biggest private sector bank, and demonstrating investor confidence in the institution.",
    "Announcing the oversubscription, the Bank said it had received applications for over three times the Rs. 10 billion initial issue amount, and has raised Rs. 20 billion by exercising all options.",
    "Commenting on the oversubscription of the issue, Commercial Bank Managing Director/CEO Sanath Manatunge said: “This is an extremely encouraging vote of confidence from institutional and individual investors. This significant achievement stands as a testament to their unwavering faith in our meticulously crafted strategic roadmap, underpinned by principles of robust governance and sustained financial performance, as the country’s leading private sector financial services",
    "The stock market yesterday kicked off with a positive stance after the market went through a major downward trend during the last few sessions.Both indices moved upwards. All Share Price Index down by 20.4 points while S and P SL20 up by 2.7 points. Turnover sood at Rs 472 million with a single crossing. The crossings reported in JKH, which crossed 100,000 shares to the tune of Rs 20.4 million and its share price traded at Rs 204.",
    "In the retail market top seven companies that mainly contributed to the turnover were Vallibel One Rs 46.3 million (911,000 shares traded), Access Engineering Rs 27.2 million (1.1 million shares traded), HNB (Non Voting) Rs 23 million (152,000 shares traded), Hayleys Rs 19.1 million (189,000 shares traded), Haycarb Rs 16.20 million (203,000 shares traded), LOLC Holdings Rs 14.7 million (330,00 shares traded), Commercial Bank Rs 13.8 million (133,000 shares traded). DUring the day 21.5 million share volume changed hands in 7000 transactions.",
    "Yesterday the Central Bank announced the US dollar rate. The rupee opened weaker at Rs 304.90/305.20 to the US dollar, while bond yields were broadly steady, and stocks opened 0.28 percent up, dealers said.",
    "The rupee closed at Rs 304.60/80 to the greenback on the previous day.In the secondary market, yields were steady, dealers said.A bond maturing on 15.12.2026 was quoted at 10.75/85 percent, from 10.70/85 percent.A bond maturing on 15.02.2028 was quoted at 11.80/85 percent.A bond maturing on 15.09.2029 was quoted stable at 11.95/12.05 percent.",
    "Cable Solutions Limited IPO presents ‘attractive’ entry point for investors seeking growth",
    "National tea sales averages June 2024: Cumulative variance records positive value",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}