{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/how-to-build-a-culture-of-service-excellence-ron-kaufman-to-lead-event-in-colombo-2/",
  "time_ut": 1716049680.0,
  "original_lang": "en",
  "original_title": "How to build a culture of service excellence: Ron Kaufman to lead event in Colombo",
  "original_body_lines": [
    "In light of Sri Lanka’s emergence from its worst-ever economic crisis, organizations must prioritize customer service excellence as they navigate evolving business landscapes, changing customer needs, and heightened competition. Effective, authentic customer service remains the cornerstone of any successful organization, news release connected with an upcoming event said.",
    "Well-known Global Customer Experience Guru Ron Kaufman will lead an event in Colombo, Sri Lanka, on June 6 at Waters Edge, Battaramulla, focusing on uplifting customer service and elevating organizational excellence amidst challenging contexts.",
    "Kaufman is known for his holistic approach to service design, execution and transformation to create a customer service culture that supports employees, delights customers and drives organizational performance.",
    "A case study demonstrating the transformative power of excellence in customer service is the experience of Air Mauritius. Collaborating with Kaufman and his team in June 2012, the airline successfully overhauled its service culture. This effort resulted in a remarkable turnaround: the organization reversed a $30 million loss, achieved profitability, reduced employee attrition to less than 5%, and significantly improved the compliments-to-complaints ratio from 2:1 to 12:1, the release said.",
    "“Another compelling example is the case of LUX resorts in Mauritius and Maldives, which faced the challenge of maintaining stability during a profound financial crisis in 2010. Despite lacking substantial capital for significant investments due to the fragile external environment, the leadership focused on what they could control.",
    "“Collaborating with Kaufman and team, the organization concentrated on cultivating an exceptional team capable of delivering a world-class guest experience. Through this strategic approach, LUX successfully transformed a mid-tier group of struggling properties into highly acclaimed luxury resorts, achieving remarkable improvements in room rates, occupancy, and profitability by prioritizing excellence in customer service.”",
    "A unique aspect of the event, the release said, is that it is attuned to Sri Lanka’s current contexts and challenges, offering valuable insights for organizations aiming to revamp their services for diverse client bases. Additionally, the event is tailored to accommodate entrepreneurs and professionals across all levels, ranging from c-suite executives to managers to customer service representatives.",
    "“Furthermore, the insights gained from this session will prove invaluable to leaders, teams, and organizations in leisure & travel, airlines, logistics, IT/Software BPO services, banks & financial services, insurance, telecom, retail business, hospitals, education, real estate, various professional services, exporters and investor services,” it said.",
    "Ron Kaufman is one of the world’s most sought-after educators, consultants, thought-leaders and customer service speakers on the topic of achieving superior service. For over three decades, he has assisted companies on every continent build an organizational culture of service excellence which has translated into tangible business results. Ron Kaufman’s client portfolio over the years includes Microsoft, Coca-Cola, Singapore Airlines, HP, Nokia Networks, Marina Bay Sands, and many more.",
    "Ron Kaufman’s event in Sri Lanka is organized by BNI Sri Lanka, the local arm of BNI (Business Network International), the world’s largest referral networking organization. With nearly four decades in operation, BNI has amassed over 324,000 members worldwide across 11,100 chapters in 77 countries. In the last 12 months, BNI members have generated US$22.1 billion worth of business.",
    "In Sri Lanka alone, the BNI network comprises 15 chapters across the country, with over 500 members and growing. Recently, BNI Sri Lanka has locally passed over 28,683 referrals, generating over LKR 4.1 billion in successful new business for its members. BNI is changing the way the world does business.",
    "Ron Kaufman’s event, “Uplifting Customer Experience: No Matter What Happens in the Economy, the Industry, or the World,” will be held on June 6, 2024 at Waters Edge, Battaramulla.",
    "Registration Fee is LKR 25,000. Concessionary rates are offered to members of numerous professional bodies, trade chambers, and business associations to reach a wider spectrum of stakeholders.",
    "For inquiries, please contact Heshani on 0706677281 or Pravinth on 0763156502. Please visit www.buildingaglobalsrilanka.com for more details",
    "Reach for Excellence exhorts science professor to AIA scholarship winners",
    "Strong Q4 net profit growth boosts Teejay Lanka’s outlook for year ahead",
    "How to build a culture of service excellence: Ron Kaufman to lead event in Colombo",
    "Global customer experience guru Ron Kaufman to conduct event in Sri Lanka",
    "Police clamp down on Traffic light beggars, warn public against donations",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}