{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CSE-begins-new-week-on-the-up/34-782371",
  "time_ut": 1759175392.0,
  "original_lang": "en",
  "original_title": "CSE begins new week on the up",
  "original_body_lines": [
    "The Colombo stock market yesterday opened the week on the up with plantation stocks driving turnover and the bourse extending its bullish run for more than a week.",
    "The benchmark ASPI closed 0.36% higher on yesterday, up 77.31 points to 21,676.20 while the active S&P SL20 closed 0.13% higher, up 7.64 points to 6,119.21.",
    "Turnover was Rs. 4.2 billion on more than 131.6 million shares traded. Foreigners were net sellers yesterday with a net outflow of Rs. 15.6 million, down from a Rs. 155 million outflow on Friday.",
    "First Capital Research said that the Colombo Bourse kicked off the week on a positive note, marked by a wave of bullish sentiment. The ASPI posted a gain of 77 points and closed at 21,676, strengthened by plantation sector counters and conglomerates.",
    "CARS, MELS, JKH, NAMU and WATA were the top positive contributors to the index. Moderate retail participation was chiefly observed on Plantation sector counters, whereas HNW participation was lower during the session.",
    "Turnover for the day stood at Rs. 4.3 billion, reflecting a decrease of 41% compared to the monthly average that stands at around Rs. 7.2 billion.",
    "The Food, Beverage & Tobacco sector took the lead with a share of 26%, while Diversified Financials sector and Capital Goods sector jointly contributed to 31% of the total turnover.",
    "Additionally, buying sentiment towards the Banking sector has been lowered. Foreign investors remained net sellers, recording a net outflow of Rs. 15.6 million.",
    "NDB Securities said the ASPI closed in green as a result of price gains in counters such as Carson Cumberbatch, Melstacorp and John Keells Holdings with the turnover crossing Rs. 4.2 billion.",
    "High net worth and institutional investor participation was noted in Commercial Bank, Renuka Foods and Prime Lands Residencies.",
    "Mixed interest was observed in LB Finance, Associated Motor Finance Company and Watawala Plantations whilst retail interest was noted in Kotagala Plantations, SMB Leasing and LVL Energy Fund.",
    "Foreign participation in the market activity remained at subdued levels with foreigners closing as net sellers.",
    "The Food, Beverage & Tobacco sector was the top contributor to the market turnover (due to Kotagala Plantations) whilst the sector index gained 2.35%.",
    "The share price of Kotagala Plantations gained Rs. 0.80 (8.42%) to close at Rs. 10.30.",
    "The Diversified Financials sector was the second highest contributor to the market turnover (due to Associated Motor Finance Company, LB Finance and Galle Face Capital Partners) whilst the sector index decreased by 0.44%.",
    "The share price of Associated Motor Finance Company moved down by Rs. 11.90 (12.98%) to close at Rs. 79.80.",
    "The share price of LB Finance recorded a loss of Rs. 0.25 (0.16%) to close at Rs. 153. The share price of Galle Face Capital Partners appreciated by Rs. 4.80 (5.88%) to close at Rs. 86.50.",
    "Prime Lands Residencies was also included amongst the top turnover contributors. The share price of Prime Lands Residencies increased by Rs. 1.80 (5.52%) to close at Rs. 34.40."
  ]
}