{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Bangladesh-keep-nerve-to-win-thriller-with-Sri-Lanka/108-284407",
  "time_ut": 1717824660.0,
  "original_lang": "en",
  "original_title": "Bangladesh keep nerve to win thriller with Sri Lanka",
  "original_body_lines": [
    "(Dallas) - Bangladesh emerged victorious from a gripping encounter with Sri Lanka in Texas with the two-wicket victory getting them off to a winning start in Group D of the T20 World Cup.",
    "Rishad Hossain produced a brilliant spell of leg-spin as Bangladesh fought back to restrict Sri Lanka to 124-9.",
    "Then Liton Das (36) and Towhid Hridoy (40 from 20 balls) put Bangladesh in command before some excellent pace bowling from Nuwan Thushara (4-18), in his second spell threatened a late twist in the plot.",
    "But veteran Mahmudullah Riyad showed all his experience at the end to see Bangladesh over the line with an unbeaten 16.",
    "It was the final of four games at the Grand Prairie Stadium and the Dallas crowd have been treated to some top entertainment on a surface which offered some bounce and produced good contests between bat and ball.",
    "Sri Lanka made a fast start, rattling their way to 53-2 in six overs and they progressed to 100-3 after 14 overs with Pathum Nissanka's 47 from 28 including eight boundaries (one six).",
    "But then the 21-year-old wrist spinner Rishad struck twice in successive balls to totally change the momentum of the innings.",
    "Charith Asalanka's sweep shot found Shakib Al Hasan at deep backward square and he snaffled up the catch.",
    "Sri Lanka skipper Wanindu Hasaranga was the next victim of Rishad's spin, edging a sharply turning delivery to Soumya Sarkar at slip.",
    "Dhananjaya de Silva who made a solid 21 off 26 balls was then beaten by Rishad's flight and was stumped by the alert Liton.",
    "Sri Lanka were just able to add 24 runs from the final six overs losing six wickets in that period.",
    "Rishad finished with career-best T20I figures of 3-22 from his four overs.",
    "Mustafizur Rahman finished with 3-17 from four overs while Taskin Ahmed also bowled well for his 2-25.",
    "Bangladesh made a shaky start and were struggling at 28-3 in the sixth over before Liton and Hridoy put together a crucial 63-run partnership.",
    "Hridoy hit Hasaranga for three consecutive sixes before he was trapped leg before on the next ball and when Hasarange removed Liton, there was a glimmer of hope for Sri Lanka.",
    "A brilliant diving catch in the deep from Maheesh Theekshana saw the back of Shakib Al Hasan to leave Bangladesh at 109-6.",
    "Thushara then returned to the attack and removed Rishad and Taskin to increase the pressure but when Mahmudullah dispatched a loose full toss from Dasun Shanaka for six over mid-wicket, the nerves eased and victory was soon secured.",
    "Bangladesh were playing their first game of the tournament after an unimpressive warm-up campaign saw them lose a three-game series to the USA and then lose by 60 runs to India.",
    "\"Everybody's body language was great, we gave our 120 percent. Very important for Liton, he's been struggling a bit but he showed his skill today. I think he batted really well. Hridoy was really courageous, the way he played that over really helped us,\" he said.",
    "Sri Lanka have now lost both their opening games after suffering a defeat to South Africa in their opener.",
    "\"If batters put up 150-160, our bowling attack can win games,\" said Hasaranga.",
    "\"The last two games the batters didn't do the job. It's tough\"."
  ]
}