{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Heretic-s-Mirror-Moral-psychology-and-collapse-of-reform-in-NPP-Part-2B/4-778785",
  "time_ut": 1752094364.0,
  "original_lang": "en",
  "original_title": "Heretic’s Mirror: Moral psychology and collapse of reform in NPP – Part 2B",
  "original_body_lines": [
    "The NPP, once carried by the winds of reform, now circles within a sealed moral order",
    "This essay explores the NPP’s transformation from reformist force to morally enclosed echo chamber. Drawing on Jonathan Haidt’s moral psychology, it shows how loyalty eclipses truth and dissent becomes apostasy. Through cases of judicial appointments, smuggling scandals, and silenced critics, it examines the costs of binding without introspection — and the rise of a sacred order resistant to correction.",
    "This analysis builds on the argument introduced in Part 2A, where the NPP’s evolution was examined through Jonathan Haidt’s framework of moral psychology. There, we saw how moral binding — the deep loyalty forged through shared identity and emotional resonance — enabled the movement’s rise but also planted the seeds of introspective decay.",
    "In this continuation, we trace how that binding has hardened into cognitive closure. What began as idealistic performance — rallies, symbols, and calls for justice — has solidified into a sacred script. Moral critique is no longer welcomed; it is condemned. Dissenting voices are not engaged but excommunicated. The NPP’s public rituals, once expressions of collective conscience, now function as loyalty tests, where the price of dissonance is erasure.",
    "This transformation is not merely ideological, but structural. The movement has constructed a moral echo chamber that feeds on affirmation and immunises itself against contradiction. Critics are not treated as interlocutors but as traitors. Leadership is sanctified, not scrutinised. The party behaves like a politicised immune system, attacking all perceived threats — not only from opponents, but also from reformers within.",
    "Reform has not disappeared. It has been displaced by ritual, rhetoric, and strategic forgetting. Haidt warns that when morality binds too tightly, it also blinds — and this blindness now defines the NPP’s refusal to self-correct, even in the face of scandal and internal dissent.",
    "It is within this sealed landscape that we encounter the Heretic’s Mirror — a space where the cost of questioning is exile, and the distortion of memory becomes a tool of political survival.",
    "A new metaphor enters the landscape: the Heretic’s Mirror. This is where dissenters — once comrades — are recast as enemies. It reflects not diversity of thought, but inversion of memory. Reformers become traitors. Whistle-blowers become saboteurs. The past is rewritten to excommunicate those who challenge the prevailing moral orthodoxy.",
    "The cost of dissent is not merely social; it is epistemological. Within the Heretic’s Mirror, even verified truths are dismissed if they conflict with the moral narrative. At stake is not only freedom of expression, but the very capacity to recognise inconvenient facts.",
    "In Manufactured Hope and the Rise of the Messiah (Daily FT, 30 April 2025), I revisited a 2017 episode that continues to shadow Sri Lanka’s institutional integrity. Despite a Supreme Court ruling affirming the right to timely Local Government elections, then Attorney General Jayantha Jayasuriya advised Parliament it could override the Court — an assertion widely regarded as unconstitutional [1]. This legal manoeuvre enabled election delays that shielded politicians like Anura Kumara Disanayake (AKD), whose NPP-JVP bloc then lacked electoral traction. His tacit endorsement marked a grave moral compromise.",
    "Jayasuriya was soon elevated to Chief Justice with JVP support in the Constitutional Council — a move that raised suspicion of reward for pliancy. In 2025, President AKD quietly appointed him Sri Lanka’s Permanent Representative to the United Nations, completing a cycle of legal accommodation and political favour.",
    "The appointment was made without gazette notification, Cabinet approval, or public advertisement. It bypassed the career diplomatic service and occurred without the scrutiny required by Sri Lanka’s constitutional and administrative framework. What should have prompted public debate instead triggered a more ominous phenomenon: State-sanctioned forgetting.",
    "The first to challenge this erasure was constitutional lawyer Nagananda Kodituwakku, acting through the Vinivida Foundation. In a solicitor’s letter dated 19 June 2025, filed under RTI Case No. VNF/RTI/19/06/25-JJ, Kodituwakku requested official records confirming Jayasuriya’s appointment, as well as documentation relating to other judicial appointments made after retirement over the last 10 years [2]. The request framed the issue not merely as a personnel decision, but as a constitutional violation: by what authority, it asked, could a sitting President unilaterally assign such a role without adhering to mandatory procedures?",
    "The RTI appeal cited a series of legal safeguards: Articles 3, 4, and 5 of the Constitution, which vest sovereignty in the people; Article 110(3), which places limits on post-retirement judicial appointments; Section 108(2) of the Establishments Code; and Public Administration Circular 15/90, which governs diplomatic postings [3]. The solicitor’s letter further affirmed that no competitive process had been held, no recommendations from the Foreign Ministry or the Constitutional Council were documented, and no gazette was issued to legitimise the appointment [4].",
    "The response from the Presidential Secretariat was staggering: no documentation could be found [5]. This was not a clerical lapse but an erasure — a bureaucratic void concealing a constitutional breach. Even the Sri Lanka Foreign Service Association (SLFSA) issued a formal protest, warning of damage to institutional morale [6].",
    "Most unsettling was AKD’s disavowal. When questioned, he claimed ignorance — despite the appointment bearing his signature. This was a moment of epistemic collapse: the state acting and denying its action in the same breath.",
    "The Jayasuriya episode reveals more than impropriety; it illuminates the mechanics of moral decay. What began as a fraudulent legal opinion in 2017 ended in a vanished appointment in 2025. In the Heretic’s Mirror, this is not merely the distortion of justice — it is its quiet displacement.",
    "On 5 June 2025, Parliament witnessed a political detonation. Dr. Ramanathan Archchuna, the independent MP from Jaffna, accused the Government, not in whispers, but in full voice of presiding over one of the darkest smuggling operations in post-war Sri Lanka. He alleged that 323 shipping containers, released without inspection in January, were not mere cargo. Some, he claimed, contained firearms linked to the LTTE — traced to Thailand and the international black market.",
    "Dr. Gajendrakumar Ponnambalam backed the allegations, stating that containers suspected of carrying military-grade equipment had bypassed customs and were tied to a firm linked to a close ally of Minister Bimal Rathnayake; a senior NPP figure.",
    "What followed was not investigation, but institutional evasion. The Ports Authority, Customs, and Defence Ministry issued denials; yet re-inspected nothing. The Ports Minister called the claims “slanderous fiction”, while the Prime Minister dismissed them as a destabilisation plot. Archchuna was labelled a “Tamil provocateur”. The allegations were not disproven; merely discredited.",
    "The economic cost was equally alarming. The containers were cleared based on unchecked; enabling misreporting and tax evasion. For a bankrupt nation, the loss is immeasurable. No one knows what was really in the 323 containers. No one knows the true value of the imports or the scale of lost revenue. A government that promised fiscal discipline met the scandal with silence; a silence indistinguishable from complicity.",
    "More revealing was the public response. On social media, NPP supporters dismissed the claims as “deep state sabotage”. This reflex — sacrificing evidence to loyalty — reflects Haidt’s warning: when moral belonging outweighs truth, unopened containers remain untouched not because they are empty, but because opening them might shatter the myth.",
    "As Haidt notes, “when a community binds itself around a sacred identity, it also blinds itself to contradiction” [7]. No inquiry followed. No re-inspection occurred. No officials were held accountable. The scandal vanished; not because it was false, but because no one dared to look.",
    "In November 2018, during a Melbourne event honouring the JVP’s fallen fighters, K.D. Lal Kantha — now Minister of Agriculture — and others were publicly challenged by Dr. Gnanasena Wijesekera, a medical practitioner and former supporter, who questioned the NPP’s ideological shift. Loyalist Pubudu Nuwan Samaraweera responded with physical intimidation. Senior party members stood by. The audience remained silent — signalling the cost of dissent.",
    "On 10 November 2024, Dr. Wijesekera began a hunger strike outside the Presidential Secretariat in Colombo, demanding the release of British activist Kelly Fraser, held under dubious house arrest. The Government’s response: vague threats and promises to act after elections. Eight months later, Fraser remains in hiding. Justice has not been denied — merely deferred.",
    "Civil rights activists and former allies alike have intensified their critiques. Lawyer Nagananda Kodituwakku and the Vinivida Padanama continue to voice pointed critiques of policy. Yet Lal Kantha dismissed him with a curt, ‘We don’t believe him’ — a rebuff delivered not in the heat of governance, but before even assuming power, when openness to criticism ought to have been a measure of readiness, not a casualty of pride. Since late 2024, Vinivida’s suggestions have been ignored. This is not a crisis of ideas but receptivity — where ideas from outside the party are deemed impure. The late Professor Kumar David warned that the NPP was replicating the centralised patterns it once opposed [8]. Veteran leftist Siritunga Jayasuriya accused the party of surrendering to IMF orthodoxy [9], while the critiques of Dharma Sri Kariyawasam are either dismissed or ignored.",
    "Social media, once a space for debate, has become a platform for moral policing. Dissent is met with denunciation. Critics are branded traitors. Reflection is replaced by ritual.",
    "The fallout from the May 2025 local government elections sharpened this trend. After losing control of nearly half the councils, the NPP responded with threats, political horse-trading, and punitive messaging. Haidt’s warning is fulfilled: when tribalism prevails, even heretics who simply vote differently are exiled.",
    "This is not drift; it is rationalisation in real time. Loyalists justify it all with sacred narratives. The tribe looks into the mirror and sees only affirmation.",
    "Performance now displaces dialogue; loyalty masquerades as principle. The NPP, once carried by the winds of reform, now circles within a sealed moral order: bound not by law or truth, but by ritualised allegiance and selective memory. Haidt’s warning resounds: when morality binds too tightly, it also blinds. The result is not a deliberative democracy but a sanctified echo temple where even the heretic’s reflection is erased, and the only sound left is the repetition of belief.",
    "[1] Supreme Court ruling, 8 September 2017, affirming the unconstitutionality of local election delays; see Jayalath Bandara Adikarige, Manufactured Hope and the Rise of the Messiah, Daily FT, 30 April 2025.",
    "[2] Solicitor’s letter submitted by Vinivida Foundation on behalf of Nagananda Kodituwakku, dated 19 June 2025, RTI Case No. VNF/RTI/19/06/25-JJ.",
    "[3] Constitution of Sri Lanka, Articles 3, 4, 5 and 110(3); Establishments Code, Section 108(2); Public Administration Circular No. 15/90 (see above document).",
    "[4] Ibid.; see also RTI request contents submitted to the Presidential Secretariat, 19 June 2025.",
    "[5] Response from Presidential Secretariat, 21 June 2025, stating “no documentation available” regarding the appointment of Jayantha Jayasuriya.",
    "[6] Statement by the Sri Lanka Foreign Service Association (SLFSA), 24 June 2025, expressing concern over bypassing of diplomatic protocol.",
    "[7] Jonathan Haidt, The Righteous Mind: Why Good People Are Divided by Politics and Religion, UK edition (Penguin, 2013), Chapter 11.",
    "[8] Remarks by Professor Kumar David, Colombo Telegraph, February 2025.",
    "[9] Public address by Siritunga Jayasuriya, People’s Forum on Sovereignty and Accountability, March 2025.",
    "(The writer, a former academic at the University of Peradeniya, is a noted expert on Sri Lanka’s political economy. His doctoral research examined the country’s complex ties with the IMF and World Bank from 1960 to 1985, highlighting key economic and ideological shifts. He is currently analysing the political and legal dimensions of Sri Lanka’s decline in upholding the rule of law and judicial independence, framing it within a broader pattern of institutional erosion and executive dominance. He can be reached via: [email protected].)"
  ]
}