{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-testing-iuds-to-control-monkey-births-as-farmers-push-for-guns-172209/",
  "time_ut": 1721045100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka testing IUDs to control monkey births as farmers push for guns",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is planning the second stage of testing intra-uterine devices on red-faced monkeys as a means of controlling their population, as cries from farmers who want to cull them as crop destroying pests grow louder.",
    "Sri Lanka’s Agriculture Ministry has identified toque macaques, wild boars, peacocks, giant squirrels among key pests damaging crops. Farmers are calling for air guns to protect crops.",
    "State Finance Minister Ranjith Siyambalapitiya announced the allocation of funds for farmers to acquire air rifles and in January, Minister of Agriculture Mahinda Amaraweera, provided air guns to farmers cultivating pineapple, pomegranate, guava and papaya.",
    "Sri Lanka farmers given air rifles to protect crops from animals",
    "Researchers and Sri Lanka’s Peradeniya University, are testing birth control on the mammals.",
    "Professor of the Faculty of Veterinary Medicine and Animal Science, Ashoka Dangolla said he has been working with eight monkeys.",
    "The IUDs were inserted and they are X-rayed every month. They are now ready for the next step.",
    "“We need to capture 2 or 3 male monkeys to live with these monkeys and to see if they will mate and if the females will become pregnant,” he told EconomyNext.",
    "In February 2023, Sri Lanka removed peacocks, grizzled giant squirrels, porcupines, wild boars and toque macaques from a protected list.",
    "Sri Lanka to allow more farmers to use firearms against wild animal attacks",
    "Farmers have requested for standard rifles, however, the Ministry of Agriculture has provided them with air rifles to solve the problem with monkeys.",
    "However, Amaraweera said that if the situation worsens, standard rifles will be issued.",
    "Controlling the monkey population through sterilization is a more humane choice, Dangolla said.",
    "But researchers face problems, especially with limited access to funding. (Colombo/July15/2024)"
  ]
}