{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111452/european-leaders-tentatively-hopeful-after-call-with-trump-ahead-of-putin-summit",
  "time_ut": 1755140820.0,
  "original_lang": "en",
  "original_title": "European leaders tentatively hopeful after call with Trump ahead of Putin summit",
  "original_body_lines": [
    "European leaders appeared cautiously optimistic after holding a virtual meeting with Donald Trump on Wednesday, two days before he meets his Russian counterpart Vladimir Putin in Alaska to discuss ending the war in Ukraine.",
    "Trump reportedly told the Europeans that his goal for the summit was to obtain a ceasefire between Moscow and Kyiv.",
    "He also agreed that any territorial issues had to be decided with Volodymyr Zelensky’s involvement, and that security guarantees had to be part of the deal, according to France’s Emmanuel Macron.",
    "Speaking to Trump had allowed him to “clarify his intentions” and gave the Europeans a chance to “express our expectations,” Macron said.",
    "Trump and Vice-President JD Vance spoke to the leaders of the UK, France, Germany, Italy, Finland and Poland as well as EU chief Ursula von der Leyen and Nato chief Mark Rutte.",
    "The Europeans have been sidelined from the hastily organised summit in Alaska and their phone call on Wednesday was a last-ditch attempt to keep Ukraine’s interests and the continent’s security at the forefront of Trump’s mind.",
    "To an extent, it seemed to work. On Wednesday evening Trump rated the meeting “a 10” and said Russia would face “very severe” consequences unless it halted its war in Ukraine.",
    "He also said that if Friday’s meeting went well he would try to organise a “quick second one” involving both Putin and Zelensky.",
    "Still, in their statements European leaders restated the need for Kyiv to be involved in any final decision – betraying an underlying nervousness that Putin could ultimately persuade Trump to concede Ukrainian land in exchange for a ceasefire.",
    "“It’s most important thing that Europe convinces Donald Trump that one can’t trust Russia,” said Poland’s Donald Tusk, while German Chancellor Friedrich Merz stressed the leaders had “made it clear that Ukraine must be at the table as soon as follow-up meetings take place”.",
    "If the Russian side refused to make any concessions, “then the United States and we Europeans should and must increase the pressure”, Merz said.",
    "Since the US-Russia summit was announced last week, Trump has made several references to “land-swapping” between Kyiv and Moscow – sparking serious concerns in Ukraine and beyond that he could be preparing to give in to Putin’s longstanding demand to seize large swathes of Ukrainian territory.",
    "On Wednesday morning Russia’s Foreign Ministry spokesperson Alexey Fadeev reiterated that Russia’s stance had not changed since Putin set it out in June 2024.",
    "At the time Putin said a ceasefire would start the minute the Ukrainian government withdrew from four regions partially occupied by Russia - Donetsk, Luhansk, Kherson and Zaporizhzhia.",
    "He also said Ukraine would need to officially give up its efforts to join the Nato military alliance.",
    "These are maximalist demands which neither Kyiv nor its European partners see as viable.",
    "Zelensky has said he is convinced that Russia would use any region it was allowed to keep as a springboard for future invasions.",
    "A way to counter this threat could be security guarantees - intended as commitments to ensure Ukraine’s long-term defence.",
    "In statements issued after the phone call with Trump, several European leaders said such guarantees had been mentioned and UK Prime Minister Sir Keir Starmer said that “real progress” had been made in that respect.",
    "He also praised Trump’s efforts to reach an agreement, saying: “For three-and-a-bit years this conflict has been going on and we haven’t got anywhere near the prospect of an actually viable solution, a viable way of bringing it to a ceasefire.",
    "“Now we do have that chance, because of the work the president has put in.”",
    "Since the spring the UK and France have been spearheading efforts to create a so-called",
    "“Coalition of the Willing” - a group of nations who have pledged to deter Russia from further invading Ukraine.",
    "On Wednesday the group said it stood “ready to play an active role” including by deploying “a reassurance force once hostilities have ceased” - although the shape, composition and role of such a force is yet unclear.",
    "Meanwhile, on the front lines, Russia’s summer offensive continues to press on. Referencing the sudden advance of Moscow’s troops near Dobropillya, in the embattled",
    "Donetsk region, Zelensky said Putin was pretending that sanctions were not effective at damaging the Russian economy.",
    "“I told Trump and our European allies that Putin is bluffing,” the Ukrainian president said, urging them to apply “more pressure” on Russia.",
    "For his part, Trump appeared to admit that even when he meets Putin face-to-face he may not be able to get him to stop killing civilians in Ukraine.",
    "“I’ve had that conversation with him... but then I go home and see that a rocket has hit a nursing home or an apartment building and people are lying dead in the street."
  ]
}