{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/How-private-is-a-private-visit/4-780752",
  "time_ut": 1756150097.0,
  "original_lang": "en",
  "original_title": "How private is a “private” visit?",
  "original_body_lines": [
    "The arrest and remand of a former  President Ranil Wickremesinghe on allegations that public funds were misused to pay for a stop in London connected to a university  event involving his spouse has sparked fierce public debate. At the time of compiling this report the issue has  gone far beyond Colombo. This is  evident from the statements coming from many individuals outside of Sri Lanka.  At stake is a universal question: what does “private” really mean when it comes to the travel of national leaders, and who should bear the costs when personal and official obligations overlap?",
    "Around the world, governments grapple with this tension. Citizens expect their leaders to represent the state abroad, and such representation inevitably carries expenses—aircraft, security, protocol staff, accommodation. Yet the same leaders are human beings with families, health needs, and private lives. They attend weddings, anniversaries, funerals, in this case attending an academic event of the spouse. When these personal matters require international travel, the dividing line between public duty and private benefit can blur dangerously. The current case in Sri Lanka demonstrates how easily that line, if not clearly drawn, can unravel into legal action and political scandal.",
    "International practice has long recognised distinctions among state, official, working, and private visits. State visits, typically the highest form of diplomatic exchange, are ceremonial occasions undertaken at the invitation of the host head of state. They involve full honours, carefully choreographed programs, and significant expense, usually borne in part by the host Government.¹ Official visits, often undertaken by presidents ,  prime ministers or ministers without the full panoply of state ceremony, are still formal and publicly funded. Working visits are more modest, usually arranged around negotiations, summits, or bilateral meetings; these too are covered by public funds because they serve the Government’s business. But private visits, whether for rest, medical treatment, or family affiliated events , are considered personal. With the exception of protective security, they are not generally funded from the public purse.",
    "This classification is not merely academic. It has direct implications for public accountability. In the United Kingdom, the Ministerial Code requires ministers to ensure that no improper advantage is obtained from office and that personal elements of travel are not charged to the taxpayer.² In the United States, federal travel regulations specify that any personal deviation from official travel—extra days, different routing, or stopovers—must be calculated and reimbursed to the Government.³ India too maintains a practice where even private foreign travel by senior ministers must be cleared in advance by the cabinet or the Prime Minister’s Office, a recognition that such journeys carry political sensitivities and security obligations that must be managed openly.⁴",
    "Was the London leg official, with incidental private elements, or was it fundamentally a private journey? Did the personal event create incremental costs—airfare, hotel, per diems, use of Government transport—that were charged to the state? Was the trip cleared by the relevant authorities and disclosed in official records? Were the only state expenses those associated with security, which international practice allows, or did non-security costs also slip into the public account? The answers are for the courts to determine. But the international yardsticks are clear. If the private element imposed additional cost on the state without reimbursement, it would be treated as misuse of funds in any comparable democracy. If the stopover had no incremental cost and was duly cleared, it might still pass muster—though the optics of a family ceremony abroad always carry political risks",
    "The difficulty lies in what is often called “mixed purpose” or “bleisure” travel. Leaders rarely travel abroad for a single reason. A summit may coincide with a family celebration; an official meeting might be followed by a holiday. The line between official and private is not always bright. Yet international practice converges on a simple principle: the private element must not generate any additional public cost. If an aircraft is diverted, if hotels are booked for extra nights, if delegations are kept abroad longer because of a personal program, the additional expenses should be borne by the individual. Where those incremental costs are reimbursed, transparency is maintained and the integrity of public finance is preserved.",
    "Canada provides a striking example. In 2017, Prime Minister Justin Trudeau was found in breach of ethics rules for accepting a holiday at the Aga Khan’s private island. The Ethics Commissioner ruled that the trip contravened conflict of interest guidelines, not simply because of cost but because the Aga Khan’s foundation had ongoing dealings with the Canadian Government.⁵ The case illustrates that perception and optics matter as much as financial ledgers.",
    "In Australia, repeated “entitlements scandals”—where parliamentarians used taxpayer-funded travel for weddings, sports events, or partisan activity—led to the creation of a new Independent Parliamentary Expenses Authority, charged with auditing all claims.⁶ The reforms underscored that personal activities cannot be bundled into public travel without disclosure and repayment.",
    "In the United Kingdom, several ministers have had to repay costs when personal engagements were added to official trips without proper declaration.⁷ Transparency became the only antidote to a corrosive sense that public office was being used for private convenience.",
    "The United States also offers lessons. Presidents and vice presidents are accompanied by extensive security and logistical support wherever they go, even on holidays. These costs are accepted as part of the duty of care the state owes to its leaders. But watchdogs and media pay close attention to whether personal travel imposes unnecessary or excessive expenses beyond security. Even a short detour on Air Force One can generate headlines if it appears to benefit a president personally.⁸ Thus, the norm has evolved that security costs are a legitimate public charge, while all other private expenses must be excluded or reimbursed.",
    "Applying these benchmarks to the Sri Lankan situation, the key questions are straightforward. Was the London leg official, with incidental private elements, or was it fundamentally a private journey? Did the personal event create incremental costs—airfare, hotel, per diems, use of Government transport—that were charged to the state? Was the trip cleared by the relevant authorities and disclosed in official records? Were the only state expenses those associated with security, which international practice allows, or did non-security costs also slip into the public account?",
    "The answers are for the courts to determine. But the international yardsticks are clear. If the private element imposed additional cost on the state without reimbursement, it would be treated as misuse of funds in any comparable democracy. If the stopover had no incremental cost and was duly cleared, it might still pass muster—though the optics of a family ceremony abroad always carry political risks.",
    "It is tempting to dismiss such controversies as political theatre. But the principle is far more important. In democracies, public money is a public trust. When leaders are seen to use it for personal ends, however small, credibility in governance erodes. In fragile political environments, that credibility is the glue that holds institutions together.",
    "Moreover, clarity on the distinction between private and official travel protects not just taxpayers but also leaders themselves. When norms are precise and consistently applied, leaders are spared from accusations of impropriety for every family trip, and opposition parties lose a ready weapon for political point-scoring. Clear rules serve both the governed and the governors.",
    "The Vienna Convention on Diplomatic Relations often surfaces in such debates, but it does not answer the funding question. The Convention deals with privileges and immunities, not with how visits are financed.⁹ It shields diplomats and leaders from certain legal processes in foreign jurisdictions, but the responsibility for classifying and funding visits lies squarely within domestic law and ethics codes. That is why cases like the current one in Sri Lanka must be understood through the lens of national governance standards, not international law alone.",
    "The way forward is not complex. Many countries already provide workable models. Visits should be classified explicitly as state, official, working, or private, with each category carrying clear funding rules. Mixed travel should be accompanied by cost breakdowns, with private increments reimbursed promptly. All trips should be cleared at the appropriate level, logged, and disclosed in periodic reports. Security should be ring-fenced as a state responsibility, but beyond that, the principle of personal payment for personal travel must be rigorously enforced.",
    "Ultimately, the question is not whether leaders may travel privately. They are entitled to do so. The real question is whether they can do so transparently, without burdening the taxpayer. In the twenty-first century, there is no such thing as an entirely “private” visit for a head of state or senior public figure. The public eye, the press, and international norms ensure that personal and official lives are inseparable in the realm of accountability",
    "The way forward is not complex. Many countries already provide workable models. Visits should be classified explicitly as state, official, working, or private, with each category carrying clear funding rules. Mixed travel should be accompanied by cost breakdowns, with private increments reimbursed promptly. All trips should be cleared at the appropriate level, logged, and disclosed in periodic reports. Security should be ring-fenced as a state responsibility, but beyond that, the principle of personal payment for personal travel must be rigorously enforced.",
    "Ultimately, the question is not whether leaders may travel privately. They are entitled to do so. The real question is whether they can do so transparently, without burdening the taxpayer. In the twenty-first century, there is no such thing as an entirely “private” visit for a head of state or senior public figure. The public eye, the press, and international norms ensure that personal and official lives are inseparable in the realm of accountability.",
    "The Sri Lankan case is still before the courts, and guilt or innocence will be determined by evidence. Yet the broader lesson is already evident. A private visit becomes a public issue the moment public funds are involved. In an age of instant scrutiny, citizens will not accept blurred lines or secret subsidies. Leaders everywhere must learn that the legitimacy of their office depends not only on their policies but also on their prudence in the seemingly small matter of who pays for their trips. The answer to the question, “how private is a private visit?” is therefore both simple and profound: it is only as private as the public can trust it to be.",
    "US General Services Administration, Federal Travel Regulations (Washington DC: GSA, 2021).",
    "Government of India, Cabinet Secretariat Circular on Ministers’ Foreign Travel, 2019.",
    "Office of the Conflict of Interest and Ethics Commissioner (Canada), Trudeau Report (2017); see also BBC News, “Trudeau Broke Ethics Rules Over Aga Khan Trip,” 20 Dec 2017.",
    "(The writer is a former Chief of Protocol at the Foreign Affairs Ministry.)"
  ]
}