{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Good-Gestures-for-Empowerment/56-761698",
  "time_ut": 1715541654.0,
  "original_lang": "en",
  "original_title": "Good Gestures for Empowerment",
  "original_body_lines": [
    "The Good Gestures for Empowerment movement is in line with the United Nations Sustainable Development Goals (SDGs) Target 5.2, which advocates for the elimination of all forms of violence against women and girls in public and private realms. The three gestures launched yesterday were to convey the following message “You are harassing me” and “You are harassing me, and I need public help” aimed at those who may be subject to harassment and “I’m sorry, I respect your space” for possible offenders. The gestures were created by Andy Jacobs, from US Hawaii who is a TV and Internet producer.",
    "To discourage sexual harassment online or in the cyber space, a different set of emojis will be launched as well.",
    "DP Global Gestures for Empowerment or GG movement is being introduced to eradicate sexual harassment against women and girls in public spaces and to empower them to combat harassment effectively.",
    "Public awareness of the GG movement will be created via stickers and videos, which are available for download and use via a dedicated web portal www.dpgestures.com. All schools, universities, vocational training centres and workplaces will be encouraged to widely use these Global Gestures for Empowerment in addition in public places and transport. The hashtag is #EndSexualHarassment",
    "By introducing a set of protective and alerting gestures, along with a series of emojis for digital communication, this initiative equips women with essential tools to protect themselves and seek help, thus bolstering their safety and independence. The launch event will be a transformative gathering that fosters gender equality and empowers women and girls worldwide. It also presents an opportunity to involve men and boys, inspiring them to consistently show respect towards women."
  ]
}