{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Domestic-abuse-in-Sri-Lanka-Hidden-epidemic/4-769792",
  "time_ut": 1732742058.0,
  "original_lang": "en",
  "original_title": "Domestic abuse in Sri Lanka: Hidden epidemic",
  "original_body_lines": [
    "It’s also important to recognise that abuse isn’t always physical. Emotional and financial abuse are often the most insidious forms, leaving scars that can’t be seen but take the longest to heal. Emotional abuse erodes self-esteem and isolates victims, while financial abuse traps them by controlling resources, making it nearly impossible for them to break free. These forms of abuse thrive in silence, perpetuating a cycle of control and helplessness",
    "Domestic abuse is not new to Sri Lanka, but in recent years, it has spiralled into an undeniable crisis. Globally, domestic violence surged during the COVID-19 pandemic, and Sri Lanka saw a significant spike too. The Women and Child Development Ministry reported over a 35% increase in complaints to the 1938 Women’s Helpline in the early months of the pandemic. Yet these numbers barely scratch the surface of the true scale of abuse happening behind closed doors.",
    "Adding to this grim reality is the rise in drug use, particularly crystal methamphetamine, commonly known as ICE in Sri Lanka. The influence of drugs has pushed domestic abuse to even more horrifying extremes, with many cases crossing into sadistic levels of torture. The use of ICE has turned already volatile situations into living nightmares for women and children trapped in abusive homes.",
    "Contrary to popular belief, domestic violence isn’t confined to rural areas or low-income families. It’s alarmingly prevalent in urban communities too, but victims in these circles often stay silent. The fear of societal shame, coupled with cultural norms that prioritise keeping up appearances, keeps women in abusive relationships. Abuse in these households is carefully hidden, leaving victims without support and struggling alone in their trauma. It’s also important to recognise that abuse isn’t always physical. Emotional and financial abuse are often the most insidious forms, leaving scars that can’t be seen but take the longest to heal. Emotional abuse erodes self-esteem and isolates victims, while financial abuse traps them by controlling resources, making it nearly impossible for them to break free. These forms of abuse thrive in silence, perpetuating a cycle of control and helplessness.",
    "In rural areas, patriarchy and financial instability play huge roles in keeping victims trapped. Many women believe they cannot survive financially if they leave their abusers, and the societal pressure to “stay together for the children” only makes things worse. But this harmful norm often does more damage to children than good. Children raised in abusive homes experience long-term emotional trauma, and evidence shows that they thrive better with separated, peaceful parents than in an abusive two-parent household.",
    "The Prevention of Domestic Violence Act: A good law failing in practice",
    "Sri Lanka’s Prevention of Domestic Violence Act (PDVA) is one of the most victim-friendly laws we have. It’s meant to protect survivors and hold abusers accountable. But here’s the problem: our legal and law enforcement systems are failing to implement it effectively.",
    "Police officers and even some judges lack the sensitivity to understand the impact abuse has on women and children. Victims are often dismissed, humiliated, or not taken seriously, forcing many to give up on seeking justice. The result? A law that looks great on paper but fails miserably in practice.",
    "The reality is that civil society organisations are doing the work the Government should be doing. Organisations like Women In Need and Child Protection Force, iProbono, and Grassrooted Trust provide legal aid, offer counselling to survivors and run safe houses. But they’re fighting an uphill battle, and without proper State intervention, they can only do so much.",
    "We need urgent psychological support for families, not just for survivors but also for perpetrators. Men, too, can be victims of abuse—a fact that often goes unspoken due to societal expectations around masculinity and stigma. Abuse isn’t confined to one gender, nor is it limited to romantic partnerships. Domestic violence applies to anyone within the domestic household. Whether it’s a parent being abused by their adult child, siblings harming each other, or other forms of toxic relationships within a home, it all falls under the scope of domestic violence.",
    "Men, like women, need help to confront their insecurities and psychological trauma, which often fuel abusive behaviours. Similarly, women and others in positions of power within a household can also perpetuate abuse. As women continue to rise in every sphere, men must adapt to these changes and support progress rather than resist it. Abuse has no place in a healthy relationship or society, no matter who the victim or perpetrator is. We must address all forms of abuse with equal seriousness to truly break the cycle.",
    "No one deserves to live in an abusive home. While divorce isn’t always the solution, staying together “for the children” in a toxic environment causes more harm than good. It’s time we have honest conversations about domestic abuse, break the stigma, and push for change—not just in our laws but in our attitudes as a society.",
    "If you or someone you know needs help, please reach out to these organisations:",
    "Child Protection Force: +94 (0) 770 777 971 I +94 (0) 762 565 407",
    "You don’t have to face this alone. Help is available. Let’s stand together against domestic abuse and work toward a future where every home is a safe one."
  ]
}