{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Weak-litigation-clears-man-charged-for-sexual-harassment-of-foreign-woman/108-278116",
  "time_ut": 1709385600.0,
  "original_lang": "en",
  "original_title": "Weak litigation clears man charged for sexual harassment of foreign woman",
  "original_body_lines": [
    "Colombo, March 2 (Daily Mirror)- A man who was charged with exposing himself in a manner of sexually harassing a foreign woman was discharged from the case by the Kaduwela Magistrate’s Court due to the weak prosecution case, which proceeded in some instances without the virtual complainant giving evidence.",
    "The Thalangama Police filed a charge sheet against the accused, alleging sexual harassment of the foreign woman through indecent exposure under Section 345 of the Penal Code. The complainant woman claimed that the driver had exposed himself to her while he was driving a vehicle at a slow speed and she had been humiliated by the incident.",
    "Police arrested the accused and produced him before court and was subsequently granted bail.",
    "The case proceeded for a considerable time, during which the foreign woman intermittently attended court on certain dates. However, at the final stage, she was missing.",
    "The police officer from Thalangama Police Station gave evidence, and during cross-examination Senior Counsel Ian Fernando asked a few questions, including whether the charge sheet included a date for the alleged offense. The police officer responded negatively. When questioned on whether the charge sheet detailed how the sexual harassment had occurred, the witness provided a vague answer without substantiating the evidence.",
    "After considering the evidence the Magistrate determined that the police had not sufficiently proved the case, and accordingly, the accused was discharged.",
    "Senior Counsel Ian Fernando with Malsha Wijerathne and Hasith Liyanage appeared for the accused.",
    "Section 345 states that “Whoever, by assault or use of criminal force, sexually harasses another person, or by the use of words or actions, causes sexual annoyance or harassment to such other person commits the offence of sexual harassment and shall on conviction be punished with imprisonment of either description for a term which may extend to five years or with fine or with both and may also be ordered to pay compensation of an amount determined by court to the person in respect of whom the offence was committed for the injuries caused to such person\".",
    "According to this section, unwelcome sexual advances by words or action used by a person in authority, to a working place or any other place, should constitute the offence of sexual harassment."
  ]
}