{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/02/06/navy-gears-up-for-annual-kachchativu-feast-set-for-february-23-24/",
  "time_ut": 1707204120.0,
  "original_lang": "en",
  "original_title": "Navy gears up for annual Kachchativu feast set for February 23,24",
  "original_body_lines": [
    "COLOMBO (News 1st); The annual Kachchativu feast is set to take place on the 23rd and 24th February 2024 on the Kachchativu Island. Kachchativu is a small islet belongs to Sri Lanka, located near the International Maritime Boundary Line (IMBL) of Sri Lanka and India.",
    "The main mass of the annual feast will be conducted by the Bishop of Jaffna Diocese, Rt. Rev. Justin Gnanapragasam.",
    "In the backdrop where the District Secretary of Jaffna has made necessary arrangements for the event, the Sri Lanka Navy is currently working in full swing to establish infrastructure and facilities for the convenience of devotees.",
    "Following the directives from Commander of the Navy, Vice Admiral Priyantha Perera and overseen by Commander Northern Naval Area, Rear Admiral Kanchana Banagoda, the Navy is actively involved in the development of infrastructure in Kachchativu.",
    "This includes setting up sanitation and drinking water facilities, temporary shelters, roads, jetties, and ensuring electricity supply, all in preparation for the upcoming annual feast.",
    "Apart from that, Sri Lanka Navy is set to deploy lifesaving teams and medical teams with a temporary Sick Bay for the safety and security of the devotees attending the annual festival.",
    "Further, the Navy has undertaken colour washing and repairs of the shrine built by the Sri Lanka Navy and cleaning of surrounding area and roads leading to the premises.",
    "Meanwhile, a large number of Indian and Sri Lankan devotees are expected to participate in this annual festival.",
    "As excitement is building for what promises to be a memorable and meaningful event, the Navy has made all arrangements in place to ferry priests, government officials, dignitaries, devotees, local and foreign journalists as well as equipment needed for the church mass, from Kankasanthurai and Kurikadduwan to the Kachchativu islet.",
    "Sri Lanka Aims for Six-Month Debt Fix; US$3 Billion Annual Payment Looms"
  ]
}