{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Siyambalapitiya-stresses-Parliamentary-authority-on-Central-Bank-salaries/56-759258",
  "time_ut": 1709762332.0,
  "original_lang": "en",
  "original_title": "Siyambalapitiya stresses Parliamentary authority on Central Bank salaries",
  "original_body_lines": [
    "Calls for comprehensive reports from CoPF before presenting recommendations to Parliament",
    "Says aim to generate additional Rs. 14 b via Social Security Tax, opening 8,000 more tax files",
    "Assures to boost tax revenue, reform policies, gradually increase tax files while stabilising the economy",
    "Pledges to address concerns over parate law with swift action for implementation",
    "State Minister of Finance Ranjith Siyambalapitiya yesterday outlined the importance of Parliamentary authority in decisions concerning the increase of Central Bank employee salaries, insisting on the principles of social equity.",
    "Speaking in Parliament during the debate on amendments related to Social Security Tax and Value Added Tax, he stressed the need for comprehensive reports from the Committee on Public Finance (CoPF), incorporating diverse perspectives, before presenting recommendations to the Parliament.",
    "“The Government expects to generate an additional Rs. 14 billion through the Social Security Tax (SST). To achieve this, amendments were proposed to open 8,000 more tax files. Currently, the threshold for turnover from SST stands at Rs. 120 million, a figure expected to be halved to Rs. 60 million with the proposed changes,” he added.",
    "Siyambalapitiya disclosed plans to allocate Rs. 205 billion for social security this year, a significant increase from Rs. 44 billion allocated in 2022.",
    "He underscored the Government’s intent to boost tax revenue and reform policies, noting a decrease in the number of tax files due to short-sighted policies.  “The threshold for turnover subject to VAT has been lowered from Rs. 80 million to Rs. 60 million now. Previously, businesses with turnovers exceeding Rs. 1.8 million were subject to VAT, but in 2020 the threshold was increased to Rs. 300 million. This decision resulted in a 70% decrease in existing tax files,” the State Minister claimed.",
    "Siyambalapitiya assured steps to gradually increase the number of tax files, whilst stabilising the economy.",
    "Highlighting positive economic indicators, Siyambalapitiya noted substantial growth in tourism income, foreign remittances and foreign reserves.",
    "“Tourism earnings surged from $ 154 million in January 2023 to $ 342 million in January 2024, while foreign remittances increased from $ 437 million to $ 488 million during the same period. Foreign reserves also rose from $ 2.1 billion to $ 4.5 billion by January 2024,” he said.",
    "Addressing concerns over the temporary suspension of the parate law till 15 December, Siyambalapitiya assured swift legislative action to enact relevant laws and implement necessary measures as soon as possible, following Cabinet approval."
  ]
}