{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/deceptive-numbers/",
  "time_ut": 1722631680.0,
  "original_lang": "en",
  "original_title": "Deceptive numbers",
  "original_body_lines": [
    "Leader of the House and Education Minister Susil Premajayantha has reportedly claimed that at least 115 MPs, representing different political parties, will support President Ranil Wickremesinghe at the upcoming presidential election. He said so, the other day, addressing the media at his Ministry after signing an agreement to resume the Suraksha student insurance scheme.",
    "He is apparently labouring under the misconception that the presidential candidate backed by the highest number of MPs will emerge the winner. He was among the majority of MPs who backed President Mahinda Rajapaksa in the 2015 presidential race, but Mahinda lost badly, didn’t he? Numbers in Parliament can be deceptive.",
    "Now that a presidential election has been declared, Minister Premajayantha can be accused of having abused state resources for electioneering purposes. In view of the presidential election, Opposition Leader Sajith Premadasa has been prevented from conducting his Sakwala, Smart Classroom, and Husma programmes, but the Education Minister is using his Ministry’s resources to promote President Wickremesinghe, who has declared himself to be one of the presidential candidates. How can a level playing field be created for the presidential candidates when ministers misuse their positions in this manner? It will be interesting to see the Election Commission’s reaction to the aforesaid media briefing.",
    "The SLPP MPs who have switched their allegiance to President Wickremesinghe would have the public believe that they are capable of ensuring Wickremesinghe’s victory in the presidential contest. How can those who are scared of facing the public enable Wickremesinghe to win the presidency? It was by hitching their wagons to former President Mahinda Rajapaksa that they had themselves returned at the last general election.",
    "The MPs who have broken ranks with the SLPP recently must be thankful to President Wickremesinghe for having turned down SLPP founder Basil Rajapaksa’s demand that Parliament be dissolved and a snap general election be held before the next presidential poll. He did not accede to that demand mainly because the UNP was not ready for a general election, but his decision stood the SLPP MPs, including those who have sided with him, in good stead.",
    "If he had given in to SLPP’s pressure and dissolved Parliament prematurely, most of the dissident MPs would not have been re-elected. It is doubtful whether they will be able to deliver millions of votes to President Wickremesinghe in the presidential race.",
    "It is self-defeating for the President’s propagandists to boast of having enlisted the support of dozens of SLPP MPs. They claim that as many as 92 SLPP MPs met Wickremesinghe and pledged to back him after the SLPP leadership had decided against supporting him. SLPP General Secretary Sagara Kariyawasam has said some of those MPs were duped into meeting the President.",
    "Whether he is telling the truth, one may not know. He is known to stretch the truth and even make Goebbelsian claims, but if the SLPP MPs’ backing for the President is used as a yardstick to assess his ability to improve his chances of winning the presidency, then one can argue that his approval rating in Parliament has plummeted. In 2022, he secured the support of 134 MPs, but that number has dropped to 92.",
    "The numbers in Parliament do not necessarily translate into votes at popular elections. The UNP-led Yahapalana government retained a working majority even after the SLFP’s pull-out from it in 2018, and secured the passage of all Bills comfortably thereafter. But the UNP lost the 2019 presidential election, and suffered a crushing defeat at the 2020 general election, following a crippling split.",
    "The UPFA had a two-thirds majority in Parliament during President Mahinda Rajapaksa’s second term, but Rajapaksa’s third-term bid ended in disaster, and his government collapsed like a house of cards, in 2015. The SLFP-led United Front government (1970-1977) also retained a majority, but the SLFP was reduced to only eight seats at the 1977 general election, which the UNP won with a steamroller majority. So much for the numbers in Parliament!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}