{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/politics-of-paranoia/",
  "time_ut": 1717206977.0,
  "original_lang": "en",
  "original_title": "Politics Of Paranoia",
  "original_body_lines": [
    "The rise of NPP from the ashes of Aragalaya and led by a new generation of JVP leadership, which has distanced itself from that party’s insurrectionary past, and NPP’s tireless campaign to convince the voting public that Sri Lanka’s economic malaise is not an isolated phenomenon, but part of an overall systemic paralysis that had been sapping for decades the vitality of a once peaceful and prosperous nation, and that it cannot be rectified unless there is a radical transformation of its political culture, economic management and socio-cultural ethnonationalism has created an atmosphere of political paranoia amongst the old guards who are now driven to a state of panic looking for a way out to avoid confronting the NPP at the ballot box. It is that paranoia and panic which has provoked the General Secretary of UNP to call for the postponement of elections for two years.  Although that call has drawn criticisms from several corners it did not come out of a vacuum.",
    "There is a general feeling among local opinion makers, foreign interests, policy makers and the rich and powerful upper middle class that the sitting president RW has done an excellent job by surrendering the economy to IMF, and as a result that there is some semblance of economic stability and recovery so that any political change at this stage would jeopardize that healthy trend. This feeling arising basically from self-interest of those respective quarters has isolated the economy and ignored the root cause that paralyzed not only the economy but more crucially the nation’s political, economic and socio-cultural superstructure as a whole. Unless this superstructure along with its ideological edifice is overturned there will be no sustainable growth and prosperity. It is this radical message from NPP that has paranoid its opponents, and hence the call for postponement of elections so that the radicals would be deprived of any opportunity to come to power at the moment. One should not casually dismiss the possibility of no elections soon, and this author hypothesized this option already in a previous contribution to this journal (see Colombo Telegraph May 17 2024). All that is needed is an atmosphere of lawlessness to declare a state of emergency, and there are enough rabble rousers amongst the sitting 225 politicians and their foot soldiers outside who would oblige the President if needed. This is not new to Sri Lankan politics.",
    "However, the ultimate reason why the aforementioned groups want RW Presidency to continue in the absence of another winnable contestant is their fear that under NPP Presidency and government the economy would move backwards and may even collapse totally. In other words, these groups agree with RW that IMF, FDI, tourism, privatization of SOEs and high-tech export-oriented industries are the ingredients to achieve sustainable economic growth and long-term prosperity. But if one could follow the campaign trail of NPP leaders and listen to their speeches and media interviews there is no evidence to suggest that NPP rejects all those ingredients. The fundamental difference between NPP and other parties lies in the conditionalities NPP attaches to those ingredients in the interest of domestic economy plus its resolve to change the political culture of this country in the interest of clean governance, equitable economic welfare and social justice. For example, shouldn’t IMF assistance reach the country’s productive sector directly rather than via the financial sector? Shouldn’t FDI be guided by the specific needs of the economy as specified by expertly drawn out sectoral economic plans so that FDI could have strong backward and forward linkages with local sectors? And, shouldn’t the high-tech component of industries be employment oriented in a labour surplus economy? What is wrong with these conditionalities? Brevity prevents elaborating all the shortcomings of blind adherence to the export-oriented economy mantra.  Promotion of an open free market economy should not end in freedom for a mafia infested market. NPP has made mot clear that it would cleanse the market of state protected mafiosi. Such radical reforms would certainly go against the interests of monied classes and hence their repulsion of NPP.",
    "It is no secret that the RW-initiated economic recovery had cost different strata of society differently in the sense that the bulk of the burden of financing that recovery had been born by the low-income demographic deciles. As a result, poverty rate is still hovering around 30%. True, without fiscal balance economic recovery would be difficult, but balance at whose expense is the vital question. In respect of governance also, apart from appointing an endless number of committees and commissions to investigate various anomalies, incidents of misgovernance and financial malfeasance the rot continues and looters and the corrupt are still governing the country under the protection of the President. A supremacist ethnonational ideology sanctifies this rotten system and it needs a President like RW who could be a man for all seasons and all purposes.",
    "What is more important in the current political scenario is that it is growing into an intergenerational battle for power. The spirit of aragalaya is driving the youth voters and the vast majority amongst them seem to back the NPP agenda. Even within the most conservative of the vote bank, Muslims, there is a youth wing with both genders participating and openly canvassing for NPP. This is quite a turnaround. According to a recent opinion poll, SJB and NPP are running neck and neck in the race for presidency. SJB is simply the old UNP wine in new bottle. There is nothing new in its economic policy or political governance other than a verbal commitment to renegotiate with IMF. Finally, if UNP, SLPP and SJB cannot agree on some form of coalition and agree on a common candidate to contest the presidency then postponement of election is the only possibility to keep NPP out of contention. Politics of paranoia dominates the country."
  ]
}