{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/New-expedition-to-Titanic-wreckage-could-get-go-ahead-after-Titan-tragedy/108-278891",
  "time_ut": 1710465600.0,
  "original_lang": "en",
  "original_title": "New expedition to Titanic wreckage could get go-ahead after Titan tragedy",
  "original_body_lines": [
    "A planned expedition to the resting place of the Titanic could get the go-ahead after plans were scaled back in the aftermath of the fatal Titan implosion last year.",
    "The US government is seeking more information on the revised plans for the expedition, which is scheduled to go ahead in May, Kent Porter, an assistant US attorney, told a federal judge in Virginia on Wednesday",
    "Mr Porter did add that the US has yet not determined whether the new plans would break the law.",
    "RMS Titanic Inc., the Georgia-based company that owns salvage rights to the shipwreck, initially wanted to try and recover freestanding objects inside the vessel, take images inside the ship’s hull and retrieve artefacts from the debris field.",
    "However, the US Government pushed back against the plan by filing a legal challenge in August last year.",
    "Prosecutors cited a federal law from 2017 and a pact with Great Britain to treat the wreckage as a memorial site for the more than 1,500 people who died in the 1912 tragedy, caused by the vessel striking an iceberg and sinking.",
    "The US argued that entering or physically altering and disturbing the site is regulated by both the law and their international agreement and are concerned about the potential disturbance of any human remains or artefacts that could still lie there, according to AP.",
    "RMST’s director of underwater research, Paul-Henri Nargeolet’s died in the implosion of the Titan submersible near the shipwreck last June, leading to the company sizing down its plans in October.",
    "The Titan was destroyed a few hours into a dive to the Titanic, killing Nargeolet alongside OceanGate Expeditions CEO Stockton Rush, father and son Shahzada and Suleman Dawood and Hamish Harding.",
    "Last month, court filings stated that RMST plans to send an uncrewed submersible to the site and only take external images of the Titanic.",
    "“The company will not come into contact with the wreck,” RMST stated and added that it “will not attempt any artefact recovery or penetration imaging.”",
    "During Wednesday’s hearing, US District Judge Rebecca Beach Smith, a maritime jurist who presides over matters concerning the Titanic’s salvage, said that the US government’s case raised some serious legal questions if the proceedings continue.",
    "While Congress is allowed to modify maritime law, Judge Smith has questions about whether it can also strip the courts of their own admiralty jurisdiction on ship wreckages, something that has had legal precedence for centuries, AP reported.",
    "The judge also noted that time could be running out for expeditions inside the Titanic, as its wreckage was deteriorating on the ocean floor.",
    "This is not the first occasion that legal questions from the US over a Titanic expedition have ensued.",
    "In 2020, Judge Smith permitted an RMST expedition to retrieve a radio that sent out distress signals on the ship, which would have required cutting into the wreck.",
    "The US, citing the law and the pact, filed a legal challenge but the RMST plan was eventually put on hold due to the pandemic."
  ]
}