{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Whats-wrong-in-having-private-medical-education/172-281588",
  "time_ut": 1714415400.0,
  "original_lang": "en",
  "original_title": "What’s wrong in having private medical education?",
  "original_body_lines": [
    "The government made two important decisions recently on medical education in the country. One was to establish a medical faculty at the National School of Business Management (NSBM) in Homagama and the other was to enroll local students at the General Sir John Kotelawala Defence University to pursue medical degrees.",
    "Cabinet spokesman Bandula Gunawardena said on March 12 that the proposed medical faculty would come under the direct supervision and regulation of the Ministry of Education, the Ministry of Health and the Sri Lanka Medical Council (SLMC).",
    "He stated that the new faculty will enroll 500 local and foreign students annually and the Homagama Base Hospital will be upgraded to teaching hospital status, like the Kalubowila Hospital, for the NSBM undergraduates’ clinical training. The NSBM has agreed to provide funds for the development of the Homagama Base Hospital in accordance with the standards of medical education published by the SLMC, he said.",
    "On April 9, the Cabinet granted approval for local students to pursue medical degrees at the General Sir John Kotelawala Defence University (KDU). Admission to the KDU will be based on a combination of the A-Level Z score and other relevant qualifications, it was said.",
    "Reminding us of the unpleasant incidents involving the South Asian Institute of Technology and Management (SAITM) in Malabe during the last government, the Government Medical Officers’ Association (GMOA) has raised concerns over both the proposed Medical Faculty at the NSBM Green University and the admission of local students to the KDU’s medical degree programme.",
    "When the government’s decision on the medical faculty at the Green University was announced last month, the GMOA Spokesman Dr. Chamil Wijesinghe said that there should be a proper study regarding the number of medical professionals and medical faculties that the country requires at present, while warning that if not it will bring about negative consequences as had happened in the past.",
    "“The Government should first work to resolve the issues that have arisen in the State medical faculties. Almost all State medical faculties are in a state of crisis at present. The Government’s responsibility is to protect them first. Without doing that if they prioritise establishing private medical faculties, it will negatively affect the health sector at large” he had stated.",
    "With regard to the admission of students to the KDU he had called on the government to suspend the decision, citing concerns over lack of consultation with relevant stakeholders and transparency, while claiming that the GMOA was concerned about the potential impact on the quality of medical education.",
    "The GMOA seems to be apprehensive towards the expansion of medical education. If the medical faculty at the NSBM comes under the direct supervision and regulation of the Education Ministry, the Health Ministry and the SLMC, as in the case with medical faculties at state-owned universities, on what grounds one should be exclusively concerned about the quality of the education at that institute? After all, NSBM is a fully self-financed institution owned by the government.",
    "Similarly, if the GMOA accepts the quality of the medical education at the KDU, it would be difficult for it to justify its protest against admission of local students to that institute. It would merely be a protest against the local students who aspire to enroll in the KDU medical faculty.",
    "Their demand for the improvement of standards of the existing State-owned medical faculties must definitely be met. However, there is no rationale behind making it a precondition for the expansion of medical education with the assistance of the private sector and more importantly without heaping burden on the public coffers.",
    "It must be recalled that the Supreme Court after considering experts’ views had accepted the plea by one of the students graduated by the SAITM to be registered with the SLMC in 2018, which indicated the acceptance of the quality of the SAITM, despite the protests by certain political parties and the GMOA against the institute. Protests against local private medical education while there are thousands of students going abroad for the same education, draining the country’s foreign exchange cannot be accepted."
  ]
}