{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/imf-encouraged-by-sl-authorities-commitment-to-continue-reform-efforts/",
  "time_ut": 1728242160.0,
  "original_lang": "en",
  "original_title": "IMF encouraged by SL authorities’ commitment to continue reform efforts",
  "original_body_lines": [
    "An International Monetary Fund (IMF) team led by Krishna Srinivasan, Director for the Asia Pacific Department, visited Colombo October 2-4, 2024. During the visit, Krishna Srinivasan met with President Anura Kumara Dissanayake, Prime Minister Harini Amarasuriya, Minister Vijitha Herath, Central Bank Governor Dr. Nandalal Weerasinghe, Secretary to the Treasury Mahinda Siriwardena, and other stakeholders.",
    "At the end of the visit, Srinivasan issued the following statement:",
    "“We held productive discussions with President Dissanayake and Sri Lanka’s economic team on the economic and financial challenges facing the Sri Lankan economy. We agreed on the importance of continuing to safeguard and build on the hard-won gains that have helped put Sri Lanka on a path to economic recovery since entering one of its worst economic crises in 2022.",
    "“We are encouraged by the authorities’ commitment to continue the reform efforts. The IMF remains a steadfast partner in supporting Sri Lanka and its people and stands ready to assist the country achieve its economic reform goals. The IMF team will continue its close engagement with Sri Lanka’s economic team to set a date for the third review of the IMF-supported program.”",
    "Meanwhile, the President’s Media Division stated that President Anura Kumara Dissanayake engaged in a discussion with the IMF at the Presidential Secretariat on Oct. 4, marking the second day of talks with the President.",
    "Following up on Oct. 3 discussion, the two parties discussed the way forward and measures to overcome delays pertaining to the third review.",
    "At the meeting on the second day with the IMF delegation, President Dissanayake had expressed his government’s intention to provide relief for people while broadly agreeing with the objectives of the IMF programme.",
    "President Dissanayake aims to achieve the objectives of the program in partnership with the IMF, seeking alternative approaches that will alleviate the burden on the citizens.",
    "A constructive and cordial environment was effectively established between both parties during these discussions. The three-day series of talks concluded successfully, marking the end of the IMF delegation’s visit to Sri Lanka.",
    "Director of the IMF’s Asia Pacific Department Krishna Srinivasan, Senior Mission Chief Dr. Peter Breuer, along with other senior IMF representatives and the Sri Lankan delegation attended the discussions.",
    "The following are some comments made by key figures regarding the IMF framework, last week.",
    "Former state minister of finance, Shehan Semasinghe: It is great to note the successful completion of the OCC and IMF consultation process and the formal confirmation that the terms of the agreement in principle are compatible with the comparability of treatment principle, following the agreement in principle reached with international and local holders of international sovereign bonds on 19th Sep. 2024. The achievement is a testament to the teamwork and dedication required to steer Sri Lanka out of bankruptcy under the leadership of former president Ranil Wickremesinghe. I am extremely proud to have led the negotiating team on behalf of Sri Lanka in my then capacity as state minister of finance.",
    "Dr Harsha de Silva: The government is not making any attempts to change the Debt Stationarity Analysis of the IMF programme as they pledged the people to do during the election campaign. They have not and will not hold a single discussion with the IMF or the international creditors to alter any of the existing parameters or debt treatment principles. They lied to the people. We told the truth as to how it could be and people didn’t believe us.",
    "We have been able to finalize the agreement in principle in an accelerated manner with greater efficiency and achieve more in two weeks than the previous government did within two years.",
    "ADB delegation meets President Dissanayake, pledges continued support for Sri Lanka’s economic development",
    "Hemas Consumer Brands hosts Innovation Day, spotlights its R&D excellence",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}