{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Long-term-Ukraine-Russian-tourists-asked-to-leave-amidst-rising-concerns/108-277703",
  "time_ut": 1708914300.0,
  "original_lang": "en",
  "original_title": "Long term Ukraine, Russian tourists asked to leave amidst rising concerns",
  "original_body_lines": [
    "In an urgent move to prevent any diplomatic tension between Russia and Sri Lanka, President Ranil Wickremesinghe yesterday ordered an immediate investigation into the circular that had been released by the Head of the Immigration and Emigration Department to the Tourism Ministry Secretary stating that Russian and Ukrainian tourists living long term in Sri Lanka had to leave within 14 days.",
    "In a hurriedly released statement, the President’s Media Division said that the President had ordered an investigation into the circular that had been released without prior cabinet approval and added that the government had not officially decided to revoke the visa extensions previously granted to the tourists.",
    "Days after the Daily Mirror exposed that a rising number of Russian tourists were engaging in prostitution in Sri Lanka as well as running other unregistered and illegal businesses, especially in the south, the Immigration Department released a letter to the Tourism Ministry Secretary requesting him to notify the long term Ukrainian and Russian tourists living in Sri Lanka to leave by March 7.",
    "The circular said that Ukrainians and Russians who were affected by the stoppage of flights to their home countries after the outbreak of the Russia-Ukraine war were allowed to remain in Sri Lanka since February 28, 2022, a full two years, based on free visa extensions and without the imposition of penalties for expired tourist visas.",
    "The letter further said that although the Russian-Ukraine conflict continues, there are now direct flights between Russia and Sri Lanka, while Ukrainians also have facilities to enter and leave Sri Lanka by air. It was observed that it is no longer necessary to keep extending their visas in the same manner and Russian and Ukrainian tourists belonging to the above categories had been given 14 days from Feb.24, 2024 to March 7, 2024, to leave this country.",
    "The President who was unaware of this circular being released ordered a probe into how such a document could be released without prior cabinet approval and has sought an explanation from the Immigration Chief.",
    "Tourism Minister Harin Fernando who was also notified of the letter only once it was received by the Ministry Secretary however told Daily Mirror that some Russian tourists who were staying long term in Sri Lanka had indeed resorted to running unregistered and illegal businesses in the south which had sparked serious concerns.",
    "He said that his Ministry had held discussions with the Immigration Department following several complaints from local businesses and following raids conducted by the authorities, several of these businesses run by Russian nationals were not registered with the SLTDA and neither were they paying taxes.",
    "Weligama and Arugam Bay were two hotspots identified by the authorities where a rising number of Russian-run businesses were popping up with many such establishments allowing only‘white skin’nationals with a strict ban on locals. Some of the businesses included running bars and restaurants and even hiring scooters and tuk-tuks and conducting water sports.",
    "Sources said that Sri Lanka did not benefit from such businesses as Russian tourists were usually notified of these places by their tour agents before arriving in the country and all payments to use these services run by the Russians here had to be paid before they arrived in the country.“so it is not like they brought in any dollars here,” senior sources said.",
    "Despite these setbacks, Russia remains one of the leading markets for Sri Lanka Tourism and with the government now attempting to prevent any strain in diplomatic relations between Moscow and Colombo will look at seeking a solution to overcome this issue.",
    "Government sources in the meantime told Daily Mirror that since February 28, 2022, a significant number of Russian and Ukrainian visitors had been living in Sri Lanka by obtaining periodic extensions of their tourist visas, following the outbreak of war between the two nations. Initially, approximately 11,463 Russians and 3,993 Ukrainians were granted visa extensions during this period.",
    "Over the ensuing months, the Cabinet of Ministers had granted multiple extensions to these tourists as a result of the ongoing conflict between Russia and Ukraine. However, government sources said that on this occasion, in the absence of a formal decision from the cabinet, Immigration and Emigration Controller Harsha Illukpitiya issued a letter on Thursday, February 22, to the Tourism Ministry Secretary, urging them to inform the affected Russian and Ukrainian tourists about the new policy. This directive was also shared with the Secretaries of the Foreign and Law and Order Ministries."
  ]
}