{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Governance-sans-management-skill-results-in-no-action-talk-only/4-779287",
  "time_ut": 1753130570.0,
  "original_lang": "en",
  "original_title": "Governance sans management skill results in “no action, talk only”",
  "original_body_lines": [
    "By enhancing understanding of effective political skills, leaders can foster healthier execution dynamics and improve overall governance",
    "The management skills of politicians play a critical role in shaping a country’s governance, law and order, and overall progress. When politicians lack effective management abilities, the ramifications can be extensive, leading to diminished morale within Government institutions, ineffective communication, and poor decision-making. This environment not only hampers productivity and public service delivery but also contributes to widespread disillusionment among citizens, who may feel their leaders are failing to meet their needs and expectations",
    "Much is being spoken about the inability of the current Government to deliver what they promised. Walk the talk where primarily they spoke a focused “different” journey towards economic recovery, crime busting within two weeks and a clean Sri Lanka with discipline, justice, fair play and eco-friendly practices resulting in a breath of fresh air and hope for all.",
    "None of the above promise seems to be worked on in a strategic manner resulting in increasing criticism that the Government consists of talkers only with an “Opposition mindset” sans progressive action.",
    "We have seen many Governments in action during the last 76 plus years. There have been many areas of progress in socio economic and infrastructural development of the country under successive Governments. Especially after 1977 when the economy opened. The comparative GDP, PPP GDP per capita, literacy rate increases and tangible physical development stands testimony to that without much elaboration.",
    "However over the last 76 years there has been a total erosion of human values, corruption in all spheres of society, breakdown in law and order and political interests reigning supreme over nation building. That is the very reason that people voted in a hitherto untested set of people to govern afresh to realise “Thriving nation and a beautiful life!”",
    "However it is disturbing to note that the Government is struggling to take off! From the rice crisis, to the tariff debacle, loan repayment plan to crime busting there is no clear roadmap i.e. a strategy and an execution mechanism. Simply no strategic management approach at all. We have to a large extent a competent bureaucracy. Apart from a corrupt and politically inclined minority the rest are capable. However they work on Government statutes, policy and directives; in the absence of which prefer to do nothing proactive.",
    "The management skills of politicians play a critical role in shaping a country’s governance, law and order, and overall progress. When politicians lack effective management abilities, the ramifications can be extensive, leading to diminished morale within Government institutions, ineffective communication, and poor decision-making. This environment not only hampers productivity and public service delivery but also contributes to widespread disillusionment among citizens, who may feel their leaders are failing to meet their needs and expectations.",
    "The consequences of inadequate management skills extend beyond Government operations to affect law and order. Ineffective governance often results in a compromised public safety landscape, fostering higher crime rates and an increased perception of lawlessness. Such deterioration can erode trust in governmental legitimacy and create a vicious cycle of instability, further complicating efforts to maintain social order.",
    "The persistence of these issues underscores the necessity for competent political leadership, as the inability to adapt to evolving circumstances can leave a country stagnant and unresponsive to pressing challenges.",
    "Notable case studies from countries like Brazil, Israel, the Philippines, and Nepal illustrate the complex interplay between political management and governance outcomes. Each nation’s unique political landscape reveals how the absence of management skills can contribute to systemic corruption, economic stagnation, and social inequalities. For instance, Brazil has faced significant challenges due to corruption, despite some economic resilience, while the Philippines grapples with political instability and inadequate governance responses to economic difficulties.",
    "Ineffective communication is a hallmark of poor management, which often leads to misunderstandings and a lack of clear direction within Government agencies. When leaders fail to provide adequate support or to listen to their employees and citizens beyond political priorities it diminishes trust and transparency, which are essential for effective governance",
    "This atmosphere can stifle innovation and adaptability, as leaders who are unable to foster open dialogue may miss opportunities to respond to changing needs in the community and to implement necessary reforms",
    "Moreover, poor management skills often manifest in ineffective decision-making. Leaders lacking the ability to analyse data, consider potential risks, and engage their teams in the decision-making process can produce decisions that lack vision and fail to serve the public interest. Such decisions can damage the performance and reputation of governmental institutions, leading to further disillusionment among citizens, Additionally, when leaders do not seek feedback on their decisions, they miss valuable insights that could improve governance and policy effectiveness",
    "The inability to adapt and innovate further compounds these issues. Politicians who cannot recognise or respond to shifts in the political landscape, economic conditions, or citizen needs risk leaving their countries stagnant and unresponsive to the challenges of modern governance. This stagnation can erode public trust and diminish the effectiveness of governance structures",
    "Ultimately, the adverse effects of poor management skills can spill over into law and order. When Government institutions operate ineffectively, public safety may be compromised, leading to increased crime rates and a perception of lawlessness. This deterioration of law and order not only threatens citizen security but also undermines the legitimacy of the government itself, creating a vicious cycle that can further destabilise the political landscape",
    "The lack of management skills among politicians can have dire consequences for society, manifesting in various forms such as increased corruption, diminished public trust, and exacerbated social inequalities. Those governing may not be corrupt and hopefully it seems so. However an atmosphere which breeds corruption tends to favour those entrenched within corrupt networks, leaving vulnerable populations at a disadvantage Further the erosion of accountability within governance structures can result in a flourishing underground economy, leading to the inefficient allocation of resources, ultimately hampering overall societal development and lowering living standards for the majority.",
    "Additionally, ineffective governance contributes to diminishing public trust in Government institutions. A lack of transparency and accountability can result in citizens feeling alienated and frustrated, which may lead to an acceptance of authoritarian measures as they search for solutions to their economic and social hardships. Research shows that only 35% of the UK population currently trusts their government, which is indicative of a broader trend of declining confidence in political institutions globally. The level of confidence on this Government by people of Sri Lanka is worthy of a structured survey. Without public trust, compliance with laws and policies weakens, further destabilising governance.",
    "The intertwining of crime with governance failures exacerbates the marginalisation of low-income and minority communities. High rates of crime and incarceration disproportionately affect these groups, entrenching cycles of poverty and disadvantage. Poor management skills among political leaders can lead to inadequate crime-fighting strategies, which fail to address the underlying social and economic issues that contribute to crime, thereby perpetuating systemic inequities.",
    "The persistence of corruption and the erosion of trust also have implications for institutional integrity. As corruption permeates various levels of Government, the judicial system can become compromised, undermining the rule of law. This not only hinders justice but also creates a culture of impunity, further dis incentivising civic engagement and participation in governance processes.",
    "Today we see clear examples of a Government which lacks management competence. Their intentions spelt out are public savvy and laudable if genuine. Their speeches are nice to hear. They have a two-thirds majority in Parliament. Numbers are right but the competency mix is much to be desired. There are graduates and graduates, teachers, public servants, professionals and career politicians. But one significant factor is most of them have not held positions of senior institutional leadership or responsible management positions in the public or private sector. They are amateurs in management.",
    "The career politicians have come up the ranks in a highly regimented system. All their lives they have been political critics and pressure groups unexposed to realities of governance and managing state institutions. They still behave in the parliament with opposition mentality sans proactive approaches. Absolutely defensive with a “we are always right” egoistic mindset it is pathetic to see some of them making fools of themselves. Most of them will not know the basics of a strategic management model for public service delivery. If this continues the country will suffer. Therefore a focused corrective action responsibility sits on the shoulders of the executive.",
    "To address the shortcomings in governance resulting from a lack of management skills among politicians, a focus on exposure to strategic management principles and practices and leadership development is essential. The Government can initiate such learning and mentoring programs even now. Continuous personal and professional learning should be emphasised for parliamentarians or hopeful career politicians in a party hierarchy, with training programs designed to cultivate effective leadership skills from early career stages. Alternatively those with such skill sets have to be brought in for governance.",
    "Political organisations should incorporate positive political tactics into the training and development of their leaders. Studies suggest that awareness of supervisory styles, particularly those that emphasise “leader-member exchange (LMX)” can significantly impact performance.",
    "By enhancing understanding of effective political skills, leaders can foster healthier execution dynamics and improve overall governance.",
    "Public demand for greater accountability and responsibility among politicians indicates a need for political candidates who are committed to their duties.",
    "Encouraging political candidates to demonstrate integrity, knowledge, and a sense of responsibility can improve public trust and governance outcomes. This could involve implementing basic requirements for holding political office, such as demonstrated management skill, common sense and logical thinking abilities, which could contribute to selecting more competent leaders.",
    "Overall, the implications of poor management skills among politicians are profound, impacting not only governmental efficacy but also broader societal dynamics. Addressing these deficiencies through targeted leadership development and accountability measures is essential for fostering effective governance and promoting social well-being.",
    "(The writer is a senior HRD professional and a management thought provoker; skill development facilitator with multi industry exposure and transformational competence.)"
  ]
}