{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-recruit-and-train-teachers-to-educate-special-needs-students-171947/",
  "time_ut": 1720835760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to recruit and train teachers to educate special needs students",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka plans to recruit and train teachers to educate children with special needs, State Minister of Education Aravindh Kumar has said.",
    "“We need to have enough teachers for this area,” Kumar said on Friday. “As of now we’re lacking in this area, and we are on the verge of increasing our teachers in the area of special education.”",
    "“Once we get enough and more, it will be a common subject in every school.”",
    "Special needs may include learning disabilities or special educational needs such as dyslexia, ADHD or Asperger’s Syndrome, which require extra attention, or students may need to be taught skills to keep up with the syllabi.",
    "The lack of facilities and training for staff has undermined the education of students with special needs.",
    "A UNICEF study conducted in 2016 showed that 23.5 percent of Sri Lankan students living with disabilities are excluded from mainstream education.",
    "“With regard to Colombo, people are aware of special education needs and the therapies,” Special Education Needs Teacher, Angel Lydia Zechariah, told EconomyNext.",
    "“However, with those living in poverty, they only take their children to Lady Ridgeway [Hospital] where they have group therapy and not one-on-one therapies.”",
    "“When it comes to the other parts of Sri Lanka people often assume a learning disability is a generational curse or possession by the devil.”",
    "Zechariah said that these students face bullying and face limited employment opportunities as few organizations are willing to employ them. (Colombo/July13/2024)"
  ]
}