{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83808",
  "time_ut": 1711827660.0,
  "original_lang": "en",
  "original_title": "How FSP Leader Kumar Gunaratnam Fought the Indian Army in 1989 as the Trincomalee  JVP Commander “Gemunu”",
  "original_body_lines": [
    "The Janatha Vimukthi Peramuna (Peoples  Liberation Front) led Jathika Jana Balawegaya ( National People’s Power is a left-leaning, working class-oriented broad front consisting of the JVP and 27 other organisations. These entities comprise small parties, trade unions, rights groups, Women,  student and youth organisations.",
    "The JVP is the pivotal, pre-eminent force in the NPP. The JVP as well as the NPP are led by Anura Kumara Dissanayake MP. A.K. Dissanayake is perceived as a front runner in the forthcoming Presidential race.",
    "AK Dissanayake contested the 2019 Presidential elections and finished a poor third with 418,553 votes (3.16%). At the 2020 Parliamentary polls, the JVP-led NPP contesting under the compass symbol got only three MPs comprising two elected and one appointed from the national list .",
    "Given this poor electoral performance in 2019 and 2020, few would have expected the JVP/NPP to be a potential “winner” in the 2024 Presidential elections. However the political climate seems to have changed in favour of the compass now. Apart from well-attended mass- meetings and political rallies, several political surveys and opinion polls  seemingly indicate that the JVP/NPP may be riding the crest of a wave similar to Latin America’s ‘pink tide’.",
    "As a result the JVP/NPP is on a roll these days. The leader Anura Kumara Dissanayake has undertaken trips to Countries like the USA, Australia and India amid much fanfare.  His latest overseas trip was to Canada where he met Sri Lankans in Toronto and Vancouver. Other JVP leaders have been visiting European countries like  the UK, France,Italy, Germany and the Netherlands in the recent past.",
    "The Crimson Comrades have been the targets of jokes and jibes due to their overseas trips. It has been pointed out that  notwithstanding their leftist credentials,the JVP stalwarts have all been visiting Capitalist, Western nations and not socialist countries.",
    "However the JVP visits to these western countries were undertaken with the objective of meeting and interacting with sections of the Sri Lankan Diaspora.  Most  of these meetings were well attended by large numbers of Sinhalese people in these countries. Though Diplomats stationed in Colombo have held  “official”  meetings with the JVP leaders, the foreign visits have been ”unofficial”.These visits were essentially people -oriented trips and not officially accredited visits with the exception of India.",
    "In February this year, Anura Kumara Dissanayake  led a JVP/NPP  four member  delegation on a five day (Feb 5-9)  visit to India. Other members of the  delegation to India comprised JVP senior MP  Vijitha Herath, NPP  Secretary Nihal Abeysinghe and executive committee member Prof Anil Jayantha.",
    "This was the first time that a JVP delegation visited India on an official invitation from an Indian Govt. The JVP met several leaders and officials  during their visits to  the Indian capital – New Delhi, Gujerat state  capital – Ahmedabad and  Kerala state capital  – Thiruvananthapuram. Among the important persons they met were Indian Foreign minister Dr. S.Jaishankar, National Security adviser Ajit Doval and Foreign secretary Vinay Mohan Kwatra.",
    "The JVP/NPP’s Indian visit has evoked much controversy across the country. Though several weeks have passed since the trip took place. the discussions and debates have not ended yet. A key feature in many of the responses is the  comparing and contrasting of the  Janatha Vimukthi Peramuna(JVP) past hard line regarding  India  and its current soft line towards our big neighbour.",
    "A point highlighted frequently in this regard is  the “mismatch”  between JVP past and JVP present. The JVP has from its inception been rooted in anti-Indianism. In simplistic terms the JVP is perceived as an Anti-Indian ,  pro-China , political entity. The JVP  opposed the India -Sri Lanka accord of 29 July 1987 and conducted a violent anti – Indian campaign for three years from 1987 to 1989.",
    "Viewed against that backdrop the recent  visit  suggests a thaw in JVP -India relations. Many voices are questioning as to how the JVP which conducted a violent campaign against India and its army known as the IPKF (Indian Peace Keeping Force) in the past could now cosy up to India. It is indeed amusing to see this ranting and railing by Sri Lankan actors in a situation where New Delhi seems ready to let by gones be bygones.",
    "This positive change in relations between the JVP and India is  of great political significance. In the JVP’s case , New Delhi’s approval has given it a veneer of political respectability. In the case of India, a fresh  line of communication has been opened with a political party of great future potential in Sri Lanka.  As to whether this relationship would be of mutual benefit  in the future  is a question that cannot be answered at this point of time. There are however some other questions that could be responded to at this juncture.",
    "One of the questions that I am being frequently  asked in the aftermath of the JVP Indian trip is about the war fought by the JVP against India. Many readers especially the younger ones want to know more about the  military conflict between the JVP’s military arm the Deshapremi Janatha Vyaparaya(DJV) or Patriotic People’s Movement and the Indian Army described as the Indian Peace Keeping Force(IPKF).It appears that many  are not fully aware of what happened then. This week’s article therefore would briefly outline the JVP-IPKF conflict relying to some extent on my previous writings.",
    "The Sri Lankan ethnic crisis  had escalated over the years into a brutal armed conflict. The Rajiv-JR accord was signed with the laudable objective of bringing peace to Sri Lanka by ending the war between the Sri Lankan armed forces and armed Tamil militant groups.",
    "The India – Sri Lanka Accord was signed by former Indian Prime Minister Rajiv Gandhi and ex-Sri Lanka president Junius Richard (JR) Jayewardene on July 29, 1987 in Colombo. The pact is  known generally as the Indo-Lanka Accord.A ceasefire was declared and Indian army personnel with the nomenclature of Indian Peace Keeping Force (IPKF) were stationed in the Northern and Eastern provinces of the Island to maintain peace.",
    "Instead of ushering in a durable peace as expected , the Indo-Lanka accord paved the way for more violence and bloodshed. The Liberation Tigers of Tamil Eelam (LTTE) led by its supremo Veluppillai Prabhakaran refused to accept the accord and went back to war. Soon a full-fledged guerrilla war was waged by the LTTE against the IPKF in the North and East.",
    "Meanwhile the national socialist Janatha Vimukthi Peramuna (JVP) led by Rohana Wijeweera also opposed the Indo-Lanka accord and engaged in armed resistance in the predominantly Sinhala areas. The JVP that had been unjustly proscribed  in 1983 by the JR govt after “Black July  had resorted to anti-state violence even before the Indo-Lanka accord.",
    "The Indo _lanka accord and presence of Indian soldiers in the Island provided the JVP an opportunity to resort to patriotism in its anti-state activity.  The JVP had in 1971 launched an armed insurrection when the United Front Government of Prime Minister Sirimavo Bandaranaike was in power. It was  cruelly and brutally crushed with the aid of several countries. This is commonly referred to as the first JVP insurgency.",
    "The second JVP insurgency was  against  the United National Party(UNP )Governments of President JR Jayewardene and his successor President Ranasinghe Premadasa. It began in 1987 when JR was President and ended in 1989 /90  under President  Premadasa.",
    "The second JVP insurgency lasting for more than three years resulted in thousands of people being brutally killed by both the JVP as well as the counter insurgency forces comprising Police, paramilitary and security personnel.  Tens of thousands of Sinhala youth were massacred by agents of the state. While no reliable estimates are available of the number of killings done by security personnel and other agents of the state, there are official figures of the killings done by the JVP.",
    "During this three-year period, 487 public servants, 342 policemen, 209 security personnel, 16 political leaders, and 4,945 civilians of other descriptions were said to have been killed by the JVP. This tally included 30 Buddhist monks, two Catholic priests, 52 school principals, four medical doctors, 18 estate superintendents and 27 trade unionists. It also includes family members of 93 policemen and 69 servicemen.",
    "There is a widespread belief held by many  that the JVP campaign against India in 1987-1989  was twisted in the sense that the “Rathu Sahodarayo” killed people in the South as perceived collaborators of the Indian “invasion” and urged boycotts of Indian products including “Mysore Parippu” and “Bombay Onions” but never ever took on the Indian army directly. The JVP is often mocked for this as cowards who could only kill unarmed people in the South while not daring to lift a finger against the armed Indian soldiers in the North and East.",
    "While this accusation is correct to a very great extent, there was however a notable exception. This was in Trincomalee District where the JVP engaged in armed action against the Indian army and even drew blood in a few instances.",
    "When the JVP launched its  second insurgency in 1987,it had very little membership in the pre-dominantly Tamil and Muslim regions of the Northern and Eastern provinces. As such most of its armed activity was in the Sinhala majority seven provinces.",
    "The JVP’s anti-Indian military wing  was named  “Deshapremi Janatha Vyaparaya” (DJV)  or Patriotic People’s Movement). The emphasis on patriotism or love of the country  was to mobilise people’s support on those lines. A sense of history was invoked by the nom de guerre adopted by the DJV commander. It was Keerthi Wijebahu.",
    "It was Prince Keerthi who fought against  the Chozha Monarchs,  Raja Rajan and Rajendran in the 10th Century. The Ruhuna Prince eventually succeeded in evicting the Chola conquerors from Polonnaruwa and crowned himself as  Wijebahu.  The DJV Commander  Keerthi Wijebahu was Saman Piyasiri Fernando. This native of Lunawa in Moratuwa was a Kelaniya University graduate.",
    "DJV leader  Keerthi Wijebahu  appointed a new  area leader for Trincomalee who  re-vitalised the JVP  militarily in the district. This was none other than Premakumar Gunaratnam the current leader and General Secretary of the “Peratugami Samajavadi Pakshaya” (Frontline Socialist Party). As is well known the FSP was formed by a breakaway faction from the JVP.",
    "In  1989 Kumar Gunaratnam operating under the nom de guerre “Gemunu” led the JVP/DJV against the Indian army in the Trincomalee District.Under his command, , the DJV-JVP  in Trinco accomplished a few military strikes against the Indian Army but these incidents did not gain much publicity due to the concerted efforts of the Sri Lankan and Indian authorities to deliberately suppress information. They did not want the JVP to gain publicity and political credit through these operations. Besides most incidents of that nature in Trincomalee were believed to have been committed by the Tigers then.Although the mass media of the day did  not publicised this phase, there is some important material available in books, monographs and research papers.",
    "Kumar and elder brother Ranjithan Gunaratnam were in the vanguard of the JVP in the eighties of the 20th century.  They were among five children born to Aadhimoolampillai and Valliamma Rajamany Gunaratnam. The father was a Jaffna Tamil and the mother was an Up Country Tamil of Indian origin. The family lived in Anguruwella, Kegalle.",
    "Both Ranjithan and Kumar studied in the Sinhala medium and entered the Peradeniya University Engineering Faculty in different years. Both got immersed in Janatha Vimukthi Peramuna (JVP) politics and as a result, had to drop out of undergraduate studies at different times.",
    "Ranjithan was captured by the Sri Lankan security forces in January 1990. He was tortured and interrogated while in custody. Later he was summarily executed by a paramilitary death squad aligned with the state. His body was disposed of. Ranjithan Gunaratnam is classified among the “missing” still. He was born in 1960 and was 30 years old at the time of his death.",
    "Younger brother Kumar who joined the JVP against the wishes of his elder brother was appointed field commander of the JVP unit that seized the arsenal at the Pallekele army camp. This was on April 14, 1987. Kumar went underground and was arrested within six weeks on May 23, 1987, at Galagedara.",
    "Kumar Gunaratnam was later taken to Colombo and detained at the Magazine Prison under the draconian Prevention of Terrorism Act (PTA) as Detenue No D3301. He along with seven others were indicted at the Colombo High Court in 1988 (case No 3591/88) for the Pallekelle armed robbery.",
    "While in Magazine Prison Kumar began conducting political classes for the JVP suspects in custody. He was transferred to the Bogambara Prison in Kandy. There in Bogambara, he and another JVP Central Committee member, “Ragama Somay” devised a plan to escape. This included the digging of a secret tunnel as in the case of the film classic “The Great Escape”. On December 13, 1988, they put the plan into action and broke out of Bogambara Jail.  Consequently, an open warrant was issued for the arrest of Kumar Gunaratnam.",
    "After escaping, Kumar established contact with the JVP hierarchy. Kumar was issued new directives by the JVP leadership. He was appointed secretary of the JVP District Committee in Trincomalee and elevated to the Central Committee. He was also assigned the nom de guerre “Gemunu” and instructed to conduct a military campaign against the Indian forces under the aegis of the “Deshapremi Janatha Vyaparaya",
    "Trincomalee was the only district under Indian army control in which the JVP was functioning. It had about 15 to 20  active cadres in Trinco.When  Kumar alias Gemunu took up Command in Trinco in Feb 1989 the JVP had in its possession a small quantity of weapons and explosives.",
    "Being explicitly instructed by the JVP hierarchy to confront the Indian army directly, “Gemunu” of the Deshapremi Janatha Vyaparaya began aiming at the Indian army convoys and vehicles as targets. He was lucky because an army deserter codenamed “Sarath Kule” teamed up with the JVP. He had quit the army after the Indian air drop of June 4, 1987.",
    "Sarath Kule had some training in explosives and could set up landmines. Since Kumar too had an engineering background the two together were able to engage in explosive attacks.",
    "The JVP picked the 93rd milepost area on the Kandy-Trincomalee road near Kantale/Kanthalai as the ideal location for a landmine attack. So Sarath Kule and Gemunu set up two landmines in close proximity. Instead of a convoy only a truck and jeep arrived. When the landmines were set off only one exploded and hit the truck. The jeep braked and then reversed rapidly.The soldiers in the truck  started firing wildly and running. In the melee, the JVP cadres led by Gemunu managed to retrieve an LMG and SMG and escape into the jungle without injury.",
    "It was after this attack that the Indian security forces realised that the JVP too was now confronting them directly. Some sections of the Sri Lankan security forces were excited by this development. Several security personnel began contacting the JVP, encouraging them to launch attacks against the Indian army and pledging clandestine cooperation.",
    "Accordingly, Gemunu and Sarath Kule took the bold step of entering Trincomalee town and placing a landmine in the dockyard area. They were aided and abetted by Naval personnel. An Indian army truck was targeted but the landmine went off prematurely near the jetty. Both men escaped from the area with the help of sailors.",
    "The JVP high command instructed Gemunu that attacks on the Indian army should be intensified  in July to denote the second anniversary of the signing of the Indo-Lanka Accord on July 29.With July 29 fast approaching the JVP Trinco  commander  Gemunu wanted to make a decisive impact through a major attack.",
    "The opportunity came on July 25, 1989. On that day the JVP launched an ambush in Mullippothanai, a Tamil village to the west of Thambalakamam/Thambalagamuwa.An Indian army truck was hit by a JVP landmine. The JVP cadres then surrounded the vehicle and started firing.  Fourteen Indian Jawans were killed and three injured. The JVP made off with the seized firearms. It was a big success for the JVP and sent alarm bells ringing in Colombo corridors of power.",
    "What commander Gemunu of the JVP did not know then was that  sections of the JVP through initiatives of the Indian espionage agency, Research and Analysis Wing (RAW) had set up a back channel of communication with Indian officials. The  Indian Deputy High Commissioner at the time, Nirupam Sen had encouraged such a liaison with the JVP and other southern leftist entities. Sen was to be High Commissioner in Colombo years later.",
    "The  then Indian High Commissioner Jyotindra Nath Dixit dubbed in  those days as the viceroy of Sri Lanka, had himself re-organised the Colombo mission’s structure after the Indo–Lanka Accord.",
    "Two political secretaries had been appointed with Dr. S. Jaishankar, a Tamil Brahmin looking after the North and East and Gurjeet Singh, a  Punjabi Sikh overseeing the other seven provinces. First Secretary Joseph Thariyal, a Keralite Christian was the RAW point man at the Indian High Commission. Incidentally, Dr. Jaishankar is now the Indian Foreign Minister.",
    "The line of communication to some JVP elements was allegedly maintained by the trio of Nirupam Sen, Gurjeet Singh and Joseph Thariyal. When the JVP under Kumar Gunaratnam struck forcefully on July 25, the Indian officials were shocked and angry. The JVP elements in contact with the Indians had to tender an apology for the incident to Nirupam Sen and promise that it would not happen again.",
    "An urgent message was sent to Gunaratnam/Gemunu to suspend attacks against the Indian army. A lull set in thereafter in direct JVP operations against the Indian Army.   Gemunu was thoroughly disappointed at this turn of events but continued to strengthen the JVP in Trincomalee until he was arrested on 24 September 1989 in Paalampoattaaru or Monkey Bridge.  This then is the brief tale of the JVP/DJV war against India in 1989. In an interesting twist, Kumar Gunaratnam who commanded the JVP in Trinco under the Nom de Guerre “Gemunu:is today the Leader of the FSP.",
    "This article appears Under a different heading  in the “Political Pulse”Column of the “Daily FT’dated 27 March 2024.It can be accessed here –"
  ]
}