{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Fitch-affirms-SriLankan-Airlines-Government-Guaranteed-Bonds-at-C/108-282277",
  "time_ut": 1715281560.0,
  "original_lang": "en",
  "original_title": "Fitch affirms SriLankan Airlines’ Government-Guaranteed Bonds at ‘C’",
  "original_body_lines": [
    "Fitch Ratings yesterday announced it has affirmed the rating on SriLankan Airlines Government-Guaranteed bonds at ‘C’.",
    "The US$ 175 million government guaranteed 7 percent unsecured bonds are due 25 June 2024.",
    "The rating on the bonds is driven by the unconditional and irrevocable guarantee of the government of Sri Lanka (Long-Term Foreign-Currency Issuer Default Rating: ‘RD’).",
    "SriLankan Airlines bonds are rated at ‘C’, factoring in Fitch’s view of average to below-average recovery prospects following a default, in line with the agency’s Corporates Recovery Ratings and Instrument Ratings Criteria, and Country-Specific Treatment of Recovery Ratings Criteria.",
    "The bonds of issuers that are very close to default show little distinction between ‘RR4’ and ‘RR6’ recoveries. Therefore, Fitch has not assigned a Recovery Rating to the bond.",
    "SriLankan Airlines did not pay the interest due on 25 December 2023 on its guaranteed unsecured bonds, or during the 30-day grace period that followed, triggering an event of default.",
    "This is in addition to previous missed coupon payments in June 2023 and December 2022, and the events of default triggered via the 12 April 2022 announcement by the Sri Lankan government of a debt moratorium on several categories of sovereign and public-sector entities’ external debt, as well as the ensuing non-payment of interest on the government’s external debt.",
    "SLA’s US dollar bonds are part of government of Sri Lanka’s debt moratorium. SLA’s bond rating is based on Fitch’s assessment of average to below-average recovery prospects to investors, based on Fitch’s Corporates Recovery Ratings and Instrument Ratings Criteria, and Country-Specific Treatment of Recovery Ratings Criteria."
  ]
}