{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101559/ukraines-zelenskiy-to-present-plan-to-biden-to-end-war-with-russia",
  "time_ut": 1724819700.0,
  "original_lang": "en",
  "original_title": "Ukraine’s Zelenskiy to present plan to Biden to end war with Russia",
  "original_body_lines": [
    "Ukraine’s Volodymyr Zelenskiy said on Tuesday that the war with Russia would eventually end in dialogue, but that Kyiv had to be in a strong position and that he would present a plan to U.S. President Joe Biden and his two potential successors.",
    "The Ukrainian leader, addressing a news conference, said Kyiv’s three-week-old incursion into Russia’s Kursk region was part of that plan, but that it also comprised other steps on the economic and diplomatic fronts.",
    "“The main point of this plan is to force Russia to end the war. And I want that very much - (that it would be) fair for Ukraine,” he told reporters in Kyiv of the war launched by Russia’s full-scale invasion in February 2022.",
    "He did not elaborate further on the next steps, but said he would also discuss the plan with Democratic Vice President Kamala Harris and probably also with Republican Donald Trump, the two nominees for the U.S. presidential election",
    "Zelenskiy said he hoped to go to the United States in September to attend the U.N. General Assembly in New York and that he was preparing to meet Biden.",
    "His remarks indicated that he sees the main potential forum for talks as a follow-up international summit on peace, at which Ukraine has said it wants Russia to have representatives.",
    "The first summit to advance Kyiv’s vision of peace, held in Switzerland in June, pointedly excluded Russia, while attracting scores of delegations, but not from China, the world’s second largest economy, despite Kyiv’s push to win over the global south.",
    "Russian Foreign Minister Sergei Lavrov said on Aug. 19 that talks were out of the question after Ukraine launched a major cross-border incursion into Russia’s Kursk region on Aug. 6.",
    "Indian Prime Minister Narendra Modi, who was in Kyiv last week, spoke by phone with Russian President Vladimir Putin on Tuesday and told him he supported an early and peaceful resolution to the Ukraine conflict.",
    "Zelenskiy has been adamant that Russia wants to dictate terms to Ukraine in any settlement of the war, something that Kyiv sees as unacceptable.",
    "Putin has said any deal needs to start with Ukraine’s acceptance of “realities on the ground”, that would leave Russia with possession of substantial chunks of four Ukrainian regions as well as Crimea. Now Ukraine says it controls more than 1,200 square km (463 sq miles) of Russia’s Kursk region.",
    "“There can be no compromises with Putin, dialogue today is in principle empty and meaningless because he does not want to end the war diplomatically,” Zelenskiy said at the news conference.",
    "He said the offensive into the Kursk region had reduced the number of governments around the world calling for Ukraine to make compromises with Russia to end the war and give up swathes of territory.",
    "On the battlefield, Zelenskiy mocked Putin, who he said was prioritising the capture of Ukrainian land over the defence of Russia’s own territory.",
    "He pointed to Kursk region where Ukraine has claimed the capture of 100 settlements, while Russian forces continue to inch forward in the eastern Donetsk region.",
    "The Ukrainian leader also said that Kyiv was continuing to make progress on its domestic weapons production and that it had conducted its first test of a domestically-produced ballistic missile."
  ]
}