{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/NFCO-led-by-Janaka-Ratnayake-to-contest-all-future-polls/56-759850",
  "time_ut": 1711136443.0,
  "original_lang": "en",
  "original_title": "NFCO led by Janaka Ratnayake to contest all future polls",
  "original_body_lines": [
    "Accuses political culture in SL for leading country to bankruptcy",
    "Says no existing party or politician possesses capability to revive SL",
    "Claims his group aims to establish governance system devoid of any weaknesses",
    "Assures to establish fair pricing formula for all utility bills",
    "Presidential hopeful Janaka Ratnayake announced yesterday that the National Front of Civil Organisations led by him will not only contest the upcoming Presidential election but also participate in all future elections.",
    "Speaking at a press conference in Colombo, Ratnayake emphasised that over the past 75 years, the prevailing political culture in Sri Lanka has led to the bankruptcy of the country. He asserted that no existing party or politician possesses the capability to revive the nation, as they are either directly or indirectly responsible for its current state of bankruptcy.",
    "Ratnayake, who also serves as the former Chairman of the Public Utilities Commission of Sri Lanka, accused former rulers of displaying weakness in management and administration, which has resulted in the widespread suffering and hunger prevalent in the country today.",
    "According to Ratnayake, his group aims to establish a governance system devoid of any weaknesses. He also said that it is expected many more similar civil society groups will join his party in the near future.",
    "He also noted that relying solely on politics will not revive the country, as it is evident that current politicians lack the plan and commitment needed to reform the nation.",
    "“If you ask the political parties who already seem to believe they have won the election what their plan is, they have no clear plan,” he said.",
    "Ratnayake stated that his party will present a sound economic plan, alongside ensuring that the immediate need for food security among the people will be addressed through price stabilisation measures.",
    "He said that a Government led by him would focus on increasing exports, developing tourism, boosting remittances, and attracting investments to enhance revenue for the country.",
    "He also pledged to establish a fair pricing formula for all utility bills, ensuring that people can manage their expenses for health, education, and other necessities while maintaining affordability and accessibility.",
    "“Civil society organisations or I alone cannot achieve this. A group free from corruption must be appointed to Parliament to revive Sri Lanka. The responsibility lies with the people. This is an issue that concerns the people,” he said."
  ]
}