{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-new-leader-urged-to-find-rajapaksas-stashed-money-in-uganda-181973/",
  "time_ut": 1727865000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s new leader urged to find Rajapaksa’s stashed money in Uganda",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s new President Anura Kumara Dissanayake and his party members should now investigate long alleged stolen money in Uganda by former leader Mahinda Rajapaksa’s family, Rajapaksa-led former ruling party members said.",
    "Dissanayake and his party have long accused the Rajapaksa family of taking wealth out of Sri Lanka they were supposed to have earned from commissions and other deals through illegal and inappropriate means when in public office.",
    "“President Anura Kumara Dissanayake (AKD) and his team have been alleging for years that we have stashed away billions of dollars in Uganda and various countries. It is now time for President AKD to prove his allegations,” Rajapaksa’s eldest son Namal Rajapaksa said on his personal X (twitter) platform.",
    "Rajapaksa junior contested through the previous ruling coalition of nationalist Sri Lanka Podujana Peramuna (SLPP) and lost the September 21 presidential poll to Dissanayake, who became the first leftist leader of Sri Lanka with less than 50 percent majority after a second vote count.",
    "Dissanayake and his Marxist Janatha Vimukthi Peramuna (JVP) during the election campaign have promised to bring back stolen assets and take legal action against Rajapaksa and his family members for corrupt deals and wealth accumulation using his public office.",
    "“When they were in the opposition, they leveled various accusations against politicians and past governments. It was their duty then as an opposition. But now the situation is different,” Sagara Kariyawasam, the General Secretary of Rajapaksa-led SLPP told reporters at a media briefing.",
    "“First of all, the JVP should understand this. Though they staged media shows and accused others, now their party leader Anura Kumara Dissanayake is the president. Now all the law implementing agencies are operating under him,” the former SLPP legislator said.",
    "“In the past they had accused Rajapaksa of looting the money. They had said $18 billion money was stolen and taken to Uganda. So now they have to investigate these allegations and find evidence for these allegations.”",
    "Kariyawasam said the SLPP is wary of the Dissanayake-led government’s stance on taking action against past allegations made by them and trying to evade from their responsibilities of proper investigation.",
    "President Dissanayake in an interview with a local television station before the election said that he had been carrying heaps of files in his vehicle which contain all the corruption details of mostly politicians and would be probing them once he comes to power.",
    "“But they did not want to put them (files) in public citing that they could not trust the public officials and they will do that when they have the state powers. Rather than saying this repeatedly, they should act immediately,” Kariyawasam said.",
    "“If you are trying to do the same media show again and again to win the upcoming parliament election, it is an injustice for the voters who cast their votes for you and the citizens of this country who did not vote for you all,” he said.",
    "When Maithripala Sirisena won the presidential poll in 2015, he promised to arrest and take legal action against Rajapaksas with evidence. However, his government failed to prove anything despite the arrests of at least three Rajapaksas including Namal.",
    "Lack of action against corruption led the Sirisena government to become unpopular soon and helped SLPP to record a landslide win in the 2018 local government poll.",
    "Later, most of the corruption cases were either dropped or withdrawn by the Attorney General’s Department and some of the accused Rajapaksas were acquitted under former president Gotabaya Rajapaksa, the brother of Rajapaksa and the war-time defence secretary. (Colombo/October 02/2024)"
  ]
}