{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SimCentric-Technologies-enhances-Information-Security-Standards-with-ISO-27001-2022-certification/34-766926",
  "time_ut": 1726791883.0,
  "original_lang": "en",
  "original_title": "SimCentric Technologies enhances Information Security Standards with ISO 27001:2022 certification",
  "original_body_lines": [
    "SimCentric Technologies Systems Engineer Disnaka Mallikaarachchi, SimCentric Technologies Systems Lead Kasun Samarasinghe, SimCentric Technologies Managing Director Haridhu Abeygoonaratne, SimCentric Technologies Senior Manager – IT Operations and Security Ishara Jayamanna, Bureau Veritas Lanka Country General Manager Shan Nanayakkara, Bureau Veritas Lanka Manager – Marketing and Sales – Certification Service Line Subash De Silva, and TrustVault Managing Director Buddhika De Alwis",
    "SimCentric Technologies, a leading provider of simulation software and solutions in the defence and security sectors, has achieved a significant milestone by upgrading to the ISO 27001:2022 certification.",
    "This new certification marks a crucial step forward from the previous ISO 27001:2013 standard, reflecting SimCentric’s ongoing commitment to enhancing its information security practices in line with the latest global standards.",
    "The transition from ISO 27001:2013 to ISO 27001:2022 introduces several key improvements that are vital for the evolving security landscape. These enhancements include the integration of threat intelligence, robust security measures for cloud services, and improved ICT readiness for business continuity, enhanced configuration management, data leakage prevention, and secure coding practices. By adopting these new measures, SimCentric has strengthened its overall information security posture, ensuring it can better protect sensitive data and adapt to emerging threats in today’s digital environment.",
    "Speaking on this milestone, SimCentric Technologies Managing Director Haridhu Abeygoonaratne emphasised the strategic importance of the certification for the company’s business objectives and customer trust. “This ISO 27001:2022 certification is not just a recognition of our commitment to information security but a crucial component of our strategy to enhance our business operations and maintain customer trust. As we continue to innovate and expand our offerings, the ability to demonstrate adherence to the latest security standards is key to our growth. Our clients can be assured that their data is protected by the most rigorous security protocols, which strengthens our reputation as a trusted partner in the industry.”",
    "SimCentric Senior Manager – IT Operations and Security Information Security Officer Ishara Jayamanna highlighted the organisational, people, physical, and technological improvements brought about by the transition to ISO 27001:2022. He stated: “The upgrade to ISO 27001:2022 has significantly enhanced our information security framework by incorporating advanced threat intelligence, ensuring our readiness for business continuity, and tightening our security around cloud services. These improvements have not only fortified our defences against cyber threats but have also strengthened our internal operations, improving our ability to respond swiftly to incidents and manage risks more effectively.”",
    "“The journey to ISO 27001:2022 certification involved a comprehensive evaluation of SimCentric’s existing security practices, leading to substantial internal improvements. This process included rigorous internal audits, staff training, and the establishment of a robust risk management framework. These efforts have resulted in a more resilient organisation, better equipped to protect both internal and client data from potential threats.",
    "Looking ahead, SimCentric remains focused on continually refining its Information Security Management System (ISMS). The company plans to conduct regular audits, stay abreast of the latest security trends, and continuously enhance its security infrastructure. Additionally, SimCentric is exploring further certifications and best practices to stay ahead of emerging threats and ensure its security measures remain at the cutting edge.",
    "SimCentric is focused on transforming training, safety and operational decision making through innovation.  We strive to be thought leaders and innovators in the areas of: Accredited Joint Fires Training, Digitised Range Safety and Live Fire Fratricide Risk Mitigation, Virtual Reality Training Environments, Self-Paced Virtual Reality Learning Systems with Autonomous Instruction, Portable, on-demand, point of need Training. We work closely with our military and industry partners to ensure that our technology can be seamlessly used as part of their broader training infrastructure,” he added."
  ]
}