{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-tea-maker-as-a-builder/",
  "time_ut": 1705738260.0,
  "original_lang": "en",
  "original_title": "THE TEA MAKER AS A BUILDER",
  "original_body_lines": [
    "I have always been fascinated by building construction; it is such an important part of both business and personal life. Traditionally, when a busy entrepreneur wants to construct any building, be it an office, a factory, or a home, the custom is to hand the project over to architects, design engineers, and construction companies and await delivery.",
    "I decided to build three houses, one for myself and the other two for Malik and Dilhan, in a large extent of sloping land in Gothatuwa. In discussion with my friend Viswa Selvaratnam, a well-known architect. I finalized a plan after several attempts. He assigned the building to a construction company and to an architect, whose name I shaIl withhold, who would supervise the work.",
    "From the inception the supervising architect and I were constantly in conflict, as he was determined to impose his concept on how I should live. However, my will prevailed and despite frequent disagreements and his disapproval of many of its main features, the house was completed according to my requirements. I now live in a home of my own design, surrounded by a mini rain forest, and wake up every day to the enchanting sound of varied birdsong.",
    "That story has an interesting sequel. Some months after I moved in, a friend of mine who visited me for the first time in my new home remarked on the similarity of features between mine and a house he had Just completed. I should not have been surprised to discover that it was the same architect who had designed his house.",
    "On completion of my house, this architect commenced building of the second. I gave him very specific instructions regarding its construction, but when I returned to Sri Lanka after a long overseas trip, I was horrified to find that he had incorporated in to the construction many new features of his own design. I immediately dismissed him from the assignment and, at considerable expense, restored the house according to my wishes.",
    "The next house which was for Dilhan was handed over to another architect. Unfortunately, no two architects agree and, again, when I returned after another long overseas trip, I found that between Dilhan and the architect, considerable changes, incomprehensible to me, had been introduced to the original design. Dilhan and his family are obviously very happy in that house, though. Malik, however, instead of living in the house I built for him, chose to move to the heart of Colombo, into a house he designed/ restored himself.",
    "Over the years I have, quite often against the advice of both my sons and my friends, made investments in land, much of it in Colombo. Maligawatte was one such.",
    "Some years ago, I gave my plan for a new office and packing complex to be constructed in Maligawatte to my friend Lawrence Tudawe of Tudawe Brothers, on the understanding that he would give me a reasonable quotation as I was not going to consult any other builder. Initially he had serious problems in the assignment as, with the construction boom on in the Middle East, all our skilled people were leaving for those countries, seduced by the very high salaries being offered.",
    "We also had serious difficulties in obtaining building permission from the Colombo Municipal Council, with functionaries in that office raising numerous queries and objections. One day, during a therapy session, I casually mentioned this issue to my masseur, the diminutive Don Thomas, who was also Prime Minister Premadasa’s masseur. Soon afterwards, at about 4.30 a.m. one day, I received a call from the Prime Minister, who questioned me at length about my problems in obtaining building approval.",
    "I was compelled to tell him that the issues were with an officer named Jayasiriwardane. He placed me on hold and immediately called Jayasiriwardane, advised him to pass on my application to the Municipal Commissioner, Mr. Jayasinghe. He also advised that he (Jayasiriwardane) was going to be interdicted for deliberately holding up an operation which would be of national benefit.",
    "The PM instructed me to meet Commissioner Jayasinghe later on in the morning. When I went to the latter’s office at around 8 a.m. that day, he informed me that the construction approval had already dispatched to my office. That was a telling demonstration of Minister Premadasa’s efficiency.",
    "There were also 36 encroachments within the Maligawatte premises and the people in unauthorized occupation were refusing move. Though the late Ajantha Wijesena, friend and confidante of the PM, agreed to facilitate their removal, his assistance was not forthcoming. At a meeting at the Ministry of Housing, chaired by the PM, on being questioned by him, I explained my problem. He immediately instructed Dunstan Jayawardane, then Commissioner of National Housing, to attend to the matter.",
    "However, Jayawardane was also soft-pedaling the issue. I also got the clear impression that Wijesena, who owned the land next to mine, was deliberately placing obstacles in my path; so much so that at one stage I warned him that I would complain to the PM about his uncooperative attitude. Eventually, Sirisena Cooray, then Mayor of Colombo, to whom I took my problem, provided a solution by finding alternate land on which I built houses for the Maligawatte encroachers, so that my land would free.",
    "In 1985 I decided it was time to move again and constructed a far more elaborate office and manufacturing complex, with many new and modern features, in Peliyagoda. Every feature of this new construction was personally planned by me. I started with one-and-a-half acres of land and, through the gradual purchase of surrounding premises, am now in possession of a four-acre contiguous extent.",
    "As with Maligawatte, the adjoining lands were occupied by cheap, ill-ventilated buildings inhabited by low-income families. I constructed 25 two-storey units for those families, which they moved into very happily. Unfortunately, within months, almost all those housing units were sold by the occupants and they moved back into the same squalid environment from which I had engineered their release.",
    "LKI ED Aryasinha Chairs Scholarly Panel on ‘Sri Lanka as a Destination: From Antiquity to Modernity’",
    "AKD’s NPP-JVP & the Generic Left Aren’t Doing Their Best to Win",
    "My continuing battle against the Tea Hub proposal that would have debased pure Ceylon Tea",
    "President meets Tamil MPs from North and East: Discusses burning issues",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}