{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/NPP-s-flawed-stance-on-taxation/4-760191",
  "time_ut": 1711997579.0,
  "original_lang": "en",
  "original_title": "NPP’s flawed stance on taxation",
  "original_body_lines": [
    "Sri Lanka is currently undergoing a critical period in its history; hence, this is not a time for a group of novices to be entrusted with the task of providing the necessary political leadership to go ahead with decisive and significant economic reforms. The NPP Economic Council is headed by individuals who possess Accountancy qualifications. Ostensibly, their credentials are inferior to the expertise and mastery of Economic advisors connected to President Wickremesinghe in the calibre of Dr. Indrajit Coomaraswamy, Sharmini Coorey, and Shanta Devarajan",
    "Taxes have dominated the public discourse in the country subsequent to the harrowing economic crisis experienced by the islanders in 2022. Many commentators argued that former President Gotabaya Rajapaksa’s ill-advised tax cuts in late 2019 set the foundation for the economic calamity the nation underwent two years ago. President Ranil Wickremesinghe since taking over the Government has reversed the low-tax regime of his predecessor much to the dismay of numerous segments of the society.",
    "Under the new tax regime, the standard corporate income tax rate has been raised to 30% while withholding taxes on interests and dividends that were exempted in 2019 have been reinstated together with the Pay as You Earn (PAYE) tax. The re-imposition of the PAYE tax has generated considerable anger and frustration among professionals such as doctors, bankers, etc. Furthermore, the Government has prohibited the payment/reimbursement of PAYE of employees of State-owned Corporations and Government Banks from the funds of the respective institutions.",
    "Realising the opportunity for political gains, many parties in the opposition have begun to offer promises with regard to the PAYE tax, targeting the votes of disgruntled professionals. In this backdrop it is timely to examine the statement made by the NPP Leader Anura Kumara Dissanayake on PAYE and taxes at the NPP Banking and Finance Sector Stakeholder Forum held in Colombo almost one month ago, which was covered extensively by the Daily FT on 29 February, under the heading – “AKD dispels misconceptions about NPP among upper echelons in SL.”",
    "Interestingly, at this event, the Presidential aspirant had stated that the NPP opposes the PAYE tax, citing its negative impact on consumer spending and economic activity. “The taxation burden has hampered our economy’s growth. Without loosening tax policies, our economy will remain stagnant,” he had further remarked. Would the NPP abolish the PAYE in the event they gain power like Gotabaya? No doubt, this pledge would have been music to the ears of bankers who graced the said occasion. But has the NPP and its economic policy committee made a thorough assessment of the impact such extravagant tax reductions could have on the macroeconomic stability of the country?",
    "The pledge given by AKD to loosen tax policies fundamentally contradicts with the NPP’s Economic Policy which was published in 2019 (page no. 17), coinciding with the national elections in 2019 and 2020, as it gave an undertaking to develop and implement a formal plan to increase the Government revenue to 20%-25% of the GDP. Many have criticised the JVP-led alliance for lacking clarity and cohesion in respect of the economic policy. Such criticisms are justified as their spokesmen have repeatedly espoused inconsistent and contradictory views in respect of critical aspects of the economy in the recent past. How is the NPP going to increase the Government revenue to 25% of the GDP while completely getting rid of taxes such as PAYE in addition to loosening the tax policy?",
    "PAYE – which is deducted at the source of income – is one of the most efficient and effective form of taxes and its application can be observed across the world, particularly in OECD countries such as the USA, UK, and even Australia (in Australia and the US it is known as Pay-as-You-Go). A relatively simple PAYE enables the tax administration to collect a large share of the personal income tax with only a minor use of resources. Because of PAYE, more administrative resources can be deployed in areas where tax evasion could occur. In the area of personal income taxation, compliance control can focus more on auditing while paying more attention towards collecting taxes from self-employed persons as well as corporates.",
    "The tax administration could focus its limited resources for PAYE purposes on the compliance control of the withholding agents – the employers. Instead of checking a large number of individual employees, the administration can focus on a limited number of employers. Overall, the withholding tax aids tax administrators to earn a considerable amount of government revenue at a relatively low cost. Due to the convenience of PAYE, employees do not need to file annual income tax returns, as their tax deductions are done via PAYE.",
    "Due to the aforementioned benefits, former President Gotabaya Rajapaksa’s decision to remove PAYE was severely admonished. Why does AKD want to borrow from a play book which went horribly wrong? Bankers are educated professionals and they need to be weary of promises that target their votes that would ultimately destabilise the economy. As per the Fiscal Management Report issued by the Treasury in November 2023, via PAYE the State earned Rs. 107.05 billion during the first nine months of 2023. If the NPP is going to abolish PAYE, how are they going to recoup the loss of revenue? It certainly can’t be done by terminating the pensions of former presidents or curtailing the perks of VIPs – the familiar JVP/NPP rhetoric in political platforms which entertains the gallery.",
    "No doubt, PAYE is a burden to professionals who have to pay loan instalments, international school fees of children, etc. In order to ease such difficulties, a PAYE tax structure with low marginal rates could be implemented as the one suggested by SJB MP Dr. Harsha de Silva instead of recklessly abolishing PAYE altogether like",
    "“Sri Lanka’s tight fiscal situation and vulnerability to another bout of debt distress will remain whatever political ideology one espouses and whether or not we have an IMF-supported programme. (It would be considerably worse without the IMF). Policy reversals — like lowering taxes — or delays in implementing structural reforms will only make matters worse. If political parties want a better outcome, they need to adopt policies that will deliver it” – Dr. Sharmini Coorey to The Daily Mirror on 29 February, 2024, under the title – “Economic Policies in an Election Year: Some Inconvenient Arithmetic – Part I”",
    "The Government’s interest expenditure alone represented 89.8% of the total Government revenue during the first 9 months of 2023. Further, salaries, pensions, as well as interest payments accounted for almost 73% of the total State expenditure over the same period. The aforesaid statistics exemplify the extremely weak state of public finances in the Republic. There is very little room for reduction in public expenditure, which has compelled every political group which intends to assume power to implement strong and robust mechanisms to considerably increase the Government revenue. In this backdrop, under what grounds AKD is advocating for a substantial reduction in taxes?",
    "Everyone in the country experienced the devastating effects of Former President Gotabaya’s reckless tax cuts. Do we need to go through that nightmare again?",
    "Does the NPP have the capacity to govern and transform the economy?",
    "Sri Lanka is currently undergoing a critical period in its history; hence, this is not a time for a group of novices to be entrusted with the task of providing the necessary political leadership to go ahead with decisive and significant economic reforms. The NPP Economic Council is headed by individuals who possess Accountancy qualifications. Ostensibly, their credentials are inferior to the expertise and mastery of Economic advisors connected to President Wickremesinghe in the calibre of Dr. Indrajit Coomaraswamy, Sharmini Coorey, and Shanta Devarajan.",
    "The head of the NPP Economic Council, who is a Professor in Accountancy, last year even insinuated the possibility of exploring the concept of Odious Debt – a concept which is not officially recognised in international law – with regard to Sri Lanka’ debt repayment. Also the recent statements made by Sunil Handunnetti – who is tipped to be the Finance Minister in an NPP-led administration while being a member of its Economic Policy Committee – raise serious question marks about the NPP’s willingness to execute the policies and decisions to turnaround the economy.",
    "During a recent TV program, the former COPE Chief expressed an extremely casual attitude towards debt-restructuring apart from dismissing the important role played by Lazard and Clifford Chance – the legal and financial advisors associated with debt restructuring. He had also recently warned investors who are hoping to acquire enterprises through the Government’s privatisation drive.",
    "Most of the JVP/NPP front liners like AKD, Bimal Ratnayake, and Vijitha Herath have been involved in full-time politics after ending their university studies. Even at the universities, they were involved in student politics without actively taking part in academic activities. Their lives have mostly been spent in struggles and protests. Such individuals have very narrow world views and severely lack practical exposure. It is evident from some of the impractical policy measures they suggest at public forums. Some time ago, the NPP Presidential aspirant proposed to sell the used vehicles of VIPs to foreigners in order to earn dollars.",
    "Interestingly, the Daily FT Contributor Dr. Ameer Ali in his column a few months ago elaborated that the AKD-led coalition has to do a lot of homework on governance, economy, education and foreign policy to convince the discerning voters. Not only they should do that homework to convince voters, more importantly such homework is required by them to become competent to govern. The country is going through a very critical time at the moment, and this is not the time to elect a group of novices who need to do homework in all critical aspects of governing a State, as claimed by none other than one of their sympathisers.",
    "More than ever, Sri Lanka needs to be governed by a political outfit which is composed of experienced and accomplished individuals who have a strong proficiency in economic policy, diplomacy and other decisive elements of public administration. The country simply cannot afford risky experimentations that could end up with disastrous repercussions in the event of failure, given the gravity of the challenges faced by the nation.",
    "All of us went through the torment of having been governed by an apprentice for two-and-half years. None of us want to go through the same ordeal again by electing a group of novices who neither have the vision nor the intellectual vigour to turnaround Sri Lanka from its worst economic crisis in the history when a marked sense of improvement has already been achieved in terms of economic stability under the IMF-supported economic reforms – to which the NPP is vehemently opposed.",
    "(The views expressed in this article are strictly the personal opinions of the writer, and do not represent the views of any of the institutions to which he is attached.)"
  ]
}