{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-launches-cutting-edge-4g-vehicle-tracking-solution/",
  "time_ut": 1718321580.0,
  "original_lang": "en",
  "original_title": "Dialog launches cutting-edge 4G vehicle tracking solution",
  "original_body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s #1 connectivity provider, announced the launch of the Smart Vehicle Tracker, an innovative, cost-effective smart vehicle tracking solution that utilises 4G LTE technology for worry-free vehicle and fleet monitoring across Sri Lanka. The device utilises the TeDi fleet management app, powered by Dialog, launched in collaboration with The Connection Workshop Pvt. Ltd., a fully owned subsidiary of South Asian Technologies.",
    "Positioned as a versatile solution for a wide range of users including individual vehicle owners, fleet managers, transport services, corporate clients, safety-conscious individuals and businesses, the plug-and-play device enables real-time GPS tracking, live updates, and tracking history accessible via Android and iOS smartphones. The only tracker currently on the market that is self-installable, uses 4G technology and is supported by Amazon Alexa. The user-friendly and revolutionary new solution is further set apart by its ultra-low standby power consumption, intelligent monitoring, multiple alert options including engine idle, trip start, park alerts, speed alerts, location alerts and more, via in app push or SMS notifications – offering a level of customisation that’s unparalleled amongst similar offerings.",
    "The solution is also equipped to provide customised solutions to vehicle fleet users and corporate clients, with advanced features such as assigned trips (including automated vehicle gate pass generation), enabling fleet managers to better manage ETAs and route planning that can be monitored by the TeDi fleet management app and web portal. Users also have the option of integrating refuelling data (made possible by integrating with the Dialog Fuel Card), while vehicle maintenance, licensing reminders, automated trip costing, budgeting, and vehicle booking features etc. are available as customised corporate solutions. These features, unique to the Smart Vehicle OBD Tracker, make it a stand out from any other OBD tracking device currently on the market.",
    "The Smart Vehicle OBD Tracker is available for purchase at the Iconic Experience Centre, Modern Arcade and Dialog centres in Nawala, Nugegoda, Negombo, Kandy and Galle. For more information, visit – www.dialog.lk/device/obd-vehicle-tracker",
    "Softlogic Life Insurance launches share buyback plan amidst profit-takings in some counters",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}