{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111312/two-sri-lankans-held-for-attempted-ganja-smuggling-in-india",
  "time_ut": 1754757240.0,
  "original_lang": "en",
  "original_title": "Two Sri Lankans held for attempted ganja smuggling in India",
  "original_body_lines": [
    "The special police team in Karaikal on Thursday arrested two Sri Lankan nationals for allegedly attempting to smuggle ganja by boat.",
    "A fibre boat, ₹50,000 in cash, and mobile phones were seized from them.",
    "Acting on a tip-off that two men from Sri Lanka were arriving by sea to procure ganja from local suppliers, a joint team of the Special Task Force, led by Inspector Praveen Kumar, and Neravy police intensified coastal patrols.",
    "The suspects were intercepted near Karukkalacherie after being spotted in suspicious circumstances.",
    "They were identified as M. Manimaran, 28, and M. Maniarasan, 24, both siblings who are fishermen in Point Pedro from Jaffna in Sri Lanka.",
    "Police said the duo were just transporters who had brought ₹50,000 to purchase ganja for smuggling it back to Sri Lanka. They were arrested, produced in court, and remanded in judicial custody.",
    "Police sources said Karaikal’s coastline now witnesses a trend of Sri Lankan drug traffickers using small boats to ferry contraband across the Palk Strait. The arrests follow last month’s major seizure of 304 kg of ganja from two Sri Lankans — Selvakumar from Vavuniya and Rasu from Trincomalee — in the region.",
    "Karaikal Senior Superintendent of Police M.V.N.V. Lakshmi Soujanya has formed a special team to act on intelligence inputs. A senior police officer told The Hindu that the latest arrests were the result of a six-month surveillance operation.",
    "“Our initial investigation indicates there are no local users for the ganja they bring. The consignment was meant entirely for transport to Sri Lanka. Fishermen from Jaffna and other regions were given GPS coordinates to collect the banned substances mid-sea. We are now tracking the entire network and working closely with the local fishing community to identify suspicious outsiders along the shore,” the officer said."
  ]
}