{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Seven-arrested-in-Club-Wasantha-murder-Kanjipani-Imran-identified-as-mastermind/56-764055",
  "time_ut": 1720568702.0,
  "original_lang": "en",
  "original_title": "Seven arrested in Club Wasantha murder; Kanjipani Imran identified as mastermind",
  "original_body_lines": [
    "Police yesterday arrested one more suspect in connection to the assassination of Sunhill Group of Companies Chairperson Surendra Wasantha Perera, better known as “Club Wasantha” bringing the total number of suspects in custody to seven.",
    "On Monday, the Western Province South Crimes Division arrested the owner of the tattoo studio where the incident occurred, along with his brother and several others believed to be connected to the incident.",
    "Investigations have revealed that Dulan Sanjula, the owner of the tattoo studio, set up the establishment for the sole purpose of luring Club Wasantha to the location. According to police sources, this is believed to have been orchestrated under the instructions of underworld figure Athurugiriye Patty, currently abroad, who was acting on orders from the notorious Kanjipani Imran. Kanjipani Imran is currently believed to be in France.",
    "Sanjula had been paid Rs. 1 million for his role in the plot to kill Club Wasantha, receiving the payment via a wire transfer from abroad.",
    "Sources indicated that Kanjipani Imran was angered by Club Wasantha, believing him to have informed the police about the whereabouts of underworld figure Samarasinghe Arachchilage Madhush Lakshitha, also known as Makandure Madush, which led to Madush’s arrest in Dubai. Madush was subsequently killed in a shooting in October 2020 while in police custody.",
    "In a surprising development, police sources revealed that the bullets used in the shooting were plated in gold, allegedly to counteract the protective spell of an amulet worn by Wasantha, which supposedly shields against harm from bullets. The bullets were also inscribed with the letters “KPI,” allegedly to refer to Kanjipani Imran, the first of its kind in the history of Sri Lanka’s seedy underworld.",
    "Investigations have also uncovered that Dulan Sanjula and Club Wasantha were not close associates, despite Wasantha being invited as the Chief Guest for the opening of the tattoo studio.",
    "Singer K.Sujeewa and another injured person admitted to the National Hospital of Sri Lanka in Colombo continue to receive treatment.",
    "The wife of Club Wasantha, Manik Wijesundara also sustained serious injuries in the shooting. She is currently in critical condition and is receiving treatment in the ICU of the Colombo South Teaching Hospital. While the police discovered a revolver in victim Manik Wijesundara’s handbag, they have now revealed it was an unlicensed firearm.",
    "The shooting took place around 10 a.m. on Monday at a business establishment where Club Wasantha and singer K. Sujeewa were attending the opening ceremony as guests.",
    "During the event, two unidentified shooters arrived in a white car and opened fire using two T-56 assault rifles before fleeing the scene. The getaway vehicle was found abandoned in the Korathota area of Nawagamuwa around 12:45 p.m.",
    "The suspects had then escaped to Bulathsinhala in a van, later discovered abandoned in the Bulathsinhala area on Monday night."
  ]
}