{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Lankas-foreign-debt-and-Chinese-puzzle-EDITORIAL/172-279897",
  "time_ut": 1711909920.0,
  "original_lang": "en",
  "original_title": "Lanka’s foreign debt and Chinese puzzle - EDITORIAL",
  "original_body_lines": [
    "In March this year, President Wickremesinghe in an interview said Lanka was committed to repaying its debt within the period 2027-2042. The president said he expected the ongoing debt restructuring negotiations would bring the annual external debt payments down to 4% of GDP.",
    "The country’s foreign reserves, which stood at less than $20 million in April 2022 at the height of the economic crisis, now stand at over $3 billion, Wickremesinghe said.",
    "For long, the International Monetary Fund, the World Bank and Western nations have claimed the delay in rescheduling Lanka’s international debt was China-which holds the largest share of our foreign debt. It was also claimed Sri Lanka was caught in a Chinese debt trap caused by taking loans to an extent they cannot be repaid.",
    "They warned Lanka would ultimately end up with China taking over assets of the country to meet the bill.",
    "The IMF was been unwilling to provide funds as long as it considered Lanka was unable to pay back its debt obligations, insisting all creditors agree to a restructuring of existing debt before agreeing to fund the restructuring of our outstanding debt.",
    "A summary of our international borrowings published by the Department of External Resources shows 47% Commercial Borrowings, 13% Asian Development Bank, 10% China, 10% Japan, 9% World Bank, 9% other and 2% India.",
    "It is in this light that Premier Dinesh Gunawardene’s visit to China takes on great significance.",
    "Michael Roberts in his article ‘Sri Lanka’s debt trap and the vultures’ points out the Hamilton Reserve Bank which holds a big chunk of one of our defaulted bonds was suing for immediate repayment.",
    "Recently a US court granted a pause on the creditor lawsuit.",
    "The reality is that China is not our biggest international lender nor is it demanding immediate repayment. Moreover, as Roberts points out China did not propose the Hambantota port. The project was overwhelmingly driven by the Sri Lankan government to reduce trade costs.",
    "The fact is three-quarters of the government’s external debt is owed to Western private financial institutions. Not to China or any other foreign government.",
    "Most of our major loans are a result of sovereign bond sales at high-interest level and commercial borrowings from Western creditors and multi-national lending agencies after the Covid-19 hit, ravaged the tourism sector-a major source of income.",
    "Covid-19 required increased spending and increased imports of health and other products, exacerbating the trade deficit. Foreign currency reserves dropped by 70 percent, meaning fewer dollars to purchase essential yet increasingly expensive imports including fuel and commodities.",
    "To solve this, the government started to ‘print money’ to cover its deficits. Inflation rocketed to 60 percent by June 2022. As the right-wing Chatham House study shows, “Sri Lanka’s debt crisis was made, not in China, but in Colombo, and in the international markets (Western-dominated) financial markets.”",
    "During the premier’s visit, China’s President Xi Jin Ping pledged to assist in restructuring the country’s external debt, a key point to maintain the $2.9 billion IMF bailout. The Chinese president also reiterated that it would not interfere in Lanka’s internal matters.",
    "While China is reluctant to take a haircut on its loans (the difference between the amount of a loan given and the market value of the asset to be used as collateral for the loan), it is willing to extend the tenure of the loan and adjust the interest rates.",
    "Once again China has shown its willingness to bail us out when acts of external forces brought our country to near economic collapse.",
    "We cannot help but remember how China, under Chairman Mao and Premier Chou en Lai bailed our country out with the Rubber-Rice Pact when the US flooded the international market with artificial rubber knocking the bottom out of the rubber market.",
    "Lanka dependent on the export of tea and rubber for purchases of basics including rice was facing starvation. China exchanged rice for rubber at above market price saving the day for Lanka.",
    "More recently China has been at the forefront of defending Lanka against all manner of charges made by the United Nations Human Rights Council (UNHRC)."
  ]
}