{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SL-to-host-int-l-conference-on-wetlands-mental-health-and-sustainable-tourism/56-782687",
  "time_ut": 1759881859.0,
  "original_lang": "en",
  "original_title": "SL to host int’l conference on wetlands, mental health, and sustainable tourism",
  "original_body_lines": [
    "Bringing wetland professionals, mental health experts and tourism leaders on a single platform, the ‘Wellness in Wetlands 2025 International Conference’ will be held in Colombo from 9-12 October.",
    "The primary objective of the gathering is to explore the vital interconnections between wetland ecosystems, psychological well-being, and sustainable development. The timing of the conference is strategically aligned with World Mental Health Day (10 October), emphasising the global necessity of addressing human wellness alongside climate resilience and environmental conservation.",
    "The conference will feature sessions designed for ambassadors, distinguished delegates, experts, policymakers, academics, scientists, indigenous leaders, and community representatives from Sri Lanka and abroad.",
    "The core focus areas for discussion will include, Wetland ecosystems and biodiversity conservation, climate resilience and environmental psychology, the role of wetlands in sustainable tourism, nature-based approaches to mental health and well-being.",
    "The inauguration ceremony will be held at the Ape Gama Conference Hall in Sri Jayewardenepura Kotte, at 3 p.m. on 9 October.",
    "World’s leading environmental psychologist Prof. Susan Clayton from USA will share insights from her pioneering work on climate anxiety and eco-emotions, Vedda Chief Uruwarige Wannila Aththo will share traditional wisdom concerning human–nature relationships.",
    "Additional keynote speakers include Prof. Piyanjali de Zoysa, Prof. Devaka Weerakoon, Prof. Pathirage Kamal Perera, Prof. D.A.C. Suranga Silva, and Dr. A. Radhakrishnan Nair (India/USA).",
    "The conference is organised by the Emotional Intelligence and Life Skills Training Team (GTE) Ltd. in collaboration with several key national institutions, including the UNDP–GEF Small Grants Programme, the Urban Development Authority, the Divisional Secretariat of Sri Jayewardenepura Kotte, and the Sri Lanka Tourism Promotion Bureau.",
    "This event is supported by the Sri Lanka Land Development Authority (Strategic Partner), SriLankan Airlines (Official Airline Partner), IUCN (Environmental Partner), WWT (UK) and Wetland Link International (Global Conservation Partners) and academic and wellness partners such as the Indian Association of Life Skills Education, Life Skills Education Nepal, Maldives Mental Health Association, and Maldives Life Skills Association."
  ]
}