{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-dip-0-64-pct-after-aspi-crosses-20000-mark-234511/",
  "time_ut": 1754304180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks dip 0.64-pct after ASPI crosses 20,000 mark",
  "original_body_lines": [
    "ECONOMYNEXT – Colombo’s All Share Price Index (ASPI) fell 0.64 percent after reaching an all time high in early morning trade, brokers said.",
    "The index crossed the psychological 20,000 mark. However, the market deescalated due to selling pressure.",
    "“Market was volatile today. Selling pressure was there as soon as the 20,000 mark was crossed,” Dimantha Mathew, Chief Research and Strategy Officer at First Capital Holdings PLC said.",
    "The ASPI dipped 128.02 points from Friday to 19,786.23; while the S&P SL20 index ended 0.63 percent, or 37.14",
    "“Reversal of the market to close below the 20,000 mark shows that there is a psychological barrier,” Mathew said.",
    "Turnover steeply declined to 4.5 billion rupees from 7.3 billion rupees; while the share volume was 157,477,342.",
    "“Banking sector counters traded positive – mostly the small banks while there was a bit of profit taking in big banks.”",
    "Sampath Bank was 0.70 rupees higher at 144.50, DFCC Bank traded 1.47 rupees stronger at 155.25 while HNB fell 0.27 rupees to 373.00 and Commercial bank was flat at 174.00 rupees.",
    "The ASPI was weighed down by ACL Cables which ended 10.75 rupees stronger at 177.75; Melstacorp which rose 2 rupees to 154.00 rupees; Hayleys which ended 2.25 rupees up at 179.75 rupees; Central Finance Company which moved 3.75 rupees up to 307.75; and Cargills (Ceylon) which closed 11.50 rupees higher at 600.",
    "Buying interest was seen in John Keells, construction, finance and export related counters, Mathew said.",
    "Teejay Lanka Plc, a fabric maker has said global demand ‘softened’ and volumes fell in the June 2025, though the firm still grew net profits.",
    "Sri Lanka fabric maker Teejay says global demand softened in the quarter",
    "Export counters have climbed after US tariff rate for Sri Lanka was cut to 20 percent restoring regional competitiveness.",
    "Elsewhere, equity markets rose following the weak US jobs report which prompted a re-assessment of the rate outlook and ignited concern over the reliability of U.S. economic data, Reuters said.",
    "“Friday’s U.S. July nonfarm payrolls report missed expectations and revised the figures for May and June sharply lower, sparking a selloff on Wall Street and denting the dollar,” Reuters said.",
    "However, Tokyo Nikkei 225 index has fallen on weaker than expected US jobs data.",
    "“Investors were somewhat optimistic about the U.S. economy, but they grew cautious as labor indicators pointed to a slowdown,” said Masahiro Ichikawa,” Japan’s The Mainichi newspaper quoted an expert as saying.",
    "Pakistan’s KSE 100 index was trading 0.74 percent higher at 142,075.15.",
    "Meanwhile India’s Nifty 50 rose 0.64 percent to 24,722.75, while the BSE Sensex was 0.52 percent higher at 81,018.72.",
    "As at 3.50 pm Sri Lankan time, spot gold was trading at 3,370.68 US dollars, up 0.48 US dollars. (Colombo/Aug04/2025)"
  ]
}