{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/beat-the-heat/",
  "time_ut": 1733939460.0,
  "original_lang": "en",
  "original_title": "Beat the Heat…",
  "original_body_lines": [
    "Phew! It’s terribly hot when you venture out and your skin is at an exposed danger of the ultraviolet rays.",
    "Yes, we can’t stop ourselves from stepping out, but you can protect yourself from the harmful rays.",
    "Application of fresh aloe vera gel to the skin helps to soothe and heal sunburn. Aloe vera contains zinc, which is actually anti-inflammatory.",
    "Papaya pulp can be applied on the skin, like a mask…washing it off after 20 minutes. Papaya contains enzymes and helps to remove dead skin cells. Add curd or lemon juice to the papaya pulp to remove tan. Fruits like banana, apple, papaya, orange can be mixed together and applied on the face. Keep it on for 20 to 30 minutes. Papaya helps to cleanse dead skin cells. Banana tightens the skin. Apple contains pectin and also tones the skin. Orange is rich in Vitamin C. It restores the normal acid-alkaline balance.",
    "Citrus rich lemon is a wonderful home remedy for sun tan because of its bleaching properties. You can apply lemon juice by mixing it with honey or gram flour on the tanned skin and leave it for 10 to 15 minutes before washing off the face.",
    "Sandalwood has great cleansing properties, whereas, coconut water is widely known for a glowing skin. Mix coconut water with one tablespoon of sandalwood powder to make a thick mixture and apply it all over the face. Wash it off after 20 minutes. This is a perfect cure for tanned skin.",
    "Cucumber juice and rose water work as a cooling means for soothing the brown and red-spotted skin. To use these effectively, take one tablespoon of cucumber juice, lemon juice, and rose water and stir it well in a bowl. Use this solution on all over the face (avoiding your eyes) and wash it off with cold water after 10 minutes. This helps to turn your skin hale and healthy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}