{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Are-Politicians-Above-The-Law/172-276366",
  "time_ut": 1707157800.0,
  "original_lang": "en",
  "original_title": "Are Politicians Above The Law?",
  "original_body_lines": [
    "Following months of allegations of mismanagement of the health sector against him, former Health Minister Keheliya Rambukwella was arrested by the Criminal Investigation Department (CID) on Friday over an alleged scam involving the importation of substandard human immunoglobulin vials to Sri Lanka.",
    "On Thursday, Maligakanda Magistrate, Lochani Abeywickrama ordered him to appear before the CID on February 2, after he had failed to do so on Wednesday (January 31) and submit written justifications for his absence.",
    "On February 1, Deputy Solicitor General (DSG), Lakmini Girihagama had told court that Rambukwella’s explanations for his failure to appear before the CID on the previous day were unacceptable. She had pointed out that the Minister had cited a High Court case and a meeting at the Presidential Secretariat as reasons for his absence but had left the court at 1.00 pm which shows that he had sufficient time to appear before the CID; he had not attended the said meeting at the Presidential Secretariat either.",
    "The presumption of innocence until proven guilty applies to Rambukwella as well. However, the DSG’s claim that he lied to the CID points to his sheer disregard towards the investigation which is closely connected with the lives of millions of people, as the charges against the suspects of the case involves lifesaving medicine.",
    "Only politicians defy the summoning of the Police or even the courts citing prior engagements and interestingly authorities accept those excuses. Sometimes the Police visit the politicians at their homes to record statements, a privilege deprived to the ordinary people, pointing out that the law is not applied to all in the same way.",
    "Keheliya was seen being above the law from the beginning of this issue as he was not even questioned on this serious allegation until there was a public outcry. Interestingly, the Police arrested a group of members of civil society on Thursday for agitating in front of the CID headquarters demanding the arrest of the Minister. Health sector trade unions too have been demanding action against him for the past several weeks, claiming malpractices in the Ministry.",
    "The DSG on Saturday had told court that Rambukwella had created a false alarm among the Cabinet members in 2022 about a severe drug shortage in government hospitals, in order to get approval for the importation of medicines. However, the President’s Counsel representing the accused had questioned as to how the entire Cabinet was misled by a single document. This may be a valid question considering the fact that there were medical doctors and former Health Ministers in the Cabinet.",
    "A most important question here is that exactly five months ago, on September 8 last year, Rambukwella survived a no confidence motion moved in Parliament by the Samagi Jana Balawegaya (SJB), with 113 MPs defending him while only 73 voting for the motion. The motion was based on the same allegation of the importation of substandard medicine. The fact that the Opposition had by then got wind of the fraud justifies the Defence Counsel’s argument, and questions the morality of the entire Cabinet and the ruling parties, in this matter. It also raises questions about the seeming delay in questioning and arresting the Minister. Although Keheliya was relieved of his health portfolio in October last year he was offered the Environment Ministry.",
    "The political patronage Keheliya has been enjoying so far and the allegations of corruption against his party, the Sri Lanka Podujana Peramuna (SLPP) demand continued vigilance by the civil society and the health sector trade unions, for very rarely, bigwigs in Sri Lanka are being taken to task for corruption which sometimes run into billions of rupees.",
    "Judges deliver judgements based on the facts and evidence before them. Hence, many interested forces would attempt to tamper with facts and evidence to weaken the cases. After a case is dismissed even on technical basis, as happened to the case against Johnston Fernando in 2021, that’s it, no fresh case is filed. This is a country where Presidential commissions were appointed for blanket invalidation of court cases against corruption and crimes, and to put the complainants behind bars. And interestingly, people’s representatives voted for the implementation of such commission reports."
  ]
}