{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/gazan-fire-fuelled-by-western-genocide-enablers-with-a-scrambled-moral-compass/",
  "time_ut": 1708854176.0,
  "original_lang": "en",
  "original_title": "Gazan Fire Fuelled By Western Genocide Enablers With A Scrambled Moral Compass!",
  "original_body_lines": [
    "As the brutal Gazan genocide is being continually livestreamed into our living rooms, two social media posts which addresses the failing humanity should engage our attention. “When you need to have hundreds of protests just to tell the world that bombing innocent civilians and children is not OK, that is when you know that humanity has failed”. Then, “Gaza today has become the moral compass of the world. Gaza was hell before October 7 and the world was silent. Should we be surprised at their silence now. If you are not appalled by what is happening in Gaza, if you are not shaken to your core, there is something wrong with your humanity”.",
    "In 2022, standing at the White House podium, U.S. National Security Council spokesman John Kirby was tearing up, about the suffering of the people of Ukraine, due to Russia’s unconscionable war of aggression.“It’s difficult to look at some of the images and imagine that any well-thinking, serious, mature leader would do that,” he said, choking down clear and genuine emotion at the horrors of war. I watched his press conference from my office at the State Department, and I shared his real pain at the suffering we were seeing. A year and a half later, Mr. Kirby was at the podium again, this time talking about Gaza. At that point, three weeks into the conflict, thousands of Palestinian civilians had already been killed by the Israeli bombardment. Mr. Kirby did not tear up that day. Instead, he told America: “Being honest about the fact that there have been civilian casualties, and there likely will be more, is being honest, because that’s what war is. It’s brutal, it’s ugly.”",
    "As Ivo Daalder, president of the Chicago Council on Global Affairs and a former US ambassador to NATO noted, “Israel was attacked, and it has a right to self-defence. But it is doing so in a territory it occupies, and which the entire world thinks is occupied territory. On the one hand, we’re trying to get other countries to oppose what Russia is doing in Ukraine, while on the other hand we’re trying to have them support what Israel is doing in Gaza.” The million dollar question will be to what extent this obvious hypocrisy will come to matter right where it hurts these politicians the most — at the ballot box?",
    "Turkish author Mehmet Çelik draws attention to the double standards in the treatment of conflicts, specifically comparing the situations in Ukraine and Palestine. He argues for a consistent approach to conflicts, a world where the same standards apply whether it’s Ukraine or Palestine. He calls out the West for its indifference to the suffering in Yemen, Myanmar, Libya, and Syria. There is a disconnect between the empathy shown across the U.S. government to Ukrainian victims of Russian aggression, or the Israeli victims of Hamas’s atrocity of Oct. 7, and Washington’s response to the immense tragedy that has unfolded in Gaza in the weeks since.",
    "By continuing to flow weapons while vetoing any effort in the United Nations to establish a ceasefire, the U.S. appears to have a complete lack of recognition of the humanity of the Palestinian people. Perhaps it is because what is happening in Gaza is being done with US arms, and their funding. Since Oct. 7, America has supplied Israel with thousands of bombs, missiles and shells, on top of the tens of billions of dollars we have provided in military assistance in the past decade alone.",
    "Masha Gessen, the 2023 Hannah Arendt Award winner, eruditely compares Israel’s invasion of Gaza with the liquidation of the Warsaw Ghetto. Reports of the summary executions of Palestinians, expanding the slaughter already underway, are surfacing including from Jerusalem’s Deputy Mayor Arieh King who sent a photo of naked Palestinians in Israeli custody and wrote that the “IDF is exterminating the Nazi Muslims in Gaza.”Atrocities occur when there are no witnesses around. Al-Jazeera journalists courageously try to cover the whole war zone but they’re often killed by the IDF. Israel’s Genocide enabler in chief Bibi’s manipulation of religion having the IDF’s rabbis invoking the biblical Amalekites, whom God told Saul to wipe out every man, woman and child, his reincarnating them as Palestinians is incitement to commit murder. IDF soldiers chant and sing that they’re going to “wipe off the seed of Amalek” and that there are “no innocent civilians” in Gaza.",
    "With the death toll in Gaza now well over 30,000 mark — about 70% of the casualties are thought to be women and children, the Post WWII world appears to be in a state of dilemma, while the US and UK led West brazenly supports a ‘live’ genocide in Gaza. In the face of unimaginable violence in the civilized world of 2023, the moral compass of the West is being tested, and the promise of a civilized world remains uncertain. Disturbingly, data from the ground indicates that the explosive force unleashed on the Gaza Strip since Oct. 7 is comparable to the nuclear bomb dropped on Hiroshima. Some writers likens to  Nazi Holocaust",
    "Children and civilians are being murdered at such a high rate in Gaza that the “counting machines” cannot keep up. Perhaps we understand the extent when Save the Children says that a child is killed every tenth minute. 2.2 million people are locked in a prison. Without food, without water, without medicine, without power. The only thing heaven offers, is bombs. It cannot be endured. Gaza has been an Israeli concentration camp, particularly since the imposition of Israel’s illegal 2007 military blockade. Now Gaza is an Israeli death camp.On the West Bank where Palestinian homes are being demolished at a record rate and their land continues being stolen for illegal Israeli settlements some 318 Palestinians have been killed after Oct. 7 by the IDF and settlers. Israel which tortures prisoners has incarcerated 4,800 Palestinians since Oct. 7.",
    "What adds a layer of complexity to this dire situation is the unwavering political and military support extended to Israel by the seemingly most democratic and powerful nations of the West. While some diplomatic efforts from leaders in countries like Türkiye, Qatar and Egypt aim to provide humanitarian ease to civilians, the Western world appears largely unmoved by the harrowing imagery emerging from Gaza, where children are tragically reduced to pieces. The pressing question looms: When will the West draw a line in supporting Israel’s assault on Palestinian children? Will the collective consciousness of these nations spur them to translate their condemnatory words into decisive action, perhaps advocating for a ceasefire?",
    "Decades after decades, the world has failed in its attempts to create lasting peace in the Middle East. Now, a world with benumbed world led by the West sans a moral compass has lost the last vestige of humanism. With open eyes, their complicity and silence have let mothers and fathers carry their children to the grave. US and its Western lobby have been financing the bombing of hospitals and refugee camps. Already Gaza has been bombed to Stone age. The ability of doctors and aid organizations to save lives have been stripped because the power has been cut, the water is turned off, and the medicine and equipment are blocked.",
    "Discussions often focus on little more than the delivery of more humanitarian aid, presumably to be administered somehow while the bombing continues. It is, as Rev Isaac said, an exercise in “complicity.” Palestinian Christian pastor Reverend Munther Isaac used his Christmas day service in Bethlehem, entitled Christ in the Rubble: A Liturgy of Lament , to underline the point. “Leaders of the so-called ‘free world’ lined up one after the other to give the green light for this genocide against a captive population,” he said. “They gave the cover.” The sermon was a searing, shaming reminder of a hideous reality. He added, “Gaza today has become the moral compass of the world. If you fail to call this genocide, it is…a darkness you willingly embrace.” If you are not appalled by what is happening in Gaza, if you are not shaken to your core, then there is something wrong with your humanity.”",
    "The world is currently witnessing the grotesque spectacle of major political parties in the Western world engaging in domestic point-scoring and tactical positioning on Israel’s nearly three-month war on Gaza. The shameful thread that runs through supposedly progressive Western politicians and parties’ stance on Gaza is clear: all along, they have seen it as a political issue when it is, in fact, a moral one. Some of these leaders are in government, others are governments-in-waiting. No matter. No exercise in dull semantics can be a substitute for the moral clarity demanded by the scale of ongoing death and devastation in Gaza.",
    "In fact, the leadership in the U.S. in particular and the West in general have absorbed decades of Israeli propaganda that dehumanizes Palestinians, leading to the argument that, in the words of Israeli President Isaac Herzog, “It is an entire nation out there that is responsible” for the Oct. 7 attack. Whatever the reason, the lack of ability to see the suffering of Palestinians – to recognize in them the same humanity extended to Ukraine.",
    "It is shameful that the UK has been dubbed the poodle of the US- neither a dignified or principled place to occupy on the international stage through its craven abstention on the issue of a Gaza ceasefire. No sane  country on this planet will regard the conduct of the Genocidal Israeli Government in Gaza as remotely acceptable. Thus to respond to the cries of dying children in Gaza with an abstention is an act of cowardice from a country with no moral compass remaining. As an UK MP pointed out, ‘With Westminster so clearly out of step on public opinion over a matter integral to our collective moral compass, it can, in no way, claim to be representative of Scotland or Britain as a whole. It’s a broken system when 71% of the population support a stance as important as this, yet Westminster’s two biggest parties ignore it in favour of their own morally-bankrupt stance in support of more suffering and death”.",
    "As the West seems to have lost its basic moral compass, it needs that perspective more than ever. On the greater scheme of things, both US and the West are also doing harms to their  shared strategic interests, besides going against the very values that bind them together as partners and allies. Author Çelik peels back the layers of the concept of Western moral superiority, revealing a history of exploitation and dispossession. From colonial history in Africa, Asia, and South America to the treatment of Indigenous communities in North America, he argues that the phrase ‘Western moral superiority’ is a smokescreen for material interests and theological aims. Çelik argues that true solidarity with Palestine should extend beyond temporary attention during times of crisis to a genuine recognition of Palestinian lives as equal to Jewish lives. UN with its veto system in the security council has become a toothless tiger. Resolutions one after the other against Israel have become dead pieces of paper.",
    "Nearly 70% of the Gaza Strip’s residents are Palestinian refugees. They lost homes and homelands not 2,000 years ago but 75 years ago. Living a few miles away, they grew up watching their original homes be taken. It is the colonial project and the continuing Nakba that are the merits of the ongoing violence. Palestinian refugees were denied the chance to rebuild a new life. This state of despair deteriorated after 2006, when Israel imposed a siege over Gaza to the level of determining the type and number of calories that Gazans can consume, alongside their ability to move, to work, or to dream. This was the situation on the eve of October 7. It was not a peaceful situation that Hamas breached. It is a one-sided war all the time.",
    "The Palestinians rightly view the American and Western European states’ bias and responsibility for their tragedy. Time and again, they failed the Palestinians under the Israeli occupation and its associated regime of violence and dispossession, with an empty promise for a two-state solution to be reached via negotiations. What are Palestinians expected to do? Should they submit to the Israeli political will or resist it? Should they accept the humiliation and constant dispossession and watch the Israeli encroachment of their lands, homes, and lives? Israel’s strategy of raising Gaza to rubbles has concealed hidden echoes of “the final solution”. It seems like the Zionist regime is avenging the holocaust from the people who were not remotely responsible for the tragedy. Reckless rage cannot justify ethnic cleansing; self-defence does not involve bombing hospitals, schools, or civilian homes; wrongs cannot have approximately.",
    "What happened on 7th October 2023 is being responded with collective punishment, war crimes followed by a livestreamed  Genocide. And humanity’s broken morality compass failed to identify and address it. No human being can sit without taking an action. Gaza is not only the largest open-air prison, but it is also an experimental laboratory. It is not only a ground where Israeli weapons and technology are frequently revealed and used in the last years but also a testing ground for morality, hypocrisy, and privilege. It is a lab to test our human values."
  ]
}