{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101929/president-plans-expansion-of-public-and-private-educational-institutions-in-sri-lanka",
  "time_ut": 1726193580.0,
  "original_lang": "en",
  "original_title": "President plans expansion of public and private educational institutions in Sri Lanka",
  "original_body_lines": [
    "President Ranil Wickremesinghe announced that the country will soon see the establishment of numerous new educational institutions, both public and private.",
    "These new institutions will provide young people with opportunities for higher education that meet global standards, he said.",
    "The President made this statement during a ceremony on Thursday (12) at the Galle Face Hotel, Colombo, where he inaugurated the “Times School of Higher Education.”",
    "The President stated that they plan to allocate government funds to support 50,000 youths in receiving vocational training at recognized institutions. “We have the capability to establish such institutions to provide this training, complementing existing training programs.”",
    "He stated that as the country develops over the coming years, increased investment opportunities and the creation of new industries are expected to generate approximately 100,000 new jobs in both the public and private sectors.",
    "To achieve this, it is crucial that educational institutions meet high standards, he said. “For the digital economy we aspire to build, such institutions are essential.”",
    "“Therefore, we plan to expand the number of both public and private educational institutions in our country. Our goal is to provide the youth with the support they need to access quality employment opportunities,” Wickremesinghe emphasized.",
    "During the inauguration event, President Wickremesinghe also launched the new website for the “Times School of Higher Education.”",
    "“Today, I had the privilege of inaugurating the Times Institute of Higher Education, an institution designed to meet the demands of modern education. This institute aims to offer diploma opportunities to students who have completed their A-level examinations.",
    "As our country advances toward an export-oriented economy and looks ahead to the mid-21st century, acquiring new knowledge becomes crucial. Consequently, we will need more institutions like this one in the future. The Times Institute also features a digital academy, which will greatly benefit the youth of our nation.",
    "We plan to allocate government funds to support 50,000 youths in receiving vocational training at recognized institutions. We have the capability to establish such institutions to provide this training, complementing existing training programs. Additionally, as our country develops over the coming years, increased investment opportunities and the creation of new industries are expected to generate approximately 100,000 new jobs in both the public and private sectors.",
    "To achieve this, it is crucial that educational institutions meet high standards. For the digital economy we aspire to build, such institutions are essential. Therefore, we plan to expand the number of both public and private educational institutions in our country. Our goal is to provide the youth with the support they need to access quality employment opportunities.”"
  ]
}