{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110893/bbc-uncovers-lasting-toxic-legacy-of-cargo-ship-disaster-off-sri-lanka",
  "time_ut": 1753668960.0,
  "original_lang": "en",
  "original_title": "BBC uncovers lasting toxic legacy of cargo ship disaster off Sri Lanka",
  "original_body_lines": [
    "Four years after a stricken cargo ship caused the largest plastic spill ever recorded, volunteers on Sri Lanka’s beaches are still sifting kilograms of tiny, toxic plastic pellets from the sand.",
    "Billions of plastic nurdles, as they are called, are thought to have washed up after the X-Press Pearl disaster in 2021, along with tonnes of engine fuel, acid, caustic soda, lead, copper slag, lithium batteries and epoxy resin - all toxic to aquatic life.",
    "The immediate damage was obvious: the nurdles inundated the shoreline, turning it white, while dead turtles, dolphins and fish began washing up.",
    "But scientists are now flagging fears the damage to the environment could be much more enduring than previously thought.",
    "So far, hundreds of millions of nurdles may have been cleared away - but the remaining, lentil-sized microplastic granules have become increasingly difficult to find as they disappear deeper into the sand.",
    "Worse, those pieces of plastic now appear to be becoming even more toxic, new research suggests.",
    "“They seem to be accumulating pollution from the ocean,” said David Megson, of Manchester Metropolitan University. “Like a lovely big chemical sponge.”",
    "Nurdles are the raw materials that are melted to make plastic products and it is not unusual for large amounts to be transported in the global plastic supply chain.",
    "The problems onboard the X-Press Pearl started soon after setting sail from Dubai Port bound for Port Klang in Malaysia, when the crew noticed that a container carrying nitric acid was leaking, corroding the metal box.",
    "But they were denied permission to unload the smoking, leaking container at ports in Qatar and India.",
    "The container had been leaking acid at a rate of about a litre an hour for at least eight days when it sailed into Sri Lankan waters late at night on 19 May 2021.",
    "It had requested emergency berthing - but by the morning the Singapore-flagged vessel was alight.",
    "Despite firefighting efforts from the crew, the Sri Lankan authorities and salvors, the fire spread throughout the ship.",
    "Two weeks later, it sank, spilling its cargo and fuel into the sea around nine nautical miles off the country’s south-west coast, between the capital Colombo and Negombo to the north.",
    "What happened next “was just like out of a war movie”, says Muditha Katuwawala, an environmentalist and founder of the Pearl Protectors, a local NGO that volunteered to help the clean-up operation, which was run largely by Sri Lankan state authorities with funding from the ship’s owners.",
    "“We started seeing turtles getting washed up with similar sorts of traits... the skin had burn marks [and] was peeling off. The nose and eyes were red and puffed up, and we saw dolphins washing up and... their skin was peeling off and red,” Mr Katuwawala said.",
    "The nurdles on the beaches were “like snow,” he says, adding that “it was horrifying”.",
    "The clean-up began in earnest. At the start, Mr Katuwawala and his fellow volunteers “were collecting like 300-400 kilos of nurdles” each day.",
    "Over time, it dropped to three to four kilograms in a couple of hours.",
    "“The nurdles were getting more dispersed, it was harder to see them as they got buried in the sand over time.”",
    "It was decided the cost-benefit ratio was no longer worth the effort of mobilising volunteers. The groups stood down, leaving the task to state-organised local clean-up groups.",
    "At the same time, scientists were getting concerned about the possibility the plastic pellets - already harmful to animals which eat them accidentally - may be getting more toxic, contaminated from the spill, or from other pollution sources.",
    "Over the ensuing years, they have collected samples which could help trace the effect over time.",
    "In November 2024, the BBC and Watershed Investigations sent more than 20 of those samples to a team of forensic chemists specialising in environmental pollution from Manchester Metropolitan University.",
    "They found the most heavily contaminated nurdles were those burnt in the fire, which leach metals toxic to aquatic life, like arsenic, lead, cadmium, copper, cobalt and nickel.",
    "The team also found the pellets “still going round appear to be sucking up more pollution from the environment” and were becoming “more toxic”, according to Mr Megson.",
    "“They will be ingested [and] will pass pollution on to marine organisms,” he says.",
    "Tests carried out on fish caught near the site of the disaster - as well as the nearby Negombo lagoon - found some contained the same pollutants that were present in the ship’s cargo and on the nurdles.",
    "Some of the fish contained levels of hazardous metals - some of which were found in the disaster - which exceeded safe limits.",
    "Researchers say the disaster cannot be discounted as the source of contamination, although it also can’t be directly proven to be the source, as it’s not known if these fish ate nurdles, how many they ingested, or if the pollution came from other sources.",
    "“But placed on top of everything else that is in that system, there’s a really good likelihood that it’s causing harm to the environment and also potentially harm to people and humans that are eating and relying on that marine ecosystem for a source of their food,” Mr Megson adds.",
    "“There’s no fish since then. We’ve never had the same amount of fish that we used to catch,” fisherman Jude Sulanta explains.",
    "“Our lives have turned upside down. From the stretch where the ship sank up until here you don’t get many new, young fish at all.”",
    "The ship’s owner, X-Press Feeders Ltd, says to date it has worked diligently to ensure the best response to the disaster and spent more than $130m (£96m) to remove the wreck and debris at sea.",
    "It says it has also paid more than $20m to the Sri Lankan government for clean-up operations on the coast and to compensate fishermen.",
    "It says, however, that the Sri Lankan government has assumed responsibility for all shoreside clean-up activities and it is disappointed by the delays in that process and the ongoing impacts this is having.",
    "The Sri Lankan government says the amount paid by the ship’s owner - which was capped by an interim UK maritime court order - is not enough to cover the long-term damage, and it is pursuing legal action to overturn the cap and secure further compensation.",
    "On Thursday, Sri Lanka’s Supreme Court ordered the company to pay $1bn as an initial payment to cover long-term economic and environmental damage it says the country suffered as a result of the disaster - but the cap remains in place.",
    "The Supreme Court doesn’t have jurisdiction over Singapore, where X-Press Feeders Ltd has its headquarters.",
    "X-Press Feeders said it was extremely disappointed with the judgment and that they are reviewing it with their legal advisers, insurers and other relevant stakeholders to best assess their next course of action.",
    "Prof Prashanthi Guneeardena - an environmental economist at University of Sri Jayawardenapura who chaired an expert committee of scientists to assess the damage - puts the cost of the disaster at closer to more than $6bn, taking into account things like the loss of wildlife, as well as impact on tourism, fishing and harm to local residents from the toxic cloud released when the ship burned.",
    "“Large quantities of dioxin and furan have been added to the atmosphere and these are carcinogens. And then we have calculated it may kill about 70 people in our country,” says Prof Guneeardena.",
    "It quotes the International Tanker Owners Pollution Federation (ITOPF), an organisation which is funded by the shipping industry to assess marine spills. It says the report was “unparticularised, inaccurate, and lacked credible scientific basis”.",
    "The ship owner has also said itself and its crew have “followed the internationally accepted procedures in dealing with the acid leak, while maintaining all safety and emergency protocols”.",
    "Colombo Port Authority has also denied any responsibility, saying it did not know of the issues until the ship arrived in its waters.",
    "The sea is the lifeblood of this island nation. Its stunning golden coasts are a huge draw for tourists, and for generations fishing has fed the country.",
    "But Mr Sulanta, the fisherman, is worried that his way of life no longer has a future.",
    "“Many are selling their boats and trying to go abroad. And many people are fed up. In fact, my son himself, he’s working with me at the moment. He’s also a fisherman.",
    "“But he’s also considering leaving the country. It’s already been several years. If we were going to get justice we would have had it by now,” he says."
  ]
}