{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/starry-starry-night-at-gatz/",
  "time_ut": 1759170180.0,
  "original_lang": "en",
  "original_title": "Starry, starry night… at Gatz",
  "original_body_lines": [
    "The moment I stepped into Gatz at the City of Dreams, Cinnamon Life, on Saturday, 20th September, I was immediately reminded of the hit song ‘Starry, Starry Night’ by Don McLean.",
    "The venue was packed with some of the big names in the local scene, both past and present, and they were all there to take in singer Noeline Honter’s final night at Gatz, and she was, as usual, awesome on stage, ably backed by Mirage.",
    "The stars present included Damian Wikkramatillake, Rukshan Perera, Piyal (Gypsies), Chrys Wikramanayake, Judy de Silva, Geoffrey and Russel Fernando, Mignonne, Suraj, Hussain Jayah, Alston Koch and, of course, Sohan who has made Gatz the heartbeat of the city.",
    "It was, indeed, Noeline’s night and she is seen here with a guest who also happens to be a big fan of Sohan",
    "They did their thing, on stage, with Mirage doing the needful, and, believe me, the audience didn’t expect to experience such an awesome happening. It was, indeed, a starry, starry night!",
    "One can’t forget the band Mirage, backing all the top artistes and providing some awesome music, as well.",
    "They were fabulous – real professionals on stage – and their female vocalist, Danu, was very impressive with her vocals.",
    "And, as Hussain Jayah quite rightly said, all this was possible due to the country’s famous entertainer Sohan Weerasinghe – Brand Ambassador-cum-Entertainment Consultant at Cinnamon Life – who has made Gatz the happening place in Colombo!",
    "What’s more, entrance to Gatz is free, so go check it out yourself.",
    "Better the known devil? Some thoughts on the politicisation of education",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}