{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Values-mixed-up/14-758796",
  "time_ut": 1708625908.0,
  "original_lang": "en",
  "original_title": "Values mixed up?",
  "original_body_lines": [
    "Those who possess drugs are in custody, while those who enabled these persons to possess the drugs are walking free and continuing to bring more drugs into the country",
    "In recent times, there is a massive campaign launched in Sri Lanka to eliminate drugs in the country. It is an excellent objective. But who are those being caught and disciplined? Those who are in possession of drugs. But has it ever occurred to these knights in shining armour, who go after those who possess drugs, that there is another group on whom no drugs are found or will ever be found, who are nevertheless, the masterminds of the drug trade?",
    "Those who possess drugs are in custody, while those who enabled these persons to possess the drugs are walking free and continuing to bring more drugs into the country. In fact, according to anecdotal evidence, there is more involved than zeal to eliminate drugs – it is said that drugs are planted on individuals and they are arrested and disciplined – for motives that are akin to revenge and getting even. The identity of the masterminds is not private knowledge.",
    "Has it ever occurred to those trying to eliminate drugs and not stop until the last drug possessor is arrested, that there is damage done to the health of individuals and the fabric of society by liquor, tobacco and gambling? By gambling I am not referring merely to casinos, but also to the many so-called bucket shops found at every street corner. However, the tax and duties on these products contribute to the Government coffers. So, what is the principle – products harmful to society, which can bring revenue to Government are tolerated, while those activities from which the Government cannot derive revenue are hunted to extinction. The question needs to be posed – what is the game plan? What are we trying to safeguard? What values are behind these ventures?",
    "That is one area, where values are mixed up. Another is the area of huge expenditure for various events. People still remember the “seven cursed years” (1970-1977), when there were all sorts of restrictions on imports, entertainment, etc. But the economy was thriving and the country was moving towards self-sufficiency in food. But today? According to the household income and expenditure survey 2016, Sri Lanka’s richest 20% enjoyed over half the total household income of the country, while the poorest 20% got only 5%.",
    "Meanwhile, the World Bank estimated Sri Lanka’s poverty levels to have increased from 9.2% in 2019 to 11.7% in 2020 with estimated 500,000 falling into poverty in the year. The people living in extreme poverty ($ 1.9 in 2011 PPP) doubled in the year to 1.2% of the population. Moreover, the poverty gap, which measures the distance to the poverty line, is also estimated to have increased from 17.9% in 2019 to 20.0% in 2020, implying that not only are there more poor people, but also that the poor have fallen deeper into poverty.",
    "Urban poverty has tripled in the last year, soaring from 5% to 15%. The COVID-19 pandemic caused widespread job losses and earnings reductions, resulting in a setback equivalent to five years’ worth of progress in poverty reduction. An estimated 17% of Sri Lanka’s population (approximately 22 million people) is currently food-insecure. However, nearly two-thirds of the population are adopting livelihood-based coping strategies, such as borrowing money or using savings to feed their families. The situation underscores the need for targeted interventions to support vulnerable communities and ensure a more resilient and inclusive recovery.",
    "(The writer is a retired lecturer, University of Kelaniya (LLB, MA, DTh, PhD).)",
    "“Targeted interventions” are needed, but I would like to suggest that this is not merely interventions by the Government. The Golden Rule is a principle that applies to all rational human beings. It proposes treating others as one would want to be treated by them. It is sometimes called an ethics of reciprocity, meaning that you should reciprocate to others how you would like them to treat you (not necessarily how they actually treat you). Various expressions of this rule can be found in the tenets of most religions and creeds through the ages.",
    "In this context, while roughly one in three citizens of the country suffer food insecurity, responding to allegations that the Government is spending excessively on the Independence celebrations, the President pointed out that it is an investment for the future and in the 25 years leading up to the 100th anniversary of independence, several new institutions and laws will be introduced for the reform program needed by the country. Could someone be so kind to explain to us who are lacking in understanding, how this claim can be made?",
    "Similarly, consider the expenses involved in hosting parties by individuals and groups for various events like birthdays, anniversaries, the taking of silks, inaugurations and a host of other splashes with a colossal expenditure of money. Millions are lavished to make the event memorable. But those who partake of these are people who do not experience food security. The well fed are better fed and have to take action to lose weight, who those who have not only have lost weight, but find their health endangered. Could not these expenses be donated to the relief of patients in the cancer hospital or to support the initiatives of those who are providing food and accommodation for the carers who come with patients (often children) to Colombo for treatment? Recently, I learnt that one such facility in the Lady Ridgeway Hospital is in danger of being terminated due to lack of resources and space. Contributing to these and similar initiatives, will certainly be in accord with the golden rule.",
    "Finally, who can explain the behaviour of rational human beings who engaged in making their buck by importing low-quality drugs which endangered the lives of their fellow human beings? That is corruption at its worst. Buddhism points out that avarice lies at the root of dukkha. The root of corruption is avarice and it needs to be eliminated. Talk is cheap. Speaking of a dharmishta society or a yahapalanaya or a yukthiya movement, is a lot of sound and noise; the reality remains unchanged. People continue to care for themselves, while the poor grow poorer. The appeal is to the golden rule. What goes around, comes around. Death is the great leveller. In the words of Thomas Gray:"
  ]
}