{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98078/scientists-say-they-can-cut-hiv-out-of-cells",
  "time_ut": 1710925800.0,
  "original_lang": "en",
  "original_title": "Scientists say they can cut HIV out of cells",
  "original_body_lines": [
    "Scientists say they have successfully eliminated HIV from infected cells, using Nobel Prize-winning Crispr gene-editing technology.",
    "Working like scissors, but at the molecular level, it cuts DNA so “bad” bits can be removed or inactivated.",
    "The hope is to ultimately be able to rid the body entirely of the virus, although much more work is needed to check it would be safe and effective.",
    "Existing HIV medicines can stop the virus but not eliminate it.",
    "The University of Amsterdam team, presenting a synopsis, or abstract, of their early findings at a medical conference this week, stress their work remains merely “proof of concept” and will not become a cure for HIV any time soon.",
    "And Dr James Dixon, stem-cell and gene-therapy technologies associate professor at the University of Nottingham, agrees, saying the full findings still require scrutiny.",
    "“Much more work will be needed to demonstrate results in these cell assays can happen in an entire body for a future therapy,” he said.",
    "“There will be much more development needed before this could have impact on those with HIV.”",
    "And Excision BioTherapeutics says after 48 weeks, three volunteers with HIV have no serious side effects.",
    "But Dr Jonathan Stoye, a virus expert at the Francis Crick Institute, in London, said removing HIV from all the cells that might harbour it in the body was “extremely challenging”.",
    "“Off-target effects of the treatment, with possible long-term side effects, remain a concern,” he said.",
    "“It therefore seems likely that many years will elapse before any such Crispr-based therapy becomes routine - even assuming that it can be shown to be effective.”",
    "HIV infects and attacks immune-system cells, using their own machinery to make copies of itself.",
    "Even with effective treatment, some go into a resting, or latent, state - so they still contain the DNA, or genetic material, of HIV, even if not actively producing new virus.",
    "Most people with HIV need life-long antiretroviral therapy. If they stop taking these drugs, the dormant virus can reawaken and cause problems again.",
    "A rare few have been apparently “cured”, after aggressive cancer therapy wiped out some of their infected cells, but this would never be recommended purely to treat HIV."
  ]
}