{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86375",
  "time_ut": 1756729800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka born Ruwan Jayakody: Culinary Excellence and Entrepreneurial Vision from Toronto to the World",
  "original_body_lines": [
    "There is something to be said about individuals who ensure that people get only the best, because it is what they deserve. Ruwan Jayakody is one such individual, as he stands in his Grand Cinnamon Banquet and Convention Centre, watching servers prepare for another sold-out event. The premiere venue represents just one facet of a major business built from flour, sugar, and driven ambition.",
    "Born in rural Ruwanwella, Sri Lanka, among generations of farmers, Jayakody has taken the path from cowboy to world-renowned celebrity chef, accumulating 42 years of hospitality expertise across four continents.",
    "Originally pursuing a high school to university path in engineering, journalism, and as a cartoonist in both broadcasting and major newspaper companies in Sri Lanka, Jayakody decided in the early 1980s instead to become an apprentice cook. Within just a decade, he had graduated from Ceylon Hotel School and trained under masters Gaston Le Notre in France and Willy Pfund in Zurich, collecting diplomas in French and German languages along the way.",
    "The development from student to industry leader took a faster turn when Ruwan Jayakody migrated to Canada in 1995 after a decade working in three continents in the world. In just two years, he founded Ruwan’s Culinary Inc., establishing what would become a pastry and leading confectionery serving Toronto’s hotel and hospitality sectors, even as his plans and vision extended far beyond the local markets.",
    "Jayakody’s Gateaux Galore emerged as a well-known name in airline catering, eventually supplying inflight meals to at least 25 international carriers departing from Toronto Pearson International Airport. The scale of this operation alone made him one of Canada’s most influential figures in aviation dining.",
    "“Individuals have different orientations,” Jayakody observed, speaking about diversity in professional approaches. This philosophy permeated his business strategy, where he refused to limit himself to single ventures or traditional boundaries.",
    "It was only a matter of time before Jayakody’s skill would be tested in competition. His gold, silver, and bronze medal collection from the various competitions he joined tracks a path across the globe, along with many special awards from the world’s top culinary competitions, such as Germany’s Culinary Olympics, Luxembourg’s Culinary World Cup, and Singapore’s Food and Hotel Asia. Each victory validated his techniques while expanding his international reputation.",
    "The 1996 World Banquet Competition in Dallas marked a significant moment as Ruwan Jayakody represented Team Canada as pastry chef, helping them secure second place globally, following only the United States. This achievement put Jayakody into the elite circles, earning recognition in the book World Celebrity Chefs published across England and France. He was also granted the professional title of Certified World Master Chef.",
    "As befitting his achievements, Jayakody’s role evolved from competitor to mentor and judge. He is the president and founder of Trillium Chefs Canada, a member of the management team of Golden Horseshoe Culinary Team Canada, and Culinary Team Ontario. Jayakody has inspired and guided numerous culinary professionals to the culinary competition field. His certification as one of the few pioneer Culinary Judges in Canada by the World Association of Chefs Societies represents the top position of professional achievement. He remains the first Canadian certified in both culinary arts and pastry art judging. “The profession has failed to make its voice heard and thereby challenge the leadership to make things right,” Jayakody notes.",
    "Ruwan Jayakody’s Grand Cinnamon Banquet and Convention Centre, which can seat up to 1300, serves as the crown jewel of his achievements. The venue is popularly known to host elaborate social events and functions for Toronto’s diverse communities. The facility also serves to bring together different cultures, welcoming celebrations and functions from various ethnic backgrounds, including those in real estate and agriculture cultivation businesses outside of Canada.",
    "The recognition did not end there. Jayakody received the Canadian Governor General’s award in the Art and Culture category in acknowledgment of his contributions to national identity. He was bestowed the Order of Merit Desamanya in his native country of Sri Lanka, in recognition of Jayakody’s global impact. In Belgium, Jayakody was also appointed as Brand Ambassador for Belcolade chocolate, solidifying his status as an international culinary diplomat. He was also given honorary membership in the Amitie Gastronomique Francois Vatel, which is affiliated with the Culinary World Cup Luxembourg.",
    "Today, Jayakody operates from his Toronto headquarters, overseeing operations that span continents. Ruwan Jayakody’s story illustrates how determination can overcome any kind of circumstance."
  ]
}