{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rupee-appreciates-against-major-foreign-currencies-for-2nd-year-191193/",
  "time_ut": 1733137800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee appreciates against major foreign currencies for 2nd year",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee currency has seen a sharp appreciation this year and is likely to end up with a significant rise for the second straight year, the central bank data showed, amid curtailed imports and in the absence of debt repayments after declaring bankruptcy.",
    "The rupee has appreciated against US dollar (11.3%), Euro (16.7%), Pound Sterling (11,6%), Chinese Yuan (Renminbi) (13.6%), Japanese Yen (18.4%), Australian Dollar (17.1%), and Indian rupee (13.2%) for this year up to November 29, the central bank data showed.",
    "The rupee saw appreciation against the same currencies in 2023 as well with a range between 6%-19.5%, the data showed.",
    "The Central Bank said the real effective exchange rate against the basket of 24 currencies (REER 24) also appreciated “in line with the nominal appreciation of the Sri Lanka rupee during the year up to October 2024”.",
    "The REER 24 index (2017=100) increased from 70.2 at end December 2023 to 74.5 at end October 2024, reflecting a reduction in external competitiveness during the period, the Central Bank said.",
    "Currency dealers said the trend could reverse when the central bank relaxes imports and the country starts its external debt repayments.",
    "“This is mainly due to the central bank’s deflationary policies including import embargoes like ban on vehicle imports as well the non payments of external debts,” a currency dealer told EconomyNext.",
    "“There is also partly because of the increase in remittances. But this appreciation has nothing to do with the increase in productivity or exports. The rupee would have appreciated to around 265 against the US dollar had the Central Bank stayed away from buying the US dollars.”",
    "“When the country starts vehicle imports and bilateral and commercial debt repayments, this trend will reverse and we may see depreciation.”",
    "President Anura Kumara Dissanayake’s government is likely to allow imports of vehicles from the first quarter of 2025 though it would be done gradually, government officials have said.",
    "As at end-October, Sri Lanka’s gross foreign reserves position was around $6.5 billion, including the proceeds from the People’s Bank of China swap arrangement, whose usability is subject to conditions.",
    "The island nation is still in the final process of inking the deal on bilateral and commercial debt restructuring. Sri Lanka will start repayment of such external debts from April 2027.",
    "The country declared bankruptcy and sovereign debt default in April 2022 after its usable foreign currency reserves fell to around $20 million followed by some wrong fiscal and monetary policies including excess money printing to keep the local interest rates low. (Colombo/December 02/2024)"
  ]
}