{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Default-of-Rs-6Bn-taxes-by-liquor-manufacturing-companies-challenged-in-Court/108-275791",
  "time_ut": 1706283120.0,
  "original_lang": "en",
  "original_title": "Default of Rs.6Bn taxes by liquor manufacturing companies challenged in Court",
  "original_body_lines": [
    "Colombo, Jan. 26 (Daily Mirror)- Seventeen social activists have filed a Fundamental Rights petition in the Supreme Court seeking an order directing the authorities to forthwith take steps to recover all arrears of tax due from all the liquor manufacturing companies.",
    "The Petitioners stated that by June 15, 2023, the amount of back taxes payable by the liquor manufacturing companies had increased to Rs.6,221 million.",
    "Seventeen social activists including Sanjaya Mahawaththa filed this petition naming Commissioner General of the Excise Department, State Minister of Finance, Auditor General, W. M. Mendis & Co. Limited, Wayamba Distilleries (Pvt) Ltd, Globe Blenders and Bottlers Lanka (Pvt) Ltd, McCallum Brewing Co (Pvt) Ltd, Kalutara Co-op Distilleries Society Ltd, Finland Distilleries Corporation (Pvt) Ltd, Synergy Distilleries (Pvt) Ltd, Randenigala Distilleries Lanka (Pvt) Ltd, Hingurana Distilleries (Pvt) Ltd, Royal Ceylon Distilleries (Pvt) Ltd and several others as respondents. This petition had been filed through Attorney-at-Law Manjula Balasooriya.",
    "The petitioners are further seeking an order directing the authorities to suspend and refrain from renewing the relevant liquor manufacturing licenses issued to the liquor manufacturing companies until the arrears of taxes due are paid in full.",
    "The Petitioners stated that the Sri Lankan government missed its tax revenue target in 2022, falling short by 101 billion Rupees. Among those 101 billion rupees, 26 billion rupees in tax revenue was from Excise revenue.",
    "The Petitioners stated that the failures in the collection of taxes by authorities, were among the reasons for the economic downfall of the country.",
    "The Petitioners stated that even after the bankruptcy of the country, the authorities have failed to carry out the proper revenue collection process. Due to this, the government of Sri Lanka has been unable to reach the expected tax revenue targets. The Petitioners further stated that such failures contradict the agreement reached between the Government of Sri Lanka and the International Monetary Fund in 2022.",
    "The Petitioners state that the loss to the government due to the failure of the Respondents to collect taxes and revenues as scheduled has already resulted in the citizens of Sri Lanka, including the Petitioners being burdened."
  ]
}