{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-study-finds-public-preference-for-authoritarianism-154769/",
  "time_ut": 1710514200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka study finds public preference for authoritarianism",
  "original_body_lines": [
    "ECONOMYNEXT – A survey has found that 1 in 10 Sri Lankans show a preference for authoritarianism, a phenomenon last observed to be high in 2018, a survey on democracy and reconciliation conducted by the Centre for Policy Alternatives (CPA) has found.",
    "“Though more than three-quarter of Sri Lankans show preference for democratic governance over other types of governance, the recent survey findings are that one 1 of every 10 Sri Lankans agree that ‘In certain situations, a dictatorial government can be preferable to a democratic one’,” the survey found.",
    "The CPA, a policy think-tank based in Colombo, conducted its social indicator survey titled ‘Survey on Democracy and Reconciliation in Sri Lanka’ for the eighth year in January, with 1,350 participants across 25 districts in the island.",
    "“The survey series shows that this support for dictatorial government was high during 2018 amidst the political chaos of the Sirisena-Wickremesinghe government.”",
    "“Despite strong support for democracy, the survey series suggests that there is a possibility of rejuvenating the support for authoritarian rule when the frustration towards democratic governance increases.”",
    "The report also found that public trust in parliament and political parties have reached an all time low, with parliament showing 22.4 public percent trust and political parties showing 19 percent trust.",
    "The report pointed out that public trust is vital for the legitimacy of democratic institutions. “Public trust in legislative institutions and the institutions that produce legislatures – political parties – is not only less compared to the Army and Courts, but also have experienced a slump over the past decade,” it said.",
    "“In 2011, 63 percent of Sri Lankans trusted the parliament to perform its role, but it has fallen to 22 percent in 2024. Among the institutions tested in this survey series, people extended the least level of trust toward political parties.”",
    "“The public trust in political parties has fallen from 56 percent in 2011 to 19 percent in 2024. These findings allude to the unprecedented challenges that democracy faces in countries like Sri Lanka.”",
    "The report found that although persons trust or show highest preference to representative Western democracy as the ideal form of rule, they do not trust its elected representatives to rule them, reflecting the survey findings on the trust levels in political parties and parliament. (Colombo/Mar15/2024)"
  ]
}