{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/YJA-calls-for-investigation-on-Sampur-arrests/56-761797",
  "time_ut": 1715729686.0,
  "original_lang": "en",
  "original_title": "YJA calls for investigation on Sampur arrests",
  "original_body_lines": [
    "The Young Journalists Association of Sri Lanka in a letter to the Human Rights Commission of Sri Lanka (HRCSL) has called for an investigation to be launched regarding the arrests of four persons in Sampur for holding a commemoration event in remembrance of the Mullivaikkal war dead.",
    "The YJA said the police had obtained a court order prohibiting the distribution of porridge and there have been several similar instances in the past. “Despite the Sri Lanka Human Rights Commission’s 2016 recommendation to uphold the right to commemoration, the police are obstructing these peaceful commemorations by obtaining court orders,” the YJA noted.",
    "They said the police have clearly neglected these recommendations and have said in court they will investigate whether an offence under the Convention on Civil and Political Rights Act (ICCPR) has been committed.",
    "“Commemoration is a right for everyone, and various commemorations regularly occur in the South as well. Police interference with such commemorations in the North and East constitutes state intervention and suspension of the right to commemoration, indicating the state’s stance on reconciliation,” the organisation said.",
    "The YJA called for an urgent investigation into the actions of the Sri Lanka Police and its officers and requested the Commission to instruct the Inspector General of Police and the National Police Commission to recommend disciplinary action against all officers who have violated or abetted the violation of fundamental rights during the incident.",
    "It also requested the Commission to issue appropriate recommendations to stop the police from interfering with commemorations in other areas and conduct an urgent inquiry into the non-implementation of the previous recommendations given by the Commission."
  ]
}