{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/overcoming-elite-displacement-syndrome/",
  "time_ut": 1758559388.0,
  "original_lang": "en",
  "original_title": "Overcoming ‘Elite Displacement Syndrome’",
  "original_body_lines": [
    "The political change in Sri Lanka under the leadership of Anura Kumara Dissanayake, following his victory in the 2024 presidential election, has opened a new chapter in the country’s democratic journey. For the first time since JR Jayewardene’s two-thirds parliamentary majority in 1977 which many now agree became the starting point for nepotism and authoritarian rule under executive presidential powers, the people of Sri Lanka have delivered a clear mandate for reform. Earlier, many including prolific columnists questioned whether the NPP, the current ruling party could ever achieve such a majority or survive beyond, as some of them called ‘a short honeymoon period’. But within a year, the picture is vastly different. Myths are now busted! The government has moved quickly to restore judicial independence, strengthen law and order, and stabilise the economy. Foreign reserves are increasing rapidly, tourism is booming once again, and international investors are beginning to see Sri Lanka as a trustworthy partner. For the first time in decades, politicians are being reminded that they are not the owners of the state, but they are only temporary custodians of public property and the people’s welfare. Citizens, too, have shown far greater political awareness than in the past.",
    "Some members of the old elite, who were once accustomed to high privilege and unchecked power, along with factions that directly benefited from past governments, continue to struggle with accepting the current political change. Many of these individuals, who previously dominated newspapers, television, and public debates, have fallen silent. Meanwhile, the political scene at the grassroots level reveals a troubling reality: these leaders and their loyal followers are regrouping with the intent to undermine and destabilise the government’s efforts to establish good governance. Ashamedly, political rivals who once fought fiercely against each other to gain power are now banding together under the same roof — alongside the aging old political class, their children, and defeated then regional strongmen. Reports indicate many of these figures are passing away due to old age, yet their greed and hunger for power remain insatiable. This coalition of fading political actors exposes a deep political and social malaise, as they cling desperately to influence despite their waning legitimacy and strength. These individuals, who benefitted from decades of patronage, are experiencing what can be called “Elite Displacement Syndrome”, a fear of losing not just their influence but the protection and wealth the old system guaranteed. Undoubtedly, another segment of Sri Lanka’s upper middle class remains unsettled by the sweeping changes underway. This group, shaped by a bourgeois outlook and strong class instincts, almost tribal in nature, has long believed that national leadership should emerge exclusively from their own social circle and familiar institutions. Many are accustomed to associating political legitimacy with elite schools, privileged neighbourhoods, Western credentials, English way of life, and outward displays of affluence. For decades, these markers of status seemed to guarantee a hold on power and social advantage.",
    "Today, these old assumptions are being shattered. The rise of a new kind of leadership, one built not on inherited privilege, but on intellectual engagement, common sense, honesty, and the grounded simplicity of the everyday Sri Lankan challenges the outdated worldview of the elite. The ability to speak fluent English, wear branded clothing, or project a cosmopolitan image no longer guarantees automatic legitimacy or authority. Likewise, gaining power by exploiting nationalism, dressing in traditional attire, or invoking the name of religious figures—sometimes aided by certain disguised or self-serving clergy, is no longer seen as a valid qualification for leadership. Using citizens’ ethnic or regional sentiments as tools to secure power is also rejected. Those days are behind us. The public today is broader, more aware, and more discerning than before. People want leaders who demonstrate wisdom, simplicity, honesty, and integrity, qualities shown in action, not just by words. Anura Kumara Dissanayake (AKD) exemplifies this new kind of leadership. He is more than qualified to lead, standing in stark contrast to those fake leaders who seek only personal gain and pursue glory at the expense of the country’s true needs and the welfare of its people.",
    "Many from this class may be struggling to process the paradigm shift. The traditional expectation that rulers should mirror their own values, backgrounds, and mannerisms faces a rupture as society increasingly values qualities of integrity, transparency, and empathy. Instead of popularist theatrics or superficial image-building, the new leadership embodies a character shaped by years of learning, community experience, and a resolute commitment to the welfare of all Sri Lankans.",
    "This recalibration is likely uncomfortable for some, manifesting as intolerance or scepticism towards genuine reform. Yet, it is an essential part of moving towards more inclusive governance. The very resilience and dynamism of Sri Lankan society now depend on broadening the definition of leadership, letting go of outdated markers of class and embracing the wisdom, honesty, and modesty that are true assets for collective progress.",
    "“Elite Displacement Syndrome” describes the reaction of entrenched elites who suddenly lose their privileges when a corrupt system is dismantled. In Sri Lanka, this is visible today as once-powerful political families, their business allies, and loyal media supporters find themselves side-lined. Their properties, bank accounts, and networks, long shielded from scrutiny, are now under the eyes of investigators. Many fear losing the patronage system that kept them safe for decades.",
    "Take any district. Look at the wealth accumulated by certain political families, their houses, vehicles, land, and overseas assets and connections. Ordinary Sri Lankans survived hunger, malnutrition, and lack of proper schools or hospitals, while these elites celebrated with banquets, foreign tours, and tax-funded extravagance. Doctors still treat children for malnutrition, while politicians once wasted public resources on luxury lifestyles. This injustice went on for decades. Now, people demand accountability. Bringing those who looted the country to justice is not revenge it is justice owed to the millions who paid the price through poverty and lost opportunities. Without accountability, reforms risk being weakened by backlash from these same elites.",
    "Another group deeply affected by this change are intellectuals and media figures. For years, many of them defended corrupt rulers or stayed silent, knowing the wrongs being committed. Some appeared on national television praising politicians in exchange for positions or perks, while others used their pens to glorify leaders whose policies destroyed the nation. A few brave critics were silenced, exiled, or even killed.",
    "Non-governmental organisations and think tanks seem to have lost their clear voice on critical issues today. Their commentary often appears muted or hesitant, and there is a noticeable lack of constructive opinion pieces, expert interviews, or proposals for meaningful restructuring. Instead, they seem caught searching for opportunities simply to criticise or demoralise the ongoing reforms, speaking only in negative terms without offering viable solutions. Where are you all? These organisations represent only a certain fraction of society and tend to communicate in language that an average citizen struggles to comprehend.",
    "It is time to change this attitude and openly acknowledge the significant changes the new government is implementing, particularly in the areas of law, order, fiscal discipline, and the independence of the Central Bank and the country’s financial governance. Honest engagement would better serve the national interest than veiled criticism, as Sri Lanka charts a difficult but necessary course toward sustainable recovery and governance reform.",
    "Now, society expects better. Intellectuals must admit that their silence or complicity helped sustain a rotten system. Their responsibility today is to stand with the people, to support reforms, and to act as watchdogs against any return to selective justice. Our academics, writers, and journalists must put aside personal gain and work for truth, fairness, and democracy. If they succeed, Sri Lanka’s intellectual community can finally reclaim credibility after decades of mistrust. As a society, we must encourage this honesty, for it is the only way to ensure our children grow up in a nation with dignity and respect.",
    "Corruption did not survive through politics alone. A section of the business community also kept the system alive by partnering with corrupt politicians. For decades, businesses flourished by taking state loans they never repaid, hiding money in fake ventures, creating monopolies in essentials or bribing officials to secure contracts. Public banks were drained, consumer confidence destroyed, yet private profits kept flowing. In many cases, politicians and business owners became silent partners in each other’s thefts.",
    "That era is ending. The new system makes it clear: businesses that align with transparency, social trust, and fair competition can thrive. Those that cling to old ways, bribes, deals, and monopolies, will face exclusion both at home and abroad. The private sector must realise that its survival depends not just on profit, but on social acceptance. Already, foreign investors are watching closely. They will only bring capital where the rules are clear, and corruption is not tolerated. Sri Lankan companies that embrace this moment have a chance to lead not just the economy, but the renewal of society.",
    "Sri Lanka has often been labelled a “failed state.” But today, after decades of decay, the people have shown the strength to chart a new course. By dismantling elite privilege, holding corrupt politicians accountable, and demanding fairness from intellectuals and the private sector, we are witnessing the birth of a new political culture. Good governance is not about endless speeches. It is about building systems where justice applies equally, resources are managed fairly, and every citizen knows the law protects them. Political culture must shift permanently away from nepotism and greed and toward service and accountability. That change must be embraced not just by those in power, but by every Sri Lankan citizen. It is time for all citizens to wake up fully to this moment and see and feel the change and become active participants in shaping it. If we succeed, Sri Lanka will not just recover it will you’re your children and grandchildren, and many generations to come a country of dignity, respect, and meaningful life.",
    "*Mahinda Yapa is an associate professor at Edinburgh Napier University, UK. He specialises maritime, supply chain and logistics and holds a PhD from the Australian Maritime College, University of Tasmania, Australia."
  ]
}