{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Elon-Musk-to-visit-Sri-Lanka-this-year-to-launch-Starlink/108-282959",
  "time_ut": 1716183420.0,
  "original_lang": "en",
  "original_title": "Elon Musk to visit Sri Lanka this year to launch Starlink",
  "original_body_lines": [
    "Colombo, May 20 (Daily Mirror)-  Elon Musk has accepted an invitation by President Ranil Wickremesinghe to visit Sri Lanka this year to launch his Starlink satellite internet service, the Daily Mirror learns.",
    "President Wickremesinghe, accompanied by his advisor on climate affairs Ruwan Wijewardene, met Elon in Bali, Indonesia yesterday and discussed a host of topics including renewable energy, Artificial Intelligence (AI) and world politics.",
    "However, the exact dates of Elon's visit to Sri Lanka have not yet been fixed and the Sri Lankan government will be in touch with Elon's team to finalize the arrangements.",
    "“It all depends on how Sri Lanka expedites the approval process and as soon as it is done, Elon will arrive in Sri Lanka to launch Starlink. Tentatively it was discussed that he will arrive in Sri Lanka at the end of the year,\" the source said.",
    "Elon Musk, the billionaire head of Tesla and SpaceX and owner of social platform X arrived in Indonesia’s resort island of Bali to launch Starlink satellite internet service.",
    "Elon had sent an application to launch the Starlink service in Sri Lanka, and the President agreed to expedite the process. The President is also reported to have said that such internet service will be helpful in developing rural education in Sri Lanka.",
    "In Indonesia, an archipelago nation of 17,000 islands sprawling across three different time zones, Elon Musk will launch the internet service during his present visit.",
    "Starlink’s Internet Constellation is one of the biggest breakthroughs in commercial satellite history. It brings nearly broadband-capable speeds and performance using a novel configuration of small satellites that work as a constellation while orbiting the Earth much lower than traditional satellites."
  ]
}