{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/four-candidates-place-cash-deposits-for-sri-lankas-presidential-election-174027/",
  "time_ut": 1722000900.0,
  "original_lang": "en",
  "original_title": "Four candidates place cash deposits for Sri Lanka’s presidential election",
  "original_body_lines": [
    "ECONOMYNEXT — Four presidential candidates have paid their cash deposits for Sri Lanka’s 2024 presidential election, the country’s election commission said.",
    "Former Deputy Minister Sarath Keerthirathne was the first to make his deposit soon after the announcement by the commission that the election would be held on September 21.",
    "He was followed by President Ranil Wickremesinghe, activist Oshala Herath and businessman A S P Liyanage.",
    "With the exception of Liyanage, who is contesting from the SRi Lanka Workers’ Party, all presidential hopefuls so far will face the electorate as independent candidates.",
    "The election commission said Friday July 26 that Sri Lanka’s presidential election will be held on September 21, 2024, with nominations to be accepted till August 15.",
    "As per the Presidential Elections Act No. 15 of 1981, a candidate nominated by a recognised political party has to deposit only 50,000 rupees while an independent candidate, or a candidate nominated by any other party or by an elector, must pay only 75,000 rupees.",
    "Deposits are now being accepted from 8:30 am to 4:15 pm on working days at the Election Commission Office until 12 noon on August 14.",
    "Opposition MP Dullas Alahapperuma told parliament on Wednesday that cash deposits Sri Lanka’s presidential candidates are required to pay have not been revised in 43 years.",
    "“The election commission proposed that this be increased to 2.5 million rupees for political parties and 3 million for independent candidates. This was a pertinent proposal. There were 35 candidates who contested the last election,” he said.",
    "“The number of candidates might be 80 or 85 this election. Many candidates have no basis for contesting, and it costs a vast sum of money to print ballots and other expenses, not to mention the time consumed for counting votes. This is not just to prevent proxy parties from contesting but also to save a lot of national wealth,” he said.",
    "Leader of the House Susil Premajayantha responding to Alahapperuma said, however, that it would not be possible to pass the proposed amendment in time for the 2024 presidential election. (Colombo/Jul26/2024)"
  ]
}