{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Roshan-Ranasinghe-and-Arjuna-Ranatunga-new-alliance-vows-to-clean-up-politics-in-2024/56-757569",
  "time_ut": 1705694115.0,
  "original_lang": "en",
  "original_title": "Roshan Ranasinghe and Arjuna Ranatunga new alliance vows to clean up politics in 2024",
  "original_body_lines": [
    "Launch new alliance titled ‘Unity of Sri Lanka’ on platform to end corruption in SL",
    "Say coalition will play crucial role in upcoming elections aiming to secure Presidency and form a Govt.",
    "Stress alliance will also focus on abolishing Executive Presidency to give more power to Parliament",
    "Former Sports Minister Roshan Ranasinghe yesterday declared 2024 as the year which will mark the end of corrupt politics in Sri Lanka. Ranasinghe said it is the prevailing notion in contemporary politics that individuals possessing the skills to participate in strategic manoeuvres, conspiracies, or dishonest activities are often considered talented politicians.",
    "“But 2024 will mark the end of this conspiratorial and corrupt form of politics,” he declared.",
    "The former Minister made these comments at the launch of a new political alliance titled ‘Unity of Sri Lanka’ held at the Pulathisi Buddhi Mandapaya in Polonnaruwa yesterday.",
    "Ranasinghe highlighted that the primary focus of the alliance will be to eradicate corruption. He emphasised that the coalition will unite individuals who share similar ideals to collectively work towards achieving this important goal.",
    "The event was attended by Former Ports, Shipping and Aviation Minister Arjuna Ranatunga who also aligned himself with the coalition established by Ranasinghe.",
    "Ranasinghe emphasised that the newly formed alliance will play a crucial role in upcoming elections, aiming to secure the Presidency and establish a new Government.",
    "Addressing the gathering Ranatunga said the alliance is a collaborative effort involving both politicians and civil organisations with the primary objective to usher in honest and ethical politicians into the Parliament of Sri Lanka.",
    "He said the alliance will also seek to abolish the Executive Presidency and Prime Ministerial powers to grant more power to the Parliament. The alliance has arranged a series of public meetings across the island to advocate for its cause in the upcoming days."
  ]
}