{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-leader-expresses-interest-in-indian-power-energy-projects-amid-adani-delay-185871/",
  "time_ut": 1730477220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka leader expresses interest in Indian power, energy projects amid Adani delay",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Anura Kumara Dissanayake has expressed interest in learning from India’s expertise in power and energy sector development when he met the Indian High Commissioner to Sri Lanka, the President’s Media Division (PMD) said.",
    "The President’s expression comes as India’s Adani renewable energy project is facing a delay due to a raft of legal cases filed in the island nation’s Supreme Court due to environmental concerns amid higher cost per tariff quoted in the Adani project.",
    "“The President expressed interest in learning from India’s expertise in power and energy sector development and the digitalization process, with a view to advancing these areas in Sri Lanka with India’s support,” PMD said in a statement on the Dissanayake’s meeting with the Indian High Commissioner Santosh Jha today.",
    "“The discussion centered on strengthening the longstanding relationship between the two nations, including a detailed review of Indian-assisted projects in Sri Lanka, where progress and challenges were highlighted.”",
    "The meeting also comes two weeks ahead of Sri Lanka’s parliament election in which Dissanayake’s Marxists Janatha Vimukthi Peramuna (JVP)-led ruling National People’s Power has an edge.",
    "An NPP member last week said Sri Lanka will revisit and discuss the Adani renewable energy project among many other key topics when a government delegation visits New Delhi in January next year on the invitation of the Indian government.",
    "The Adani deal was signed without any tender with Dissanayake’s government having sought time from the court to review Adani’s wind power deal in the island nation’s north-western coastal town of Mannar, as several legal cases are ongoing.",
    "Before the presidential election the NPP said it will not approve any projects without open tenders and promised to review the Adani project approved under the previous government.",
    "Adani had proposed setting up 500MW of wind plants in Mannar and Pooneryn. An energy permit was approved by Sri Lanka’s Sustainable Energy Authority for the Pooneryn plant for 234MW as well in February this year.",
    "Environmentalists and the Bishop of Mannar have sought legal actions saying that the plants are in the way of a migrant bird route, and that the price paid for power generated by the project is too high.",
    "Petitioners have questioned the basis for the negotiated tariff at a fixed 8.26 US cents per kilowatt-hour (KWh) for a period of 20 years, when the environmental impact assessment (EIA) was based at a cost of 4.6 US cents, potentially causing considerable financial loss to the country and a burden on consumers.",
    "In seeking relief, the petitioners urged the Supreme Court to declare that there is a violation of the fundamental rights of the petitioners and citizenry at large, declare that the decisions made to award the project to Adani as wrongful, and call for any consequential actions undertaken to be declared illegal.",
    "Long term power purchase agreements set by negotiated rates have been controversial especially after the state-run Ceylon Electricity Board (CEB) law was amended to allow large plants without competitive tender. (Colombo/November 1/2024)"
  ]
}