{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99789/govt-to-remove-unauthorized-constructions-in-colombo-and-suburbs-to-tackle-flooding-",
  "time_ut": 1718019420.0,
  "original_lang": "en",
  "original_title": "Govt to remove unauthorized constructions in Colombo and suburbs to tackle flooding",
  "original_body_lines": [
    "The Secretary of the Ministry of Urban Development and Housing, W.S. Sathyananda says that measures will be taken to immediately remove all unauthorized constructions that contribute to flooding in the city of Colombo and its suburbs.",
    "Speaking during a news conference held at the Department of Government Information, Sathyananda stated that a relevant circular will be issued to all government institutions within two weeks.",
    "He emphasized that conserving the existing wetlands in Colombo and its surrounding areas is crucial for the flood control efforts. The blocking of small waterways and drainage systems in these areas has been identified as a significant cause for flooding.",
    "The Chairman of the Sri Lanka Land Development Corporation, Hiran Balasuriya indicated that multiple projects are underway to mitigate flooding in Colombo and its suburbs.",
    "These initiatives are being implemented in collaboration with the Urban Development Authority (UDA), Irrigation Department, Provincial Irrigation Departments, and local government institution.",
    "The comprehensive flood mitigation plan for Colombo and its suburbs are to be executed under three phases: namely in the short-term, medium-term, and the long-term.",
    "The 07 projects include the improvement of water supply systems out-of-Colombo and Urban Landscaping Project, Palangastuduwa Pumping Station Project, Flood Control Facility Implementation and Maintenance Project including Rainwater Pumping Station Flood Gates, the implementation and maintenance of facilities established for integrated flood management systems and real-time control data centers, the drainage improvement project of the Piliyandala Master Development Plan and the drainage and environmental improvement program of the Battaramulla catchment area, which is the upper catchment area of the Parliament."
  ]
}