{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96981/land-bridge-project-to-connect-sri-lankan-ports-with-gulf-of-thailand",
  "time_ut": 1706976540.0,
  "original_lang": "en",
  "original_title": "Land bridge project to connect Sri Lankan ports with Gulf of Thailand",
  "original_body_lines": [
    "In a significant development, President Ranil Wickremesinghe addressed the Thailand-Sri Lanka Business Forum at the Kingsbury Hotel, highlighting the auspicious timing of the event. The President announced the signing of a ground-breaking free trade agreement (FTA) between Sri Lanka and Thailand, marking the second FTA with an ASEAN country.",
    "President Wickremesinghe emphasized the historic trade relationship between the two nations, which predates even the Sukhothai Kingdom. He urged a revival of this connection, considering the strategic positions of Sri Lanka in the Indian Ocean and Thailand in the Asia Pacific. The President also acknowledged the cultural ties, including shared traditions like the Ramayana and Theravada Buddhism, the President’s Media Division (PMD) said in a statement.",
    "President Wickremesinghe welcomed Thailand’s Prime Minister and expressed enthusiasm for the proposed land bridge of Krah Canal, connecting Sri Lankan ports to the Asia Pacific. He highlighted the potential for regional logistics centres and discussed collaborative efforts in renewable energy, agriculture modernization, and fisheries development.",
    "The President lauded the commitment to commercial Durian cultivation, with the Prime Minister offering assistance to modernize agriculture. Tourism also took centre stage, with plans to provide land and historic buildings for development in strategic areas. President Wickremesinghe concluded by urging both nations to seize the opportunities presented and work collaboratively for mutual benefit, the statement mentioned.",
    "Expressing his views at the Business Forum, the Prime Minister of Thailand Srettha Thavisin highlighted potential collaborations in Sri Lanka’s growing hospitality industry, covering food and beverages, hotel supplies and skills development through cooperation between academies and hospitality institutes. Emphasizing the cultural and religious bonds between the nations, he mentioned Thai Airways International’s resumption of daily flights between Bangkok and Colombo commencing from the 31st of March.",
    "The Prime Minister encouraged more Thai companies to invest in Sri Lanka’s infrastructure, manufacturing and energy sectors. He also urged increased tourism, suggesting Thai companies capitalize on Sri Lanka’s infrastructure projects and tourist advantages in markets like India, UAE, and the EU, the PMD said.",
    "In terms of maritime connectivity, he identified Sri Lanka as a crucial partner in Thailand’s ambition to become a logistics hub in Southeast Asia, citing a land bridge project to connect the Andaman Sea with the Gulf of Thailand. Additionally, he welcomed Indonesia’s high-crystal ocean project in the coming years.",
    "The Prime Minister assured that Thailand is open for business year-round, inviting collaboration to foster economic growth and move into an exciting future, according to the PMD."
  ]
}