{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Poverty-of-CBSL-s-monetary-policies-Part-1/4-769383",
  "time_ut": 1731951883.0,
  "original_lang": "en",
  "original_title": "Poverty of CBSL’s monetary policies: Part 1",
  "original_body_lines": [
    "The economic consequences of the CBSL losing control over interest rates cannot be overstated",
    "What is notable is not only that the CBSL continues to adhere to its flawed notion of money printing despite the evident logical issues in its interpretation, but also that it persists in its commitment to the quantity theory of money (QTM)—or at least its own variant of this theory. This is in spite of the numerous and growing criticisms from researchers in central banks across the world, including those considered to be at the forefront of research in monetary policy, such as the US and the UK",
    "The CBSL does not appear to be fully committed to setting and targeting money market interest rates, which requires it to allow the quantity of cash to be determined by the market. In fact, as the IMF observes, the CBSL seems to be permitting the market, rather than policy, to set money market rates, while managing liquidity to prevent instability in these rates",
    "Excessive money printing is seen as occurring when the growth of the cash base causes the money stock to expand beyond the growth in aggregate output, with the relationship between the cash base and money stock referred to as the ‘money multiplier’, which is assumed to remain relatively constant over time. Increases in the cash base are understood to arise from: central bank purchases of government debt, the provision of liquidity to commercial banks in the interbank market via reverse repurchase agreements, and borrowings by commercial banks and other financial institutions from the central bank through standing loan facilities and similar mechanisms",
    "A recent op-ed in EconomyNext addressed a debate between Dhananath Fernando, Chief Executive Officer of Advocata Institute, a Sri Lankan think tank, and the Central Bank of Sri Lanka (CBSL) regarding whether the CBSL’s latest liquidity injections amounted to ‘money printing’. Fernando asserted that they did, while the CBSL argued that they did not.",
    "The present article seeks to make two main points in this context. First, although Fernando is technically correct and the CBSL incorrect about what constitutes money printing, both adhere to an erroneous view of its relationship with inflation and foreign exchange reserves—i.e. that excessive money printing leads to a rise in inflation and a fall in reserves. Secondly, the article contends that the CBSL’s flawed understanding of the sources of inflation and depletion of foreign exchange reserves has led to a correspondingly confused monetary policy stance as manifest in its apparent loss of control over short-term interest rates.",
    "Those academics and policymakers who have historically explained inflation and balance of payments issues through ‘excessive expansions in money stock (stock of cash plus deposits held with commercial banks)’ are seen as adherents of the so-called quantity theory of money (QTM). For adherents of the QTM, excessive expansions in money stock result from excessive money printing (excessive increases in the cash base). Specifically, excessive money printing is seen as occurring when the growth of the cash base causes the money stock to expand beyond the growth in aggregate output, with the relationship between the cash base and money stock referred to as the ‘money multiplier’, which is assumed to remain relatively constant over time.",
    "Increases in the cash base are understood to arise from: central bank purchases of government debt, the provision of liquidity to commercial banks in the interbank market via reverse repurchase agreements, and borrowings by commercial banks and other financial institutions from the central bank through standing loan facilities and similar mechanisms. As Fernando (and the editors of EconomyNext) have observed, the source of excess cash cannot logically be confined to central bank money printing to finance the Government’s Budget deficit—yet this is precisely the position taken by the CBSL in this “debate”.",
    "In a press release dated 29 October this year, the CBSL clarified that, in its view, money printing leading to an excessive increase in money stock only occurs when there is an increase in the cash base specifically to fund the Government’s Budget deficit. Increases in the cash base resulting from liquidity injections to meet the demands of commercial banks or through the use of standing loan facilities do not, according to the CBSL, constitute money printing that results in an excessive increase in money stock (as defined above).",
    "Misdiagnosing inflation and the collapse in reserves in the period 2021-22",
    "Notwithstanding their recent disagreement with respect to the definition of money printing, Fernando and the CBSL (as well as the IMF) adhere to the fundamentally flawed QTM-inspired view that excessive money printing caused the collapse in reserves and the accompanying surge in inflation in the period 2021–22.",
    "The first point to be made about this argument is that there is no empirical support for it. Indeed, in its 2024 annual report, the CBSL conducted a detailed analysis of the factors that had driven the surge in inflation and concluded that the overwhelming contribution was external. These external factors, combined with the COVID-19-related economic shutdown, were undoubtedly the proximate causes of the collapse in foreign exchange reserves. Yet, the persistent claim remains that it was excessive money printing that led to the collapse in Sri Lanka’s foreign exchange reserves and the surge in inflation.",
    "One consequence of this misdiagnosis of the causes of inflation and the collapse in foreign exchange reserves over the 2021-22 period was, as Dilina Kulathunga (2024) has argued, a flawed monetary policy. He cites the CBSL’s own stance, which acknowledges that when inflation (and balance of payments imbalances) stem from supply-side factors, adopting contractionary policies to address it may lead to adverse effects. Such policies risk slowing economic activity, thereby exacerbating supply-side pressures.",
    "Kulathunga correctly further argues that this is precisely the approach the Central Bank adopted under its current Governor, Dr. N. Weerasinghe, shortly after he assumed office in 2022. Specifically, Dr. Weerasinghe raised interest rates in response to what was primarily a supply-side shock. This decision, Kulathunga notes, “drove hundreds of thousands of small businesses out of operation, causing at least as many people to lose their jobs, thereby inflicting further hardship on a larger segment of the economy, all in an attempt to extinguish what might have been a short-lived inflation. This inflation could have subsided naturally as supply chains cleared and the effects of the war diminished, as indeed occurred a few months later.”",
    "What is notable is not only that the CBSL continues to adhere to its flawed notion of money printing despite the evident logical issues in its interpretation, but also that it persists in its commitment to the quantity theory of money (QTM)—or at least its own variant of this theory. This is in spite of the numerous and growing criticisms from researchers in central banks across the world, including those considered to be at the forefront of research in monetary policy, such as the US and the UK.",
    "The key criticisms of the QTM arising from this research are as follows. First, once it is accepted that central banks set interest rates (the price of cash), they must allow the quantity of cash in the system to be determined by the market. In a speech at the Reserve Bank of India, William R. White, former Deputy Governor of the Bank of Canada, argued:",
    "“Some decades ago, the academic literature would have emphasised the importance of the reserves supplied by the central bank to the banking system, and the implications (via the money multiplier) for the growth of money and credit. Today, it is more broadly under- stood that no industrial country conducts policy in this way under normal circumstances.",
    "Recognising how unstable in practice is the demand for cash reserves, and the associated implications for interest rate volatility, there has been a decisive shift towards the use of short-term interest rates as the policy instrument. In this framework, cash reserves supplied to the banking system are whatever they have to be to ensure that the desired policy rate is in fact achieved” (2001).",
    "Secondly, and related to the previous point, it is now recognised that changes in the cash base are driven by prior changes in commercial banks’ liabilities (or money stock), rather than the reverse. In other words, once it is accepted that central banks target interest rates rather than the cash base of the system, the relationship between the cash base and money stock is the opposite of that proposed by the traditional money-multiplier mechanism.",
    "It is changes in the money stock that lead to changes in the cash base, with central banks required to accommodate commercial banks’ demands for cash to meet reserve requirements arising from increases in their liabilities, and without any fixed relationship between changes in the cash base and money stock. Goodhart (2010: F82) argues that, ‘The old pedagogical analytical approach that centred around the money multiplier was misleading, atheoretical and has recently been shown to be without predictive value. It should be discarded immediately.’",
    "A key point raised by several researchers in this context is that changes in credit extended by commercial banks have a significant impact on the level of deposits held with them, as loans made by commercial banks typically lead to a corresponding expansion of deposits—the accounts of borrowers are credited with the loan amounts. The former Governor of the Bank of England, Mervyn King, observed that, “When banks extend loans to their customers they create money by crediting their customers’ accounts” (2012). Similarly, the head of the Monetary and Economic Departments of the Bank for International Settlements, C. Borio (2012), argues that, “Deposits are not endowments that precede loan formation; it is loans that create deposits.”",
    "Perhaps the final blow to the QTM has been the evidence from the extensive quantitative easing experiment undertaken by major central banks in advanced economies following the Global Financial Crisis of 2008–09. During this period, these central banks injected unprecedented amounts of cash into their economies without the predicted increase in broad money stock and inflation. In fact, inflation rates actually fell across these countries. This experience led many central bankers in advanced economies to reconsider their adherence to the QTM. For example, J. Powell, the current Chair of the US Federal Reserve, stated in his semi-annual testimony to the US Congress in February 2021 that, “When you and I studied economics a million years ago, M2 and monetary aggregates generally seemed to have a relationship to economic growth. Right now, I would say the growth of M2, which is quite substantial, does not really have important implications for the economic outlook. M2 was removed some years ago from the standard list of leading indicators, and just that classic relationship between monetary aggregates and economic growth and the size of the economy, it just no longer holds. We have had big growth of monetary aggregates at various times without inflation, so something we have to unlearn, I guess.”",
    "In a recent technical report on the CBSL’s monetary policy, the IMF noted that the CBSL has lost control of money market interest rates and, as a result, long-term rates, as well as deposit and lending rates (2024, p. 9). Although the IMF does not explicitly state this, the issue is that the CBSL has not transitioned to a modern central bank employing contemporary monetary policies. Specifically, the CBSL does not appear to be fully committed to setting and targeting money market interest rates, which requires it to allow the quantity of cash to be determined by the market. In fact, as the IMF observes, the CBSL seems to be permitting the market, rather than policy, to set money market rates (2024, p. 10), while managing liquidity to prevent instability in these rates.",
    "As a result, the key money market rate, the average weighted call money rate (AWCMR), has been driven to the ceiling of the interest rate corridor, with the money market experiencing a liquidity shortfall, contrary to the claims made by Fernando. There has also been continuous recourse to standing facilities by both bank and non-bank primary dealers in the bond market. Indeed, as the IMF notes, the AWCMR has been pushed towards the standing loan facility rates, with the implication being that the standing loan facility rate is no longer serving the purpose of incentivising banks to borrow from the interbank market.",
    "As should be evident, the root of the problem lies in the continued adherence by the CBSL, and particularly its Governor, to the largely discredited quantity theory of money. Ironically, this commitment has been reinforced by IMF economists, who repeatedly claim that inflation in Sri Lanka is caused by excessive money printing, in spite of their awareness of the large and growing volume of literature discrediting QTM explanations of inflation. The logic of the QTM, as noted above, dictates that monetary policy should focus on controlling the cash base of the economy, leaving the market to determine money market interest rates—precisely what the CBSL has been doing, albeit without any clear indication of the criteria it is using to control the cash base of the system. Hence, it is little wonder that the CBSL has lost control over money market interest rates.",
    "The economic consequences of the CBSL losing control over interest rates cannot be overstated. Interest rates are one of the two most important prices determining the dynamics of the economy, the other being the exchange rate. While the present article has focused on the implications of the CBSL’s monetary policy for its loss of control over money market rates, its loss of control over long-term rates is of equal, if not greater, economic significance—a topic we will address in a subsequent article and in doing so return to the problem of the CBA.",
    "Borio, C. (2012). The Financial Cycle and Macroeconomics: What Have We Learnt?. BIS Working Paper No. 395. Basel: Bank for International Settlements.",
    "Central Bank of Sri Lanka. (2024, October 10). An Explanatory Note on Central Bank of Sri Lanka’s Open Market Operations (OMOs) and Money Printing [Press release]. https://www.cbsl.gov.lk/sites/default/files/cbslweb_documents/press/pr/press_20241029_cbsl__open_market_operations_and_money_printing_e_0.pdf",
    "Goodhart, C. (2010). Money, Credit and Bank Behaviour: Need for a New Approach. National Institute Economic Review 214: F73–F82.",
    "Sri Lanka central bank urged not to inject excess money by open market operations. (2024, November 7). EconomyNext. https://economynext.com/sri-lanka-central-bank-urged-not-to-inject-excess-money-by-open-market-operations-186335/",
    "Churiy, O. & Vollan, B. (2024, September 20). Sri Lanka: Liquidity monitoring and monetary operations (Technical Assistance Report No. 2024/078). International Monetary Fund. https://www.imf.org/en/Publications/technical-assistance-reports/Issues/2024/09/20/Sri-Lanka-Technical-Assistance-Report-Liquidity-Monitoring-and-Monetary-Operations-554970",
    "King, M. (2012, October 23). When Banks Extend Loans to their Customers, they Create Money by Crediting their Customers’ Accounts [Speech audio recording]. The Millennium Centre, Cardiff. www.bis.org/review/r121025a.pdf",
    "Kulatunga, D. (2024, May 14). Central Bank may have won the inflation fight but erred on what caused it. Daily Mirror on-line. https://www.dailymirror.lk/business-news/Central-Bank-may-have-won-inflation-fight--but-erred-in-what-caused-it/273-282516",
    "Powell, J. (2021). Semi-annual Monetary Policy Report to the Congress, February.",
    "White, W.R. (2001, December 14). Changing Views on How Best to Conduct Monetary Policy: The Last Fifty Years [Speech audio recording]. Reserve Bank of India, Mumbai. http://williamwhite.ca/wp-content/uploads/2001/12/14122001_Changingviews-on-how-best-to-conduct-monetary-policy.pdf",
    "(Bram Nicholas is the COO of the research and training company ETIS Lanka. Howard Nicholas is a retired associate professor in economics, Institute of Social Studies (The Netherlands).)"
  ]
}