{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97938/global-child-mortality-rates-dropped-in-2022-but-progress-slow-un-says",
  "time_ut": 1710385320.0,
  "original_lang": "en",
  "original_title": "Global child mortality rates dropped in 2022 but progress slow, UN says",
  "original_body_lines": [
    "The number of children globally who died before their fifth birthday dropped to a record low of 4.9 million in 2022, but that still represents one death every six seconds, according to new United Nations estimates.",
    "While the mortality rate for under-5s has roughly halved since 2000, the world is still behind in the goal of reducing preventable deaths in that age group by 2030, and progress has slowed since 2015, the report, released on Wednesday, found.",
    "The numbers represent “an important milestone”, said Juan Pablo Uribe, director for health nutrition and population at the World Bank, one of the partners that put together the report alongside Unicef, the U.N. population division and the World Health Organization.",
    "The picture is varied. Some countries, like Cambodia, Malawi and Mongolia, have reduced under-5 mortality rates by more than 75% since 2000.",
    "Overall, deaths in babies and children under-5 in 2022 were concentrated in sub-Saharan Africa, which represented 57% of the global total despite only making up 30% of the live births that year. Southern Asia had around a quarter of both deaths and live births. Around half of the deaths globally are among newborns, the report said.",
    "The report was limited by a lack of data in the worst-affected countries, the U.N. partners added.",
    "The deaths were largely caused by preventable or treatable causes, such as pre-term birth, pneumonia or diarrhea. Better access to primary health care and community health workers could vastly improve the outlook, the U.N. said, although climate change, increasing inequity, conflict and the long-term fall-out of COVID-19 could all threaten progress."
  ]
}