{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/attempt-of-senior-advisor-to-akd-to-crush-aragalaya-dilution-of-corruption-agenda/",
  "time_ut": 1728447941.0,
  "original_lang": "en",
  "original_title": "Attempt Of Senior Advisor To AKD To Crush ‘Aragalaya’ & Dilution Of Corruption Agenda",
  "original_body_lines": [
    "I refer to the media report attributed to Minister of Foreign Affairs & Cabinet Spokesman, Vijitha Herath that Messrs. Duminda Hulangamuwa and Prof. Anil Fernando have been appointed ‘Senior Advisors to the President on Economic Affairs & Finance’.",
    "As a person who voted for President Anura Kumara Dissanayake who is also Minister of Finance, I am shocked to learn of the appointment of Duminda Hulangamuwa.",
    "My vote for AKD was mainly due to my belief that he is sincere in combating corruption being at the center of his agenda.",
    "The corrosive link between politicians/professionals/private sector is best exemplified by the call of business chambers led by the Ceylon Chamber of Commerce (CCC) to “call off mass protests” planned for 2 November 2022 by those seeking  economic and social justice and accountability for economic crimes after the ‘Aragalaya’ was violently dismantled by then unelected President Ranil Wickremesinghe.",
    "The question is whether President Dissanayake and Vijitha Herath were aware prior to making this appointment that Duminda Hulangamuwa apart from being the Chairman of the country’s leading business chamber – Ceylon Chamber of Commerce (CCC) is also the Managing Partner of leading audit firm Ernst & Young in Sri Lanka?",
    "If aware, do they believe that an auditor can be INDEPENDENT when coalescing with business chambers consisting of companies they are auditing?",
    "I ask – can anyone engage in corruption without the complicity of professionals – particularly auditors/chartered accountants and lawyers?",
    "In any large organization be it in the public or private sector, the first line of defense against corruption is a chartered accountant who can blow the whistle on corruption. The last line of defense is an auditor who can also blow the whistle on corruption.  In the intermediate period are internal auditors.",
    "Hence, should not any serious effort to combat large scale corruption commence with the role of chartered accountants/auditors? Lawyers preparing legal documents also have a role in combating corruption. Are not top civil servants also professionals?",
    "I state with responsibility that CA Sri Lanka which regulates the audit/chartered accountancy profession in Sri Lanka is corrupt.",
    "To date it has not concluded its investigation of my ‘complaint’ made as far back as 8 August 2005 of the ‘Professional Misconduct’ by the local affiliates of Price Waterhouse Coopers (PwC) and Ernst & Young (EY) in relation to the unlawful privatisation of the Sri Lanka Insurance Corporation (SLIC).",
    "This is despite the COPE Report to Parliament as recorded in the ‘Hansard’ stating – “Ernst & Young auditors and PwC Consultants were directly involved in the said fraudulent conduct.” and the ‘Supreme Court’ (SC FR 158/2007) in its landmark Judgment holding the SLIC privatisation to be “illegal and invalid ab initio”.",
    "1) How can corruption be combated when the agency that regulates the audit/chartered accountancy profession is itself corrupt?",
    "2) Even if some countries tolerate audit firms being members of business chambers, should not Sri Lanka if it is serious about combating corruption have its own template and be a role model for others to follow?",
    "3) Should not President Dissanayake consider an amendment to the Institute of Chartered Accountants of Sri Lanka Act to prohibit practicing auditors/chartered accountants from being members of business/trade chambers?",
    "Let me state for the record that I have never met Duminda Hulangamuwa and have had no dealings whatsoever with him. My only objective is the ‘Public Interest’.",
    "If AKD and his NPP are serious about combating corruption, should he not place in the public domain the phone number and e-mail address of a trusted individual with a designated office to receive complaints and suggestions from the public who must reveal their name and ID number?",
    "In this instance, I would have preferred to have raised the issue concerning ‘Aragalaya’ & Duminda Hulangamuwa directly with either President Dissanayake or Vijitha Herath. Several attempts  to get their phone number/e-mail address from the Presidential Secretariat and Ministry of Foreign Affairs were frustrated."
  ]
}