{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/paris-club-urge-comparable-deal-with-sri-lanka-bond-holders-seeks-info-169788/",
  "time_ut": 1719461460.0,
  "original_lang": "en",
  "original_title": "Paris Club urge comparable deal with Sri Lanka bond holders, seeks info",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s official creditor committee made up of Paris Club and India have urged the island to ensure that deal with private bondholders is comparable after concluding agreement on their loans.",
    "While India and several nations negotiated with the Paris Club, China negotiated on a parallel track.",
    "“The OCC now looks forward to receiving from Sri Lanka all information necessary for the OCC to ensure comparability of treatment,” the group said in a statement.",
    "“The OCC also expects that the Sri Lankan authorities will continue to engage with their private creditors to find as soon as possible an agreement on terms at least as favourable as the terms offered by the OCC.”",
    "Sri Lanka cannot get sharply higher hair cuts or other concessions from bondholders which exceed the terms given by official creditors. Bondholders however earn higher interest rates than official creditors.",
    "AGREEMENT ON A MEMORANDUM OF UNDERSTANDING BETWEEN THE OFFICIAL CREDITOR COMMITTEE AND SRI LANKA ON A DEBT RESTRUCTURING",
    "Since the Official Creditor Committee (OCC) and Sri Lanka agreed on the main parameters of a debt treatment consistent with those of the Extended Fund Facility (EFF) arrangement between Sri Lanka and the IMF on November 23, 2023, the OCC and Sri Lanka furthered discussions in order to finalize the agreement in a Memorandum of Understanding (MoU).",
    "The OCC also continued to engage extensively with the Sri Lankan authorities, the IMF and the World Bank, as well as China and Sri Lanka’s private creditors in order to ensure comparability of treatment.",
    "On June 26, 2024, the OCC and Sri Lanka finalized the MoU, based on the main parameters of the debt treatment agreed in November 2023. The progress on the MoU had enabled the IMF staff to present to the IMF Executive Board the second review of Sri Lanka’s EFF arrangement and thus open the way for approval of the third disbursement under the arrangement.",
    "The OCC commends the Sri Lankan authorities for their continuous efforts in implementing the reforms necessary for their country’s return to a sustainable path.",
    "The OCC now looks forward to receiving from Sri Lanka all information necessary for the OCC to ensure comparability of treatment. The OCC also expects that the Sri Lankan authorities will continue to engage with their private creditors to find as soon as possible an agreement on terms at least as favourable as the terms offered by the OCC.",
    "These engagements will ensure that the overall debt treatment granted to Sri Lanka is consistent with the IMF program parameters."
  ]
}