{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111526/indian-naval-ships-in-colombo-for-slinex-25-naval-exercise",
  "time_ut": 1755349020.0,
  "original_lang": "en",
  "original_title": "Indian naval ships in Colombo for SLINEX-25 naval exercise",
  "original_body_lines": [
    "Indian Naval Ships INS Rana (a Guided Missile Destroyer) and INS Jyoti (Fleet Tanker) arrived at Colombo to participate in the 12th edition of Sri Lanka India Naval Exercise (SLINEX-25) scheduled from August 14 to 18.",
    "Conceptualised in 2005, SLINEX is a bilateral naval exercise that has strengthened maritime cooperation between the two nations over two decades. SLINEX aims at enhancing interoperability, maritime cooperation and exchanging best practices while jointly undertaking multi-faceted maritime operations.",
    "The previous edition of SLINEX was conducted at Visakhapatnam, India, from December 17 to 20, 2024.",
    "In a post on X on Friday, the Navy spokesperson said the ships were welcomed warmly by Sri Lanka Navy personnel and will be part of drills aimed at “enhancing interoperability, maritime cooperation and exchanging best practices while jointly undertaking multi-faceted maritime operations.”",
    "According to the Ministry of Defence, the exercise will be conducted in two phases - the Harbour phase in Colombo from 14 to 16 Aug 25, followed by the Sea phase from 17 to 18 Aug 25.",
    "SLNS Gajabahu and Vijayabahu (both Advance Offshore Patrol Vessels) will be representing the Sri Lankan Navy, and Special Forces of both the navies will also feature in the exercise, it said in a statement.",
    "During the harbour phase, professional interactions, Subject Matter Expert Exchange (SMEE), sharing of best practices, cultural & social exchanges, along with yoga sessions and sporting events, are planned, which would further bolster the bonds of friendship and camaraderie between both the navies.",
    "The naval drills planned during the sea phase include gunnery firing serials, communication protocols, navigation, seamanship evolutions, Visit Board Search and Seizure (VBSS) and fueling at sea.",
    "The SLINEX maritime exercise exemplifies the deep engagement between India and Sri Lanka, which has strengthened cooperation in the maritime domain in consonance with India’s policy of Mutual and Holistic Advancement for Security and Growth Across Regions (MAHASAGAR)."
  ]
}