{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/teaching-work-and-business-in-europe/",
  "time_ut": 1720304820.0,
  "original_lang": "en",
  "original_title": "Teaching, Work, and Business in Europe",
  "original_body_lines": [
    "In 1990, when I was the Acting Director of the School of Hotel Management at Schiller International University (SIU) and a doctoral student at the University of Surrey in the UK, my schedule was packed. One day, my boss, Dr. Richard Taylor, the Director of the London Campus of SIU, called me to his office.",
    "“Chandi,” he said, “I know you teach a full load of four courses to our MA and BBA students in the Hotel Management programs. We have an Associate Business Administration (ABA) program in International Tourism Management at another campus. To establish a clear pathway for those ABA students to join the BBA program in their third year, I would like you to become familiar with this program, its students, curricula, and campus. Can you teach two additional travel and tourism courses at the ‘Historic’ Wickham Court Study Centre?”",
    "I accepted the challenge. I quickly read several textbooks and prepared to teach those additional courses. I always liked a new challenge. I loved the prospect of teaching at Wickham Court once a week. Wickham Court – a semi-fortified country house in West Wickham, Bromley, a borough of south-east London and historically part of the county of Kent – This house was built by Sir Henry Heydon during the reign of Edward IV (1461-1483) and is a Grade I listed building.",
    "After my first visit to Wickham Court, I returned to London Waterloo railway station, a short walk to the SIU London campus at the Royal Waterloo House. I had planned to spend a few hours at my office catching up on my ever-increasing administrative duties.",
    "London Waterloo Railway Station always impressed me greatly. It was the third busiest station in the UK, handling 58 million passengers annually, and was the UK’s largest station in terms of floor space and number of platforms. In the 1990s, after it was chosen as the British terminus for the Eurostar train service, France requested the UK to rename the station because it reminded them of Napoleon’s defeat in Waterloo, Belgium, in 1815. The Battle of Waterloo ended French attempts to dominate Europe and destroyed Napoleon’s imperial power forever. The name, however, remained unchanged!",
    "It was a rainy afternoon, and I had forgotten to check the weather forecast and bring my umbrella. To avoid getting soaked with rain, I took a shortcut through the underground, going under the large Bullring Roundabout close to the SIU London Campus. There, I was shocked by the bad smells, rats, and around 500 homeless people living in cardboard boxes. It was like a mini-town full of wooden pallets and boxes, home to London’s destitute in all weathers. This was the grim reality of early 1990s unemployment, drug, and alcohol addiction. The so-called ‘Cardboard City’ was a stark contrast to the thriving city above.",
    "Many pet dogs at the site helped guard against drunks and thieves and pet cats kept the rat population under control. A few residents surrounded me, begging for cash. While none of them were violent, some were drunk, and I felt somewhat threatened. Born in a developing country, I had seen beggars in Sri Lanka, but never such a large community of homeless people. After sharing a small donation, I managed to escape to the Royal Waterloo House.",
    "In 1990, the UK was ranked sixth in GDP in the world, after the USA, Japan, Germany, France, and Italy. Therefore, I was confused, shocked, and saddened by my ‘Cardboard City’ experience. When I shared my experience with my British colleagues at SIU, they warned me never to take the Bullring shortcut again. In later years, some commentators believed that around 5,000 people lived at the Bullring between the late 1980s and 1998 when it was eventually closed by the authorities.",
    "One day, I was introduced to Dr. Walter Leibrecht, the President of SIU, during a quick visit to the London Campus. I was inspired by his vision and charisma. Dr. Leibrecht was born in 1927 in Karlsruhe, Germany. During World War II, he was drafted into the military at age 16, along with his entire class of male schoolmates. His experiences in the war led him to an interest in theology, which he pursued at the University of Erlangen-Nuremberg, the University of Heidelberg, and the University of Chicago. After teaching at Columbia University, he became an assistant professor of philosophy and religion and director of studies at the Harvard Divinity School in Cambridge, Massachusetts. In 1964, he created SIU.",
    "“I’ve heard very good things about you, Chandi. You should continue with Schiller, and after you complete your doctorate, we will talk about another promotion,” Dr. Leibrecht told me. My experience at SIU was invaluable in understanding the business of education. Later, I worked as a professor for another similar organization – International Management Centers Association (IMCA) in the UK and their University of Action Learning in Boulder, Colorado, USA. By 2003 I was also appointed a Vice President for two IMCA subsidiaries – Canadian School of Management and IMCA Societies Limited in the UK.",
    "During one of my weekly visits to the University of Surrey (UoS), Professor Brian Archer, the Head of the Department of Hotel, Catering, and Tourism Management at UoS, asked me to meet with him. After I had completed an M.Sc. degree in his department in 1984, we became good friends. When I was the General Manager of the Lodge and the Village, he stayed with me. A good chess player, we played several games in Habarana, Sri Lanka.",
    "“Chandi, why don’t you consider joining UoS as a lecturer?” Professor Archer asked. He arranged for me to meet with a panel of peers from his department. Unfortunately, another professor on the selection committee did not support me with the same enthusiasm as Professor Archer, and I did not get the job.",
    "By 1990, my location in Europe became useful for our family business in Sri Lanka – Streamline Services – a travel agency and student recruitment agency. By then, Streamline Services exclusively in Sri Lanka, represented several well-known international hotel schools and universities.",
    "These business partnerships included hotel schools within Schiller International University in Switzerland, France, the UK, and the USA, Swiss hotel school – Hotel consult (now Hotel Consult Institut Hôtelier César Ritz), the International Management Institute (IMI) in Switzerland, the Hague Hotel School in the Netherlands, and Thames Valley University in the UK. In Europe, I acted as an ambassador for Streamline Services.",
    "The student recruitment business grew quickly, and through my contacts, other European hotel schools appointed Streamline Services as the sole student recruitment agent in Sri Lanka. My father-in-law, Captain Wicks, worked very hard and recruited hundreds of Sri Lankan students for the hotel schools and universities in Europe that Streamline Services represented. Most of them had successful careers in international hoteliering.",
    "After my graduate studies in the UK from 1983, a few of my family members followed me in doing their master’s degrees in the UK – one of my brothers-in-law, Engineer Premalal Kuruppu, my younger sister, Professor Eisha Hewabowala, and my cousin, Lawyer and SLAS officer Asitha Seneviratne. Our home in London also became the ‘fun’ meeting place for many vising friends, hotel industry colleagues and family.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}