{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/health-matters-the-fat-trap/",
  "time_ut": 1757527260.0,
  "original_lang": "en",
  "original_title": "Health Matters: THE FAT TRAP",
  "original_body_lines": [
    "(This is an extract from my book ‘Basic Health Knowledge’. It is for information only. In case of illness please consult a qualified medical doctor)",
    "Many people, over time, slowly but knowingly walk into the trap of becoming overweight. Eventually, they are shocked when they come to realise that whatever they try, there is no way out of their grossly over inflated, clumsy body, no matter how hard they diet. They try advertised diets and quick fixes, but after much cash spent, all to no avail. They are in the FAT TRAP. They yearn to return to youthful slimness and agility. Eventually, doctors warn of the dangers of being overweight: dizziness, blood pressure, heart attacks, insulin resistance. They must lose weight, but how?",
    "Multiplying their problem tenfold is the fact that they are addicted to sugar and carbohydrates. Sugar addiction is a powerful addiction. They crave the very same sugar and carbs that plunged them into the problem of obesity in the first place. They are well and truly hooked. They have eaten themselves into a dark place and no-one ever warned them of the dangers of this one-way trip!",
    "It seems a fact: putting on the calories is far, far easier than getting them off again – or of even getting the smallest of weight loss.",
    "However, despite this gloomy outlook, there is a ray of hope. American health experts have recognised this difficulty as a problem and have investigated the human body. They have searched for methods and means of how to actually, effectively lose weight.",
    "GOOD NEWS! They have found ways for fat people to lose weight – but the person must have a will and determination of iron in order to succeed!",
    "The most important hormone in this weight/fat control process is insulin. When trying to lose weight it is necessary to keep insulin production at an absolute minimum to allow the other hormones to do their work. That means a strict control over what you eat in order to keep insulin production low.",
    "We have several hormones which affect fat burning. To encourage fat burning off the body we need to increase the activity of some hormones and decrease the activity of others.",
    "Insulin is made in the pancreas. Insulin does many things in the human body but one of its main functions is to store fat. To burn off fat insulin needs to be kept low.",
    "Dr Berg quotes from a book “Medical Physiology.” He reads out: “In the absence of insulin, all the effects of insulin systematically storing fat are reversed.” This, in effect is saying that with little or no insulin being generated, fat in the body can be burned off. Conversely, you cannot burn off fat if your insulin is raised. Dr Berg then adds that raised insulin levels also prevents the other, helpful, hormones to do their job.",
    "Dr Berg gives two examples of how raised insulin levels negates or destroys all previous good work:",
    "a)   If you go to a gymnasium and eat sweet energy food bar, you cannot lose weight.",
    "b)  If you go for a work out but drink a sports drink loaded with glucose you simply nullify all your good efforts in the workout.",
    "Therefore, all it takes to block a lot of good weight loss work is to eat a little carbohydrate. He suggests that if you eat bread, it may take 24 hours for the fat burning process to re-start.",
    "In fact, to lose fat, a person has to understand how insulin works and then be determined and fully committed to the process of fat burning.",
    "Eating anything raises insulin, but eating carbohydrates raises insulin production high. Sugar, starch, (bread, biscuits, pastry,  cake and sugary drinks) and fibre are all carbohydrates. Fibre is the only one of these that does not trigger insulin production. Fibre is in cabbages and salads. He suggests that 50 grams or even just 20 grams fibre a day is the preferred amount during a weight-loss regime.",
    "He says that not only eating carbs but eating in general should be much reduced. He talks of people doing intermittent (occasional) fasting for a few hours.",
    "He warns against oils made from seeds and used in cooking oils. These oils are highly processed, with additives for stopping fungus, for longer shelf life etc.: good for business but harmful for us. Several other food specialists also warn us against these industrial heavily processed vegetable seed oils. There seems to be a general agreement that they cause inflammation, cellular damage and promote obesity in us.",
    "Concerning oils in our food: some doctors say that there is only one oil that is good for us – Omega 3 oils from fish. But note that eating animal fat is good food. Oils and fats from animals are called Omega 6 oils. They are good for us in moderate quantities but can bring obesity. Real butter is thought to be generally beneficial, containing vitamin D and other good things, etc.",
    "Ketone is a molecule. Ketones are a by-product of the body burning fat. Our human bodies were designed to burn ketones. Ideally, we should switch from burning sugar and carbohydrates to burning fat as this does not raise insulin levels.",
    "When we switch, the body has to create new machinery to run on fat. This change can take just a few days or up to six weeks depending on how long your body has been burning sugar and carbohydrates! Old habits die hard!!",
    "Dr Mindy Pelz, in her film clip: “Six signs you are in Ketosis” gives a list of six effects:",
    "(1) Loss of hunger, (2) Mental clarity (Sharp and focussed thinking) (3) Feeling energetic (from burning ketones in a fasting lifestyle) (4) feelings of happiness. (Ketones activate the serotonin system and raises dopamine levels.) (5) The Ketogenic state is of calm focus. (6) Improved all round performance.",
    "Dr Eric Berg has published a film clip entitled: “How to start the Ketogenic Diet Correctly”.  This film describes the mechanism of switching from using sugar and carbohydrate energy, to one of using ketone molecule energy. (= fat burning) Eating animal fat does not raise insulin levels.",
    "Of course, while preparing to diet it is important to avoid eating sweet and sugary things, and carbohydrates. He warns against snacking in-between meals, and so, do not eat unless you are hungry – because eating stimulates hunger.",
    "After about ten or twelve hours your body will start to make ketones.",
    "Dr Berg suggests an eating time table:  It is: to skip breakfast, to eat at noon and again at 6.00 pm. This gives a six hour fast and then an overnight fast of eighteen hours to the next morning. Other doctors support Dr Berg but say after some time we need to vary and lengthen the fasting periods.",
    "Dr Georgia Ede says we all need to go into ketosis occasionally as this is when the body can do some house cleaning and disposing of unwanted rubbish that piles up if unattended to. See her clip: “The Keto Psychiatrist: What Keto is really doing to your body.”",
    "This is made by the adrenal glands, especially when we are under stress. This directs fat to the lower belly as a survival mechanism. – it also nullifies the useful fat- burning hormones.",
    "The fat burning hormones are: testosterone, Growth Hormone (GH), IGF- 1 Hormone, glucagon and adrenaline hormone. Exercise by itself can only give us 15% of the sum total of those dietary methods mentioned above.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}