{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/tentative-recovery-of-the-economy-will-not-be-stalled-by-the-presidential-election-response-to-the-governor-of-the-central-bank/",
  "time_ut": 1715571619.0,
  "original_lang": "en",
  "original_title": "Tentative Recovery Of The Economy Will Not Be Stalled By The Presidential Election: Response To The Governor Of The Central Bank",
  "original_body_lines": [
    "The Governor of the Central Bank of Sri Lanka warned that the presidential election due later this year will stall tentative recovery from its economic crisis. This is a response to the above.",
    "1. No element of substance in the warning by the Governor: The governor said, “Domestically, what I see as the challenge is to continue the same policies as we advance irrespective of the administration; this is an important one.” Furthermore, the Governor seems to agree with Wickremesinghe’s party’s concern that his two main rivals have said they want to renegotiate the terms of the IMF bailout, reduce taxes, and increase food and energy subsidies.",
    "Two main rivals are JVP/NPP (Malimawa) and SJB. JVP/NPP and SJB have not stated that they will discontinue the IMF’s austerity measures. Instead, they want to renegotiate. Discontinuation and renegotiation are two entirely different things. It is up to JVP/NPP and SJB to renegotiate, as well as how and in what way.",
    "2. Principles and strategies of negotiation or renegotiation: The central aspect of negotiation or renegotiation is the role and contribution of leadership. Negotiation is a critical skill for leaders, equipping them to negotiate complex situations such as tax reduction and provision of subsidies amidst an existing budget and BOP gap. Mastering the art of negotiation or renegotiation can be a valuable asset for leaders driving innovation and collaboration, underscoring the need for leaders to be well-versed in negotiation principles and strategies. As a strategy of negotiation or renegotiation, the principle of reciprocity suggests that people tend to feel obligated to reciprocate when they receive something from others. This principle can be leveraged in negotiation to encourage cooperation and mutual concessions. By offering value to their counterparts, leaders can create a sense of indebtedness, which may lead to more favorable terms in the negotiation or renegotiation.",
    "3. NPP/ANURA FACTOR in Negotiation or Renegotiation: Wickremesinghe’s party negotiated with the IMF. As a result, the austerity measures are being implemented. We are unaware of the principles and strategies they used for negotiation or, most importantly, how they qualified for bargaining. We know only the outcome or the austerity measures. SJB will renegotiate with the IMF. We do not see what principles and strategies they will use for renegotiations. Next, how SJB is qualified for renegotiation is a matter of concern in the context of NPP/ANURA’s qualifications (i.e., as a corruption-free leader). Compared and contrasted to the Wickremesinghe’s party and SJB, the hands of NPP/ANURA are clean or corruption-free. In other words, the corruption-free governance practices and experience of NPP/ANURA are crystal clear. IMF/WB and the rest welcome the commitment and dedication of NPP/ANURA to eradicate corruption and waste of resources. This is a crucial factor that NPP/ANURA is well qualified to renegotiate with IMF, or the leadership of ANURA is the matter. Regarding Argentina’s US$44 billion outstanding debt, the leadership role played by President Javier Milei managed to unlock a more-than-expected $4.7 billion in 2023. It should be noted that Argentina was battling annual inflation, heading toward 200%, and net foreign currency reserves were in negative territory.",
    "4. Fear or concern about the reduction of taxes and increased food and energy subsidies has no foundation: The alleged fear from the governor or the Wickremesinghe’s party has no foundation. NPP/ANURA will not put the country in any form of jeopardy in dealing with taxes and subsidies with the IMF. As stated in my previous articles, the country has plenty of resources to give people a better life than developed countries.  Regarding the above, NPP/ANURA knows (i) how to increase tax revenue from the Excise Department, Inland Revenue, and Customs through enhanced or effective and efficient tax administration and prioritization of tax revenue or expenditure to improve the welfare and well-being of the people, which is part and parcel of the NPP/ANURA policies. Next, (ii) the NPP/ANURA can recover billions of unpaid taxes. Tax revenue collection has declined from 19 percent of GDP in the 1990s to about 10 percent in the recent past. Most importantly, (iii) the NPP/ANURA will recover the robbed money from the government/country, which is undoubtedly substantial enough to compensate or bear any tax reduction and provision of increased subsidies. I am not going to argue to what extent the reduction of taxes and provision of subsidies alone will stimulate economic growth due to forward and backward linkages of the economy and, hence, the increase in tax revenue. In short, the above knowledge and understanding is with the NPP/ANURA.",
    "5. The Presidential Election will stabilize the economy in the right direction: The Governor of the Central Bank of Sri Lanka warned yesterday (07 May 2024) that the presidential election due later this year will stall tentative recovery from its economic crisis is not acceptable at all. It seems to me that the governor is doing politics or supporting the concerns of the UNP and SLPP about not holding elections. The Governor knows well that the recovery is tentative in many ways and cannot be continued because tentative recovery is only pain relief for the people and the economy. This means people do not want to stage another “ARAGALAYA”. This has been the government’s last few days; hence, the people’s utmost patience is the key to long-lasting government with NPP/ANURA. There is no doubt that the presidential election will stabilize the tentative recovery along the trajectory of anti-governance principles and policies of the NPP/ANURA.  For many reasons, the governor must understand that people do not accept and respect the current government. But the governor is silent on the above. The government knows well that the people have the utmost patience, even if the pain is deep. From the rest of the world, debtors and investors do not trust, respect, and accept the government as it is, with deeply rooted corruption and waste of resources that paved the way for unpaid debt that the government is trying to restructure. The above is the ground reality that the government or the Governor cannot deny at all.",
    "6. Conclusion: The Governor of the Central Bank of Sri Lanka warned on 07th May 2024 that the presidential election due later this year will stall the country’s tentative recovery from its economic crisis. This warning lacks substance. Any renegotiation by the NPP/ANURA with the IMF will not jeopardize the tentative recovery at all. Regarding renegotiation, it is leadership, and its role and contribution matter in the right direction. Furthermore, well-equipped with anti-government principles and policies, the NPP/AURA will generate the expected outcomes along with practical and efficient tax administration and prioritization of government expenditure to improve the welfare and well-being of the people.  In short, the presidential election will support and accommodate the current tentative recovery strategically and systematically based on the leadership of NPP/ANURA in the right direction. Undoubtedly, the debtors and investors will work with the corruption-free government of NPP/ANURA as they know the culprits well. This is a substantial factor compared to UNP, SLPP, and SJB in terms of enhanced economic stability.",
    "*The writer worked as the Special Advisor to the Office of the President of Namibia and was a Senior Consultant with UNDP. He worked as a Senior Economist with the Central Bank of Sri Lanka (1972-1993) before he migrated to New Zealand. The writer can  contacted at asoka.seneviratne@gmail.com"
  ]
}