{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Shakib-threatens-to-beat-up-fan-over-clicking-selfie/108-282087",
  "time_ut": 1715066160.0,
  "original_lang": "en",
  "original_title": "Shakib threatens to beat up fan over clicking selfie",
  "original_body_lines": [
    "(indiatoday) - Shakib Al Hasan did not seem happy when a fan tried to click a selfie with him before the DPL 2024 match between Sheikh Jamal Dhanmondi Club and Prime Bank Cricket Club.",
    "Bangladesh all-rounder Shakib Al Hasan threatened to beat up a fan for trying to click a selfie. Before returning to play international cricket, the veteran recently played for the Sheikh Jamal Dhanmondi Club in the Dhaka Premier League (DPL) 2024. The incident happened before SJDC’s match against Prime Bank Cricket Club on Monday, May 6 at the Khan Shaheb Osman Ali Stadium in Fatullah.",
    "Before the toss, Shakib was having a chat with head coach Sheikh Salahuddin and their spin bowling. That’s when a fan came and tried to take a selfie with Shakib. It did not go down well with Shakib, who tried to snatch the phone away from the fan and made gestures of beating him up. Thereafter, the fan returned and Shakib returned to his discussions with the coaches.",
    "Shakib Al Hasan was brimming with confidence after scoring a magnificent hundred against Gazi Group Cricketers on May 3. But against Prime Bank, Shakib bagged a golden duck after Rejaur Rahman Raja accounted for his wicket. Raja had figures of 6.3-0-23-8 as Prime Bank bowled Sheikh Jamal out for 71 in 21.3 overs and won the match by 270 runs.",
    "Prime Bank’s win meant that Abahani Limited won the DPL 2024. Najmul Hasan Papon, the president of the Bangladesh Cricket Board (BCB) was present to hand over the trophy to the winning team.",
    "Shakib did not have a memorable day with the bat in hand, but he did his job precisely with the ball. The left-arm spinner got the wickets of Shahadat Hossain Dipu and Zakir Hasan to finish with impressive figures of 10-0-42-2. Shakib also became the third Bangladeshi after Abdur Razzak and Mashrafe Mortaza to pick up 400 plus wickets in List A cricket.",
    "Shakib is expected to play a critical role when Bangladesh take part in the T20 World Cup in the West Indies and the United States of America."
  ]
}