{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-elections-president-to-announce-decision-in-due-course-invites-rivals-173268/",
  "time_ut": 1721631600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka elections: president to announce decision in due course, invites rivals",
  "original_body_lines": [
    "ECONOMYNEXT — President Ranil Wickremesinghe has said he will respond to invitations to contest the 2024 presidential election in due course, while also inviting his opposition rivals to join his efforts develop Sri Lanka.",
    "Speaking at a rally in Gampaha on Sunday July 21, Wickremesinghe said politics should align with the country’s needs.",
    "“The future of our country cannot be determined solely by political agendas. I will not allow that. Politics should align with the country’s needs; otherwise, our country has no future. We must advance as a proud nation, making meaningful changes rather than issuing false promises. The country’s progress should not be driven by political agendas, but by a shared vision for national development. I invite Sajith Premadasa and Anura Dissanayake to join us in this effort. Let’s embark on this journey together,” he said.",
    "Premadasa, who leads the main opposition Samagi Jana Balawegaya (SJB) which broke off from Wickremesinghe’s United National Party (UNP) has already declared his intention to contest the presidential election, has has leftist opposition party National People’s Power (NPP) leader Dissanayake.",
    "An opinion poll for June showed that Premadasa’s net favourability rating increased by 27 points to -39 while President Wickremesinghe’s also increased by 10 points to -66 in June compared to the previous month, though Dissanayake remained the least unpopular at -20 despite an 18-point drop.",
    "The Gampaha rally was attended by prominent supporters of Wickremesinghe from his own UNP and the ruling Sri Lanka Podujana Peramuna, which has yet to officially announce its position on backing the president at the polls.",
    "“We have been involved in politics since universal franchise was established in 1931. However, after each election, power has been transferred smoothly. We do not point fingers at the Supreme Court; as such a situation is unique to our country. We proudly carry this system forward. We cannot revert to the era of queuing for essentials. Together, let’s build a country where we can all live well. When an invitation is made, answers must be given, and it will be given in due course,” he said. (Colombo/Jul22/2024)"
  ]
}