{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/despite-economic-recovery-more-sri-lankan-doctors-want-to-leave-for-better-pay-kids-future-148267/",
  "time_ut": 1705929540.0,
  "original_lang": "en",
  "original_title": "Despite economic recovery, more Sri Lankan doctors want to leave for better pay, kids’ future",
  "original_body_lines": [
    "ECONOMYNEXT – More Sri Lankan doctors are planning to leave the country for greener pasture and better remunerations, Health Minister Ramesh Pathirana said, despite the recovery in the economy with higher tax revenue.",
    "The island nation’s unprecedented economic crisis has led professionals in health and education sectors to leave the country in search of better remuneration mainly after the tax hikes.",
    "According to the Government Medical Officers’ Association (GMOA), the main trade union of doctors, around 1,500 specialists and doctors have left the country for overseas opportunities in 2023 and the mass exodus is driven by economic hardship and tax hikes.",
    "Health Minister Pathirana said the official data show nearly 1,200 doctors have applied for leave and some of them have already left the country.",
    "“As per reports, another 2,000-3,000 have registered for foreign qualifying examinations. Possibly it does not mean that all of them will leave the country soon. But it is a significant sort of a number,” he told reporters in Colombo at a media briefing.",
    "“In relations to medical officers in Sri Lanka, I don’t think there is a serios issue. But there is a serious concern about the number of consultants we have because to produce a consultant after the post graduate qualification it will take about five- to six-year time including foreign training,” he said.",
    "“If that happens it creates a huge vacuum in the system. That’s why we need to create a conducive environment for them to stay in Sri Lanka do their work happily.”",
    "The government started to pay a 35,000-rupee ($109) allowance for medical practitioners from this month, but that met with strong protests from other health workers, demanding the same.",
    "Pathirana said some Sri Lankan doctors are returning to the country because the foreign nation they went were also not doing well.",
    "“From their side, we can justify their request. They are looking for greener pasture. They are concerned about their remunerations as well as future of their children,” he said.",
    "Health officials say Sri Lanka only has 50 percent of the required medical consultants in the country while some of the state hospitals and medical centers are facing closure due to lack of doctors as well as health workers. (Colombo/Jan 22/2024)"
  ]
}