{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/indias-upi-services-launched-in-sri-lanka-president-describes-it-as-history-repeating-in-digital-format/",
  "time_ut": 1707753480.0,
  "original_lang": "en",
  "original_title": "India’s UPI services launched in Sri Lanka; President describes it as ‘history repeating in digital format’",
  "original_body_lines": [
    "India’s Unified Payments Interface (UPI) services were introduced in Sri Lanka and Mauritius at a virtual event held yesterday.",
    "The virtual ceremony was attended by Indian Prime Minister Narendra Modi, Mauritian PM Pravind Jugnauth and Sri Lanka’s President Ranil Wickremesinghe.",
    "The launch of the Indian payment methodology in Sri Lanka and Mauritius came amid New Delhi’s increasing bilateral economic ties with the two countries.",
    "The launch enables the availability of UPI settlement services for Indian nationals travelling to Sri Lanka and Mauritius as well as for Mauritian nationals travelling to India.",
    "“This would increase the tourism between India, Sri Lanka and Mauritius. I am confident that Indian tourists would also prefer destinations where UPI services are available,” PM Modi said.",
    "“Digital Public Infrastructure has brought about a revolutionary change in India. Even the smallest businessman in our smallest village is making digital payments because it has convenience as well as speed,” the Indian PM pointed out.",
    "President Ranil Wickremesinghe addressing the audience said that trade relations have existed between the two countries running into many centuries and there have been a lot of evidence for this as ancient Indian coins had been found in various parts of Sri Lanka during excavations in the dry zone.",
    "“There were no Central Banks at the time, but yet bilateral trade had taken place among the two peoples. So, what is happening today is; we are upgrading our payment methodologies into a contemporary digital format,” he said.",
    "“During my visit to India last year, a vision document was adopted by the two nations. Increasing the financial connectivity was a key part of it. A detailed discussion was also held with Mauritius PM Pravind Jugnauth last year on this topic. I recently had discussions with Indian External Affairs Minister, Dr. Jaishankar whilst in Perth, Australia about Fintech and we found that the momentum in this regard was satisfactory. Now, Sri Lanka can harness this digital payment infrastructure for the benefit of Indian tourists visiting Sri Lanka,’ he said.",
    "According to Hindustan Times, earlier this month, France allowed Indian tourists visiting the iconic Eiffel Tower in Paris to buy tickets via UPI mechanism. France is the first European country to accept UPI payments. This UPI service will be extended to other tourism and retail merchants in the European nation.",
    "Last year, an essential MoU was exchanged between the Reserve Bank of India and the Central Bank of UAE, aiming to interlink the payment and messaging systems of both countries. The MoU was also aimed at fostering seamless integration between India’s Unified Payments Interface (UPI) and the UAE’s Instant Payments Platform (IPP), Hindustan Times said.",
    "Related Topics:India's UPI servicesIndia's UPI services launched in Sri Lanka",
    "‘Cooperative Square’ to be constructed as a public, private, cooperative partnership project",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}