{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110558/us-says-specific-steps-agreed-to-end-syria-violence-after-israeli-strikes-hit-damascus",
  "time_ut": 1752715500.0,
  "original_lang": "en",
  "original_title": "US says ‘specific steps’ agreed to end Syria violence after Israeli strikes hit Damascus",
  "original_body_lines": [
    "Israel’s military struck the Syrian defence ministry in Damascus and government forces in southern Syria on Wednesday, as deadly sectarian fighting in the mostly Druze province of Suweida continued for a fourth day.",
    "Israel’s Prime Minister Benjamin Netanyahu said its forces were “working to save our Druze brothers and to eliminate the regime’s gangs”. The Syrian foreign ministry accused Israel of “treacherous aggression”.",
    "More than 300 people are reported to have been killed in Suweida since Sunday, when clashes between Druze militias and Bedouin tribes erupted.",
    "US Secretary of State Marco Rubio said he was “very worried” about the violence in the south but believed it would end within hours.",
    "“We have agreed on specific steps that will bring this troubling and horrifying situation to an end tonight,” he wrote on X on Wednesday evening.",
    "Syria’s foreign ministry said the country “welcomes the efforts made by the US and Arabian sides” to “resolve the current crisis” peacefully.",
    "Syrian troops have started to withdraw from Suweida, according to Syria’s state news agency Sana.",
    "It says the military is leaving the city as part of an agreement between the Syrian government and the Suweida’s religious leaders, following the “completion of the army’s pursuit of outlaw groups”.",
    "The Israeli military began striking Syrian security forces and their weapons on Monday, after they were deployed to the city of Suweida for the first time since Sunni Islamist-led rebels overthrew President Bashar al-Assad in December.",
    "Minority groups including the Druze - whose religion is an offshoot of Shia Islam with its own unique identity and beliefs - are suspicious of interim President Ahmed al-Sharaa and his government, despite his pledges to protect them.",
    "Their fears have been heightened by several outbreaks of sectarian violence over the past eight months, including one in May in which dozens of people were reportedly killed in clashes between Druze, security forces, and allied Islamist fighters in Damascus and Suweida.",
    "In the wake of that fighting, the government reached an agreement with Druze militias to hire local security forces in Suweida province from their ranks.",
    "Netanyahu has said he is committed to preventing harm to the Druze in Syria because of their deep ties to those living in Israel and the Israeli-occupied Golan Heights.",
    "Israeli Defence Minister Israel Katz wrote on X on Wednesday afternoon that “the warnings in Damascus” had ended and that the Israeli military would “continue to operate vigorously in Suweida to destroy the forces that attacked the Druze until they withdraw completely”.",
    "He later posted that “the painful blows have begun”, above a video clip showing a TV presenter diving under a desk live on camera as an Israeli air strike hit the nearby entrance to the Syrian defence ministry in Umayyad Square, in central Damascus.",
    "Fadi Al Halabi, a London-based Syrian filmmaker who is visiting Damascus, said he was nearby when he heard the Israeli fighter jets approach.",
    "“People’s faces were so afraid. Everyone started running [in] the street. No-one knew where to go. Suddenly the air strike[s] began, targeting some of the most crowded areas, including the ministry of defence,” he told the BBC.",
    "The Israeli military said it also struck a “military target in the area” of the presidential palace in the capital, as well as armoured vehicles loaded with heavy machine guns and weapons on their way to Suweida, and firing posts and weapons storage facilities in southern Syria.",
    "Syria’s foreign ministry said the strikes targeted government institutions and civilian facilities in Damascus and Suweida and killed “several innocent civilians”.",
    "“This flagrant assault, which forms part of a deliberate policy pursued by the Israeli entity to inflame tensions, spread chaos, and undermine security and stability in Syria, constitutes a blatant violation of the United Nations Charter and international humanitarian law,” it added.",
    "The Syrian Observatory for Human Rights (SOHR), a UK-based monitoring group, meanwhile reported that the humanitarian situation in Suweida city had rapidly deteriorated.",
    "It cited sources as saying there were clashes in several area of the city and that tanks had attacked the national hospital, causing panic among the scores of casualties from the fighting being treated there. They also said there were acute shortages of water and medical supplies.",
    "Later, the Syrian health ministry said government forces had entered the hospital and found “dozens of bodies” after “outlaw groups withdrew”, according to the official Sana news agency.",
    "A man named Hosam told the BBC he was in the centre of Suweida city and had witnessed civilians coming under fire from artillery and snipers.",
    "“I lost my neighbour today on the street. One of the snipers shot him. We tried to [get an] ambulance [to take] him to hospital, but we couldn’t,” he said.",
    "The SOHR says more than 300 people have been killed since Sunday in Suweida province.",
    "They include 69 Druze fighters and 40 civilians, 27 of whom were summarily killed by interior ministry and defence ministry forces, according to the group.",
    "At least 165 members of the government forces and 18 Bedouin tribal fighters have also been killed in the clashes, while 10 members of government forces have been killed in Israeli strikes, it says.",
    "The fighting between Bedouin tribes and Druze militias in Suweida is said to have been sparked by the abduction of a Druze merchant on the highway to Damascus last Friday.",
    "On Sunday, armed Druze fighters reportedly encircled and later seized a neighbourhood of Suweida city that is inhabited by Bedouin.",
    "The clashes soon spread into other parts of Suweida province, with tribesmen reportedly launching attacks on nearby Druze towns and villages.",
    "Syria’s interior ministry later announced that its forces and those of the defence ministry would intervene and impose order, saying the “dangerous escalation comes in light of the absence of relevant official institutions”.",
    "Earlier this year, Israel’s prime minister demanded the complete demilitarisation of Suweida and two other southern provinces. He said Israel saw President Sharaa’s Sunni Islamist group, Hayat Tahrir al-Sham (HTS), as a threat. HTS is a former al-Qaeda affiliate that is still designated as a terrorist organisation by the UN and UK, but no longer by the US.",
    "The Israeli military has already carried out hundreds of strikes across Syria to destroy the country’s military assets since the fall of the Assad regime.",
    "And it has sent troops into the UN-monitored demilitarised buffer zone between the occupied Golan Heights and Syria, as well as several adjoining areas and the summit of Mount Hermon."
  ]
}