{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/IDB-signs-MoU-to-set-up-industries-inside-prisons/56-758447",
  "time_ut": 1707859841.0,
  "original_lang": "en",
  "original_title": "IDB signs MoU to set up industries inside prisons",
  "original_body_lines": [
    "A Memorandum of Understanding was signed between the Prisons Department and the Industrial Development Board on Monday to establish industries in all prisons, with the aim of making inmates more productive in society after their release from prison.",
    "The MoU was signed in the presence of the Justice, Prison Affairs and Constitutional Reforms Minister Dr. Wijeyadasa Rajapakshe PC, by the Commissioner General of Prisons Thushara Upuldeniya and IDB Chairman Saranga Alahapperuma.",
    "Through the MoU, local entrepreneurs and industrialists will have more opportunities to establish industries in all the prisons and the IDB and the Prisons Department will offer certificates to the inmates who are trained in the industries.",
    "Through this, the prisoners spend their time serving their punishment more meaningfully, use their prison time for development activities, and give the prisoners the opportunity to carry out their own industries after being released from prison.",
    "Commissioner General of Prisons Thushara Upuldeniya said: “This will give more strength to the industrial work currently being done by the inmates in the prisons. Currently, about eleven thousand inmates are in prison. About five thousand of them are currently engaged in various industries. By signing the new agreement, the remaining six thousand can be used for industrial activities. Through this, as well as the incarcerated person, the country also gets a big advantage. During the time the inmates are in prison, this will enable them to earn some money for the Government’s expenses on their behalf. Even after being released from prison, they can become a useful person in society by working in the industry for which they have been trained. The main purpose of this is to make the time spent in prison meaningful.”",
    "The Commissioner General said that they will also provide certificates for the workers who are engaged in industrial activities introduced by the Industrial Development Board.",
    "IDB Chairman Saranga Alahapperuma said: “The main purpose of signing this MoU is to make the inmates a productive person for the country and the society. Entrepreneurs and industrialists are invited to set up industries in the prison premises. The Minister of Justice and the Minister of Industry have given necessary instructions for this. To get out of poverty, you need to be economically strong.”",
    "The IDB Chairman also mentioned that this is a good opportunity for the inmates who are imprisoned due to various reasons to strengthen themselves as a person full of talent.",
    "Ministry of Justice Secretary Nihal Ranasinghe and other senior officials of the Ministry of Justice, Industrial Development Board and Prisons Department attended the event."
  ]
}