{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-anura-dissanayake-addresses-the-nation-full-text-180993/",
  "time_ut": 1727279760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President Anura Dissanayake addresses the nation: Full text",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka President Anura Dissanayke made a televised address to the nation on September 24. The full text of the prepared speech is reproduced below:",
    "Esteemed Maha Sangha and Religious Leaders, Parents, Brothers, Sisters and Children;",
    "I extend my heartfelt gratitude to all the people of this country who have listened to our voices over the decades and breathed life into the programs we proposed.",
    "We believe that the victory you have given us will be even more strengthened if it brings joy to those who may not have agreed with our vision. Therefore, I want to dedicate this victory to all citizens of our nation.",
    "We honour and remember the courageous men and women of previous generations who made sacrifices, some with their lives, for this victory. I see this victory and the prosperous nation we aim to build as a tribute to their legacy.",
    "We believe that all people, including those who trusted us despite slander, falsehoods, and misinformation, and elected our political movement with great determination have the strength to shoulder the responsibility of building this nation together.",
    "We are capable of fulfilling this role as a united team, and we have a talented team dedicated to this mission. Our determination is unwavering.",
    "The change we seek involves many steps that will take time. However, achieving stability and confidence in the current economy is crucial. We plan to begin negotiations with the International Monetary Fund immediately and proceed with activities related to the extended credit facility.",
    "Additionally, to advance our debt restructuring program, we are negotiating with relevant creditors to expedite the process and secure necessary debt relief. We are confident that we can gain the support of both the people of this country and the international community, and we believe that through this collective support, we can achieve success.",
    "A key concept that resonates with the public is our commitment to making a “difference.” One of the primary changes citizens expect is to eliminate the negative traits in our political culture. Our track record thus far supports this commitment. Notably, we succeeded in making the presidential election the only one in Sri Lanka without reports of post-election violence, which reflects the trust the people have placed in us. Our aim is to confirm and stabilize this positive situation.",
    "At this moment, I want to highlight the importance of engaging in politics with a collective focus on building our country. We are committed to providing that leadership.",
    "Regardless of whether one identifies as Sinhalese, Tamil, Muslim, Burgher, or Malay, our nation will not thrive until we create a practical environment where everyone can proudly say, “We are Sri Lankan citizens.” We will not hesitate to implement the necessary constitutional, economic, and political reforms.",
    "We are launching a permanent program to build a unified Sri Lankan nation that respects diversity, fully ending the era of division based on race, religion, class, and caste.",
    "We have already taken significant steps to appoint efficient and honest officials to oversee these initiatives. We are advancing steadily toward the desired changes, ensuring that public service remains intact and citizens are not adversely affected.",
    "We are committed to creating a law-abiding nation and fostering a disciplined society while ensuring the social security of all citizens. This revives the principle that everyone is equal before the law.",
    "We believe that public service plays a crucial role in nation-building. To that end, we will establish a public service that instills pride in the community and aligns with the government’s goals. Our commitment is to create an efficient, honest, and people-focused public service.",
    "Our goal is to improve the standard of living for the people of this country. We are implementing practical programs to alleviate the heavy burdens faced by our citizens.",
    "No parent in this country should have to worry about their child’s future. Every parent deserves the right to provide their child with access to quality schools and education. We are fully committed to securing the future of the next generation by ensuring excellent education for all children. By fostering knowledge, attitudes, and skills, we are building a promising future for the young generation of our country.",
    "When we visit a country, the airport often offers a first impression, reflecting its order, the behaviour of its people, their work ethic, and cultural practices.",
    "It also reveals the country’s cleanliness, how vehicles are driven, how the elderly are treated, the hospitality shown, and even how animals are cared for. We have developed clear plans to enhance Sri Lanka’s image in these areas, with short-term, medium-term, and long-term initiatives already underway.",
    "Our goal is to create a nation where the world respects our passport, and where every citizen can proudly say, “I am a Sri Lankan.” We aim to build a country where citizenship is a source of pride for all.",
    "Achieving this vision will require the collective effort of every citizen.",
    "We are committed to creating a system that upholds social justice for all, and we will do so with the highest sense of responsibility.",
    "We are building a secure future for our children and youth through a program that promotes knowledge, skills, education, and entrepreneurship.",
    "The women in our community, who make up over 52% of our population, play a vital role in both the economy and the social fabric of our country. We are actively working to enhance women’s representation across all institutions. As a testament to our commitment, we have already appointed a woman as Prime Minister.",
    "A significant portion of our population consists of individuals with disabilities who require special social protection. To support this group, we have proposed a robust social safety net and are implementing short-term measures to address their needs.",
    "We ensure that no group within our society is overlooked on our journey forward. By respecting each other’s identities and harnessing them positively for the country’s progress, we make our collective contribution.",
    "We hold a strong belief in the sovereignty of the people and are committed to safeguarding their democratic rights.",
    "I understand that some may feel uncertain due to doubts about us, but I am determined to earn your trust through my actions. I welcome your constructive criticism and encourage you to join us in building the future together.",
    "If we can set aside our differences, I believe you will see that we share the same goals. Together, we can confront the challenges facing our country and develop the necessary strategies to move forward. Our doors are open to all who are genuinely and positively committed to the progress of our nation.",
    "We require a Parliament that accurately reflects the will of the people. The existing Parliament does not represent that will. Therefore, I took the step yesterday to dissolve it. A cabinet was appointed in line with our parliamentary representation to guide the country in accordance with the constitution.",
    "There is one dream our people see every new day the sun rises.",
    "You and I both learn for many years, this has remained merely a dream.",
    "Opportunism, the greed of power, and authoritarianism has hindered our country’s progress.",
    "But now we have our final opportunity which cannot be missed. Let us unite to create a thriving and beautiful country that embraces diversity."
  ]
}