{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Institute-of-Supply-and-Materials-Management-organises-2024-National-Supply-Chain-Day-celebrations-today/34-768351",
  "time_ut": 1729727827.0,
  "original_lang": "en",
  "original_title": "Institute of Supply and Materials Management organises 2024 National Supply Chain Day celebrations today",
  "original_body_lines": [
    "The Institute of Supply and Materials Management (ISMM) in collaboration with the Ministry of Industries and Industries Development Board (IDB) will celebrate ‘National Supply Chain Day’ under the auspices of Prime Minister Dr. Harini Amarasuriya today at Shangri-la, Colombo followed by ‘National Supply Chain Excellence Awards’.",
    "ISMM being the only professional organisation enacted by Act of Parliament No. 3 of 1981 for fostering and conducting training on Supply Chain Management in Sri Lanka was established on 24 October in 1972.",
    "Considering the global and national importance of Supply Chain Management (SCM) and also to facilitate wider prosperity and growth of the country’s economic affairs through training and developing Supply Chain professionals, the Government has declared 24 October every year as the ‘National Supply Chain Day’.",
    "Addressing a recent media briefing President ISMM and Vice President OPA Jayantha Gallehewa said over 50 international participants are expected from a range of countries and a large number of local attendees as well.",
    "“We are expecting approximately 500 participants for the international seminar and about 800 participants for the National Supply Chain Excellence Award Ceremony. In addition, about 50 international participants are expected from various countries, including the Netherlands, Kenya, other African countries, India and other nations in the Asian region. This will be a fully in-person conference, as we are now promoting physical seminars,” Gallehewa said.",
    "He said the day’s celebrations will divide into two special events ‘National Supply Chain Day – International Seminar’ from 8.30 a.m. to 4 p.m. and ‘National Supply Chain Excellence Awards’ from 7 p.m. onwards.",
    "The theme for the seminar is ‘Supply Chain Innovations in Crisis: Exploring New Avenues and Adapting to Global Shifts’, which will be graced by International Federation of Purchasing and Supply Management (IFPSM)  President Chris Oanda as the Guest of Honour and IFPSM Chief Executive Officer Markku Henttinen as a Special Guest. Central Bank of Sri Lanka Deputy Governor A.A.M. Thassim will be the Keynote Speaker, whilst ISMM President Jayantha Gallahewa and many other distinguished guests will grace the occasion.",
    "The evening session at the same venue will be presided over by Prime Minister Dr. Harini Amarasuriya as the Chief Guest and with the participation of eminent Supply Chain professionals, ISMM members and many other distinguished guests. The evening session of the ‘National Supply Chain Excellence Awards’ will be comprised of Award for the best ‘Supply Chain Practicing Organisation of the Year’, Award for the best ‘Supply Chain Professional of the Year’ and 52nd Anniversary Banquet on “National Supply Chain Day”.",
    "ISMM General Secretary and National Supply Chain Excellence Awards Committee Chairman Dr. (Eng.) Sanath Divakara addressing the media said the declaration of “National Supply Chain Day” will be a great achievement and a milestone for the ISMM in particular, and Supply Chain Management Industry in Sri Lanka in general.",
    "ISMM Immediate Past President and OPA President Sarath Gamage, ISMM Vice President and Joint Coordinating Committee National Supply Chain Day Celebrations and Session Planning, Resource Personnel and Invitees Coordinating Committee Chairman Maj. Gen. Renaka Udawatta (Rtd.), ISMM Vice President and National Supply Chain Day Chairman and 52nd Anniversary Celebrations Committee member Dimuka Hemantha, ISMM Vice President and Event Management, Venue, Protocol, Facilities and Coordinating Committee Chairman Lilantha Subasinghe, ISMM Treasurer and Fundraising, Sponsorship Coordination and Finance Committee Chairman Dharshana Wijemanne with ISMM Chairman Marketing, Media Publication, Arrangement of Awards and Press Conference and Secretarial Committee Ranil Abeysekara took part at the press conference."
  ]
}