{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Hormone-disrupting-chemicals-found-on-raincoats-can-affect-male-fertility-Report/108-280081",
  "time_ut": 1712112660.0,
  "original_lang": "en",
  "original_title": "Hormone-disrupting chemicals found on raincoats can affect male fertility: Report",
  "original_body_lines": [
    "Colombo, April 3 (Daily Mirror) - Research reports suggest that hazardous chemicals or chemical mixtures, known as endocrine disruptive chemicals (EDCs), which interfere with the body's hormonal functions, have been found concealed within everyday consumer products like water-repellent textiles such as raincoats.",
    "EDCs have an effect on the male hormone testosteron, and a large number of young males have a reduced sperm count, and an increasing number are being born with deformities of their sexual organs.",
    "Based on research on water-repellent textiles such as raincoats and personal care products, the Centre for Environmental Justice (CEJ) has disclosed exposures to chemicals such as perfluorodecanoic acid (PFDA), parabens, and triclosan in everyday items, posing significant risks to public health.",
    "CEJ detected PFDA in water-repellent garments purchased locally. In the said study, an apron and a jacket purchased from Sri Lanka found PFDA of 2.6 and 2.7 parts per billion (ppb), respectively. The samples were tested at Charles University in the Czech Republic, the CEJ said.",
    "The personal care hygiene products were also tested at the Wonjin Institute of Environmental and Occupational Health for nine types of parabens and triclosan, which are identified as EDCs.",
    "Six out of 30 samples tested were detected to have three types of parabens: methylparaben (0.07–2823.2 μg/g), propylparaben (0.03–14.20 μg/g) and butylparaben (75.07 μg/g).",
    "Therefore, the CEJ urges the authorities to follow the lead of progressive brands such as Deuter, Jack Wolfskin, Mammut, ORTOVOX, Polartec, and Vaude that have announced a ban on the use of per- and polyfluoroalkyl substances (PFAS) in their products.",
    "Also, having restrictions on selected PFAS is pointless; rather, measures should prioritize consumer safety and ban all PFAS as a group, the CEJ said.",
    "Moreover, CEJ's research reveals a concerning lack of transparency in product labelling, with one of six samples falsely declaring themselves \"paraben-free”.",
    "Consumers have a right to accurate information. There should be stringent penalties for deceptive labelling practices, enabling consumers to make informed choices about their purchases, they said.",
    "CEJ's recommendations extend beyond mere regulation, advocating for the autonomy of Sri Lanka in setting stringent standards independent of EU directives.",
    "Sri Lanka must prioritize the health of its citizens over economic consideration. By eliminating EDCs from production standards, we safeguard the well-being of current and future generations. As a committed defender of environmental justice, CEJ remains committed to its mission of ensuring chemical safety in consumer products.",
    "We urge policymakers to heed our findings and take decisive action to protect public health and the environment from the harmful effects of EDCs and build a future where health and sustainability prevail, the CEJ said."
  ]
}