{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-autocrat-the-oligarchy-and-the-postponement-plot-against-generational-succession/4-758484",
  "time_ut": 1707932965.0,
  "original_lang": "en",
  "original_title": "The autocrat, the oligarchy and the postponement plot against generational succession",
  "original_body_lines": [
    "“Our economy, initially plummeted with unprecedented speed, has undergone a remarkable turnaround at rocket speed, resembling a V-shaped recovery…unlike other nations, we have managed to rejuvenate our economy swiftly, evading enduring difficulties and pains…”",
    "— President Ranil Wickremesinghe, Address to the Nation, Feb 7th 2024 —",
    "The UNP-led old order fell in 1956 because Sir John Kotelawala was socio-culturally insensitive; tone deaf. Ranil is similarly incapacitated, in the socio-economic dimension. He said that economic recovery was proceeding at “rocket speed”, and “unlike other nations, we have managed to rejuvenate our economy swiftly, evading enduring difficulties and pains…”",
    "It isn’t rocket science to figure that it just ain’t so. A perusal of the survey by the Dept of Census and Statistics, as well as the numerous studies by the various UN agencies would show an accelerating worsening of the lives of greater numbers of people. Wickremesinghe got the “rocket speed” right, except it is a rocket heading in the wrong direction: down.",
    "Ranil either can’t tell fact from fiction, or up from down, or he thinks the rest of us can’t. A mainstream TV station interviewed on its newscast, inner-city dwellers in Maligawatta. The cameras showed how their electricity bills had almost doubled or in some cases, more than doubled. They explained how the cottage industries (making and selling food items) had crashed, taking the household income with it, as a result of the electricity rates-hike and VAT on all items.",
    "Interviewed on video in the Parliament lobby, Dr. Harsha de Silva insisted delightedly that the parliamentary election would precede, not follow the Presidential election, and would be held around August. He went on to say that the SJB would form the Government with an SJB Prime Minister whom he didn’t name. (https://youtu.be/NcK7 VMOU3Sw?si=GyOZIcBGfQ0yB-Um)",
    "Meanwhile, the Director General of the Election Commission has informed Parliament and the Finance Ministry that “a total sum of Rs 20 billion is needed for the presidential and general elections”. (https://www.dailymirror.lk/breaking-news/Rs-20-billion-needed-for-presidential-and-general-election/108-276831)",
    "With the Rs 10 billion allocated for Presidential election 2024 now being interpreted as having to pay for both the Presidential and Parliamentary elections, if the parliamentary election is held before the presidential, won’t the Finance Ministry declare that the money has been spent and there are no funds to hold the Presidential election?",
    "Speaking on Day 2 of the debate on Ranil’s statement, SJB shadow Finance Minister Dr. Harsha de Silva reiterated the party’s economic philosophy as a ‘social market economy’, doctrinally mimicking Ranil, his boss in 2001-2004 and 2015-2019. No party or program can be an ‘alternative’ while an ideological and policy-paradigmatic clone of the incumbent. Given the populist backlash against IMF austerity, this positioning is electoral suicide.",
    "Harsha emphasised that the SJB’s economic policy would be ‘externally-oriented’. However, after COVID and the unilateral sanctions on Russia, the smart economic policy is to hedge against external shocks, have an external-internal balance, with some sectors such as agriculture giving priority to domestic food security and buffer stocks.",
    "Harsha wants agriculture to focus on cash crops for export markets (chiefly in the West), which is exactly the old colonial pattern of dependency, in which people are either hungry because food production has been neglected and produce has been mainly for export, or foodstuff is imported (thus supporting foreign farmers) with our scarce export earnings.",
    "He also seems to think that the USA (“Walmart”) should be the main export market, and obviously hasn’t heard of ‘emerging markets’ and the ‘diversification of dependence’ in all domains. I have yet to hear any member of the SJB’s economic troika mention the BRICS, still less BRICS Plus.",
    "There is a more direct, concrete reason that the SJB Economic Council cannot solve the economic crisis. It does not regard as the consequence of a colossal policy blunder, the problem constituting the core of the crisis. Without a correct diagnosis how can it produce a proper policy prescription? If it regards a malignant nodule as unproblematic, how can it be the chief surgeon?",
    "Sri Lankan-born Prof Howard Nicholas, far more of an intellectual heavyweight than any SJB economist, has defined the crisis in an essay (with son Bram as co-author) entitled An Alternative View of Sri Lanka’s Debt Crisis, in the respected international scholarly journal Development & Change (Sept 2023).",
    "“…The authors argue that if Sri Lanka has fallen into any kind of debt trap, it is an international sovereign bond debt trap.”",
    "‘…We argue that the Chinese debt trap and economic mismanagement explanations are not only mistaken; they are misleading, diverting attention away from the real causes of Sri Lanka’s current debt crisis. We see these causes as the shift towards increasingly commercial sources of foreign borrowing…",
    "We conclude that the recent IMF EFF signed by the Government of Sri Lanka (GOSL) is premised on the erroneous view that Sri Lanka’s debt crisis is the product of fiscal and monetary excesses and that it is, therefore, unlikely to bring about a sustainable solution to the country’s debt problems. Indeed, it could well aggravate these problems.",
    "…Proponents of the China debt-trap argument conveniently ignore the fact that the bulk of Sri Lanka’s foreign debt on the eve of the country’s payments default, viz., some 36 per cent, was held in the form of International Sovereign Bonds (ISBs) which accounted for a disproportionate 70 per cent of total interest payments on foreign debt. Moreover, unlike bilateral and multilateral debt, this debt is not project related and is even more prone to misappropriation than bilateral and multilateral loans…",
    "…Insofar as Sri Lanka has fallen into a debt trap, it is more appropriately described as ‘an ISB debt trap’…’",
    "Thus, the very crux of the economic crisis is a problem—the ISB debt—created mainly in 2015-2019 by Ranil’s UNP, which the SJB’s Economic Council troika participated in, don’t consider a blunder, strenuously endorse and defend, and will probably repeat under an SJB administration, thereby compounding the crisis, not solving it.",
    "There’s a bunch of privileged old brown men (and at least one woman) in this town who are political dinosaurs, wracking their collective brain to find a way to scuttle the presidential election so as to prevent a generational shift in rulership to either of the two leading candidates in their mid-50s. Anura or Sajith would be the youngest leader we’ve had in 70 years.",
    "It is a class and ideological thing (against Anura Dissanayaka) but it is not only that. If it were only that – not that it would make it OK—they would do what JR Jayewardene did in 1988 and US Democrats did when challenged by Bernie Sanders: decisively shift to and coalesce around a non-Left progressive-centrist. That would be Sajith Premadasa. But they aren’t doing that. Together, Ranil and the privileged old brown men and women constitute an oligarchy, or more accurately, the ancien regime. Pun intended.",
    "During the second insurrection in the South, the ruling elite sagaciously chose to shift power to the populist PM Ranasinghe Premadasa. Today’s ruling elite, with a shallow commitment to the system and the nation, is hysterical about both ‘leftism’ and ‘populism’, and doesn’t have the capacity of its predecessors to coopt or manage these forces within expanded parameters. Thus, the manoeuvre of cancellation of the presidential election through abolishing the executive presidency, or cutting off the head to spite the face.",
    "Ranil’s ‘Throne speech’ elicited a missile strike from his former colleague, old school liberal-democrat, Lakshman Kiriella, Chief Opposition Whip.",
    "The lead story of an English-language daily reported his revelations:",
    "‘Chief Opposition Whip and Kandy District SJB MP Lakshman Kiriella told Parliament yesterday that President Ranil Wickremesinghe was planning to put off the Presidential polls with the help of some crony civil society organisations.",
    "Participating in the debate on President Wickremesinghe’s government policy statement, Kiriella said that a plot was being orchestrated to postpone the presidential polls.",
    "“There was no mention of the presidential election in the President’s speech. There is no single reference to democracy. There is a plan to have the presidential polls put off making use of civil societies as cat’s paws. Their plan is to move a proposal for the abolition of the executive presidency. The Constitution will have to be amended for that purpose. Amending the constitution is a time-consuming process. Their plan is to bring the proposal for amending the Constitution to abolish the executive presidency and to put off the presidential polls until such time,” Kiriella said.",
    "Kiriella said the Chairman of the National Elections Commission during an interview last week had been unable to state what it would do if the government tried to put off the presidential election.",
    "“There was an interview last week where the Chairman of the Elections Commission was asked about holding elections. It was pointed out that the Elections Commission had not been able to do anything when the government refused to release funds for conducting the local government elections. Asked what would happen if the government sought to put off the presidential polls, the Chairman of the National Elections Commission could not give a clear answer. This is a shame! We will not allow this government to continue in this manner.”‘",
    "On Day-2 of ‘Throne speech’ debate, dissident SLPP parliamentarian and leader of the Freedom Congress (FPC) Dullas Alahapperuma reminded the House that the JVP was driven underground and into the jungles by the postponement in December 1982 of the parliamentary election scheduled for a few months later. The consequent civil war drowned the country in a sea of blood, he said. Unusually incensed at Ranil’s ‘rocketing recovery’ rhetoric while the official statistics show the impact on schoolkids of the collapse of people’s living standards, Alahapperuma, a former Minister of Education, dubbed Wickremesinghe speech similar to a courtesan preaching the virtues of celibacy. (https://youtu.be/hFyuCMtzCIQ?si=l-OpA9ZgYt5CK5n4)",
    "In a skilful, effective bilingual address to the SJB Lawyers’ Convention (Feb 12th) in which he stated that “Social Democracy” was his party’s stand, and reiterated his commitment to the abolition of the executive presidency, Sajith Premadasa aggressively rejected any postponement/bypass of this year’s presidential election, accusing unnamed public personalities of being presidential proxies working with sundry civil society elements to secure an extension of Ranil’s incumbency, using the ‘abolition project’ as a Trojan Horse. “Why now, with an election imminent? Why didn’t they propose abolition last year?” he lashed out scornfully.",
    "Meanwhile ex-President Sirisena was on TV news informing the SLFP that Ranil had provided former Speaker Karu Jayasuriya with a legal team and assigned him the lead role in lobbying for the speedy abolition of the executive presidency.",
    "The only Opposition political party which remains non-committal about the postponement scenario except to dismiss it as impossible on Constitutional grounds, is the party which has the most to lose, the JVP-NPP. Therefore, it isn’t bringing sufficient pressure on the regime to forestall the postponement/cancellation plot and to wrest the election.",
    "Dismissing the extra-Constitutional drives of a power-elite which perceives an existential threat seems deadly dangerous to me. But I’ve seen worse before, as an 8-year-old. I just hope it doesn’t end in anything like the same way.",
    "My father Mervyn de Silva was the last foreign journalist to interview the leader of the gigantic, unarmed, Indonesian Communist Party (the PKI), DN Aidit. Aidit was dedicated to the proposition that the continued peaceful growth of the PKI and eventual accession by it of political power was possible. At the time, the PKI was the largest single political party in vastly populous Indonesia-- bluntly stated, way bigger in both absolute and relative terms than the JVP-NPP is today. Aidit had it horribly wrong. There was a coup and before the year ended, he had been murdered by the military.",
    "We were in Indonesia at the invitation of Sukarno’s Foreign Minister Dr. Subandrio, for the Afro-Asian Journalists Conference, part of the 10th anniversary year of the Bandung Conference. We left Djakarta just ahead of the military coup and subsequent massacre of 1½ million unarmed people in September 1965. The electric excitement of that time was captured in the book and movie ‘The Year of Living Dangerously’ (with Mel Gibson and Sigourney Weaver).",
    "Ranil’s father Esmond Wickremesinghe, Sir John Kotelawala’s advisor at his disastrous performance in Bandung 1955, and the preeminent ideological influence at Lake House, applauded the blood-drenched “Indonesian model” of 1965 and ordered articles written in its favour. My father wrote against it and in support of Sukarno, a founder of Nonalignment. In 1966 Esmond lobbied for the BR Shenoy Report (which he had pretty much commissioned) which approximated the ‘Suharto model’ and was counterposed to the Gamani Corea-Godfrey Gunatilleke model.",
    "No one in Ceylon warned as sternly against the pacifistic illusions of DN Aidit and the PKI as did a young man who had formed a new revolutionary party that year, 1965. Rohana Wijeweera’s JVP cut its teeth on the lessons of Indonesia.",
    "Chile and Uruguay were thought to be immune to coups and dictatorships due to a centuries-long tradition of electoral democracy. Uruguay was dubbed the Switzerland of Latin America, but both countries were subjected to coups, with that of Uruguay in the 1970s being a variant: a presidential putsch from above, or ‘autogolpe’ (‘self-coup’) where the President, the National assembly and national security apparatuses suspend democracy. This differs from a classic military coup which comes from outside and against the elected president, installing a military dictator (Chile 1973).",
    "True, this isn’t the 1960s, ‘70s or even the 20th century, but:",
    "Wickremesinghe is the same violence-prone autocrat he always was since the late 1970s.",
    "Too many power-wielders and plutocrats have too much to lose, too many profitable privatisations to undertake, and too many skeletons in their closets, to surrender power.",
    "Senegal’s President and parliament postponed presidential elections just a few weeks ago.",
    "After decades of experience under rightist dictatorships, the Latin American Left adopted the policy which initiated the tectonic shift generating Pink Tides 1.0 and 2.0, the continent-wide waves of elected leftwing presidents and governments in the 21st century. That policy was the operationalisation of a bitterly-learned strategic conclusion:",
    "It is necessary for the Left to aim for the active accumulation of an overwhelming preponderance of forces which can encircle, isolate and paralyse the inevitable conspiracies of the right-wing enemy before and after an election.",
    "The accumulation of such a ‘hegemonic majority’ (my phrase) is possible only through the broadest possible united front/bloc, which can only be a multi-party partnership under unified or coordinated Left leadership.",
    "I hope the CPI-M’s Sitaram Yechury would have said as much to Anura and the JVP-NPP delegation in a fraternal spirit during their Kerala visit."
  ]
}