{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98601/norways-health-minister-resigns-after-plagiarism-accusation",
  "time_ut": 1712942040.0,
  "original_lang": "en",
  "original_title": "Norway’s health minister resigns after plagiarism accusation",
  "original_body_lines": [
    "(AP) — Norway’s health minister resigned Friday, the second Norwegian government member to step down this year amid allegations they plagiarized academic works.",
    "Ingvild Kjerkol resigned a day after a probe by Nord University in Bodoe in northern Norway, where Kjerkol, handed in her master thesis in 2021, concluded that “there is a not insignificant amount of plagiarism in her master’s thesis.”",
    "“We have come to the conclusion that Ingvild should resign as minister,” Prime Minister Jonas Gahr Støre told a press conference. He said the probe had concluded the plagiarism was “intentional.”",
    "Kjerkoll said she and a co-author “did not intend to plagiarize other people’s assignments.”",
    "“Although it hurts not to be believed, we have to deal with the fact that (the university) is of a different opinion,” she said at a joint press conference with Gahr Støre.",
    "The 48-year-old Kjerkol has been in office since October 2021 when Gahr Støre presented a coalition government of his own Labor party and the junior Center Party.",
    "Kjerkol is the second government member to be entangled in academic plagiarism allegations this year.",
    "In January, Sandra Borch stepped down as minister for research and higher education after a student discovered that parts of Borch’s master’s thesis, including spelling mistakes, were copied without attribution from a different author.",
    "Gahr Støre’s coalition has seen the departure of several ministers in recent months over other wrongdoings. In September, it was revealed that the husband of then Foreign Minister Anniken Huitfeldt had been trading in stocks for years behind her back and that could potentially enrich her.",
    "In September, the ruling social democratic Labor party was defeated in local elections by the conservative Hoeyre, the main opposition party, for the first time since 1924. The party, which for decades was Norway’s largest party in local elections, came in second in the Sept. 11 elections for local councils in Norway’s 356 municipalities and 11 counties."
  ]
}