{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Switzerland-hands-over-14-year-Safe-Labour-Migration-Program-to-Sri-Lanka/56-769390",
  "time_ut": 1731955965.0,
  "original_lang": "en",
  "original_title": "Switzerland hands over  14-year Safe Labour Migration Program to Sri Lanka",
  "original_body_lines": [
    "The Government of Switzerland, through the Swiss Agency for Development and Cooperation (SDC), has successfully concluded the Safe Labour Migration Program (SLMP) in Sri Lanka after 14 years of dedicated support.",
    "The program, which ran from 2010 to 2024, aimed to enhance labour migration governance, safe and regular migration practices, support sustainable reintegration, improve the well-being of both men and women migrant workers and their families within the migration cycle.",
    "The SLMP was a significant collaboration between the Ministry of Labour and Foreign Employment and the Sri Lanka Bureau of Foreign Employment (SLBFE) allowing various project implementing partners to work at the national policy level as well as decentralised sub-national and grassroots.",
    "Specifically, the International Labour Organisation (ILO), the HELVETAS Swiss Intercooperation and various local civil society organisations extended their technical support and expertise in enhancing policy reforms, migrant services, skills development and recognition, awareness campaigns, and the promotion of fair and ethical recruitment practices. The program contributed to the National Policy and Action Plan on Migration for Employment (2023-2027), which received Cabinet approval in 2023 and includes expanded measures for migrant worker protection.",
    "A Swiss delegation will arrive in Colombo for a special handover ceremony to officially transfer the project to the Government of Sri Lanka. The event will take place at Cinnamon Life on November 20, 2024, and will be attended by high-level representatives from both governments, collaborated organisations, partners, local civil society organisations, trade unions, employers’ associations and migrant workers. Ambassador Christian Frutiger, Assistant Director General of the SDC and Head of Thematic Cooperation Division, representing Switzerland will formally transfer the SLMP management of the project to the Democratic Socialist Republic of Sri Lanka. This handover marks Switzerland’s longstanding partnership with Sri Lanka in creating sustainable policies and frameworks for labour migration.",
    "Development of the Skills Passport and an electronic platform for recognising prior learning (e-RPL).",
    "Capacity building of nearly 600 Government officers and training of 579 trainers on labour migration and migrant service delivery.",
    "Reaching 250,000 migrant communities through awareness campaigns and establishing 17 Migrant Information Centres.",
    "Supporting the reintegration of returning migrant workers and their families through skills recognition, financial literacy programs, grievances handling and psychosocial support.",
    "Sri Lanka becoming the first country in South Asia to nationally integrate the South Asia Qualification Referencing Framework (SAQRF) for skills recognition.",
    "With these accomplishments, the Swiss Government is proud to hand over the SLMP to the Government of Sri Lanka, ensuring the long-term sustainability of the project. This transition allows local authorities to continue supporting the safe migration of Sri Lankans, building on the foundation of enhanced policies and institutional capacities developed through the SLMP."
  ]
}