{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/neon-and-echelon-unveil-shine-50-sri-lankas-young-game-changing-women-177474/",
  "time_ut": 1724215920.0,
  "original_lang": "en",
  "original_title": "Neon and Echelon Unveil Shine 50: Sri Lanka’s Young Game-Changing Women",
  "original_body_lines": [
    "Neon and Echelon have launched Shine 50, an initiative spotlighting 50 young women boldly making significant contributions and driving change across Sri Lanka. These trailblazers, from entrepreneurs and environmental advocates to artists and activists, are redefining leadership and innovation in their fields.",
    "Dubbed “The Girls Who Run the World,” Shine 50 honours women between the ages of 18 and 35 for their impact on society and their role in driving change across diverse fields, from agriculture to art, business, social enterprises, education, environment, technology, entertainment, and science. The honorees represent regions across the country, including Jaffna, Galle, Batticaloa, Colombo, and the Central Hills.",
    "Top from left: Piyumi Wattuhewa, Meera Nadarasa, Tashini Vithanage, Thanuki Goonesinghe; Bottom from left: Rose Fernando, Deanna Jayasundera, Sriyangani Dhanapala, and Shenelle Rodrigo",
    "From left: Piyumi Wattuhewa, Meera Nadarasa, Tashini Vithanage, Thanuki Goonesinghe, Rose Fernando, Deanna Jayasundera, Sriyangani Dhanapala, Shenelle Rodrigo",
    "Supported by USAID and sponsored by Seylan Bank as the Platinum Sponsor, the initiative highlights inspiring stories from across the country. These include Meera Nadaraasa, an LGBTQ+ advocate in Batticaloa who creates safe spaces and raises awareness about LGBTQ+ rights through Anicham Media; Maneka Warangi, Co-founder of Ocean Theory, who has reimagined school textbooks as board games and comic books; Lakmini Weerakkody, who founded a business addressing the rising demand for dehydrated natural foods and provides sustainable livelihoods for rural women; and Husna Naleer, who, despite her hearing impairment, uses her Instagram series, Insight into the Deaf World, to challenge stereotypes and promote inclusivity.",
    "From left: Shehani Liyanage, Sureni Weerathunga, Roshni Dhananchayan, Upeka Thilinimali; Bottom from left: Isurika De Silva, and Nimali Kumari",
    "With an average age of 29, the Shine 50 group includes 31 founders and co-founders, collectively bringing 589 years of experience to the table.",
    "From left: Reshami Kodikara, Nishanthi Samarasekera, Maneka Warangi, Narththanaa Sathiyamoorthy; Bottom from left: Lakmini Weerakkody, Miranthi Pathirage, and Nisansala Rathnage",
    "The Shine 50 honorees were celebrated at an awards ceremony at the Cinnamon Grand on August 20th, attended by leading figures from Sri Lanka’s business community and civil society. The initiative will continue with regional networking and knowledge-sharing events in Kandy, Galle, and Jaffna.",
    "From left: Sarangi Rathnayake, Sayojitha Vijayakumar , Vishmi Kawshalya , Saranee Gunathilaka; Bottom from left: Rehana Thowfeek, and Anjallee Sivarajah",
    "Top from left: Abisheka Fernando, Alosha Herath, Aadhitya Jayaseelan, Arulpriya Kirekaran, Anitha V Shiv; Bottom from left: Bhagya Wijayawardane, Grace Hensman, Erandi Thennakoon, Dinara Punchihewa, and Shana Karan",
    "From left: Chamodi Vidanage, Kavindya Thennakoon , Hana Shafa, Jacqueline Perera, Irushi Tennekoon; Bottom from left: Husna Naleer, and Kalpa Gandhari",
    "The selection process for Shine 50 began with a public call for nominations, garnering over 700 submissions. The editorial teams at Neon and Echelon meticulously reviewed each nomination, evaluating candidates on leadership, advocacy, impact, innovation, creativity, scale, and sustainability. The final 50 women embody the determination and excellence that Shine 50 seeks to celebrate."
  ]
}