{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85165",
  "time_ut": 1733252220.0,
  "original_lang": "en",
  "original_title": "The Serial stupidity of  SJB leader Sajith Premadasa whose decision to run against Ranil Wickremesinghe in Presidential election assured the mutual destruction of both and played into the hands of the NPP and Anura Kumara Dissanayake.",
  "original_body_lines": [
    "The political Opposition in this country has yet again reduced to insignificance. This is a precarious existence for politics and the country at large, though this has been a recurrent phenomenon throughout the 2010s. Only the travails have incrementally worsened:",
    "In 2010, during the second term of Mahinda Rajapaksa’s presidency, the UPFA won 144 seats, a tad short of the two-thirds majority, which was compensated with the pole vaulters from the Opposition to pass the 18th Amendment to the Constitution, which decimated the independent commissions and removed the term limits of the presidency.",
    "The same misfortune was revisited in 2020 when the Sri Lanka People’s Freedom Alliance, led by Pohottuwa, won 145 seats against Samagi Jana Balawegaya’s 54 seats. Bolstered by the overwhelming parliamentary majority, Gotabaya Rajapaksa instituted some of the stupidest policy decisions, effectively bringing the economy crashing down to the ground.",
    "This time around, the general elections returned a Parliament with the ruling party securing a third majority in the House for the first time since the introduction of the Proportional Representation system.",
    "The main Opposition won a meagre 40 seats with just 17.6 % of the total vote share, the lowest in the history of elections. This is a type of election result one would see coming from countries like Belarus and Russia, where the freedom of political participation is seriously limited by state oppression.",
    "However, in this country, one cannot blame the government for the plight of the established political Opposition with deep pockets and financial backers. More so when, the current ruling party came from nowhere, from 3 seats in the previous Parliament, to sweep the electorate at the general election.",
    "This is the Opposition’s own making, and its stakeholders should take a deep look into why things had gone so drastically wrong for them. Unfortunately, they don’t seem to be doing it, not even an honest appraisal of its abysmal performances, part of which, one would say, is owning to the serial stupidity of the SJB leader Sajith Premadasa—whose decision to run against Ranil Wickremesinghe in Presidential election assured the mutual destruction of both and played into the hands of the NPP and Anura Kumara Dissanayake.",
    "Similarly, a common alliance with the UNP and Gas cylinder holdouts at the General Election would have reenergised the disgruntled opposition voters and produced a result vastly superior to now.",
    "However, though Sajith Premadasa is a good part of the problem, he is not the only problem. Nor is it exclusively related to the SJB. From 2010 onwards, its parent party, the UNP itself, was faced with a battle for political relevance, which it never came to grips with. Instead, it was plagued by infighting and crossovers. Rather than addressing the deeper structural problems and reimaging its message to the public, the UNP under Ranil Wickremesinghe opted for self-serving but dangerous gambles, such as fielding Sarath Fonseka as the presidential candidate. In retrospect, those of us who supported such moves simply because we wanted to see the back of Rajapaksas could realise how dangerous it would have been if the gamble had ever played out.",
    "Some gambles indeed played out, such as the fielding of  Maithripala Sirisena, until a day before the general secretary of the ruling party alliance and a Cabinet Minister as the presidential candidate of the common Opposition.",
    "However, true to its election gambit, the government it produced was one guided by petty political considerations, which effectively robbed the country of the economic momentum Mahinda Rajapaksa, like it or not, maintained for the two terms of his presidency.",
    "The result was the election of Gotabaya Rajapaksa, propelled by Islamophobia after the Easter Sunday attacks. Though Gotabaya’s downfall created an opening for a national government to cater for the needs of the country during the extraordinary crisis,and the SJB and UNP to claw back into power, Sajith Premadasa was both timid to ride the roughshod of manufactured grievances and arrogant to reconcile with Wickremesinghe.",
    "These dual follies have continued to haunt the SJB, including in its decisions in the last presidential and General Elections. This is a spiral of self-destruction, which none of the much shown off SJB brains- one writer had written a laurel in this paper last week of Harsha de Silva’s stateman worthiness-  realistically understand or put breaks on.",
    "That is a tragedy, but it also tells much about the quality of yes men, who are devoid of independent action or thought.",
    "There are a few commonsense observations that the SJB leadership should come to terms with.",
    "First and foremost, though this was a recurrent misfortune, the travails of the Opposition at present, the SJB, are much more precarious than ever before. That was because, even during the worst excesses of the Rajapaksa regime, albeit reduced numbers in Parliament, the Opposition could rely on a wide spectrum of civil society activism outside the House. Not to mention international oversight of the Rajapaksa government.",
    "However, that civil society is no longer aligned with the brand of politics the SJB espouses. Therefore, the party, in reduced numbers in Parliament, would also be reduced in clout in the streets.",
    "Second, the nature of political culture has changed, and the people voted for it. SJB and UNP brands of politics still resonate with the discarded old political culture of entitlement and nepotism. Nalin Bandara, an SJB member, was pooh-poohing the Prime Minister herself shopping in the supermarket and the president walking to the Finance Ministry.",
    "So do the prime minister of Sweden, Norway or Denmark and their spouses ride in the public metro. There is nothing grandstanding in it. People have voted for this change, and by trying to be cocky and stupid at the same time, the SJB is showing its weak underbelly of a sense of entitlement that the people have discarded with contempt at the election.",
    "It should come to terms with the changing mood of the political culture, though there is no guarantee of how long these seminal changes will last. The SJB should accept these positive changes and adopt them for its political action plan.",
    "Third, this government may usher in some positive social changes, but the economy is its weak link. There is always the danger that, at one point, it would do a Gotabaya, unleashing its economic populism upon the country on the path to recovery thanks to IMF mandated package of reforms.",
    "These reforms should be deepened and expanded to liberalise the economy as a whole, while targeted measures should be in place to cater to the immediate needs of the most vulnerable.",
    "However,  there is serious concern about whether the ideological orientation of the NPP/JVP is aligned with economic liberalisation. While that would not necessarily unleash an economic freefall, it would oversee a slow death. This is where the duty of the SJB/UNP lies.",
    "But, that also requires a good degree of conviction to advocate for these changes, considering these policies are always misrepresented in the public discourse by dogmatic local pundits and opinion makers and exploited by opportunistic political parties.",
    "Finally, if the SJB has to present itself as an alternative government in waiting, it should communicate to the public how it differs from the incumbent. It should also join ranks with the UNP and progressive sections of Pohottuwa deserters, some of whom were promising young ministers of the previous government.",
    "Last but not least, probably Sajith Premadasa alone is lacking the political sophistication to usher the change within its ranks, probably the party should make its key policy decisions as a collective, which may address some of the key concerns of an out-of-touch leadership, who is a butt of jokes."
  ]
}