{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-npc-officials-say-procurement-shortcomings-cause-significant-losses-185332/",
  "time_ut": 1730115480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka NPC officials say procurement shortcomings cause significant losses",
  "original_body_lines": [
    "ECONOMYNEXT– Sri Lanka government has been losing a significant amount of money due to not following a proper procurement process, members of the National Procurement Commission have told President Anura Kumara Dissanayake, the President’s Media Division (PMD) said.",
    "President Dissanayake’s Marxists Janatha Vimukthi Peramuna (JVP) in the past had revealed a raft of corrupt practices in government procurement procedures and unsolicited projects.",
    "The JVP also has pledged legal action against the past corruption, while implementing a proper process to prevent such corruption in the future.",
    "President Dissanayake at a meeting with the National Procurement Commission (NPC) has emphasized the importance of implementing a procurement plan and strengthening the NPC while he engaged in an in-depth discussion with NPC officials on the current procurement laws and procedures.",
    "“Officials from the National Procurement Commission informed the President that although around 60% of all government expenditures, including capital expenses, should ideally follow a proper procurement process, shortcomings in this process are causing significant losses to the government,” the PMD said in a statement.",
    "“The discussion also covered issues related to delays, lack of transparency, and inefficiencies in the procurement process. Attention was given to minimizing shortcomings in handling unsolicited proposals and Public-Private Partnership (PPP) procurements.",
    "”President Dissanayake at the meeting has pointed out the need to further expand the authority of the NPC to establish more systematic procurement planning. The JVP has questioned some past unsolicited infrastructure projects including those given to India and China.",
    "Cabinet Spokesman Vijitha Herath last week promised to review each and every government project after the parliament election scheduled for November 14.(Colombo/October 28/2024)"
  ]
}