{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unilever-and-idb-partner-to-uplift-smes-and-livelihoods/",
  "time_ut": 1710525900.0,
  "original_lang": "en",
  "original_title": "Unilever and IDB partner to uplift SMEs and livelihoods",
  "original_body_lines": [
    "Unilever Sri Lanka and the Industrial Development Board (IDB) signed a three-year memorandum of understanding to uplift SMEs in Sri Lanka. This is a public private partnership between Unilever and the IDB to jointly support the growth and development of 20 Micro Small & Medium Scale entrepreneurs in Sri Lanka every year through the Industrial Development Fund (IDF). The IDF, under the supervision of the Industrial Development Board, and conforming to guidelines of the Central Bank of Sri Lanka provides financial capital in the form of low interest, repayable loans to Micro, Small and Medium Enterprises (MSMEs), enabling them to commence or expand local manufacturing in sectors prioritized by the Ministry of Industries to fuel an export-oriented economy. The first batch of loans were handed over to 10 female micro entrepreneurs at the occasion of the International Women’s Day on the 12th of March 2024.",
    "Under this initiative, Unilever will contribute to the IDF, a portion of the revenue generated from its own and ongoing SME upliftment programme, “Saubhagya”, which, over the last 20 years has empowered over 15,000 rural females to start their own door to door selling operations with the provision of an initial stock of Unilever products.",
    "Ali Tariq, Chairman & CEO of Unilever Sri Lanka, said, “Supporting the growth of small businesses, especially those managed by women, encourages the contribution and participation of all in the growth and success of Sri Lanka. We are grateful to the Ministry of Industries and the Industrial Development Board for inviting us to support their programme that will impact more than 60 small businesses and their families over the next 3 years”.",
    "Dr. Saranga Alahepperuma, Chairman of the Industrial Development Board stated,” The SME sector stands as a cornerstone of Sri Lanka’s economy. IDB is steadfastly committed to providing SMEs with comprehensive support in terms of encouragement, promotion, and development. Notably, Women Entrepreneurship plays a vital role in fostering socio-economic growth. We express our deep gratitude to Unilever Sri Lanka for their contribution to empowering women entrepreneurs, thereby propelling the nation towards overall success.”",
    "Standard Chartered’s global research team offers economic perspectives for global and Sri Lankan markets",
    "Heritance Ayurveda named ‘Best Ayurveda Resort Sri Lanka’ at the FIT Health & Wellness Awards",
    "Unilever Sri Lanka celebrates a Decade of Empowering Sri Lanka’s Youth",
    "‘Unilever Around Sri Lanka in 60 Days’, an initiative launched to upskill and empower youth across universities in Sri Lanka",
    "Expanding horizons; Unilever’s uStore.lk enters into a partnership with Celeste Daily and Uber Eats to improve consumer convenience",
    "Unilever’s Lever Ayush takes centre stage as a main partner of the inaugural Wedaduru Abhiman Presidential Ayurveda Awards ceremony",
    "Unilever Sri Lanka partners with CBL Group to expand its e-commerce platform",
    "Unilever Sri Lanka partners CBL Group to expand B2C transactions over the internet",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}