{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96989/us-britain-wage-strikes-against-iran-linked-houthis-in-yemen",
  "time_ut": 1707025620.0,
  "original_lang": "en",
  "original_title": "US, Britain wage strikes against Iran-linked Houthis in Yemen",
  "original_body_lines": [
    "The United States and Britain launched strikes against 36 Houthi targets in Yemen on Saturday, in the second day of major U.S. operations against Iran-linked groups following a deadly attack on American troops last weekend.",
    "The strikes hit buried weapons storage facilities, missile systems, launchers and other capabilities the Houthis have used to attack Red Sea shipping, the Pentagon said, adding it targeted 13 locations across the country.",
    "It was the latest sign of spreading conflict in the Middle East since war erupted between Israel and Hamas after the militant Palestinian group’s deadly assault on Israel on Oct.7.",
    "“This collective action sends a clear message to the Houthis that they will continue to bear further consequences if they do not end their illegal attacks on international shipping and naval vessels,” U.S. Defense Secretary Lloyd Austin said.",
    "Houthi military spokesperson Yahya Sarea said the U.S. strikes “will not pass without a response and consequences.”",
    "The Yemen strikes are running parallel to an unfolding U.S. campaign of military retaliation over the killing of three American soldiers in a drone strike by Iran-backed militants on an outpost in Jordan.",
    "On Friday, the U.S. carried out the first wave of that retaliation, striking in Iraq and Syria against more than 85 targets linked to Iran’s Islamic Revolutionary Guard Corps (IRGC) and militias it backs, reportedly killing nearly 40 people.",
    "While Washington accuses Iran-backed militias of attacking U.S. troops at bases in Iraq, Syria and Jordan, Yemen’s Iran-linked Houthis have been regularly targeting commercial ships and warships in the Red Sea.",
    "The Houthis, who control the most populous parts of Yemen, say their attacks are in solidarity with Palestinians as Israel strikes Gaza. But the U.S. and its allies characterize them as indiscriminate and a menace to global trade.",
    "Faced with mounting Red Sea violence, major shipping lines have largely abandoned the critical trade route for longer routes around Africa. This has increased costs, feeding worries about global inflation while sapping Egypt of crucial foreign revenue from shippers sailing the Suez Canal to or from the Red Sea.",
    "Biden’s emerging strategy on Yemen aims to weaken the Houthi militants but stops well short of trying to defeat the group or directly attack Iran, the Houthis’ main sponsor, experts say.",
    "The strategy blends limited military strikes and sanctions, and appears aimed at punishing the Houthis while attempting to limit the risk of a broad Middle East conflict.",
    "The U.S. has carried out more than a dozen strikes against Houthi targets in the past several weeks, but these have failed to stop attacks by the group.",
    "Sarea, the Houthi military spokesperson, suggested in a statement on social media that the group’s intervention in the Red Sea would continue.",
    "“These attacks will not deter us from our ethical, religious and humanitarian stance in support of the resilient Palestinian people in the Gaza Strip,” Sarea said.",
    "Just hours before the latest major wave of strikes from the sea and air, the U.S. military’s Central Command issued statements detailing other, more limited strikes in the past day that included hitting six cruise missiles the Houthis were preparing to launch against ships in the Red Sea.",
    "Around 4 a.m. in Yemen (0100 GMT), the U.S. military also struck a Houthi anti-ship cruise missile that was poised to launch.",
    "“This is not an escalation,” said British Defence Minister Grant Shapps. “We have already successfully targeted launchers and storage sites involved in Houthi attacks, and I am confident that our latest strikes have further degraded the Houthis’ capabilities.”",
    "The United States said Sunday’s strikes had support from Australia, Bahrain, Canada, Denmark, the Netherlands and New Zealand. U.S. Central Command said that beyond missile capabilities, the strikes targeted drone storage and operations sites, radars and helicopters.",
    "Despite the strikes against Iran-linked groups, the Pentagon has said it does not want war with Iran and does not believe Tehran wants war either. U.S. Republicans have been ratcheting up pressure on President Joe Biden, a Democrat, to deal a blow to Iran directly.",
    "It was unclear how Tehran would respond to the strikes, which do not directly target Iran but degrade groups it backs.",
    "Iran’s foreign ministry spokesperson Nasser Kanaani said in a statement the attacks in Iraq and Syria represented “another adventurous and strategic mistake by the United States that will result only in increased tension and instability”.",
    "Iraq summoned the U.S. charge d’affaires in Baghdad to deliver a formal protest after strikes in that country.",
    "The Houthi military said in its statement that the United States and Britain carried out a total of 48 airstrikes on Yemen, with 13 of them in the capital Sanaa and Sanaa Governorate. Another 11 strikes were on Taiz Governorate and nine were on Hodeidah Governorate."
  ]
}