{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102453/imf-encouraged-by-new-sl-govts-commitment-to-continue-reform-efforts",
  "time_ut": 1728046980.0,
  "original_lang": "en",
  "original_title": "IMF encouraged by new SL govt’s commitment to continue reform efforts",
  "original_body_lines": [
    "The International Monetary Fund (IMF) team visiting the island says it will continue its close engagement with Sri Lanka’s economic team to set a date for the third review of the IMF-supported program.",
    "“We are encouraged by the authorities’ commitment to continue the reform efforts,” the global lender’s Director for the Asia Pacific Department, said in a statement at the end of the visit to Sri Lanka.",
    "He further stated that the IMF remains a steadfast partner in supporting Sri Lanka and its people and stands ready to assist the country achieve its economic reform goals.",
    "An International Monetary Fund (IMF) team led by Mr. Krishna Srinivasan, Director for the Asia Pacific Department, visited Colombo October 2-4, 2024.",
    "During the visit, Mr. Srinivasan met with President Dissanayake, Prime Minister Amarasuriya, Minister Herath, Governor Weerasinghe, Secretary to the Treasury Siriwardena, and other stakeholders.",
    "He stated that they agreed on the importance of continuing to safeguard and build on the hard-won gains that have helped put Sri Lanka on a path to economic recovery since entering one of its worst economic crises in 2022.",
    "At the end of the visit Mr. Srinivasan issued the following statement:",
    "“We held productive discussions with President Dissanayake and Sri Lanka’s economic team on the economic and financial challenges facing the Sri Lankan economy. We agreed on the importance of continuing to safeguard and build on the hard-won gains that have helped put Sri Lanka on a path to economic recovery since entering one of its worst economic crises in 2022.",
    "“We are encouraged by the authorities’ commitment to continue the reform efforts. The IMF remains a steadfast partner in supporting Sri Lanka and its people and stands ready to assist the country achieve its economic reform goals. The IMF team will continue its close engagement with Sri Lanka’s economic team to set a date for the third review of the IMF-supported program.”"
  ]
}