{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Applications-now-open-for-10th-edition-of-CMA-Excellence-in-Integrated-Reporting-Awards/34-765054",
  "time_ut": 1722559807.0,
  "original_lang": "en",
  "original_title": "Applications now open for 10th edition of CMA Excellence in Integrated Reporting Awards",
  "original_body_lines": [
    "CMA Sri Lanka, the National Professional Management Accounting body in Sri Lanka, announced the 10th anniversary celebrations of the “CMA  Excellence in Integrated Reporting Awards – 2024” conducted with its Strategic Partner Colombo Stock Exchange.",
    "The Excellence in Integrated Reporting Awards is held to promote Sri Lankan companies both listed, unlisted and state-owned institutions/companies to undertake integrated reporting which will be beneficial to investors and stakeholders.",
    "The primary purpose of an integrated report is to explain to providers of financial capital how an organisation creates, preserves or erodes value over the short, medium and long term. An integrated report benefits all stakeholders interested in an organisation’s ability to create value over time, including employees, customers, suppliers, business partners, local communities, legislators, regulators and policy-makers.",
    "Since the inception of this competition in the year 2015, there has been an increasing number of companies both quoted, unquoted, state owned enterprises and SMEs adopting integrated reporting and many of them with a high level of compliance from top conglomerates, banks, finance companies, insurance companies, manufacturing sector, plantation companies, hotel and tourism sector, apparel and over 20 sectors.",
    "The final judges panel will be chaired by Prof. Ho Yew Kee, Deputy Dean Chow Yei Ching School of Graduate Studies and Professor of Practice Department of Accountancy, College of Business, City University of Hongkong and formerly Prof. of Accountancy National University Singapore and Associate Provost Singapore Institute of Technology supported by local and foreign judges and a Senior Technical Panel.",
    "Applications will be received on or before the closing date 11 August 2024. For any further information or clarification contact Rashmi on 0743213860."
  ]
}