{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/e-b-creasy-solar-energizes-9th-annual-construction-power-and-energy-expo-2024/",
  "time_ut": 1719422100.0,
  "original_lang": "en",
  "original_title": "E. B. Creasy Solar energizes 9th Annual Construction Power and Energy Expo 2024",
  "original_body_lines": [
    "E.B. Creasy Solar, the Renewable Energy Arm of E. B. Creasy & Co. PLC, is proud to announce its Platinum Sponsorship of the Construction Power and Energy Expo 2024, Sri Lanka’s premier event dedicated to interior products, construction, power, and energy.",
    "As a long-standing advocate of sustainable development, E. B. Creasy Solar is delighted to power this prestigious expo making its return for the 9th consecutive year. Scheduled to take place from July 5th to 7th, 2024, at the Bandaranaike Memorial International Conference Hall (BMICH), Colombo, the exhibition will serve as a vital platform for industry professionals to showcase cutting-edge trends, technologies, and solutions.",
    "By powering this coveted event, organised by the Lanka Exhibition and Conference Services (LECS), E. B. Creasy Solar demonstrates its unwavering commitment to advancing Sri Lanka’s growth and progress. Through its extensive expertise in the solar energy industry spanning over twenty years, E.B. Creasy Solar ensures that every project is executed with precision and dedication. The company’s strict procurement and supply chain practices reflect its loyalty to suppliers and principals, emphasizing its dedication to customer satisfaction and long-term reliability in the Sri Lankan market.",
    "Knuckles Water partners with Sri Lanka Red Cross Society to provide relief",
    "Commercial Credit and Finance secures 1st place in K Seeds Investments’ ranking report",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}