{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-celebrates-its-remarkable-recovery-at-itb-travel-fair-in-berlin/",
  "time_ut": 1709647740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka celebrates its remarkable recovery at ITB travel fair in Berlin",
  "original_body_lines": [
    "Sri Lanka Tourism is all set to give it’s best at the ITB Berlin this year, which will kick off on the 5th of March 2024 and continue till 7th March 2024 at Messe Berlin, Germany. The Island paradise will showcase all its Tourism Products to lure the International tourists to come and have an experience of a lifetime.",
    "Sri Lanka is seeing continuous increase in the number of Tourist arrivals since 2022 and is celebrating a remarkable comeback with 1.5million tourists in 2023. Sri Lanka is a regular participant of the ITB and as a result of its promotional efforts, the number of German travelers to the destination has doubled in 2023 compared to 2022. Germany is one of the top source markets for Sri Lanka Tourism, which has the second highest number of arrivals from Europe after UK. This time, Sri Lanka Tourism will have a myriad of travel and holiday opportunities to offer for the German counterparts, with new initiatives and projects rolled up on its sleeve, in order to highlight that Sri Lanka is still one of the most renowned travel destinations in the world. The number of Airlines to Sri Lanka have increased and several top Airlines including Emirates, Qatar Airways, Turkish airlines and Lot polish Airlines have resumed flights to Sri Lanka, as a result of the continuous promotional efforts carried out by Sri Lanka Tourism.",
    "Lanka Milk Food shares nourish bourse into a degree of vibrancy",
    "Sri Lanka Tourism collaborates with UL Korea GSA and influencers",
    "British journalists impressed with Sri Lanka’s hospitality and tourist attractions",
    "Ex-Chairman of Sri Lanka Tourism tells govt. not to put cart before horse",
    "OPA panel discussion: The Role of Domestic Aviation in Sri Lanka Tourism",
    "Sri Lanka Tourism makes waves at the Guangzhou International Travel Fair",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}