{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Alumex-launches-next-gen-website-Integrating-smart-AI-solutions-for-seamless-customer-journey/34-768074",
  "time_ut": 1729108172.0,
  "original_lang": "en",
  "original_title": "Alumex launches next-gen website: Integrating smart AI solutions for seamless customer journey",
  "original_body_lines": [
    "Hayleys Chairman and Chief Executive Mohan Pandithage addresses audience at launch of Alumex next-gen website",
    "OpenAI-powered assistant provides personalised answers on construction materials, regulatory compliance, building plans",
    "Simplifies search experience from architectural solutions to detailed product specifications and tailored recommendations",
    "Transitioning to a dynamic, interactive platform, Alumex PLC, the number one and most trusted aluminium extrusion brand in Sri Lanka, has proudly relaunched its official website, www.alumexgroup.com powered by AI, designed to provide a convenient, personalised experience.",
    "The new website features intuitive navigation that prioritises both aesthetics and usability, highlighting Alumex’s innovative and cutting-edge portfolio.",
    "Featuring improved navigation and a customer-centric approach, the standout feature of this website is Alunov, a pioneering AI-powered virtual assistant – a first for the industry that redefines how customers interact with the brand.",
    "The OpenAI-powered assistant provides customers personalised answers about construction materials, regulatory compliance, building plans, and much more. Whether you’re searching for architectural solutions, browsing detailed product specifications, or seeking personalised recommendations, Alunov streamlines your experience.",
    "The AI-driven features streamline navigation and foster deeper engagement. Users can easily locate dealers, access customer support, and discover innovative solutions, all within a seamless interface that prioritises convenience and efficiency.",
    "The goal is to make every interaction online a delightful experience – one that customers love, remember, and even refer to others.",
    "Speaking on the occasion of the website launch, the Alumex PLC Managing Director Pramuk Dediwela said: “This intelligent platform, designed with customers at its core, represents our dedication to harnessing technology for a better customer experience. By integrating advanced AI capabilities into our new website, Alumex is setting new standards for interaction and service in the aluminium industry. The seamless interaction not only simplifies the customer journey but also exemplifies Alumex’s commitment to innovation and advanced technology.”",
    "As the flagship entity of the Hayleys Group’s Construction Materials sector, Alumex PLC is poised to lead the charge in shaping the future of the aluminium industry, driving progress through innovation and an unwavering commitment to excellence."
  ]
}