{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/GRI-appoints-Thanuja-Samaranayake-as-Chief-Operating-Officer/34-759339",
  "time_ut": 1710099918.0,
  "original_lang": "en",
  "original_title": "GRI appoints Thanuja Samaranayake as Chief Operating Officer",
  "original_body_lines": [
    "GRI has announced the appointment of Thanuja Samaranayake as its new Chief Operating Officer.",
    "With over 22 years of experience specialising in operational excellence and sustainability leadership, Thanuja brings a wealth of knowledge and expertise to his new role at GRI.",
    "As an accomplished Global Operations Strategist and Sustainability Leader Thanuja has a proven track record of driving revenue growth, enhancing supply chain resilience, and achieving sustainability goals across diverse industries.",
    "“Thanuja’s appointment as Chief Operating Officer underscores GRI’s commitment to operational excellence and sustainability,” said GRI CEO Dr. Mahesha Ranasoma. “His extensive experience and proven leadership will be invaluable as we continue to innovate and drive growth.”",
    "Thanuja’s impressive professional journey includes significant roles at esteemed organisations such as Ansell Health Care Ltd., Ansell Textiles Lanka Ltd., Fonterra Brands Lanka, and Singer PLC in Sri Lanka. His contributions have played a pivotal role in driving organisational success and fostering a culture of engaged innovation.",
    "“I am thrilled to join GRI as Chief Operating Officer and be part of a forward-thinking organisation committed to sustainable practices,” said Thanuja Samaranayake. “I look forward to working closely with the team to streamline operations and contribute to GRI’s continued success.”",
    "Thanuja holds an MSc in Sustainability Management from the University of Bedfordshire and a Lean Six Sigma Black Belt certification from TQMI Colombo. He is actively involved in various professional affiliations, including serving on the Curriculum Development Committee for NVQSL and collaborating with the Sri Lanka Army for Social Development Initiatives.",
    "“We are excited to welcome Thanuja to the GRI team,” said GRI Managing Director Prabhash Subasinghe. “His dedication to optimising operations and commitment to sustainable practices will further strengthen our organisation as we continue to lead the way in the Specialty Tire industry.”",
    "Thanuja Samaranayake’s appointment as Chief Operating Officer marks an exciting new chapter for GRI, as the company continues its mission to deliver innovative and sustainable tire solutions to customers worldwide."
  ]
}