{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98792/uk-parliament-approves-rwanda-deportation-bill-ending-weeks-of-legislative-stalemate",
  "time_ut": 1713855360.0,
  "original_lang": "en",
  "original_title": "UK parliament approves Rwanda deportation bill, ending weeks of legislative stalemate",
  "original_body_lines": [
    "British Prime Minister Rishi Sunak ‘s latest effort to send some migrants to Rwanda finally won approval from Parliament early Tuesday, hours after he pledged deportation flights would begin in July.",
    "The parliamentary logjam that had stalled the legislation for two months was finally broken just after midnight when the unelected House of Lords “recognized the primacy” of the elected House of Commons and dropped the last of its proposed amendments, clearing the way for the bill to become law.",
    "Earlier in the day, Sunak held a rare morning press conference to demand that the Lords stop blocking his key proposal for ending the tide of migrants crossing the English Channel in small boats, promising that both houses of Parliament would remain in session until it was approved.",
    "The legislative stalemate was just the latest hurdle to delay implementation of a plan that has been repeatedly blocked by a series of court rulings and opposition from human rights activists who say it is illegal and inhumane. Migrant advocates have vowed to continue the fight against it.",
    "“For almost two years, our opponents have used every trick in the book to block fights and keep the boats coming,” Sunak told reporters Monday morning in London. “But enough is enough. No more prevarication, no more delay.”",
    "The government plans to deport to Rwanda some of those who enter the United Kingdom illegally as a deterrent to migrants who risk their lives in leaky, inflatable boats in hopes that they will be able to claim asylum once they reach Britain.",
    "Despite Parliament’s approval of the legislation, further court challenges may still delay the deportation flights, said Tim Bale, a politics professor at Queen Mary University of London.",
    "“I don’t think it is necessarily home and dry,” he said. “We will see some attempts to block deportations legally.”",
    "Sunak has staked his political future to the deportation flights, making a pledge to “stop the boats” a key part of his pitch to voters as opinion polls show that his Conservative Party trails far behind the Labour Party ahead of a general election later this year. Next week’s local elections are seen as a barometer for how the parties will fare in the general election.",
    "The debate in Britain comes as countries throughout Western Europe and North America look for ways to slow the rising number of migrants as war, climate change and political oppression force people from their homes.",
    "Small boat crossings are a potent political issue in Britain, where they are seen as evidence of the government’s failure to control immigration.",
    "The number of migrants arriving in Britain on small boats soared to 45,774 in 2022 from just 299 four years earlier as people seeking refuge pay criminal gangs thousands of pounds (dollars) to ferry them across the channel.",
    "Last year, small boat arrivals dropped to 29,437 as the government cracked down on people smugglers and reached an agreement to return Albanians to their home country.",
    "“I think the most important takeaway is quite how desperate the government clearly is to get this piece of legislation through on the grounds that it will enable it to at least make a down payment on its promise to stop the boats,” Bale said.",
    "While Sunak acknowledged that he wouldn’t meet his original deadline of getting the first deportation flights in the air this spring, he blamed the delays on continued resistance from the opposition Labour Party.",
    "On Monday, Sunak said the first flights would take off in 10-12 weeks but refused to provide details about how many people would be deported or exactly when the flights would occur because he said that information could help opponents continue to try to frustrate the policy.",
    "In preparation for the bill’s approval, the government has already chartered planes for the deportation flights, increased detention space, hired more immigration caseworkers and freed up court space to handle appeals, Sunak said.",
    "He also suggested the government was prepared to ignore the European Court of Human Rights if it sought to block the deportations.",
    "“We are ready, plans are in place, and these flights will go come what may,” Sunak said. “No foreign court will stop us from getting flights off.”",
    "The current legislation, known as the Safety of Rwanda Bill, is a response to a U.K. Supreme Court decision that blocked the deportation flights because the government couldn’t guarantee the safety of migrants sent to Rwanda. After signing a new treaty with Rwanda to beef up protections for migrants, the government proposed the new legislation declaring Rwanda to be a safe country.",
    "The bill has been stalled in the idiosyncrasies of the British legislative system. The House of Lords is charged with scrutinizing and offering amendments to measures approved by the House of Commons, but it doesn’t have the power to block legislation outright.",
    "As a result, the Rwanda bill bounced back and forth between the two houses of Parliament, with the Lords repeatedly offering amendments only for them to be rejected by the Commons, which then sent the legislation back to the upper house.",
    "Critics of the government’s policy refused to be drawn on their next move. James Wilson, the director of Detention Action, which campaigns against human rights abuses in the immigration system, urged the public to look past the political stalemate and remember what is at stake.",
    "“Ultimately, the most important points here are not the ins and outs of Parliament, and the things that are happening there,’’ he told The Associated Press. “In the end, this is about people. This is about people’s lives.”"
  ]
}