{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/urgent-call-for-action-sri-lanka-must-enact-the-long-awaited-animal-welfare-bill/",
  "time_ut": 1705469192.0,
  "original_lang": "en",
  "original_title": "Urgent Call For Action: Sri Lanka Must Enact The Long-Awaited Animal Welfare Bill",
  "original_body_lines": [
    "In a country where the penalty for the cruel killing of a dog stands at a meager Rs.100, the urgency for comprehensive legislation to protect animals has never been more evident. Sri Lanka stands at a crossroads, holding within its grasp the power to usher in a new era of compassion and justice for its four-legged citizens. The proposed Animal Welfare Bill, which garnered cabinet approval in 2022 after 15 years of advocacy, is a beacon of hope that must not be allowed to fade into legislative obscurity.",
    "The existing Prevention of Cruelty to Animals Ordinance, a century-old, 3-page relic, falls woefully short of addressing the complexities of contemporary animal welfare issues. It is a document out of sync with the times, unable to provide the robust legal framework needed to safeguard animals from abuse and cruelty. In a commendable move, the Animal Welfare Bill, gazetted on 07.02.2022, seeks to replace this outdated ordinance, offering stronger, more comprehensive provisions that reflect the evolving understanding of animal rights.",
    "Regrettably, despite receiving cabinet approval and being hailed by animal welfare activists as a significant step forward, the Bill has languished without making its way to Parliament for enactment. The question on the minds of concerned citizens echoes loudly: How many more years must pass before Sri Lanka takes decisive action to protect its animals?",
    "The need for urgency cannot be overstated. Animal abusers continue to act with impunity, emboldened by the absence of a robust legal deterrent. A mere Rs.100 fine for the cruel killing of a dog is not only a mockery of justice but also a disheartening signal that the value of animal lives remains grossly underestimated.",
    "The citizens of Sri Lanka, along with impassioned animal welfare advocates, unite in their call for the swift enactment of the Animal Welfare Bill. It is not merely a matter of introducing legislation but an imperative to create a legal foundation that empowers authorities to take decisive action against those who inflict harm on innocent animals. The delay in enacting this crucial Bill only perpetuates the vulnerability of animals and erodes the moral fabric of the nation.",
    "Sri Lanka has an opportunity to showcase its commitment to compassion, justice, and progress by enacting the Animal Welfare Bill without further delay. Let this be the moment when the nation rises above outdated norms, sending a resounding message that the welfare of animals is a priority and that cruelty will no longer be tolerated. The time for action is now, and Sri Lanka must seize this opportunity to shape a future where animals are afforded the protection they rightfully deserve.",
    "*The writer is a practicing attorney at law and who is also an animal rights advocate"
  ]
}