{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Evolza-appoints-visionary-leader-Thareendra-D-Kalpage-as-Non-Executive-Chairman-of-Board/34-762944",
  "time_ut": 1718134213.0,
  "original_lang": "en",
  "original_title": "Evolza appoints visionary leader Thareendra D. Kalpage as Non-Executive Chairman of Board",
  "original_body_lines": [
    "From left: Evolza Founder/Chief Executive Officer Isuru Kariyawasam, Evolza Director Sathischandra Navarathna, Thareendra Kalpage, and Evolza Chief Marketing Officer Prassanna Pathmanathan",
    "Evolza, the trailblazing company behind the CGASS AI Platform, a top-tier AI-powered enterprise software generation platform, announced Thareendra D. Kalpage as the new Non-Executive Chairman of its Board of Directors.",
    "This milestone underscores Evolza’s commitment to achieving new heights in technological advancement and success.",
    "Kalpage brings extensive experience and a proven track record in the technology sector. With decades of leadership, he has consistently driven organisations towards success with his visionary approach and understanding of emerging technologies. His appointment is set to propel Evolza into the future.",
    "Kalpage is a renowned entrepreneur and business executive, Co-Founder of Digital Zyndicate Co., a venture capital firm in Denver, Colorado, and Echo Digital Systems Ventures, a product firm in the entertainment and gaming industry. He also owns Echo3000, a hyper-casual gaming platform, and holds board positions at Celata Tech, a leading location intelligence platform.",
    "As Non-Executive Chairman, Kalpage will collaborate with the CEO and executive team to develop and implement strategic objectives, monitor performance, and ensure accountability. His strategic foresight will drive Evolza’s expansion into new markets and industries. Under his leadership, Evolza’s Board aims to support the executive team in pushing the boundaries of technological innovation, delivering solutions that meet the evolving needs of customers worldwide.",
    "Expressing his enthusiasm about joining Evolza, Kalpage stated: “I am excited to join the Board as the new Non-Executive Chairman and work with such an extraordinary team. Together, we will drive the company’s success and aim to become the world’s leading enterprise code-generating platform. Our vision is clear: to reach a $ 1 billion valuation and transform Evolza into a shining unicorn from this region.”",
    "Evolza CEO Isuru Kariyawasam commented: “We are thrilled to welcome Thareendra D. Kalpage as our Non-Executive Chairman. His visionary leadership and extensive industry expertise align perfectly with our mission to push the boundaries of enterprise software generation.”",
    "Board member Sathischandra Navarathna added: “With Thareendra at the helm, we are confident that the Board can support Isuru and the leadership team to lead the market with innovative solutions and efficiency.”",
    "CGASS (Code Generation as a Service), Evolza’s flagship product, leads in enterprise software innovation. It offers API-driven, cloud-native enterprise solutions, enabling businesses to swiftly generate comprehensive software with all necessary configurations, reducing time-to-market and ensuring seamless deployment.",
    "Kalpage’s appointment highlights Evolza’s commitment to technological innovation and sustainable growth. With his leadership, Evolza’s Board is set to effectively support the CEO and his team in a transformative journey, shaping the future of technology and creating long-term value. As the company pushes the boundaries of possibility, this new leadership signals a new era of innovation and excellence for Evolza and its stakeholders."
  ]
}