{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/bilateral-creditors-never-reduce-principal-only-offer-deferments-sri-lanka-president-170598/",
  "time_ut": 1719919020.0,
  "original_lang": "en",
  "original_title": "Bilateral creditors never reduce principal, only offer deferments: Sri Lanka president",
  "original_body_lines": [
    "ECONOMYNEXT — Seeking concessions on foreign loans without making any commitments is neither practical nor feasible, President Ranil Wickremesinghe said, noting that bilateral creditors never reduce the principal on a loan.",
    "“What we can obtain are concessions such as extended loan repayment periods, grace periods, and reduced interest rates,” Wickremesinghe said addressing parliament Tuesday July 02 morning.",
    "Claiming that there are untruths and half truths expressed inside and outside parliament on Sri Lanka’s debt restructuring programme, President Wickremesinghe said he wished to clarify the international practices and facts of debt restructuring at this time.",
    "“What constitutes this foreign loan? Where do lending countries get the money? They lend us the tax money and the savings of their citizens.”",
    "“Many people in our country suggest that we should seek concessions on foreign loans without making any commitments. However, this is neither practical nor feasible according to international practices. Just as we must be responsible with the tax money and savings of our own citizens, we must also make commitments when borrowing the tax money and savings of other countries. If we fail to make a commitment, the citizens of those countries will not support us,” he said.",
    "Wickremesinghe said that debt restructuring is also a challenging endeavour, adding that international economic experts agree that it is a difficult and painful process for creditors, debtors, citizens of the debtor country, and mediators alike.",
    "“Official bilateral creditors never reduce the principal amount of a loan. What we can obtain are concessions such as extended loan repayment periods, grace periods, and reduced interest rates.",
    "“However, not understanding this reality, some blame the Sri Lankan government for not requesting a basic debt write-off. Others claim that if they come to power, they will negotiate with creditor countries to cut 50 percent of the initial loan amount. We must recognise that such actions require mutual agreement. Creditors will not simply comply with our demands. These statements reveal a lack of understanding of international economic systems,” he said.",
    "Neither the creditor nor the borrower has the authority to make the final decision on the extent of debt restructuring, said Wickremesinghe, noting that it is the International Monetary Fund (IMF) that makes that decision.",
    "“They determine what kind of restructuring plan is necessary to make a country’s debt sustainable, based on an independent assessment of the economic strength of each country. The IMF warned us long before our 2022 crisis that our country’s debt was unsustainable.",
    "“The methodology the IMF follows varies by country. There is one approach for low-income countries and another for middle-income countries,” he said.",
    "Sri Lanka being a middle-income country, said Wickremesinghe, was among the first to implement debt restructuring using the new debt sustainability analysis framework tailored for middle-income countries. According to the plan set for Sri Lanka, he said, public debt must be reduced to below 95 percent of the Gross Domestic Product (GDP) by 2032. In contrast, said Wickremesinghe, the plan presented for Ghana, a low-income country, required them to reduce the present value of their public debt to below 55 percent of GDP by 2028.",
    "“Low-income countries follow a common action framework, which allows them to convene all their creditors on one platform to make decisions. However, this does not apply to us since we are a middle-income country. Therefore, debt restructuring in Sri Lanka is a more complex process,” he said.",
    "Within this background, the president said, Sri Lanka had to negotiate separately with the Paris Club and India as members of the official creditor committee, as well as with China’s Exim Bank. However, the island nation does not have the authority to offer special terms to any of these parties. Sri Lanka’s  greatest challenge has been to establish a set of common conditions that are treated equally by both parties involved, he said.",
    "“Navigating this complex landscape amidst current geopolitical trends has not been easy, hindering our progress toward our goals.",
    "“Despite these formidable difficulties, we successfully reached an agreement with our foreign bilateral official creditors within just 15 months of initiating the IMF programme. We are among the middle-income countries that have efficiently completed the debt restructuring process within a short time frame, marking a significant achievement. This is indeed promising news,” he said. (Colombo/Jul02/2024)"
  ]
}