{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/maldivian-to-launch-direct-flights-to-colombo/",
  "time_ut": 1713744060.0,
  "original_lang": "en",
  "original_title": "Maldivian to launch direct flights to Colombo",
  "original_body_lines": [
    "Maldivian is set to expand its network with the introduction of direct flights to Colombo, starting on April 25th, 2024. This new route offers travellers a convenient way to experience the cultural richness, history and scenic beauty of both countries.",
    "Maldivian Airline, the national carrier of the Republic of Maldives has appointed Nawaloka Air Services as the General Sales Agent (GSA) to handle its passengers and cargo.",
    "As Maldivian enters Sri Lanka market it already finds seven competitors serving this traveller segment.",
    "Maldivian Airlines operates both international and inter-island flights. The airline celebrated its 24th anniversary recently and it currently operates flights to Bangladesh, India and Thailand.",
    "It is planning to begin its services to multiple points in China later this year.",
    "As a result of this partnership with Nawaloka Air Services, Maldivian domestic and international network will be easily accessible to Sri Lankan travelers.",
    "Nawaloka Air Services is geared provide a wide range of services including passenger air ticketing and all types of air cargo services with its team of experienced professionals.",
    "Speaking to The Island Financial Review, Ismail Amrah Umar, the Acting Chief Commercial Officer at Maldivian Airlines said that they are working to build up this route in the coming months, and are looking to add more frequency to the current schedule.",
    "He said that there are about seven competitors for the route as they enter the market in Sri Lanka, and Maldivian would offer a customer-centric service having understood their unique needs and preferences.",
    "The air fare was announced to be between USD 193 from Maldives and USD 201 from Sri Lanka.",
    "“I believe the price point is lower than most competitor fares at the moment. We are targeting both Sri Lankan and Maldivian nationals travelling between the two destinations for leisure, business and medical purposes,” he said.",
    "Ceyline Travels and MBA Alumni Association of University of Colombo sign MOU",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}