{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112933/co-ops-take-spotlight-in-india-sri-lanka-dialogue-in-new-delhi",
  "time_ut": 1758864780.0,
  "original_lang": "en",
  "original_title": "Co-ops take spotlight in India-Sri Lanka Dialogue in New Delhi",
  "original_body_lines": [
    "India and Sri Lanka have taken a fresh step towards strengthening their cooperative ties with a high-level bilateral meeting in New Delhi on Thursday.",
    "Wasantha Samarasinghe, Minister of Trade, Commerce, Food Security and Cooperative Development of Sri Lanka, met Union Minister of State for Cooperation and Civil Aviation Murlidhar Mohol at Atal Akshay Urja Bhawan to explore new avenues of collaboration in the cooperative sector.",
    "The talks revolved around building stronger institutional linkages, sharing knowledge, and improving the skills of those engaged in the cooperative movement. Both sides acknowledged that cooperatives play a vital role in rural development, food security, and inclusive economic growth, and that closer collaboration could help address common challenges faced by the sector in both countries.",
    "The Indian delegation included senior officials such as Ashish Kumar Bhutani, Secretary of the Ministry of Cooperation, along with representatives from the Ministry of External Affairs and the National Cooperative Exports Limited. From the Sri Lankan side, the meeting saw the participation of High Commissioner Mahishini Colonne, Secretary K A Vimalenthirarajah, and other senior officials.",
    "India offered to share its experience in building large and diverse cooperative structures, ranging from dairy and sugar to credit societies and new-generation cooperatives engaged in exports. The recent reforms in India, including amendments to the Multi-State Cooperative Societies Act, the creation of a Cooperative Ombudsman, and the launch of NCEL to enable cooperatives to enter global markets, were highlighted as examples that could inspire similar initiatives in Sri Lanka.",
    "For its part, Sri Lanka shared insights from its own cooperative traditions in agriculture and fisheries, where community-based models continue to play a central role in supporting livelihoods.",
    "Capacity building was identified as a critical area of future cooperation. India has been working on the idea of a National Cooperative University to provide dedicated education and training to cooperative leaders, and such initiatives were discussed as potential areas of collaboration.",
    "Both sides emphasized the need for exchange programs, joint training modules, and technology-sharing platforms that could strengthen governance and improve transparency within cooperative institutions.",
    "The timing of the meeting is significant as India and Sri Lanka are already deepening their economic engagement through the India-Sri Lanka Free Trade Agreement and related mechanisms. Strengthening the cooperative sector adds a people-centric dimension to this partnership, ensuring that small farmers, artisans, and local entrepreneurs benefit directly from regional cooperation.",
    "The cooperative movement in both countries has the potential to create rural jobs, enhance productivity, and expand social equity, making it an effective tool for sustainable development.",
    "The discussions ended on a positive note, with both delegations expressing optimism that the cooperative sector could become a cornerstone of future bilateral relations. By turning dialogue into action through joint projects, shared technologies, and pilot ventures, India and Sri Lanka signaled their commitment to building a stronger, more inclusive economic partnership rooted in the values of cooperation and mutual growth."
  ]
}