{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104568/chamari-nominated-for-icc-womens-t20i-and-odi-cricketer-of-the-year-awards",
  "time_ut": 1735473540.0,
  "original_lang": "en",
  "original_title": "Chamari nominated for ICC Women’s T20I and ODI Cricketer of the Year awards",
  "original_body_lines": [
    "Sri Lanka’s sensational skipper Chamari Athapaththu has been nominated for both ICC Women’s T20I Cricketer of the Year and ICC Women’s ODI Cricketer of the Year awards.",
    "It wouldn’t be an overstatement to brand Chamari Athapaththu as the most prolific female cricketer from Sri Lanka of all-time given her stellar record for the island nation, but the southpaw managed to go one further in 2024.",
    "Despite encountering an unexpected slump in the Women’s T20 World Cup, Athapaththu was the second-highest run-getter in a calendar year in women’s T20Is. Her 720 runs included two hundreds and four half-centuries, with 86 fours and 32 sixes to her name.",
    "Apart from her exploits with the willow, Athapaththu also picked 21 wickets in the period. Her best with the bat and the ball in T20Is came in 2024.",
    "Amidst a series of remarkable performances, including the two centuries in Women’s T20 World Cup Qualifier, it was Athapaththu’s brilliant 61 against India in Dambulla on July 28 that stood out.",
    "The innings helped Sri Lanka to their first-ever Asia Cup triumph, and came against much-touted India.",
    "The Women in Blue elected to bat first, and got to 165/6 courtesy of Smriti Mandhana’s 60 from 47.",
    "Sri Lanka had an early loss in response, but Athapaththu, who had earlier struck with the ball, held the innings together with Harshitha Samarawickrama. She took the lead in run-scoring as Sri Lanka added 87 runs for the second wicket. By the time Athapaththu was dismissed, she had set a solid base for her side. Samarawickrama then found support in Kavisha Dilhari, and the duo sealed a historic chase.",
    "A maiden Women’s T20 World Cup title for your side, and the national record for most Women’s T20I wickets in a year marked quite a year for Melie Kerr. Besides, the all-rounder also starred with the willow, hitting five scores of 40+ while playing a key role in the New Zealand top order.",
    "Undoubtedly, Melie Kerr’s finest moment came during White Ferns’ successful run to the title, where the all-rounder scored 135 runs and picked 15 wickets (a Women’s T20 World Cup record) in a historic win. Melie’s numbers picked up as the tournament progressed, with her finest punches coming in the knockout matches.",
    "After New Zealand lost an early wicket in the quest for their maiden T20 World Cup title in the final against South Africa, Melie Kerr walked in stabilised the innings. She soaked in the pressure early on, and then anchored the innings, her solid presence allowing the likes of Brooke Halliday to go for her shots. Melie fell for 43, but helped the White Ferns to 158/5 in Dubai.",
    "Her leg-spinners rattled South Africa’s chase, getting rid off Laura Wolvaardt and Anneke Bosch - the stars of the Proteas’ historic win over Australia, in the same over. This effectively sealed the game for the Kiwis, and Melie added another wicket of Annerie Dercksen to finish with 3/24 in a Player of the Match performance.",
    "Having assumed leadership late in 2023, Laura Wolvaardt led from the front, starting the year with a flurry of impressive scores against Australia and Sri Lanka. This included a maiden T20I ton that guided the Proteas to a win against the Island Nation in Benoni.",
    "Wolvaardt’s prolific run continued into the Women’s T20 World Cup, where the opener was the leading run-getter in the tournament. As a leader, she oversaw her side into their maiden final appearance.",
    "Arguably South Africa’s most important T20 World Cup win came against Australia in the 2024 T20 World Cup semi-final, where Wolvaardt joined Bosch to secure a stunning win.",
    "But the foundation for that triumph was set earlier in Canberra, wherein the Proteas beat Australia for the first-ever time in a women’s international.",
    "Wolvaardt led from the front in the January contest, playing the anchor in a chase of 143. A steady start along with Tazmin Brits put South Africa ahead, but jitters in the middle overs brought back Australia. The South Africa captain, however, kept her cool and remained unbeaten on 58 to secure a brilliant win with six balls to spare. She hit six boundaries in her patient knock.",
    "Orla Prendergast finished 2024 as the second-highest run-getter and the highest wicket-taker for Ireland in Women’s T20Is in any calendar year, and her exemplary numbers were the reason behind their success in the format this year.",
    "Ireland began and ended the year with whitewashes over Zimbabwe and Bangladesh respectively, and Prendergast starred in both, also winning the Player of the Series award in the latter contest.",
    "Later, her valiant efforts at home helped her side tie series against higher-ranked opponents like England and Sri Lanka.",
    "Prendergast stood tall in the second T20I against neighbouring rivals, England at home in September.",
    "Opening the bowler for her side, Prendergast bowled with control and later secured wickets of Georgia Adams and Hollie Armitage towards the end of the innings to get to 2/31 in her allotted overs, even as England finished at 169/8.",
    "Then coming in at no. 3, Prendergast walked in after the dismissal of Amy Hunter in the very first over. She then shepherded the chase with a career-best 80, which came off 51 balls and had 13 boundaries in them.",
    "By the time she was dismissed, Ireland were on the brink, and managed to seal the chase in the 20th over.",
    "Athapaththu didn’t actually make her first ODI appearance of 2024 until April, but she immediately hit the ground running as she contributed scores of 51 and 195* in a 1-1 series result against South Africa away from home.",
    "The 34-year-old continued with that rich vein of form into the three-match ODI series against the West Indies where she managed 130 runs and four wickets as Sri Lanka completed an emphatic 3-0 series sweep.",
    "An innings of 48 and a three-wicket haul with the ball from Sri Lanka’s final ODI match of the year in Belfast saw Athapaththu end her 2024 on a high in ODI cricket.",
    "Athapaththu’s best performance ironically came in the same contest as Wolvaardt, with the Sri Lanka veteran scoring a superb 195 to lead her side to victory.",
    "Chasing north of 300 in an ODI is never easy, but that’s exactly what Athapaththu and Sri Lanka made it look as they chased down South Africa’s score of 301/5 with more than five overs remaining.",
    "The Sri Lanka skipper smashed 26 fours and five massive sixes during her 139-ball stay, trumping Wolvaardt’s effort that helped the island nation square the three-match series at 1-1.",
    "Wolvaardt commenced the year in a glut as she managed just seven runs from three innings against Australia, but that lack of form didn’t last long as the South Africa captain went on a run-scoring spree in almost every ODI contest that followed that series.",
    "A pair of unbeaten centuries against Sri Lanka - including a career-best 184* in Potchefstroom - whet Wolvaardt’s appetite and the 25-year-old then made it three centuries in four matches when she hit 135 against India in Bengaluru in June.",
    "Another half-century followed against India, before Wolvaardt finished her 2024 campaign with a trio of good scores against England on home soil in December.",
    "Wolvaardt produced her best effort with the bat when she scored a career-best 184* against Sri Lanka in Potchefstroom in April.",
    "It was an innings of pure class from the South African right-hander, who smashed 23 fours and four massive sixes in what was a superb individual performance.",
    "The innings of 184 came from just 147 deliveries and helped South Africa amass a massive total of 301/5 against the Asian side.",
    "A pair of centuries in June against South Africa in Bengaluru really got Mandhana’s 2024 campaign rolling and the left-hander managed two further hundreds later in the year to stay in good touch right up until December.",
    "Mandhana managed a total of 343 runs from three innings in a Player of the Series effort against South Africa got her third hundred of 2024 when amassing 100 in the final match of India’s home series against New Zealand right after the completion of the ICC Women’s T20 World Cup.",
    "Another hundred followed in the final match of her side’s three-game series with Australia in December, but that was in vain as the Aussies completed a 3-0 series sweep of their own.",
    "Mandhana’s best all-round effort came in the second match of India’s home series against South Africa in June, when she scored a century and picked up a key wicket to help her side to a narrow four-wicket victory.",
    "The 28-year-old got India; innings going with a brilliant innings of 136 from just 120 deliveries, that included 18 fours and two sixes - as the side managed to amass a big total of 325/3 after they were sent into bat.",
    "Mandhana then picked up the key wicket of Sune Luus during South Africa’s reply as the Proteas fell agonisingly short of victory.",
    "The 23-year-old commenced the year with a two-wicket haul in Australia’s victory over India in Mumbai and was then relatively quiet during a three-match series at home against South Africa that the Aussies managed to win 2-1.",
    "Opportunities were scarce for Sutherland during Australia’s white-ball tour of Bangladesh in March, although the talented all-rounder did manage an unbeaten innings of 58 in an easy victory in the series opener in Mirpur.",
    "It wasn’t until the backend of the year in consecutive series against India at home and New Zealand away that Sutherland really shone, with the youngster scoring centuries in consecutive matches against different opponents and claiming Player of the Series honours for her efforts against Harmanpreet Kaur’s side.",
    "Sutherland’s best all-round effort came at the famous WACA Ground in Perth when she scored her third ODI century to lead her side to an emphatic 3-0 series sweep over India.",
    "The 23-year-old smashed nine fours and four massive sixes at the Perth ground to score 110 from just 95 deliveries and backed up that effort with the bat by claiming the crucial wicket of India captain Harmanpreet Kaur in reply as Australia ran out easy winners."
  ]
}