{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-at-crucial-crossroads/4-766806",
  "time_ut": 1726601065.0,
  "original_lang": "en",
  "original_title": "Sri Lanka at crucial crossroads",
  "original_body_lines": [
    "On 21 September, 17.1 million voters have the power to elect the next President – Pic by Shehan Gunasekara",
    "It is 75 years since we gained our Independence from the British. Our rulers since then, have not made the progress that we are entitled to enjoy as citizens of Sri Lanka.",
    "The Father of the Nation D.S. Senanayake, though he had foresight to unite our people through colonisation and other initiatives, introduced nepotism into our political culture by naming Dudley Senanayake as his heir apparent. S.W.R.D. Bandaranaike an Oxford scholar, who should have succeeded him, construed the worst possible way to wrest power by introducing the Sinhala Only act. A country which was united by speaking and understanding a common language started getting divided. The emergence of racial disharmony, discrimination and mistrust. Successive governments did not correct this seemingly irreparable damage. In 1971, educated Sinhala youth rebelled against the Sirmavo Bandaranaike administration and was ruthlessly quashed by her. One of the primary causes of this insurrection was that educated graduates could not clinch employment in the private sector as their English knowledge was well below par.",
    "Then, years later, came J.R. Jayewardene whom we revered as a national leader who could right all the wrongs and guide our country into lasting prosperity. He secured a landslide victory and could easily have been the benevolent leader that the country needed. He opened up the economy and introduced capitalism replacing a tightly regulated closed economy. However, he did not heed the intelligence reports of a terrorist uprising in the north and what could have been nipped in the bud at that time, escalated to a 30-year crippling war. A leader who allowed Sinhalese extremists to kill a large number of Tamil civilians in cold blood cannot be respected.",
    "The Premadasa regime in the late eighties up on to his end was a volatile, destructive era with LTTE terrorists casting fear and southern insurgents causing havoc and self destruction. Rule of law was non existent with scant disregard for human life. Media personalities being murdered and disappearing was the order of the day.",
    "Chandrika Bandaranaike was swept into power ridiculing the proportionate representation that was legislated by the Jayewardene administration essentially to ensure a lasting presence of the ruling United National Party. She was at the helm for two terms, that did not improve the perilous situation in the country with the LTTE threat being omnipresent. She was the first ruler of this country to be fined Rs. 5 million for abuse of power.",
    "Mahinda Rajapaksa came into power with the Mahinda Chinthanaya and was expected to rule with common sense, delivering what was needed for us at that time. His good governance rapidly deteriorated into state that he was defeated by his own General Secretary Maithripala Sirisena after two terms. He also appointed a military tribunal consisting of army officers below the rank of General Sarath Fonseka and illegally sent the national war hero to prison. The world looked on and Sri Lanka, too, looked on.",
    "President Sirisena, the Defence Secretary and the Inspector General of Police was found guilty of not preventing the Easter bombings on 21 April 2019.",
    "Prior to that, against all odds, in 2009, General Sarath Fonseka gave leadership to an unconventional military effort planned by him, to annihilate the LTTE completely within a period of two years and nine months. He was unlawfully jailed as mentioned, eight days after he was arguably robbed of being elected as President in the 2010 Presidential election.",
    "It is now, time that we leave behind 75 years of misrule, corruption, nepotism and cronyism and close that distasteful chapter.",
    "On 21 September, 17.1 million voters have the power to elect the next President.",
    "This is a Presidency and not a General Election. We have to make a choice from 38 candidates who are on your ballot paper. We have to judiciously select a leader who has a clean set of hands, a proven track record for work in the interest of our country and not elect a candidate who has a questionable past of either being corrupt or in someway being responsible of bringing this country to the present state of wrack or ruin. No sooner he is elected and forms a government, educational reforms must be enforced. Ethics must be taught to all school children as the primary subject until they reach the age of seven. English must be made the medium of instruction for unity amongst all races. It completely eliminates the indignity of our women working as housemaids. It also means their foreign exchange remittances are more than tripled, being able to secure higher paid jobs. No student must be allowed to dropout until they are channelled to a chosen vocations when they reach 18 years of age. They can partake in sports and extracurricular activities until then even though they may fail the O’ Levels. Teachers have to be highly paid to ensure that teaching is considered a worthy profession.",
    "Nursing and health services must be elevated to international standards where the Government hospitals are maintained as well as reputed private hospitals. The salaries of health workers have to be increased, as well.",
    "Increasing production of rice, vegetables and fruits. The 14,000 Grama Sevaka Officers must identify idling, fertile land and inform the Ministry of Agriculture who must have a system in place for distribution to the farming community. A share of the yield/profit is given back to the Government.",
    "Trawlers have to be purchased by the Government and fishing must be increased to the point of adequate local consumption and export. Livestock development should be assisted by the Government.",
    "Eliminating corruption, rampant waste and cutting down on unnecessary Government expenditure is a priority. Establishing the Rule of Law and providing an even playing field for all should be an obligation of the Government.",
    "Think tanks consisting of experts and professionals should be appointed to all ministries to plot the way forward.",
    "All Government run white elephants to be privatised. Foreign investment must benefit the investor as well as the country.",
    "Immediate stop of drug use with death sentence for possession. Drastic measures to eliminate a menace to society and to prevent youth being addicted to illegal substances and destroying their future.",
    "The above is penned with the sincere intent of reminding the next elected President of how the past 75 years was squandered by our leaders who can easily be termed as national traitors and implementing the above initiatives is the prescription that is needed to cure the ills of our country."
  ]
}