{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101964/president-ranil-calls-for-womens-empowerment-revolutionary-reforms-and-economic-transformation",
  "time_ut": 1726294980.0,
  "original_lang": "en",
  "original_title": "President Ranil calls for women’s empowerment, revolutionary reforms and economic transformation",
  "original_body_lines": [
    "Independent presidential candidate and incumbent President Ranil Wickremesinghe outlined a transformative vision for Sri Lanka’s future, focusing on modernizing the economy, empowering women, and implementing social justice reforms.",
    "Addressing the Women’s Forum ‘A programme for Progress’ at the Galle Face Hotel yesterday (13), he emphasized the need to move beyond the out-dated political systems and embrace a more export-driven, digital, and green economy, while also addressing critical social issues like gender equality and overcoming class and caste bias.",
    "Speaking to entrepreneurs and small business owners, he laid out a framework for significant changes, promising a focus on women’s empowerment, social justice, and opportunities in a revamped economy. He urged the public to support his initiatives in the upcoming vote, symbolized by the gas cylinder on September 21.",
    "Addressing the forum President Wickremesinghe also stated; “It’s an interesting time, certainly listening to your concerns, which also showed me that many of you are involved in self-employment, as well as in small and mediumsized enterprises. That’s good. Now we have to see how we can encourage you to move forward after resolving the issues that have arisen from the recent economic crisis.”",
    "“The economic and political crises that followed, due to the inability of any leaders to assume responsibility for governing the country, showed a complete breakdown. We now need to put the social structures back in place. We have to think differently; don’t assume we can rely on the old system. That’s the difference between me and the other candidates—they want to restore the old system, but you can’t.”",
    "“Economically, we will move towards an export-oriented economy, a digital economy, a green economy, with an emphasis on modernizing agriculture and increasing self-employment. These changes will also create opportunities for women to participate”, he added.",
    "“On the social side, we will focus on two major areas. First is women’s empowerment, starting with the Women’s Empowerment Act. We will also introduce the Gender Equality Bill, which aims to ensure equality between men and women, and nothing more. It will ensure that people of all genders are treated equally by the government. I am still committed to ensuring justice for women in how both male and female genders are addressed. Regarding women’s empowerment and equality, the key question is: How do we expand these, and what roles are we going to play? We must not only talk about women in politics, but also about women in business and management.”",
    "“What is the ratio? In Sri Lanka, we still haven’t established the necessary gender ratios. The second focus will be the establishment of a Social Justice Commission. This will be another law to promote social justice. We need to overcome the existing biases based on class, caste, and other issues”, Wickremesinghe highlighted."
  ]
}