{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112367/sri-lanka-made-remarkable-progress-towards-economic-stabilization-since-the-crisis-world-bank",
  "time_ut": 1757507340.0,
  "original_lang": "en",
  "original_title": "Sri Lanka made remarkable progress towards economic stabilization since the crisis: World Bank",
  "original_body_lines": [
    "The World Bank says Sri Lanka has made remarkable progress towards economic stabilisation since the crisis.",
    "The Sri Lanka Public Finance Review: Towards a Balanced Fiscal Adjustment published by the World Bank states a substantial fiscal adjustment was central to Sri Lanka’s stabilization efforts, with the primary balance improving by 7.9 percent of gross domestic product (GDP) between 2021 and 2024, from a low base.",
    "This was primarily driven by significant revenue measures, including reversing past policy missteps and increasing taxes on a narrow existing base, the World Bank noted.",
    "Additionally, constrained public investment—due to rationalization measures and limited external financing—along with cuts to some non-interest recurrent spending helped keep total spending in check.",
    "These efforts led to a primary surplus and reduction in the gross financing needs (GFN) and the debt-to-GDP ratio, easing pressure on the domestic debt market and limiting the need for monetary financing, the World Bank review said.",
    "A substantial adjustment was essential due to Sri Lanka’s already fragile fiscal position.",
    "After a cumulative contraction of 9.6 percent in 2022 and 2023, growth is estimated to have rebounded by around 5 percent in 2024.",
    "The banking system’s net foreign assets, which fell to negative US$6.4 billion in 2022, have improved substantially, reaching US$1.5 billion by the end of 2024.",
    "Monetary policy has undergone significant improvements, contributing to inflation stabilization and fostering a more sustainable economic trajectory.",
    "Following its sharp depreciation in 2022, the Sri Lankan rupee has also appreciated and stabilized.",
    "Together, fiscal and monetary efforts to tackle inflation benefited households, especially vulnerable segments, although prices remained high well into 2024.",
    "Debt sustainability is expected to be restored with the completion of debt restructuring— an essential step toward regaining access to financial markets.",
    "Moving forward, fiscal policy needs to strike a balance between debt sustainability, economic growth, and equity to support a sustainable, inclusive recovery. While macroeconomic stabilization has largely been achieved, Sri Lanka remains highly vulnerable to shocks and has limited buffers.",
    "Meeting the IMF Extended Fund Facility (EFF) debt targets is crucial for restoring investor confidence and regaining market access. A well-designed fiscal policy can uphold discipline and ensure debt sustainability while fostering long-term, inclusive growth.",
    "The next phase of fiscal calibration should prioritize raising revenues in ways that support growth and fairness, and improve the quality of government spending.",
    "The review highlights that Sri Lanka could increase revenue by up to 2 percent of GDP by 2029 without undermining growth or equity. It also points out that better targeting and management of public spending can deliver improved outcomes within current budget limits."
  ]
}