{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Suspects-who-impersonated-as-Police-Officers-and-robbed-over-Rs-20-m-in-cash-further-remanded/56-761796",
  "time_ut": 1715729659.0,
  "original_lang": "en",
  "original_title": "Suspects who impersonated as Police Officers and robbed over Rs. 20 m in cash further remanded",
  "original_body_lines": [
    "Four suspects including a woman who had impersonated as CID officers and searched a house at Colpetty and took away Rs. 12 million cash and 3,500 Dollars’ (approximately worth Rs. 10.5 million) were further remanded till 24 May.",
    "At the onset of inquiry before Colombo Chief Magistrate Thilina Gamage, officers of the Commission to Investigate Allegations of Bribery or Corruption informed the Magistrate that the CID had conducted a separate investigation on the matter and had arrested three other Police officers who had connived with the suspects.",
    "The Bribery Sleuths said the three suspects will be produced in court today for an identification parade.",
    "The Bribery also sought the permission of the Court to record the statements from the three suspects after holding the identification parade.",
    "Chief Magistrate Thilina Gamage ordered the Police to release that car that the suspects used to extort operation to the registered owner of the car as it had been hired by the suspect to commit the offence.",
    "Further the Magistrate ordered the Bribery Commission to report their findings on examining the CCTV Cameras, Voice Messages and the towers from which the telephone messages of the suspects had been transmitted.",
    "The Magistrate further directed the Commissioner of Immigration and Emigration to issue a duplicate passport to the Indian national from whom the suspects had seized the original passport since the original passport is a production of this case.",
    "The Bribery Commission, based on a complaint made by a housekeeper of  Kollupitiya,  arrested three men and one woman at around 3.30 p.m. on 29 April.",
    "The suspects had impersonated as CID officers, had searched the house and taken Rs. 12 million and 3,500 Dollars and the servant’s Passport (an Indian).",
    "Later the criminals demanded Rs. 40 million over the telephone to support the complainant in the investigation and to return the passport. The amount was later reduced to Rs. 35 million.",
    "The suspects were arrested by the bribery sleuths inside the said house while accepting Rs. 10 million as the first part of the amount."
  ]
}