{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104419/gaza-ceasefire-talks-90-complete-palestinian-official-says",
  "time_ut": 1734855540.0,
  "original_lang": "en",
  "original_title": "Gaza ceasefire talks 90% complete, Palestinian official says",
  "original_body_lines": [
    "Talks to reach a Gaza ceasefire and hostage release deal between Israel and Hamas are 90% complete, but key issues remain that need to be bridged, a senior Palestinian official involved in the talks told the BBC.",
    "One of the main sticking points is the continued Israeli military presence in the Philadelphi corridor, a strategically important strip of land in southern Gaza along the border with Egypt.",
    "The Palestinian official shared details of the discussions being held in Doha which include the potential creation of a buffer zone several kilometres wide along the length of Israel’s border with Gaza.",
    "Israel would retain a military presence within this area, the official said.",
    "With these issues resolved, a three-stage ceasefire could be agreed within days, they added.",
    "The deal would include an exchange of 20 Palestinian prisoners for every female soldier released in the first of three stages of the ceasefire.",
    "The names of the prisoners are yet to be agreed but would be chosen from around 400 names who are serving prison sentences of 25 years or more in Israel.",
    "These are not thought to include the senior Fatah leader Marwan Barghouti, whose release Israel is expected to veto.",
    "Israeli hostages would be released in stages, as it is believed that Hamas still need to locate some of the missing hostages.",
    "Of 96 hostages still held in Gaza, 62 are assumed by Israel to still be alive.",
    "Gazan civilians would be able to return to the north, under a system with Egyptian/Qatari oversight, and there would be around 500 trucks per day bringing aid into the strip, the official said.",
    "In the final stage of the three-phase plan, which would see the end of the 14-month war, Gaza would be overseen by a committee of technocrats from the enclave, who would not have previous political affiliations but would have the backing of all Palestinian factions.",
    "In recent weeks, the US, Qatar and Egypt have resumed their mediation efforts and reported greater willingness by both sides to conclude a deal.",
    "A round of talks in mid-October failed to produce a deal, with Hamas rejecting a short-term ceasefire proposal.",
    "Hamas and two other Palestinian militant groups said that reaching a ceasefire agreement in Gaza “has become closer than ever before” only if Israel “stops imposing new conditions”.",
    "In a Telegram statement on Saturday, the group said it held a meeting in Cairo on Friday on the ongoing negotiation efforts with representatives from the Palestinian Islamic Jihad (PIJ) and the Popular Front for the Liberation of Palestine (PFLP).",
    "The Palestinian Islamist armed group Hamas, which governed Gaza, carried out an unprecedented cross-border attack in southern Israel on 7 October 2023. About 1,200 people were killed and 251 others abducted.",
    "More than 100 hostages have been freed through negotiations or Israeli military rescue operations."
  ]
}