{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/price-controls-to-be-removed-from-rupee-lending-rates-from-april-1-cbsl-governor/",
  "time_ut": 1711472820.0,
  "original_lang": "en",
  "original_title": "Price controls to be removed from rupee lending rates from April 1 – CBSL Governor",
  "original_body_lines": [
    "The Central Bank has taken steps to remove price controls on rupee lending rates from April 1, amid continuing falls in market rates.",
    "The price control order on rupee denominated lending products issued in August 2023 ‘contributed to reducing the overall market lending interest rates and therefore yielded the expected results, Central Bank Governor Dr Nandalal Weerasinghe said.",
    "‘The order will be removed as it is no longer relevant in the context of further monetary policy easing since its implementation and with a view to moving away from administrative measures towards market-based instruments as the economy normalizes, Dr. Weerasinghe told the media yesterday at the monthly Monetary Policy Review held at the Central Bank head office in Colombo.",
    "Dr. Weerasinghe added: ‘Interest rates have now fallen to lower levels than envisaged. We are now expecting further falls in rates. There is a need for all financial institutions to take swift measures to reduce market lending interest rates to ensure that the benefits of the series of monetary policy easing measures are adequately passed on to businesses and households.",
    "‘The Central bank has been operating a net deflationary policy and rates have fallen in line with domestic credit conditions and increasing confidence generated by the Central Bank as well as better budgeting and state enterprise management.",
    "‘The Monetary Policy Board has decided to reduce the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank by 50 basis points (bps) to 8.50 per cent and 9.50 per cent, respectively.",
    "‘The Monetary Board arrived at this decision at its meeting held on March 25, following a comprehensive assessment of current and expected domestic and international economic developments, to maintain inflation at the targeted level of 5 per cent over the medium term, while enabling the economy to reach its potential.",
    "‘In arriving at this decision, the Board took note of, among others, subdued aggregate demand conditions, the lesser-than-expected impact of the recent changes to the tax structure on inflation, favourable near-term inflation dynamics due to the recent adjustment to electricity tariffs, well-anchored inflation expectations, the absence of excessive external sector pressures and the need to continue the downward trajectory in market interest rates.",
    "‘The economy is estimated to have grown by 4.5 percent, year on year, in the fourth quarter of 2023, following the moderate expansion of 1.6 percent recorded in the third quarter of 2023.",
    "‘The Board observed that the possible upside risks to inflation in the near term would not materially change the medium-term inflation outlook, as economic activity is projected to remain below par for an extended period.",
    "‘The Monetary Policy Board underscored the need for a swift and full pass-through of monetary easing measures to market interest rates, particularly lending rates, by the financial institutions, thereby accelerating the normalization of market interest rates in the period ahead.",
    "‘The Board also noted the improvements in domestic money market activity alongside the improvement in liquidity conditions and decided to remove the remaining restrictions on the usage of the Standing Deposit Facility (SDF) of the Central Bank with effect from April 1, 2024.",
    "‘This would further support market-based transmission of monetary policy adjustments.’",
    "Dialog Axiata’s Genie and Dialog Finance recognised at LankaPay Technnovation Awards 2024",
    "VAT increase could cause inflation to hit 7 percent in January – CBSL Governor",
    "Country to reach agreement in principle to restructure debt of commercial creditors in couple of months",
    "Dealing with election manifestos, not the business of Central Bank: Governor",
    "CBSL Governor urges public to become informants to boost tax revenue",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}