{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dimo-enhances-regional-transport-resilience-in-jaffna/",
  "time_ut": 1753017660.0,
  "original_lang": "en",
  "original_title": "DIMO enhances regional transport resilience in Jaffna",
  "original_body_lines": [
    "DIMO, the authorized general distributor for Tata vehicles in Sri Lanka, reaffirmed its commitment to strengthening regional transportation through the successful execution of DIMO Mega Fiesta – Jaffna 2025, a comprehensive after-sales campaign for Tata commercial vehicles. Held from 24th to 28th June at the DIMO Jaffna branch, this large-scale campaign focused on uplifting after-sales services for Tata commercial vehicle owners while offering holistic support for the transportation sector in the region.",
    "The event saw a large number of Tata Commercial Vehicles participating in free technical inspections and consultations. The initiative aimed to drive awareness on the importance of preventive maintenance, encourage the use of Tata Genuine Parts, and help customers detect potential mechanical issues early to avoid costly breakdowns. Customers also received discounts up to 50% on genuine Tata Spare Parts and exclusive offers on DIMO Retail products.",
    "“Commercial vehicle owners are the backbone of regional economies, and their livelihood depends on the reliability of their vehicles. Through DIMO Mega Fiesta – Jaffna 2025, we empowered our customers with expert insights, technical services, and tailored financial support. This initiative reflects DIMO’s unwavering commitment to strengthening the regional transport ecosystem and enhancing the productivity of our clientele,” said Mahesh Karunaratne, Chief Operating Officer (Automotive Engineering Solutions) of DIMO.",
    "The campaign brought together multiple sectors under one roof, including DIMO Retail, DIMO Agri Machinery, Tata Passenger and Commercial Vehicles and representatives from banks, leasing firms, and insurance companies. Customers benefited from on-site consultations for leasing and insurance, helping them secure financial solutions tailored to their vehicle purchases.",
    "Despite 20% revenue boost, Sri Lanka’s soaring expenditure and debt cast shadow on fiscal gains",
    "Atlas empowers pre-school teachers with skills to unleash the ‘genius’ in every child",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}