{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Red-baby-elephants-Ranil-as-godfather-and-dangerous-external-liaisons/4-771051",
  "time_ut": 1735260891.0,
  "original_lang": "en",
  "original_title": "Red baby elephants, Ranil as godfather and dangerous external liaisons",
  "original_body_lines": [
    "Sri Lankans have been politically scammed as never before. With AKD and the NPP, there’s been generational, gender and governance change, no structural reform (let alone ‘system-change’), and most crucially no change of economic policy paradigm and corporate/superrich bias. In an inversion of their mandate, there’s stark continuity in the economic policy framework that caused Sri Lanka’s debt crisis and perpetuates mass economic austerity.",
    "As presidential candidate Anura emphasised improvement of human resources, upgrading of human capital, as his economic keystone, but his presidential policies have placed the keystone in the opposite direction, and his macroeconomic commitments are and cannot but be ruinous to human resources/human capital.",
    "What would it mean if, as Deshal de Mel, (former? intermittent?) advisor to the Finance Ministry exults, three Presidents who were perceived to have been and publicly purported to be very different from each other—Gotabaya Rajapaksa, Ranil Wickremesinghe, Anura Kumara Dissanayake—deployed one and the same team, on core economic policy including the deal with the private creditors (ISB holders)?",
    "Is it because the team comprised the best of the best? Then why the ‘stealth’? Surely we should know the names of everyone involved so the nation could be grateful.",
    "Logically, three widely disparate presidents should have issued instructions with different emphases to the team, and under AKD they should have concluded with a quite different package than that which Ranil had chalked-out.",
    "But if there were three widely different presidents, one team, and the package that was worked on was the same, it means that whatever their public postures the three Presidents were of essentially the same view, shared the same economic policy paradigm.",
    "Bluntly, all 3 Presidents, 3 Finance Ministers and their unchanging team, over ‘983 days’ and counting, served the same interests: big private financial corporate interests, local and foreign.",
    "Though the threat to him is qualitatively higher than to any other Sri Lankan, former President Mahinda Rajapaksa’s security contingent is being stripped of its military component, reducing it to a purely Police detachment.",
    "Dinesh Schaffter’s brutal murder has not been solved. His shadowy, sadistic killers have not been identified let alone apprehended. How difficult would it be for a die-hard pro-Tiger Diaspora billionaire or consortium of contributors to hire foreign mercenaries specialised in Black Ops to infiltrate a team into Colombo and assassinate Mahinda Rajapaksa, in bitter, bloody revenge for their ‘Mahaveera’ Prabhakaran’s demise and the LTTE’s decisive defeat?",
    "AKD’s administration is leaving Mahinda wide-open. It has cold-bloodedly jeopardised the security and safety of the leader who restored security and safety for the immense majority of Sri Lanka’s citizens.",
    "Disguised as Santa, President AKD gifted social sectors who are among the most vulnerable, a tax on their fixed deposits i.e., their life savings, which will reduce the monthly or annual interest on which they live, buy medicines etc. Undertaken to offset loss of revenue through the slender, spotty VAT reduction, this heartless measure could be avoided by increased direct taxes on the top corporate earners and the superrich.",
    "The economic callousness of the Government is manifest when reading data provided by numbers.lk:",
    "“The government has decided to increase the Withholding Tax (WHT) on interest income from 5% to 10%.",
    "In simple terms, if you had a fixed deposit of Rs. 1 million at an interest rate of 8%, you were originally set to receive Rs. 80,000 per year.",
    "With the current 5% WHT, you receive Rs. 76,000, reducing your effective interest rate to 7.6%.",
    "With the proposed 10% WHT, you will receive Rs. 72,000, further reducing your effective interest rate to 7.2%.",
    "If your taxable income is below Rs. 1.5 lakhs per month, you can theoretically claim this withholding tax as a refund from the Inland Revenue Department (IRD).",
    "The government has promised to streamline the tax refund process. However, the IRD and other government refund processes are notoriously slow and inefficient. The administrative cost of processing such refunds often exceeds the actual refund amount, particularly in these WHT cases.",
    "If the government truly wants to address this issue, they need to explore alternative solutions. One practical suggestion is to offer a 1%–2% higher interest rate for fixed deposits held by senior citizens and low-income earners. This would help offset the impact of WHT at the bank level.",
    "The government wouldn’t even have to bear the extra cost directly. Instead, they could compensate banks through negotiated regulatory incentives allowing them to absorb the cost without financial strain.”",
    "The apologia for Anuranomics-- ‘what alternative did Anura have?’-- a pseudo-left echo of Thatcher’s ‘there is no alternative’ (TINA) is masterfully answered in concrete detail by Kusum Wijetilleke last Sunday, in a piece entitled ‘The Curse of Incrementalism: NPP Capitulation to the Status-Quo’.",
    "The Government has relaxed foreign exchange regulations for an initial period of six months. (https://www.dailymirror.lk/breaking-news/Government-decides-to-further-ease-capital-controls/108-298515). That’s sugar to a diabetic. Foreign exchange regulations in place through the JR and Premadasa presidencies were relaxed by Ranil Wickremesinghe and Ravi Karunanayake in 2017, causing or contributing to a massive outflow of dollars, which according to figures provided in parliament by then Minister of Justice Wijeyadasa Rajapakshe, is larger than our total foreign debt.",
    "Former President Ranil Wickremesinghe (appointed not elected, then electorally trounced) made an appearance on television, addressing the nation in robust support of President Anura Dissanayake’s recent address to parliament and specifically his ISB deal. Ranil kept using the term “we” (“api”), as in “we have now arrived at an agreement with the sovereign bond holders and a new bond will be issued on December 20th”. (https://youtu.be/IUAHz8mmwpk)",
    "He faulted the Opposition for its criticism of President Dissanayake’s economics and insisted the Opposition make it clear than any and all criticism was within the existing agreement with the IMF, i.e., without advocating renegotiation/revision, as Sajith does. Is Ranil Wickremesinghe AKD’s Emeritus Economic Advisor or ‘Economics Godfather’?",
    "Has his security been slashed as badly as Mahinda’s, or does Ranil (still) have Army Commandos and/or the STF?",
    "‘Ranil Wickremesinghe & The Emasculation of the United National Party’ (Neptune, Colombo 2024) a brand-new book by Prof Rajiva Wijesinha (his cousin), is mandatory reading for any student of Sri Lanka’s politics and contemporary history. A chronicle by an erudite observer-participant in the politics of the last few decades, it is the seedbed of several doctoral dissertations.",
    "As I noted in my remarks at Rajiva’s book launch, Ranil Wickremesinghe’s story is one of negative dominance of Sri Lankan affairs. He is a reverse Midas, dooming through corrosion, every party and leader he has touched or has touched him. The long list includes the UNP, SLFP and SLPP, all of which have had their large vote bases fissure, decompose and disintegrate. Ranil’s toxic economic ideas and ideology have now possessed Anura Dissanayake and the JVP-NPP.",
    "The JVP was thought of either as (a) the anti-capitalist ‘third force’ or (b) the radical wing of the national liberation struggle, the leftwing vanguard of the anti-UNP bloc. It authentically occupied each role at different periods.",
    "During the so-called Yahapalanaya (‘Good governance’) coalition of Ranil’s UNP and dissident Maithripala Sirisena’s SLFP faction, Anura and the JVP were seen in a third way: as the leftwing ally of a centre-right neoliberal coalition. The green elephant being the UNP symbol, the JVPers were nicknamed “rathu ali pataw” or “red baby elephants” with Anura as the ‘Rathu Ali Patiya’. Malik Samarawickrema and Mangala Samaraweera were Ranil’s “AKD Whisperers”.",
    "This Christmas season it is even more appropriate than usual to call to mind the circumstances of bloody repression by the authorities that surrounded the birth of Jesus. Netanyahu’s Israel has been perpetrating the modern-day equivalent of King Herod’s Slaughter of the Innocents.",
    "One of the most unforgettably heart-rending episodes was of a 6-year-old girl Hind Rajab, who made a plaintive telephone call for help which we all heard on TV around the world before she went missing and was discovered slaughtered by the IDF. According to a Belgium-based NGO dedicated to justice for Hind Rajab, an Israeli soldier who has earned the nickname ‘Terminator’ for self-advertised war-crimes was on holiday in Sri Lanka. Alerted by the IDF he has since skipped the island. (https://www.dailymirror.lk/breaking-news/Belgium-based-NGO-claims-Israel-soldier-terminator-in-Sri-Lanka/108-298377).",
    "Sirimavo Bandaranaike or Ranasinghe Premadasa would have deported him and shut down the pipeline bringing IDF soldiers on R&R to Sri Lanka while Israel continues to attack countries and communities in a Nazi-like rampage. Not so, Anura Dissanayake.",
    "Recently, there was a two-hour discussion on foreign policy billed ‘Sri Lanka’s Place in a Turbulent World’, on TV1’s Face the Nation. The participants included an old friend and several young ones, including a very bright former student. (https://www.youtube.com/watch?v=4LioiN2q69Q&list=PLwBEINflt3JHYOP-1BUn6SjgBpVSHnvd0)",
    "Two propositions stated by the very smart younger analysts startled me. The first was that Israel’s war on Gaza and the West Bank was essentially the same as Russia’s invasion of/intervention in Ukraine.",
    "That’s a classic ‘category error’; apples and oranges. Israel’s is an Occupation and has been so for decades as acknowledged by numerous UN Security Council resolutions. Israel’s Occupation has structural characteristics of Apartheid, as affirmed both by former US President Jimmy Carter and the ANC leaders who fought apartheid in South Africa. This, and NATO expansion towards the East in the post-Cold war era, make the response to Ukraine far more muted in the global South (notably among the BRICS Plus constituency, containing the global majority) than the response to Gaza.",
    "The second, far more dangerous proposition, presented by the young academic in the strategic/security studies sector, issued from what he repeatedly insisted was ‘strategic thinking’: Sri Lanka should not recalibrate and retrench from its present policy on Israel which includes ‘R&R war tourism’, because from a ‘strategic’ point of view, Sri Lanka needs strong relations with Israel, an AI weapons hub.",
    "This is bad strategy and bad thinking. Which strategic interests—the strategic interests of what and who— are we or should we be thinking of, when we speak of strategy? Surely, of Sri Lanka as a country or more precisely Sri Lanka as State.",
    "The worst crisis and challenge the Sri Lankan state faced since Independence was in the 1980s when it had two civil wars – North and South, secessionist and anti-systemic--and an external military force on Sri Lankan soil. That crisis was caused by the mismanagement of Sri Lanka’s internal relations with one of its constituent communities (Sri Lanka’s Tamils), which had a co-ethnic rear-base, an ethnic kin-state as neighbour.",
    "No strategic thinking about Sri Lanka’s foreign policy or pathway can start from or limit itself to bilateral relations – diplomatic, economic or military relations with another state.",
    "Strategic thinking must flow from the foundational set of questions, axiomatically geostrategic but also ontological-existential, which I borrow from Mervyn de Silva: ‘who we are, what we are, where we are’.",
    "Strategic thinking about the Sri Lankan state must place high priority on grasping Sri Lanka’s composition and the necessity to manage with prudence its internal relationships between its constituent communities, especially when those communities have a larger global/globalised extended family they belong to.",
    "The Ranil-Manusha expansion of Sri Lanka’s relations with Israel during and despite its genocidal Gaza war, continued and maintained by Anura-Vijitha, does not take into account:",
    "Israel’s on-going ferocious wars which have isolated it from most of the world, especially in the global South and East, where we are located.",
    "Sri Lanka’s Muslim community and the impact of Israel’s current behaviour on its collective consciousness.",
    "The impact on Lankan Muslims of the presence and exhibitionistic behaviour on Sri Lankan soil of IDF participants in a genocidal war against fellow Muslims, mainly women and children.",
    "What kind of ‘strategic thinking’ can recommend robust, expansive relations with Israel ignoring these three factors?",
    "What kind of ‘strategic thinking’ can ignore the possible outreach to Islamist militancy outside Sri Lanka or the gaze of Islamist militancy falling on Sri Lanka as a place which welcomes IDF war criminals with open arms?",
    "How can the expanded equation with Israel under the Ranil-Manusha and Anura-Vijitha dispensations not be seen for the strategic and security threat it poses to the Sri Lankan state by alienating an entire community which has already experienced one round of radicalisation, providing the backcloth of the Easter Massacre 2019, though external infiltrators and provocateurs were very probably involved?",
    "Sri Lanka’s passage in a turbulent world must be navigated with awareness of the tempest to come.",
    "The Israeli rampage in the Middle East is a softening up for a joint US-Israel attack on Iran or a scenario in which Iranian retaliation for an Israeli attack is met with an American response.",
    "The Ukrainian front is used by NATO for the purpose of weakening Russia and keeping it off- balance, hopefully triggering regime-change.",
    "The Trump-Marco Rubio team will be aggressive, even warlike towards Cuba, hoping for regime-change.",
    "nWashington is undecided: should Russia be neutralised with a Trump-propelled deal on Ukraine, or should the collective West go for broke on Ukrainian/Russian and Iranian fronts and possibly open a Cuban/Latin American front?",
    "Both the Israeli campaign in the Middle East and NATO/Ukraine in Europe, aimed at Iran and Russia respectively, are flanking moves in the West’s grand strategy aimed at the ultimate target, China.",
    "If Sri Lanka has a strong strategic bond with Israel, it is taking sides wittingly or unwittingly, and painting a target on its back.",
    "Our doctrine must be one of strategic prudence. This holds true of any Defence Cooperation Agreement with India. Just as Sri Lanka should not allow anything hostile to India to emanate from Sri Lanka’s land or sea, we must not allow anything hostile to China to do so either, still less allow ourselves to be enmeshed in a type of defence relationship which may be a subset of an Indian strategic configuration aimed separately or in conjunction with its fellow Quad partners, against China.",
    "It is absurd to regard moral-ethical factors and world opinion as unrelated to strategic policy-making, and compartmentalise the two. Prof Joseph Nye’s famous concepts of ‘soft power’ and ‘smart power’ incorporate the moral-ethical ingredient into the all-important ‘story’ or ‘narrative’ which seeks to persuade. Israel’s story is the nastiest in the world today (and in my lifetime since the Vietnam War). We should take our distance from it. Yet, Sri Lanka on the NPP’s watch is turning a blind eye to Zionist genocidaires enjoying themselves on our island.",
    "For Sri Lanka, a small state, it is strategically imperative that:",
    "(I)We establish a presence (a toehold) and participate in as many spaces in the world system as possible, raising our profile.",
    "(II) We share the same broad, autonomous – I call it ‘Neo-Nonaligned’--space and outlook as the majority of the world’s nations and peoples, in support of a multipolar world order which can contribute to global balance, global equilibrium."
  ]
}