{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-to-address-UN-General-Assembly-tomorrow/56-782062",
  "time_ut": 1758573983.0,
  "original_lang": "en",
  "original_title": "President to address UN General Assembly tomorrow",
  "original_body_lines": [
    "Flies to Japan end Sept. for EXPO 2025 Osaka; to meet Japanese Emperor, address business forum",
    "President Anura Kumara Disanayake who left for the US last night will address the 80th session of the United Nations General Assembly (UNGA) tomorrow.",
    "He will address the General Assembly at 3:15 p.m. local time on Wednesday (24), the Presidential Media Division said.",
    "The Palestinian-Israel conflict is expected to dominate the UN sessions.",
    "Sri Lanka earlier this month affirmed its unwavering support for the inalienable right of the Palestinian people to statehood, in accordance with the purposes and principles of the Charter of the United Nations and the relevant UN resolutions.",
    "President Disanayake is also expected to hold bilateral discussions with the UN Secretary-General and several world leaders during the visit.",
    "In addition, he will meet with Sri Lankans residing in the US.",
    "Foreign Affairs, Foreign Employment and Tourism Minister Vijitha Herath will accompany the President on this official visit.",
    "The Foreign Affairs Ministry said the President will also make an official visit to Japan from 27-30 September.",
    "During the visit, President Disanayake will have an audience with the Emperor of Japan and he will hold a summit meeting with the Japanese Prime Minister on a wide range of issues of mutual interest.",
    "He will address a Business Forum attended by high-level representatives of key Japanese businesses and investors in Tokyo focused on emerging economic opportunities in Sri Lanka and later meet with Sri Lankan expatriates living in Japan.",
    "President Disanayake will also attend EXPO 2025 Osaka as a Guest of the Government of Japan on the occasion of Sri Lanka Day at the Expo 2025. The event aims to highlight Sri Lanka’s cultural heritage and economic potential before an international audience."
  ]
}