{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mpox-a-resurgent-threat-to-global-health/",
  "time_ut": 1724619840.0,
  "original_lang": "en",
  "original_title": "Mpox: A resurgent threat to global health",
  "original_body_lines": [
    "Specialist Consultant Paediatrician and Honorary Senior Fellow, Postgraduate Institute of Medicine, University of Colombo, Sri Lanka.",
    "Mpox, formerly known as monkeypox, is a viral disease caused by the mpox virus, which belongs to the same group as the viruses that cause chickenpox and smallpox. Despite its name, mpox is not exclusive to monkeys. It was first discovered in laboratory monkeys in 1958, which led to its earlier name of monkeypox. The World Health Organisation (WHO) has now decided to call it mpox. The virus is most commonly found now in rodents and other small mammals in Central and West Africa, where it has been endemic for decades. At present, the WHO has declared mpox as a Public Health Emergency of International Concern",
    "The mpox virus is primarily transmitted from animals to humans through direct contact with the blood, bodily fluids, or skin/mucosal lesions of infected animals. Human-to-human transmission can occur through close contact with respiratory secretions, skin lesions, or contaminated objects. Transmission can also occur via respiratory droplets during prolonged face-to-face contact, particularly in close environments like households or healthcare settings.",
    "Mpox was once considered to be a rare disease, confined mainly to rural regions of Central and West Africa. However, the past few decades have seen a resurgence and spread of the disease, leading to outbreaks in regions far beyond its traditional endemic zones. The first human case of mpox was recorded in 1970 in the Democratic Republic of the Congo. Since then, sporadic outbreaks have occurred, often associated with contact with wild animals.",
    "In recent years, the number of cases has increased significantly, with several large outbreaks occurring in Nigeria, the Congo Republic, and other parts of Central and West Africa. The disease has also spread beyond Africa, with cases reported in the United States, the United Kingdom, Israel, and Singapore, often linked to international travel or the importation of animals.",
    "The global spread of mpox has raised concerns about its potential to become a more widespread and persistent public health issue. Several factors contribute to the increasing spread of mpox:",
    "· Environmental and Ecological Changes: Deforestation, urbanisation, and changes in agricultural practices have led to increased human contact with wildlife, particularly in areas where the mpox virus is endemic. This has facilitated the spillover of the virus from animals to humans.",
    "· Global Travel and Trade: The ease of international travel and trade has facilitated the movement of the virus across borders. In 2003, the United States experienced its first mpox outbreak, linked to the importation of infected African rodents that were housed with prairie dogs sold as pets.",
    "· Reduced Immunity: The cessation of routine smallpox vaccination following the eradication of smallpox in 1980 has led to a decline in immunity to viruses of this genus in the general population. As smallpox vaccination also provided some cross-protection against mpox, the decline in vaccination coverage has left many persons vulnerable to infection.",
    "Mpox can present with a range of clinical symptoms, which can vary very widely in severity. There is an asymptomatic period called the Incubation Period of 5 to 21 days from contracting the virus to presentation with the symptoms.",
    "The initial symptoms resemble those of other viral infections. Following that, the disease progresses through two phases:",
    "· Invasion Period: The early phase of mpox, known as the invasion period, lasts 1 to 5 days and is characterized by fever, intense headache, swollen lymph nodes, back pain, muscle aches, and severe lack of energy. Swollen lymph nodes are a characteristic sign.",
    "· Skin Eruption: The skin eruption phase usually begins within 1 to 3 days after the onset of fever. The rash typically starts on the face and spreads to other parts of the body, including the palms of the hands and soles of the feet. The lesions progress through different stages of flat, discoloured spots, raised lesions, small fluid-filled blisters, pus-filled lesions, and crusts or scabs. The lesions can be quite painful and may leave scars.",
    "The images shown in this article are those of severely affected patients. All affected patients do not get such severe manifestations. In severely affected cases, the skin lesions may be extensive and even join up together, leading to the propensity to develop secondary bacterial infections, pneumonia, and other infective complications. The fatality rate could vary from 1 to 10 per cent, depending on differences in strains of the virus.",
    "Diagnosis of mpox is primarily based on the clinical presentation, particularly in endemic areas where the disease is known to occur. However, laboratory confirmation is essential to distinguish mpox from other similar illnesses, such as smallpox, chickenpox, or other viral skin eruptions. Laboratory tests for mpox include tests to detect some components of the virus, isolation of the complete viruses, detection of antibodies to the virus in the blood and microscopic evidence of the presence of the virus in biological specimens.",
    "There is no specific anti-viral treatment approved for mpox, and the management of the disease is primarily supportive. The focus is on relieving symptoms, preventing complications, and managing any secondary bacterial infections. Treatment strategies include symptomatic treatment, adequate fluid intake and optimal nutrition. However, a trial of some anti-viral drugs which have shown some effect in animal studies, such as tecovirimat and cidofovir, have been advocated for severely affected cases. During epidemics, vaccination with the smallpox vaccine and a more recent variant of that vaccine too have been promoted as these may provide some cross-protection. Strict infection control public health measures, together with public health education, are vital to prevent the spread of the disease.",
    "The resurgence of mpox in recent years highlights the ongoing challenges in controlling zoonotic diseases that spread from animals to man and the need for a coordinated global response. Several factors contribute to the complexity of managing mpox. These include Epidemiological Surveillance, Research and Development, and the concept of One Health Approach which recognises the interconnectedness of human, animal, and environmental health. Collective efforts between human and veterinary health sectors are essential for preventing and controlling zoonotic diseases like mpox. In a wider perspective, Global Collaboration and Community Engagement would be crucial for controlling the transmission of the disease.",
    "Mpox remains a significant public health threat, particularly in regions where the virus is endemic. The recent increase in cases and the spread of the disease to non-endemic areas underscore the need for vigilance and a proactive approach towards disease control. While there are challenges in managing mpox, there are opportunities for advancing our understanding of the disease and developing effective interventions. The global community must work together to address the resurgence of mpox and prevent its further spread. By strengthening surveillance, improving diagnostics, advancing research, and promoting public health measures, we can reduce the burden of mpox and protect vulnerable populations from this emerging threat.",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}