{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98427/sacred-lord-buddha-relics-from-sri-lanka-presented-to-dalai-lama",
  "time_ut": 1712226240.0,
  "original_lang": "en",
  "original_title": "Sacred lord Buddha relics from Sri Lanka presented to Dalai Lama",
  "original_body_lines": [
    "Lord Buddha’s sacred Kapilavastu relics, situated at a holy temple in Sri Lanka, have been offered to the Dalai Lama on Thursday morning, the office of Dalai Lama said in a statement.",
    "The sacred relics are located at Rajaguru Sri Subhuthi Maha Viharaya inWaskaduwa, a Buddhist temple in Sri Lanka.",
    "Notably, the Kapilavastu relics hold immense historical and spiritual significance, connecting the devotees to the profound legacy of Lord Buddha.",
    "The Sri Subhuthi Maha Viharaya in Waskaduwa houses 21 relics of the Lord Buddha.",
    "Waskaduwe Mahindawansa Maha Nayaka Thero is the custodian of these precious Kapilavastu relics, which have been preserved and protected for generations till now at Sri Subhuthi Maha Viharaya in Waskaduwa, Sri Lanka.",
    "In February, Dalai Lama, on the occasion of Chotrul Duechen, gave a short general teaching from the Jataka Tales at the Main Tibetan Temple, Tsuglagkhang, in the Himachal Pradesh hill town of Dharamshala, which was attended by over 3000 Tibetan followers, including Buddhist monks, nuns and foreigners from different parts of the world.",
    "Chotrul Duechen is the day of offerings and is celebrated on the 15th day of the 1st Tibetan month. The day, which means Great Day of Miraculous Manifestations,” is one of the four Buddhist festivals commemorating four events in the life of the Buddha.",
    "Earlier in March, the relics of Lord Buddha and those of his two main disciples, Arahant Sariputta and Maha Moggallana, were sent on a 25-day exposition across four cities in Thailand.",
    "The exposition drew a phenomenal response, during which over 4 million devotees from Thailand and other countries in the Mekong region paid homage to the relics.",
    "The revered relics’ exposition, organised by the Ministry of Culture, Government of India, in collaboration with the International Buddhist Confederation (IBC), travelled to Bangkok, Chiang Mai, Ubon Ratchathani and Krabi provinces, starting from New Delhi on February 22."
  ]
}