{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Planning-for-climate-related-human-mobility/4-768732",
  "time_ut": 1730501320.0,
  "original_lang": "en",
  "original_title": "Planning for climate-related human mobility",
  "original_body_lines": [
    "The nexus between climate change and human mobility has increasingly become an area of focus for research and policymaking",
    "The nexus between climate change and human mobility has increasingly become an area of focus for researchers and policymakers in countries across the world. Climate change is transforming how people live, work, and move, and its impacts shape and influence the patterns of migration, disaster displacement, and planned relocation. Heat, droughts, floods, storms, landslides, and long-term processes such as sea level rise and increasing agricultural pests and diseases affect human mobility either directly or indirectly, ranging from seasonal rural out-migration to disaster displacement and from foreign employment to relocation out of high-risk areas.",
    "Human mobility is a complex, cross-sectoral, and highly context-specific phenomenon that can have positive or negative consequences. In some cases, it can become a successful adaptation measure or contribute to long-term resilience by diversifying income sources, reducing exposure to hazards, or facilitating an exchange of knowledge, skills, and market access; in other cases, mobility can be a form of loss and damage and lead to loss of property, livelihoods, health, social cohesion, sense of place, cultural heritage, and ecosystems.",
    "Human mobility affects not only migrants or displaced persons themselves but also host communities and those staying behind, which are in many cases women and children. Depending on the circumstances and the support received, human mobility can constitute a successful adaptation strategy or negatively affect physical health, mental health, social cohesion, livelihoods, and wellbeing of individuals, households and communities. Therefore, it is vital to incorporate mobility considerations into different policy and planning processes—including local climate change adaptation planning at all administrative levels—strengthen the enabling environment, and design interventions that are context-specific, locally led, and fit for purpose.",
    "Similar to human mobility, climate change adaptation in general is highly context-specific and depends on a range of geographic, socioeconomic, cultural, and environmental factors. In 2016, Sri Lanka finalised its National Adaptation Plan (NAP) for climate change impacts and submitted it to the United Nations Framework Convention on Climate Change (UNFCCC) as one of the first countries in the world. As part of the process of implementing the NAP, the country is also developing provincial adaptation plans (PAPs) to localise national actions and implement them at the provincial and local level.",
    "Local adaptation planning is essential to addressing the impacts of climate change on human mobility and integrate mobility as part of a broader strategy to build climate resilience. Such planning must be proactive and consider the complex realities of human mobility as well as its diverse forms and patterns, which can variate greatly based on duration, distance, direction, choice, motive, demographic profile, and agency.",
    "Effective local adaptation planning begins with a comprehensive assessment of climate risks and the existing vulnerability of populations across different dimensions. Identifying high-risk areas and the most vulnerable areas to sea-level rise, extreme weather events, and other climate impacts is important to anticipate future patterns of migration or displacement and inform adaptation strategies, enabling local authorities to prepare accordingly.",
    "Similarly, these assessments can also provide a basis for decision-making processes around planned relocation, which can be a complex process that requires careful planning and community engagement. Relocated populations out of high-risk areas need access to, among others, adequate housing, livelihoods, education, and healthcare in their new locations. Moreover, host communities must be equipped to accommodate incoming populations without overwhelming local resources or causing negative environmental or social impacts.",
    "Mainstreaming human mobility into local planning requires the availability of disaggregated data as well as effective coordination between different sectors, such as agriculture, fisheries, human settlements, infrastructure, transport, health, labour, or social protection. As there is a wide range of actors and stakeholders, local planning processes should also include their voices and reflect local needs and priorities in alignment with overarching national and global policy processes.",
    "There are many potential actions related human mobility that can be incorporated into a local adaptation plan, such as enhanced protection for migrants and displaced persons, support for climate-resilient livelihoods, infrastructure development, economic diversification, capacity-building, training, or risk management. Local adaptation planning should prioritise effective actions that are specific to the local context and provide a roadmap for investment and support while safeguarding equity, inclusion, and the needs of vulnerable groups and communities.",
    "As the impacts of climate change intensify, Sri Lanka’s communities and economic sectors will increasingly face the prospect of moving in response. From coastal displacement due to sea level rise to rural migration driven by drought, human mobility should be part of the country’s adaptation planning at both the national and local level. By enhancing coordination, building capacities, and creating knowledge on these issues, local and national plans can help to develop financial and technical resources for adaptation and foster collaboration across and between different levels and actors, including regional and global ones.",
    "Sri Lanka has an opportunity to integrate human mobility into its local adaptation plans to proactively address issues and utilise opportunities, reducing vulnerability, protecting livelihoods, and building long-term resilience in both origin and destination areas of mobility. The country’s experience with climate-related human mobility and local adaptation planning could provide a valuable case study to identify good practices and success stories as well as challenges to overcome.",
    "(The writer works as Director: Research & Knowledge Management at SLYCAN Trust, a non-profit think tank based in Sri Lanka. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular contributor to several international and local media outlets.)"
  ]
}