{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/international-mother-language-day-and-multilingual-education-in-sri-lanka/",
  "time_ut": 1708447920.0,
  "original_lang": "en",
  "original_title": "International ‘Mother Language’ Day and Multilingual Education in Sri Lanka",
  "original_body_lines": [
    "International Mother Language Day is celebrated on 21 February every year by UNESCO and the UN to highlight the significance of languages in advancing human and social development. The theme for 2024 is “Multilingual education – a pillar of learning and intergenerational learning” which is crucial for inclusive education and to preserve and develop indigenous languages.",
    "How does this theme relate to Sri Lanka? This paper outlines a few issues for consideration.",
    "Have we considered psychological principles when introducing language policies to Sri Lanka? For example, it is well-known that concepts are best learned using the mother tongue. We know that bilingualism helps in the intellectual development of children. There is an optimum age to learn a second language, and it differs depending on the linguistic characteristics of the mother tongue and the second language. Does this mean primary education in Sri Lanka should be mainly in Sinhala and Tamil? What is the optimum ‘intellectual age’ to introduce a second or third language in school?",
    "Despite some evidence that bilingualism leads to ‘higher intelligence’, demands for monolingual English education is growing. Should academia, educationists and the government cautiously educate the public on the matter?",
    "In Sri Lanka, teaching of English includes a dose of British or Western culture. The dose is higher in international schools, because the subjects taught follow overseas curricula. The content they study, the history they learn and the values they inculcate are different from the local realities. Are we witnessing the emergence of a ‘new ethnic group’ in Sri Lanka with its own form of Western culture, behavioral practices, and belief systems? What are its social implications? What do sociologists and psychloigist have to say about this?",
    "In Sri Lanka, English fluency is used unfairly as a basis of discrimination. It leads to intelligent students being unjustly denied employment opportunities due to poor English proficiency. English is known in Sinhala slang as ‘Kaduva’, i.e., the sword that cuts people. Meritocracy is often replaced by Anglocracy. While many in Sri Lanka protest about nepotism and corruption, generations of talented voiceless children are discriminated against because they are not fluent in English. Civil society groups (often dominated by English-speaking groups) appear to be silent. Why is this so?",
    "Education in Sri Lanka is divided on linguistic lines and a majority of state schools are monolingual, either Sinhala or Tamil. A few are bilinguial (Sinhala and Tamil) or English with Sinhala or Tamil, limited mainly to a few elite schools. What are the policies to transition towards a more integrated bilingual or trilingual education system that simultaneously preserves and develops the mother-language and culture of the child?",
    "Is it time to review the the policy of introducing English streams to some of the schools? This may have inadvertently led to widening of inequalities. In some schools, the English medium classes are filled with the students having social connections and the best teachers are allocated to them, widening of intra-school inequalities and fostered resentments. If true, what is the policy we propose? Have we considered transliteration as an interim measure? For example could we use Engligh technical terms from Ordinary Level onwards, while retaining the explnatory texts in Sinhala or Tamil?",
    "Hundreds of village schools and poorer urban schools suffer from a shortage of qualified English teachers. These children are not fluent in English for no fault of theirs. The fault is in the gross inequalities in education facilities in English. What steps do we propose to bridge this gap in the shortest possible time?",
    "Almost a third of students (around 33%) fail English as a subject in the G.C.E. Examination!. How do we address this issue of widening access to ‘English for communication’? Should we aim for universal improvements in English for communications, rather than English streams in schools? Should we reintroduce a national program using social media, radio, CDs, and TV to reach the remote areas?",
    "What steps are we to take to preserve the indigenous language of the Veddhas? What about the dilect of Creole? Are we allowing extinction of these langauge? What about the different dialects of Sinhala and Tamil?",
    "How would artificial intelligence (AI) help in multilingualism? India is translating many regional languages to English using AI. Are we investing in a similar project? Considering the global shifts in economic center of gravity, should we invest more on teaching Hindi and Chinese?",
    "Sri Lanka’s language education policies need review and a broader discussion. We have some hope. The event to celebrate International Mother Language Day on 21st February organized by the Department of Sinhala, University of Ruhuna, in collaboration with the National Institute of Language Education and Training (NILET), from 2:00 pm to 6:00 pm at the SLFI could mark a new beginning…",
    "300,000 small businesses to be trained in Asia on digital safety, 5000 in Sri Lanka",
    "Positive investor sentiment eludes CSE in the absence of macroeconomic support",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}