{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/india-to-assist-with-stem-teaching-in-sri-lankas-plantation-sector-171718/",
  "time_ut": 1720681920.0,
  "original_lang": "en",
  "original_title": "India to assist with STEM teaching in Sri Lanka’s plantation sector",
  "original_body_lines": [
    "ECONOMYNEXT – India will send 30 teaching experts later this month to train local teachers for Science, Technology, Engineering, and Maths (STEM) in the plantation sector for three months, Estate Infrastructure Development Minister Jeevan Thondaman said.",
    "In November last year, Indian Finance Minister Nirmala Sitharaman during her visit to the island nation’s central province promised to send teacher trainers to improve the education standards in the plantation sector to meet growing needs and aspirations of Sri Lanka’s up country Tamil students.",
    "Upcountry Tamils are also referred as Indian Origin Tamil (IOT) as their ancestors were brought by British colonial rulers from India to work in Sri Lanka’s plantation.",
    "Political leaders in plantation sectors time to time have demanded better services in education and health for their community which primarily works and live tea plantations in Sri Lanka’s up country.",
    "“Cabinet approval has been given and there will be 30 (Indian) teachers coming to train the local teachers working in plantation sector school,” Thondaman told a Foreign Correspondents’ Association forum late on Wednesday.",
    "“They will train 2,235 teachers in three months. Basically, they will be focusing on STEM education.”",
    "Access to education has been a challenge for Sri Lanka’s plantation sector for a long time amid a cycle of generational poverty. The plantations are located in remote and hilly area where children of workers often have to walk long distances to school with poor facilities.",
    "India has also pledged its support to upgrade a vocational training centre in the central town of Hatton to assist the IOTs in enhancing skill requirements.",
    "India has built thousands of houses for the IOT in the plantation sector mainly in the up country and has promised to construct more when there are lands available. (Colombo/July 11/2024)"
  ]
}