{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Gaza-genocide-ISIS-and-the-tailpiece-of-Moscow-terror/172-279812",
  "time_ut": 1711650660.0,
  "original_lang": "en",
  "original_title": "Gaza genocide, ISIS and the tailpiece of Moscow terror",
  "original_body_lines": [
    "An injured man is helped outside Ahli Arab Hospital in Gaza City: The United Nations says the Gaza Strip’s health system is collapsing. AFP",
    "The Moscow terror attack, conveniently claimed by the so-called Islamic State, a.k.a. ISIS, and the diplomatic circus at the United Nations Security Council on Tuesday in passing a Gaza ceasefire resolution may appear disconnected at first glance. But there is enough interconnection between the two tragedies.",
    "First, let’s discuss the ISIS connection. The Friday evening terror attack at the Crocus City Hall on the outskirts of Moscow has revealed the mercenary character of ISIS. Questions have always lingered about the Islamic credentials of ISIS since its birth from the ashes of Abu Musab al-Zarqawi’s Al-Qaeda in Iraq (AQI) in 2011.",
    "Russian President Vladimir Putin is a past master of espionage. No world leader knows the ins and outs of how intelligence outfits operate and produce plans in their laboratories better than Putin, a former KGB super-agent. Although last Friday’s attack that took place despite Russia’s high alertness given the regular terror attacks by Ukraine-connected elements raises questions over Russia’s ability to avert terror attacks, the arrest of 11 suspects, all Tajik nationals with Russian residency, in quick time, highlights the competence of Russian forces.",
    "While the US and its allies condemn and blame ISIS, Putin is not buying it. He knows with whom ISIS works. None of the four gunmen appeared to be ISIS material. However, ISIS’ new franchise, ISIS-K, or ISIS in Khorasan claimed they were its members. By the way, Khorasan is a region identified with parts of Afghanistan and Iran and has some religious significance. But the terrorists have confessed they carried out the attack for half a million rubles and uttered nothing about their Islamic zeal or wish to ascend to paradise to have intimacy with 72 virgins.",
    "The ISIS story begins with the arrest of a man called Ibrahim Awad Ibrahim Ali al-Badri by the United States occupation forces in Iraq in 2004 for militant activities not connected with terrorism. He was sentenced to a jail term in the US-controlled Camp Bucca prison, meant not for petty militants like him but for hardcore al-Qaeda operatives. According to a Newsweek article, Camp Bucca’s US guards struggled with unruly inmates. But the new prisoner, who was later known by the nom de guerre Abu Bakr al-Baghdadi, was cooperative with the guards and was credited with bringing order into the prison. After ten months in prison, he was released. He revived the leaderless AQI and renamed it the Islamic State in Iraq and Syria.",
    "In yet another too-good-to-be-true feat, he staged a daring jailbreak in 2013 at Iraq’s Taji prison, highly guarded by US forces, and freed more than 500 hardcore prisoners detained for ‘terrorism’. They were loaded into waiting pick-up trucks and sent to join ISIS members fighting the Syrian troops in the regions bordering Iraq.",
    "ISIS was united in purpose with the West, some Arab Gulf states, and Israel. They all wanted Assad ousted. Often, Israel acted as the air force of ISIS, taking on Syrian troop positions and enabling ISIS to make speedy advances across Syria. Moreover, Israel facilitated wounded anti-Assad forces, including ISIS, to obtain medical treatment in Israel.",
    "That ISIS is a product of a powerful and highly advanced intelligence outfit’s laboratory cannot be ruled out. It could be Mossad, an intelligence unit of a Western country with input from some Arab Gulf states. But ISIS, with its lightning-fast military successes, decided to go against its creator, like Frankenstein’s monster. The US then decided to take on the unruly ISIS in 2014, with the embedded Western media building up the casus belli by highlighting ISIS atrocities. Al-Baghdadi was eventually killed in a 2019 US operation. But Washington’s war against ISIS gave it an excuse to have a military presence in Syria.",
    "In claiming responsibility for last Friday’s Moscow terror attack, ISIS stated that it targeted Russia because it believes Russia has Muslim blood on its hands. If Muslim blood is the criterion for ISIS attacks, then the group should be fighting not Russia but Israel, which is carrying out genocide in Gaza.",
    "ISIS does not fight Israel. During the peak of ISIS terror, the group, in a March 15, 2016 article in its weekly newspaper al-Naba, said the Palestine issue should not be the priority of the Muslim world. The ISIS position only strengthens the argument that it serves Israel’s interests and, by extension, the interests of Western imperialism.",
    "So it does not come as a shock when renowned British sociologist David Miller, who has done extensive research on Islamophobia, says it was Zionist elements, especially Benjamin Netanyahu, who introduced the word “Islamic terror” as far back as 1984, and from there onwards, the Zionist campaigners and the Zionist-friendly media popularised the term, stigmatising Islam and Muslims to dehumanise the Palestinians and to deprive them of the world’s sympathy.",
    "But the Palestinians are winning the world’s sympathy despite the Zionists’ attempts to demonise them with the Islamic-terror label. Was the Moscow terror attack by the mercenary ISIS an attempt to whip up Islamophobia and thereby turn the world’s sympathy away from Palestinians?",
    "The success of the Zionists’ Islamophobic propaganda is evident in the United States’ tolerance of or complicity in Israel’s genocide in Gaza. However, the magnitude of the Israeli horror in Gaza has reached a point where Israel’s Western supporters had no choice but to call for an immediate ceasefire at least during the rest of the Ramadan. This was evident in the recent United Nations Security Council vote on Tuesday.",
    "However, due to Israel’s influence, the entire UN procedure that adopted Resolution 2278, with 14 member states voting for it and the US abstaining, appears to be a big circus, with the biggest clown being Linda Thomas-Greenfield. After the vote, she made a speech underscoring the Joe Biden administration’s obeisance to the Zionist cause. Making an outlandish claim, she said the resolution was non-binding, although the overwhelming international legal opinion is that it is binding and part of international law. Therefore, if Israel fails to comply with it, sanctions could be imposed.",
    "Unbowed, Israel stepped up its bombings on Gaza, taking the death toll to nearly 33,000 in 168 days of its military response to the October 7 attacks by Hamas. Israel is also going ahead with plans to annex northern Gaza. It has also rejected UN special rapporteur Francesca Albanese’s report titled “An Anatomy of Genocide”.",
    "Albanese said Israel has violated three of the five acts listed under the UN Genocide Convention in its war on Gaza. She also revealed that she faced threats after she came out with her report. The threats UN officials face for daring to call out Israel need to be taken seriously. After all, who can forget Count Folke Bernadotte, a Swedish diplomat and UN mediator? He was gunned down in September 1948 by members of the Israeli terror group Lehi. He was carrying a peace proposal that would have set up a Palestinian state in 1948. The gunmen were arrested by Israel, but as usual, they were pardoned and released after a short jail term. Therein lies terrorism."
  ]
}