{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104236/south-koreas-parliament-votes-to-impeach-president-over-martial-law-order",
  "time_ut": 1734165120.0,
  "original_lang": "en",
  "original_title": "South Korea’s parliament votes to impeach President over martial law order",
  "original_body_lines": [
    "South Korea’s parliament voted Saturday to impeach President Yoon Suk Yeol as authorities investigate allegations of rebellion over his controversial Dec. 3 martial law decree that has caused huge political turmoil in the country.",
    "The National Assembly passed the motion 204-85 in a floor vote. Yoon’s presidential powers and duties will be suspended after the copies of a document on the impeachment are delivered to him and to the Constitutional Court.",
    "The court has up to 180 days to determine whether to dismiss Yoon as president or restore his powers. If he’s thrown out of office, a national election to choose his successor must be held within 60 days.",
    "It was the second National Assembly vote on Yoon’s impeachment motion. Last Saturday, Yoon survived an impeachment vote after most ruling party lawmakers boycotted the floor vote. Some People Power Party lawmakers had since announced their intentions to vote for Yoon’s impeachment in a second vote, as public protests against Yoon intensified and his approval rating plummeted.",
    "Tens of thousands of people have braved the bitter cold and poured onto the streets of the capital, Seoul, every night for the past two weeks, calling for Yoon’s ouster and arrest. They shouted slogans, sang, danced and waved K-pop light sticks. Smaller groups of Yoon’s conservative supporters — still in the thousands — have also been rallying in Seoul, denouncing attempts to impeach the president. Both rallies have largely been peaceful.",
    "Yoon’s martial law imposition, the first of its kind in more than four decades in South Korea, lasted only six hours, but has caused massive political tumult, halted diplomatic activities and rattled financial markets. Yoon was forced to lift his decree after parliament unanimously voted to overturn it.",
    "After declaring martial law, Yoon sent hundreds of troops and police officers to the parliament to try to impede its vote on the decree before they withdrew after the parliament rejected it. No major violence occurred.",
    "Opposition parties and many experts accuse Yoon of rebellion, citing a law clause that categorizes as rebellion the staging of a riot against established state authorities to undermine the constitution. They also say that by law a president in South Korea is allowed to declare martial law only during wartime or similar emergencies and has no rights to suspend parliament’s operations even under martial law.",
    "The impeachment motion alleged that Yoon “committed rebellion that hurts peace on the Republic of Korea by staging a series of riots.” It said Yoon’s mobilization of military and police forces threatened the National Assembly and the public and that his martial law decree was aimed at disturbing the Constitution.",
    "In a fiery speech on Thursday, Yoon rejected the rebellion charges, calling his martial law order an act of governance. The conservative Yoon said he aimed to issue a warning to the main liberal opposition Democratic Party, calling it “a monster” and “anti-state forces” that he argued has flexed its legislative muscle to impeach top officials and undermined the government’s budget bill for next year.",
    "“I will fight to the end to prevent the forces and criminal groups that have been responsible for paralyzing the country’s government and disrupting the nation’s constitutional order from threatening the future of the Republic of Korea,” Yoon said.",
    "Democratic Party leader Lee Jae-myung called Yoon’s speech a “mad declaration of war” against his own people.",
    "The Democratic Party and five other opposition parties control the 300-member unicameral parliament with a combined 192 seats, but they were eight seats shy of the two-thirds majority needed to pass Yoon’s impeachment motion and needed support from ruling party lawmakers.",
    "Yoon has been banned from leaving South Korea, as law enforcement authorities are investigating whether he and others involved in the martial law declaration committed rebellion, abuse of power and other crimes. If convicted, the leader of a rebellion plot can face the death penalty or life imprisonment.",
    "Yoon has the presidential privilege of immunity from criminal prosecution but that doesn’t extend to allegations of rebellion or treason. Subsequently, Yoon could be investigated, detained, arrested or indicted over his martial law decree, but many observers doubt that authorities will forcefully detain him because of the potential for clashes with his presidential security service.",
    "Yoon’s defense minister, police chief and the head of Seoul’s metropolitan police agency have been arrested over their roles in the martial law case. Other senior military and government officials also face investigations."
  ]
}