{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Why-suffer-as-a-bankrupt-nation-why-not-use-our-resources/14-757550",
  "time_ut": 1705689587.0,
  "original_lang": "en",
  "original_title": "Why suffer as a bankrupt nation, why not use our resources",
  "original_body_lines": [
    "This is the worst situation this country has had to face. The difficult years 1970-1977 were not this bad. Though there were stringent controls, there were avenues for the people to fend for themselves. Living on imports and getting used to more advanced products had dented the ability of our people to invent or substitute.",
    "A major area where the country has failed is in the supply of energy. Sri Lanka has not developed alternative sources and means to substitute for imported energy. I lay the blame on two sectors",
    "(iii) Failure on the part of our universities. In many countries it is the universities that make the major contribution. Our universities are loud in their silence.",
    "Paucity of resources to fend for local energy production is not the problem. There are plenty of resources available. It needs a combined source of specialities to plan and implement a feasible solution. There are many resources available, subject to their being harnessed. One example would serve to illustrate.",
    "An average household would consume three coconuts a week. There are houses that need one or more coconuts a day. On the basis of three coconuts a week, if the water is harnessed, it would yield 857,660,370 litres of alcohol per year. I know of a small food parlour that utilises about 80-100 nuts per day.",
    "There are coconut trees with a lifespan of over 25 years sometimes lasting about 80 years that could yield 28,000 litres of alcohol per 100 trees per year.",
    "There are two types of alcohol used as substitutes for petrol and diesel. Ethyl alcohol (the drinking alcohol) and Butyl alcohol",
    "The substitute for oils is Butyl alcohol. In an experiment conducted in the US it is reported that Butyl alcohol provided a run of 25 mpg against 22 for petrol on a 10,000 mls trip using a 15-year old Buick car.",
    "The plant crop referred to need not be planted like sugar cane or corn, but could also be grown in home gardens where the land owner is under contract to supply the produce.",
    "I would view the project to initiate in the land vested with the old Kantale Sugar Factory. There is said to be 50,000 acres associated with that factory, furthermore land owned by the villagers could also be co-opted. The services of individual householders could be harnessed to assist in the production of the raw material. I visualise a situation where this country could become a net exporter of",
    "The abandoned factory could be utilised to house the processing plant.",
    "I have seen a quotation sent by a firm in India to refurbish a distillery in Sri Lanka. According to that the machinery cost approximately $ 4,000,000 and by extrapolation the building would cost about $ 5,000,000.That was over 15 years ago. The present price could be at least 2-2.5 times that.",
    "With technology being revived among the researchers all those expenses and the complex machinery can be ignored and replaced with a simpler system consisting of SS and Copper pipes.  Butyl alcohol production yields as by-products ethanol, acetone hydrogen and carbon dioxide. Hydrogen is being used in place of petrol in some countries while carbon dioxide was used to propel cars and there are reports with photographs of a small “aeroplane” run on carbon dioxide.",
    "Another positive factor for any investor is that when producing Butyl alcohol, one need not go through the cumbersome process of approvals that those investing in Ethyl alcohol have to. I have sought and obtained such an approval over 25 years ago, I can assure the reader that it was a sickening experience. It is worse today. The process of obtaining approval indicates the major cause why the country has sunk so low.",
    "I have been connected with this industry since 1968 and I certify all that is said in this article is true. Does anybody wish to invest in Butyl alcohol?"
  ]
}