{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110853/social-spending-protecting-vulnerable-an-indicative-target-in-imf-program-sl-mission-chief",
  "time_ut": 1753521720.0,
  "original_lang": "en",
  "original_title": "Social spending, protecting vulnerable an indicative target in IMF program – SL Mission Chief",
  "original_body_lines": [
    "The International Monetary Fund (IMF) has underscored the importance of sustaining Sri Lanka’s reform momentum and safeguarding macroeconomic stability, following a week-long mission to the country.",
    "Speaking at Ada Derana’s current affairs program ‘@Hydepark’, Evan Papageorgiou, the IMF Mission Chief for Sri Lanka, outlined key developments in the nation’s economic program and future challenges.",
    "Papageorgiou expressed satisfaction with the government’s strong commitment to reform, highlighting productive discussions with a wide range of authorities and private sector representatives.",
    "“We were very happy always to see the strong commitment of the authorities including the president,” he said.",
    "The mission coincided with the IMF Executive Board’s approval of the fourth review of Sri Lanka’s program. The review focused on several structural benchmarks, including the enactment of the Asset Recovery Law, improved VAT compliance plans, and actions to address electricity cost recovery.",
    "Following earlier concerns over underreported central government expenditure arrears, Papageorgiou explained that the Board was reassured by corrective measures and a clear two-year plan to clear arrears.",
    "Addressing global and regional challenges, the Mission Chief noted ongoing trade negotiations between Sri Lanka and the United States, especially concerning recent tariff changes.",
    "“Sri Lanka was set at 44%, and then on July 9th, that level was reduced to 30%. We look forward to seeing the outcome of the negotiations and are paying very close attention to these developments,” Papageorgiou said.",
    "The IMF flagged Sri Lanka’s heavy reliance on limited export markets, notably the U.S., as a systemic risk that underscores the need for trade diversification and increased Foreign Direct Investment (FDI).",
    "“Attracting FDI is a multi-prong process that relies on policy continuity, good policies overall, low corruption, strong rule of law and associated other policies,” he noted.",
    "Structural reforms, improved infrastructure, labor policies, and public-private partnerships are key to unlocking growth potential, he said.",
    "When asked about the restructuring of the Ceylon Electricity Board (CEB), Papageorgiou emphasized the need for credible and transparent reforms, balancing fiscal sustainability with consumer affordability.",
    "While the IMF does not prescribe ownership models, private investment and PPPs (Public Private Partnerships) could complement state ownership to expand capacity and promote renewable energy, he noted.",
    "On concerns about the high cost of living, the Mission Chief said inflation has fallen substantially, with expectations to stabilize near the central bank’s 5% target, he said.",
    "The IMF program includes social spending targets to protect vulnerable populations, including electricity tariff structures designed to safeguard low-income households.",
    "When questioned about the available fiscal space within the parameters of the EFF program for Sri Lanka to improve living standards while addressing the rising cost of living, IMF Mission Chief Evan Papageorgiou emphasized the importance of maintaining prudent fiscal policies that prioritize social spending.",
    "“So when we talk about rebuilding fiscal space or maintaining a prudent fiscal policy, it already assumes that there will be a certain level of spending. Spending for social purposes and protecting the poor and vulnerable is so important that it is actually an indicative target in our program. Therefore, we are urging and hoping that the authorities will keep up with the type of spending needed to support those who need it the most.”",
    "Papageorgiou also highlighted the importance of supporting small and medium enterprises (SMEs), which are vital for job creation and economic resilience. Efforts to improve tax policy and trade facilitation, such as the National Single Window, are underway to encourage business investment.",
    "Responding to skepticism about the IMF program’s human costs, Papageorgiou praised Sri Lankans’ resilience and ingenuity and emphasized that the program’s second half focuses on long-term sustainable growth, better governance, and stronger institutions.",
    "“I have been surprised positively every time I come about the resilience and the ingenuity of Sri Lankans—all the way from the government and the private sector, to the people we meet regularly in academia, think tanks, and other organizations. There is large commitment from everybody to continue seeing things through,” he said.",
    "The restructuring process with private bondholders is complete, and bilateral talks are nearing conclusion, paving the way for a more sustainable debt framework, he added further.",
    "Concluding the discussion, the IMF Mission Chief expressed confidence in Sri Lanka’s growth prospects, noting the country’s progress and the strong reform momentum.",
    "When asked whether Sri Lanka is on track with its reform agenda, IMF Mission Chief Evan Papageorgiou expressed confidence in the country’s direction.",
    "“Yes, I do. And I hope that the momentum will continue. The momentum of reforms is firmly in place, and with the assistance of the IMF and other development partners, the authorities will find more opportunities to put in place all that is needed to see it through.”"
  ]
}