{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pain-is-information-and-it-can-be-weaponized/",
  "time_ut": 1726910820.0,
  "original_lang": "en",
  "original_title": "‘Pain is information, and it can be weaponized’",
  "original_body_lines": [
    "Brotherless Night by V.V. Ganeshananthan wins the Women’s Prize for Fiction 2024",
    "Brotherless Night is an unforgettable coming-of-age novel, an awakening from tribal loyalties into new-found identity and agency. It is set in Jaffna, Sri Lanka, during the civil war between Sri Lanka’s Sinhalese ethnic majority and the country’s Tamil minority. Between 1983 and 2009, this bitter conflict resulted in the deaths of around 100,000 people and displaced approximately 800,000 more.",
    "The protagonist, Sashikala Kulenthiren, a young Tamil woman, is a teenager when the novel begins, walking apace with her brothers towards glittering university degrees. Theirs is a home filled with books, conversation, gardening. But her world changes when government atrocities and the call of militancy start disappearing boy after boy from the peninsula.",
    "Two of Sashi’s brothers join the Tamil Tigers rebel army after their other sibling is killed in anti-Tamil riots. Sashi is seized by grief for her fallen and embattled brothers as they are swept up in bloody conflicts. Gradually, she finds strength in a women’s collective which agitates, organises for themselves and treats hypermasculinity, instead of serving it.",
    "There has been a boom in recent years of fiction dealing with this historical moment. There is Traitor (2010) by the former child-soldier Shobasakthi, its anti-hero navigating the extremes of victim and predator. Anuk Arudpragasam’s The Story of a Brief Marriage (2016) is set in a bombarded campsite in the final months of the civil war. In Shehan Karunatilaka’s Booker prize-winning The Seven Moons of Maali Almeida (2022), the ghost of photojournalist Maali returns to his nightmarish old life in Colombo for closure.",
    "None of these novels, however, revisit what Ganeshananthan calls the “country of grief” to show how women suffer and survive. They don’t touch on a “terrified and empowered” response such as Sashi’s to the vacuum created by missing fathers, brainwashed brothers, or radicalised friends.",
    "Sashi’s thoughts on civic participation and collective responsibility revolve around two institutions responsible for democratic society’s self-governance and health – the university and the hospital. As a medical student, Sashi ponders on the ethics of treating “terrorists,” including her brothers, in the Tigers’ field clinic.",
    "The education Sashi receives from her professor, Anjali Premachandran, goes beyond anatomy lessons to an “intense moral engagement” with widening spheres of inquiry. Anjali is critical of Tamil militancy, a heroic stance in itself, and equally unafraid of confronting Sinhalese army officers for their misdeeds. In an insurgency, with the hospital and university in regress, Anjali teaches her wards the feminist right to dissent.",
    "Brotherless Night anatomises a separatist movement born of majoritarian (Sinhalese) rule and anti-Tamil pogroms in the post-independence period. It does so with escalating condemnation of its concerted violence. The Tamil Tigers had shown flagrant disregard for civilian safety in their operations. The novel shows us the sheer extent of that collateral damage.",
    "The Tigers had not only used innocent people as human shields but also destroyed the cohesion of communal life in Jaffna. Ganeshananthan writes about homes wrecked by the coercive recruiting of sons and daughters to the cause. She documents the brutal curtailing of any worldly ambition for the young cadres, a death sentence of sorts.",
    "The novel recounts the endless cycles of violence between military offensives and the Tigers. “Daily we were haunted, not by ghosts but by the malevolent, unavoidable present,” Sashi narrates. Brotherless Night mourns the ravaged bodies of women, caught in the power play between the Tigers, the soldiers, and the Indian peacekeeping force.",
    "Instead of separating reading and writing from the scene of violent action, Ganeshananthan champions the powerful role of literature in war zones. The act of reading situates Sashi in the structures of world history, creating new solidarities for her. Works such as Sri Lankan activist Kumari Jayawardena’s Feminism and Nationalism in the Third World prove to be instrumental in galvanising a feminist movement in Jaffna as women read women in the book.",
    "Writing is a means of enduring war trauma at first. Over time, it aids real and imaginative witnessing, without which there can be no redress for atrocities.",
    "Sashi joins professor Anjali and her husband Varathan in preparing anonymous pamphlets with meticulously collected and verified facts on the conduct of war. “No sooner would we write something down than the Tigers and the Indians or the Sri Lankan Army would follow in our wake, trying to erase it,” Sashi notes. In this process, she learns how to “collect the truth” under surveillance and censorship.",
    "In her conjoined lives as healer and reporter, Sashi realises that pain is information, and that this can be weaponised, as in the case of the rape victim turned pregnant suicide bomber.",
    "Sashi’s reports are a “stream of information” on the basis of which United Nations documents are written up, although they prompt no UN action. Despite this documentation of testimony and evidence, Brotherless Night is history-adjacent – not history, the narrator suggests. One may argue that, much like the research reports on war crimes, the novel is a unique tool of justice.",
    "Brotherless Night addresses the psychic devastation suffered by this minority ethnic group in Sri Lanka. It’s an important read that goes some of the way to counteract the destruction of heritage implicit in acts such as the burning of 97,000 volumes in the Jaffna Library, a repository of Tamil literature and culture, by the Sinhalese thugs in 1981.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}