{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Pradeep-Kahawalage-elected-to-chair-CNCI/34-780900",
  "time_ut": 1756334652.0,
  "original_lang": "en",
  "original_title": "Pradeep Kahawalage elected to chair CNCI",
  "original_body_lines": [
    "Newly elected Chairman Pradeep Kahawalage being garlanded by outgoing Chairman Kevin Edwards",
    "Pradeep Kahawalage was elected as the Chairman of the Ceylon National Chamber of Industries (CNCI) at the 64th Annual General Meeting (AGM). The AGM was held on 26 August at the Hotel Taj Samudra, Colombo.",
    "Pradeep Kahawalage is a distinguished professional whose academic and professional credentials demonstrate a strong dedication to excellence in both engineering and business leadership. Kahawalage holds a Bachelor’s degree in Civil Engineering from the University of Moratuwa, and an MBA from the Postgraduate Institute of Management at the University of Sri Jayewardenepura. He is an Associate of the Institute of Certified Management Accountants of Sri Lanka. He is also a Chartered Engineer. Kahawalage’s affiliations include several respected institutions. He serves as a Director of Ind-Expo Certification Ltd., is a Corporate Member of the Institution of Engineers, a Corporate Member of the Society of Structural Engineers, a Certified Member of the Sri Lanka Institute of Marketing, and a Member of the Post Graduate Institute of Management Alumni Association.",
    "Newly elected Office Bearers From left: Asanga Peiris (Treasurer), Dr. Parakrama Herath (Vice Chairman), Ravi Rupasinghe (Vice Chairman), Kevin Edwards (Immediate Past Chairman), Pradeep Kahawalage (Chairman), Amila Sugathapala (Deputy Chairman), Samuditha Kumarasinghe (Vice Chairman), Udeni Nakandala (Vice Chairperson), and Samatha Wickramasena (Secretary General)",
    "Pradeep Kahawalage currently serves as the Chief Executive Officer of Richardson Engineering Ltd., which is one of the leading producers of electrical poles for the Ceylon Electricity Board and a sleeper producer for the Sri Lanka Railway Department."
  ]
}