{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Mahinda-Rajapaksa-responsible-for-bankruptcy-of-SriLankan-Airlines/14-762047",
  "time_ut": 1716239011.0,
  "original_lang": "en",
  "original_title": "Mahinda Rajapaksa responsible for bankruptcy of SriLankan Airlines",
  "original_body_lines": [
    "Mr Editor, please give me a little space in your esteemed newspaper to enlighten a man who deliberately misled the readers by covering up the many vain deeds of Mahinda Rajapaksa (https://www.ft.lk/columns/Restructure-SriLankan-Airlines-but-no-mandate-for-sale/4-761891).",
    "One of the most unpardonable deeds was to destroy a profit-making SriLankan Airline with a track record of accident-free flying. True it was CBK who successfully negotiated and brought in Emirates as a partner. The airline was running profitably with a foreign national as its head when MR assumed office as President.",
    "The World Cup Cricket matches were on and the public purse too was under his control as the Minister of Finance though his knowledge of finance was zero. Without any qualms of conscience he organised a trip to the Windies with some of his close catchers, among them I recall was a “Chuck Gudu” player Lokuge. The mighty President ordered reservation of all Business Class seats that will take him to London. The CEO Peter Hill had no option though he may have laughed to himself and obliged an arrogant ignoramus misusing an airline where Emirates were a partner.",
    "Having reached London he chartered an aircraft and proceeded to the Windies. He expected to receive VIP attention but the government snubbed in style and treated him as another visitor to watch cricket.",
    "After SL lost, he went back to London in the chartered craft as his next engagement was to visit his second son who was then in Dartmouth, the most prestigious postgraduate institution in the world. All this was at the cost of the millions who are without basic facilities in this country. A comment about the son is not out of place. The educational qualifications bar was lowered by a shameless crony Commander who was later amply rewarded with diplomatic appointment and later served as a Governor, till RW fired him recently.",
    "The son who had served the Navy less than a month was shuttled to London where he failed. Public funds running into millions were spent again and later sent to Ukraine organised by his cousin, a Restaurant Manager who was the Ambassador for Sri Lanka. This man who gobbled over a 1,000 million who only used his uniform to get married was unavailable when COVID hit the beleaguered nation. He resigned and was absorbed as the Chief of Staff of the President, a position usually given to a senior public servant with vast experience on administration.",
    "Having finished his visit, he reached SL Airlines and wanted all the Business Class seats to get back home. When the London office informed him that all seats were booked and fare paid passengers cannot be off loaded he reached Peter Hill and wanted the seats cleared. When he was told that it was against IATA regulations and that it was not possible he was so vain that he got a big knife into Hill and no sooner he got back, sacked Peter Hill.",
    "Emirates pulled out as a partner pronto and what followed is startling how a vain man intoxicated with power destroyed a smooth profitable airline which was an ornament to any country.",
    "He appointed his brother in law, a nondescript unheard of tea planter whose knowledge of aviation was only his knowledge of looking up and exclaiming, there goes an airplane, as Chairman. The downward spiral had commenced and he was none the wiser.",
    "He created history having gone with a girl friend to Malaysia. He could not wait for the flight where a reservation had been made for his return for one hour and ordered a plane to detour and get him picked up to return home. It was said in aviation circles that such deviation was only done by a “head of state only in the event of a national emergency”!",
    "It was well known that the airline was administered worse than the CTB. The family got down things from London through the diplomatic bag straight to the craft ignoring all airline regulations.",
    "It’s no secret that the Chairmen and family made good money. That was proven when he raised a cry of a loss of millions of dollars and a Rs. 4 million worth wristwatch. Now as the saying goes, all good things must come to an end, and the day dawned for a loyalist after egg hoppers to stab him in the back and Humpty Dumpty had a great fall. Then the hangers on too crashed and the Chairmen and limpets too went into oblivion.",
    "In finance terms, the Chairman a well-known “Lothario” left with the balance sheet of the once profitable airline with a Rs. 27,000 million loss. Cheers EG.",
    "This is in addition to the many white elephants he left behind for us while he and the sons are known billionaires. Now they are crawling out of the woodwork hoping that they can dupe the masses again.",
    "Erandha Ginige must be a blind stooge who must be thinking that people will believe the Rajapaksas again. EG must have been in space when the full bench of the Supreme Court declared that the Rajapaksas and few cronies bankrupted the country!",
    "Now MR frequents Anuradhapura to seek blessings again at State cost since a nation is alive and a major tsunami is on the cards to seek divine blessings to save him."
  ]
}