{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-call-from-university-teachers-for-a-commitment-to-free-education/",
  "time_ut": 1730814960.0,
  "original_lang": "en",
  "original_title": "A call from university teachers for a commitment to free education",
  "original_body_lines": [
    "For nearly two decades, state universities have been under siege. They were targeted by a deliberate campaign of discreditation. Various ‘expert committees’ were set up by incumbent governments to deliberate on the problems in higher education, with minimal involvement of university communities. The sector was increasingly politicized, with undue state involvement in recruitments and appointments. Draconian measures were taken to quell student protests even as trade union action by university staff was castigated in the media. There was talk about outdated curricula and unfounded allegations that universities were ‘producing’ unemployable arts graduates. More resources were channeled into STEM education, while the social sciences and humanities were neglected. Delays in graduation brought on by programme disruptions and resource constraints were blamed entirely on the universities.",
    "When COVID-19 hit, the education system had been defunded for decades. Skewed distribution of education infrastructure, teachers, and other resources, created a two-tiered school system that privileged a few over many. At universities, the situation was dire with student intake being hiked with no additional budget. In 2022, the economic crisis and IMF programme led to huge funding cuts and a freeze on hires. Teaching loads increased, worsened by outmigration. Rates of mental illness and self-harm rose among undergraduates as costs of living spiraled upwards. The hollow solutions proposed for universities during this period of crisis included raising ‘self-generated funds’ by attracting international students, introducing new fee-levying post-graduate courses, and commercializing research, albeit without additional administrative or academic inputs.",
    "Calls for private universities became louder as the Wickremesinghe regime welcomed private investment in tertiary education, towing the World Bank’s mission of creating human capital for the global economy by ‘upskilling’ labour through vocational and STEM education. His government embarked upon several large-scale private higher education projects, amply subsidized with state resources. At present, several private medical schools are being vetted by the Sri Lanka Medical Council. Fee-levying students have already been enrolled to the medical faculty of the Kotelawala Defence University (KDU), and proposals are under consideration for such enrollment at other state universities, including through the establishment of parallel systems. Any questions about what these unprecedented reforms might mean for Free Education, especially for access for the underprivileged, are dismissed with pledges for student loans, which have failed elsewhere, globally.",
    "We have now a new interim government, with the National People’s Power (NPP) in charge. Anura Kumara Dissanayake was elected, even if not with a substantial majority, as the Executive President. He promised change. The left-leaning past of NPP’s main constituent elements helped frame its image as a pro-people coalition, and its rhetoric on education gave some of us hope for change. We are now on the cusp of a decisive general election. What is the position of the main contenders, the NPP and Samagi Jana Balawegaya (SJB), on education and especially higher education?",
    "In the NPP’s manifesto, there is a seeming commitment to supporting Free Education, yet it is not unequivocal. With respect to the state university system, the manifesto identifies two problems: the low proportion gaining admission and the failure to create socially responsible citizens that can fulfill the needs of the job market–mirroring the World Bank’s vision. The use of the term “national university system” may signal support for state universities, yet we are uncertain what “a parallel university system that provides international-level advanced professional education” means. It is reassuring that the NPP intends to retain the University Grants Commission (UGC) and place the regulation of private higher education institutions under a separate body, in contrast to Former President Wickremesinghe’s National Education Policy Framework (NEPF). While welcoming the NPP’s plans to reduce politicization and increase student financial support, we are puzzled by the plan to offer 200 scholarships per year for high school graduates to study abroad during these times of crisis. It is striking that the NPP is silent on the mass wave of privatisation that is taking place in the higher education sector.",
    "We note with dismay that the SJB’s manifesto does not commit to Free Education. Couched in the language of the Right to Education, its primary focus appears to be to modernize education. The SJB borrows heavily from the NEPF in its plans for universities, promising to restructure the UGC and bring the accreditation of state universities and private higher educational institutions under a single Higher Education Commission. The SJB seems preoccupied with improving the international rankings of our universities, and inviting more international universities to set up their branches in Sri Lanka, but lays out no specific plans to improve state universities.",
    "Neither party recognizes the dire need to strengthen existing undergraduate programmes or develop student support systems at state universities.",
    "Beyond the manifestos, we are troubled by recent media reports of a meeting at which President Anura Kumara Dissanayake spoke of the need to improve human capital and create a workforce to align with global demands. This is very much in line with the World Bank’s vision for education, outlined in its Sri Lanka Country Partnership Framework 2024 to 2027 and referred to in its Sri Lanka Development Update October 2024. We are also deeply concerned about the recent appointment of a senior administrator of a non-state higher education institute as a member of the UGC.",
    "It is with these developments in mind, and with the will to struggle in the cause of Free Education in the country, we demand that all contenders at the upcoming General Elections make their position on Free Education clear. We call for the following from the new Government that is to be formed:",
    "* Support state universities to strengthen undergraduate programmes, including those in the arts streams.",
    "* Support state universities to develop student support services, including affordable food, accommodation and mental health services",
    "* Halt efforts to introduce fee-levying undergraduate degree programmes at state universities",
    "* Expand higher education based on a consultative process that considers the country’s and people’s needs",
    "* Adopt a transparent process when making appointments to the UGC and relevant committees",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}