{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-Sri-Lanka-has-yet-to-find-its-own-Lee-Kuan-Yew/4-768537",
  "time_ut": 1730148265.0,
  "original_lang": "en",
  "original_title": "Why Sri Lanka has yet to find its own Lee Kuan Yew",
  "original_body_lines": [
    "In the post-colonial era, many Asian nations sought strong leaders to guide them through the challenges of independence, economic development, and social transformation. Singapore found such a leader in Lee Kuan Yew, whose visionary leadership transformed the city-state from a resource-poor colony into a global economic powerhouse. Sri Lanka, however, has struggled to produce a leader with the same transformative impact. Despite its rich resources, strategic location, and potential, Sri Lanka has yet to find its equivalent of Lee Kuan Yew. This article explores why none of Sri Lanka’s political leaders have been able to replicate his success.",
    "Lee Kuan Yew’s journey to becoming one of the most successful leaders in the world began with his early education. Attending top institutions such as Raffles Institution in Singapore and later Cambridge University in England, Lee excelled academically and developed a strong analytical mind. His exposure to Western political philosophy, combined with his deep understanding of Asian values, gave him a unique perspective on governance and leadership. In contrast, many Sri Lankan political leaders have not been exposed to the same level of rigorous education or intellectual development. While Sri Lanka has produced leaders with notable educational backgrounds, the combination of elite global education and a pragmatic approach to governance that Lee had is rare.",
    "Moreover, Lee’s early life experiences, including surviving the Japanese occupation of Singapore, instilled in him resilience and determination to protect his people from external threats and internal strife. These personal trials built his strategic thinking and tough resolve. By contrast, Sri Lankan leaders, though facing their own challenges, have not consistently demonstrated the same level of foresight, discipline, or long-term thinking when confronted with crises.",
    "Lee Kuan Yew was known for his pragmatic approach to governance. Recognising Singapore’s limitations—small size, lack of natural resources—he focused on maximising the country’s strengths. His policies were geared towards building a corruption-free, efficient government, strengthening global diplomatic and economic ties, and prioritising education and industrial development. His leadership was rooted in practicality, always with an eye on achievable, long-term goals.",
    "Sri Lanka, in contrast, has often suffered from populist leadership and short-term political gains. Many of its leaders have focused on immediate political mileage through promises of subsidies, welfare, or large-scale infrastructure projects, often resulting in unsustainable debt rather than economic growth. Without a clear, long-term strategy for the country’s development, Sri Lankan politics has often been reactive rather than visionary, undermining its potential. Corruption, political patronage, and short-sightedness have created roadblocks that have hindered the country’s progress.",
    "Lee Kuan Yew’s early career as a lawyer gave him valuable insight into the concerns of ordinary citizens, especially the working class. His relationship with labour unions was one of mutual respect and control, allowing him to engage with grassroots communities while ensuring that unions contributed to national stability rather than unrest. His strategic handling of unions was a key component of Singapore’s economic and social progress.",
    "In Sri Lanka, however, the relationship between political leaders and unions has often been adversarial. Instead of fostering collaboration, Sri Lankan leadership has frequently been characterised by strikes, protests, and political gridlock caused by ineffective negotiations with labour unions. This lack of balance between workers’ demands and national interests has led to industrial unrest and stunted economic development, contrasting sharply with Lee’s ability to harness the power of unions for the greater good.",
    "A cornerstone of Lee Kuan Yew’s success was his unwavering commitment to clean governance. He implemented strict anti-corruption laws and held public officials to high standards of integrity. His leadership created an environment where meritocracy and transparency were key, boosting investor confidence and contributing to Singapore’s economic success.",
    "Sri Lanka, on the other hand, has long struggled with corruption. Transparency International’s corruption index consistently ranks Sri Lanka poorly, and successive governments have faced scandals and allegations of political nepotism. Public trust in institutions has been eroded, and the inefficiencies within the government have hampered development. None of Sri Lanka’s leaders have made the kind of systemic anti-corruption reforms that Lee Kuan Yew did, and as a result, governance remains a significant barrier to progress.",
    "Lee Kuan Yew’s economic vision for Singapore was both bold and meticulous. Understanding the importance of foreign investment, he welcomed multinational corporations to Singapore and developed the country as a hub for global finance and trade. His focus on education and technological advancement ensured that Singapore could compete on a global scale, even with its limited natural resources.",
    "Sri Lanka has often lacked a consistent economic strategy. Policy changes, debt-heavy infrastructure projects, and an over-reliance on unsustainable borrowing have hindered its progress. Instead of capitalising on its strategic location and potential as a global trade hub, Sri Lanka has frequently fallen into financial crises. The lack of coherent long-term planning and an inability to adapt to changing global dynamics have contributed to the country’s economic struggles.",
    "Sri Lanka’s political landscape has been shaped by ethnic conflict, civil war, and economic mismanagement—challenges that Lee Kuan Yew did not face in the same way. Nevertheless, the qualities that made Lee Kuan Yew an extraordinary leader—pragmatism, a commitment to clean governance, long-term strategic planning, and the ability to unite diverse communities—are qualities that Sri Lanka’s leaders should strive to emulate.",
    "Sri Lanka needs a leader who can rise above populism and political patronage, prioritise the national interest, and foster an environment where all citizens, regardless of ethnicity or class, can thrive. Lee Kuan Yew’s success was not solely in his policies; it was in his ability to inspire trust, enforce discipline, and lead with integrity. Until Sri Lanka finds such a leader, the country will continue to struggle to realise its full potential.",
    "(The writer is an Environmentalist/Wildlife Conservationist/Citizen Scientist. He can be reached via email: [email protected].)"
  ]
}