{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/AKD-should-not-try-out-RW-s-failed-Vel-Palama-to-cross-to-the-other-side/4-767612",
  "time_ut": 1728237227.0,
  "original_lang": "en",
  "original_title": "AKD should not try out RW’s failed ‘Vel Palama’ to cross to the other side",
  "original_body_lines": [
    "AKD cannot waste his time by seeking to cross the cliff by walking through the unstable Vel Palama as suggested by Ranil",
    "The weakness in this Vel Palama equation is that it seeks to resolve the economic issues faced by the country at that time through a conventional method. It is a ‘within-the-frame solution’. When you see a difficulty and there is a conventional way to overcome that difficulty, you follow it without considering its efficacy or timeliness or costs. Economic strategists seek to resolve the issues by looking for solutions outside the frame. This is true for military strategists as well",
    "After AKD was declared the winner, Ranil in his departing speech said that he would now hand the baby to AKD so that he could walk him to the other side of the cliff over the Vel Palama. In my view, AKD should not accept this seemingly gracious offer by Ranil because the economy has not moved to the middle of the Vel Palama but in most respects, is still at its gate. He should find an alternative out of the box strategy to take the baby safely to the other side of the cliff. If he follows Ranil’s suggestion to walk through the Vel Palama, he will lose time, resources, and energy to rescue the sick baby who has now been entrusted to him by a majority of voters in the country",
    "Economy is not smoothly sailing as claimed by Ranil and his supporters. After Sri Lanka got EFF from IMF and implemented the budgetary, external sector, and financial cum monetary reforms, there is stability in the nominal side of the economy. It is called nominal because the concerned variables are measured in terms of money which does not directly help people to have a higher level of well-being. Money is simply a thought and should be converted to real goods – rice, coconuts, clothes, medicines and so on – for use. However, stability in the nominal sector is necessary for an economy to produce real goods and services which is the function of the real sector of the economy",
    "Given this gloomy performance of the real sector which is the contributor to the well-being of the people, AKD cannot waste his time by seeking to cross the cliff by walking through the unstable Vel Palama as suggested by Ranil. The voters had a high expectation when they gave a sweeping victory to him in the Presidential election. It was like tall tsunami waves moving at high speeds across the land destroying all the established political forces in the country. AKD should therefore find an out-of-the-box solution to the issue that will give Sri Lanka an accelerated economic growth improving the living conditions of people",
    "Script writers of the former President Ranil Wickremesinghe, introduced to electorate as Ranil by himself, seems to have made a mistake by equating the challenge which he had when he assumed presidency in 2022 to that of Grusha, the palace made in Bertolt Brecht’s The Caucasian Chalk Circle. In the drama, Grusha who finds the abandoned baby son of the deposed, and later assassinated, Governor, chooses to rescue him from the conspirators having developed an impulsive motherly love for the innocent baby.",
    "She clutches him to her bosom and embarks on a perilous journey to avoid the pursuers of the new regime. If she were caught, both would have been put to death instantly by the pursuing soldiers. When she came to a cliff and there was a hillock on the other side, she had to make a quick decision. She should take the baby to the other side so that the pursuing soldiers with a killing instinct cannot catch them. She finds a ‘Vel Palama’ or a suspension bridge made of wild creepers and decided to take it, though it would be a perilous journey. The suspension bridge is swaying to and fro and if she loses her grip, she would perish by falling to the deep cleft below. But she takes the risk and, with great difficulty, makes it to the other side safely.",
    "Ranil would have chosen this Vel Palama example to drive home to people the enormity of the challenge which he took when he assumed the presidency. He would have thought that this was the best parable to communicate his message to people because the Vel Palama song in the Sinhala adaptation of the Caucasian Chalk Circle as Hunuwataye Kathawa by dramatist Henry Jayasena was popular among the drama going people in Sri Lanka. But that is a small segment of the population and, with that, he would not have got the wide outreach he had expected by using this parable. That is its popular side, but as an economic strategy, it is a very weak approach to take a country out of an economic catastrophe.",
    "The weakness in this Vel Palama equation is that it seeks to resolve the economic issues faced by the country at that time through a conventional method. It is a ‘within-the-frame solution’. When you see a difficulty and there is a conventional way to overcome that difficulty, you follow it without considering its efficacy or timeliness or costs. Economic strategists seek to resolve the issues by looking for solutions outside the frame. This is true for military strategists as well.",
    "When Alexander, the Great, was confronted by the Indian ruler Porus, as described by Roman historian Quintus Curtius Rufus, with an army of 85 elephants, the normal conventional wisdom was to retreat because his soldiers had never seen those mammoth animals and did not know how to face their menacing advance. But Alexander is said to have turned these elephants his soldiers against Porus. The story is described as follows: “Using his characteristic strategic genius, Alexander sent troops to cross the river further down in order to surprise his opponents. By attacking on two fronts, he restricted the elephants’ room to manoeuvre. Alexander’s great victory over Porus soon became the stuff of legend. He had employed ‘ymages de laiton’ (bronze models of soldiers) filled with red hot coals, which he placed in iron chariots and sent in among the elephants. When they saw the red-hot embers and felt the scorching heat, the elephants fled in terror trampling the foot soldiers of Porus to their death.” Thus, with suitable strategy, Alexander had turned the war elephants against the man who had employed them.",
    "I gave a similar exercise to the undergraduates of a state university a few years back. They were told that they had to run 100-metre sprint with a sprinter who presently holds the world record for the event. How to reach the winning line before this world record holder? Students were asked to design an out of the box solution. One student said, ‘kill the sprinter’. Another said, ‘bribe the sprinter so that he would not run fast enough’. A third gave the best strategy: ‘hire a helicopter and land at the winning line before the sprinter reaches it’. Thus, the Vel Palama strategy adopted by Ranil was not the best strategy to take the catastrophic economy out of the problem at the speed which is desired by people. There would have been a better solution than relying on this example time and again.",
    "Before the Presidential elections, Ranil maintained that he had now taken the sick economy or the baby to safety over the cliff by walking through the Vel Palama. But after the election campaign began, he and his followers changed their stance and maintained that he had walked through the Vel Palama only halfway through and he should be given a chance to walk the balance half and deliver prosperity to people. After AKD was declared the winner, Ranil in his departing speech said that he would now hand the baby to AKD so that he could walk him to the other side of the cliff over the Vel Palama.",
    "In my view, AKD should not accept this seemingly gracious offer by Ranil because the economy has not moved to the middle of the Vel Palama but in most respects, is still at its gate. He should find an alternative out of the box strategy to take the baby safely to the other side of the cliff. If he follows Ranil’s suggestion to walk through the Vel Palama, he will lose time, resources, and energy to rescue the sick baby who has now been entrusted to him by a majority of voters in the country.",
    "Economy is not smoothly sailing as claimed by Ranil and his supporters. After Sri Lanka got EFF from IMF and implemented the budgetary, external sector, and financial cum monetary reforms, there is stability in the nominal side of the economy.",
    "It is called nominal because the concerned variables are measured in terms of money which does not directly help people to have a higher level of well-being. Money is simply a thought and should be converted to real goods – rice, coconuts, clothes, medicines and so on – for use. However, stability in the nominal sector is necessary for an economy to produce real goods and services which is the function of the real sector of the economy.",
    "It is the real sector that provides employment, utilises resources, makes available goods for consumption by people within the economy or by outside via exports, generates savings that can be used for investments, and by all these means, improves the well-being of the people, the final goal of living. The nominal sector has been stabilised, but the real sector in the economy is yet to take off. Hence, Ranil’s achievements over the last two and a half years are only halfway through. Concrete action need be taken by Sri Lanka to put its real sector growth on a long-term sustainable path. IMF intervention has helped Sri Lanka to stabilise the nominal economy which is a must for it to go for the last lap of development.",
    "This was eloquently put by Dr. Sharmini Cooray, one time IMF official and later advisor to Ranil, when she delivered the 2023 Central Bank Anniversary Oration in Colombo. She termed the economic achievements by Sri Lanka after the onset of crisis are a low-level equilibrium meaning that the country is below the potential real economic growth. This is shown by Figure I that presents the actual growth till 2023 and projected growth till 2029. It shows that the country will reach the level of the economy which it had in 2018 only by 2027. What this means is that Sri Lanka should make a quantum leap to raise its position to the required level of the economy. It is AKD’s topmost priority today.",
    "The Central Bank now maintains that the actual economic growth in 2024 and 2025 will be higher than the originally projected growth rate of 3% for each of these years. It is based on the better performance of some of the forward-looking indicators in the recent months like the purchasing managers’ index or PMI, compiled by the Bank, and the increase in the bank credit flows to the private sector proper. PMI covers the perception of the purchasing managers in major businesses in manufacturing, construction, and services with respect to five major fields, namely, new orders, production, employment, stock of purchases, and suppliers’ delivery time.",
    "The sample is drawn only from the Western Province of the country which produces about 40% of the country’s GDP. PMI on manufacturing recorded a gloomy picture till about November 2023, with the index stagnating below 50 which is the neutral position, but slowly improving thereafter to an average level of 52 to 55. It is not a great improvement to suggest a significant turnaround in economic performance. The index on services also has recorded a stagnating position at an average of 65-68 from May 2023 to August 2024.",
    "It is also not a great improvement. The construction sector has improved from the neutral position of 50 during May-July 2024 to an average of 60. That also does not suggest a major improvement in the economic activities. It also excludes the economic performance of the 60% of the growth contributors in the micro, small, and medium enterprise or MSME sector.",
    "Regarding the private sector credit flows, it is not the nominal credit growth that matters but the real credit flows. The real private sector credit, deflated by the Colombo Consumers’ Price Index or CCPI, records and 8% growth during August 2023 and August 2024, when the total money stock has grown by 7% during this period. But during this period, real net credit to government from commercial banks has increased by 16%, a super usage of bank credit in real terms by the inefficient government sector. Hence, the growth in real credit flows to the private sector proper is still not indicative of a major boost to the growth performance of the country. Hence, the Central Bank’s prediction of a turnaround in the economy in the period ahead is too early.",
    "Given this gloomy performance of the real sector which is the contributor to the well-being of the people, AKD cannot waste his time by seeking to cross the cliff by walking through the unstable Vel Palama as suggested by Ranil. The voters had a high expectation when they gave a sweeping victory to him in the Presidential election. It was like tall tsunami waves moving at high speeds across the land destroying all the established political forces in the country. AKD should therefore find an out-of-the-box solution to the issue that will give Sri Lanka an accelerated economic growth improving the living conditions of people.",
    "Sri Lankans have the dream of becoming a prosperous country within a generation. AKD should fulfil this dream of the people. Ranil attempted to have this dream by announcing that his goal is to make Sri Lanka a rich country by 2048 when it celebrates the centenary of independence from Britain. This was simply a copying of the dream of Indian PM Narendra Modi to make India a rich country by 2047 when it celebrates the centenary of independence. Modi got his National Institute for Transforming India or NITI to design a comprehensive plan to attain this goal. And NITI did it in consultation of all the stakeholders. No similar action was taken by Sri Lanka and hence, Sri Lanka’s goal of becoming a rich country by 2048 was just a talk without action.",
    "AKD should correct this error immediately. But he cannot follow Ranil’s path of walking through the Vel Palama, an unstable economic strategy. Instead, he should do a leapfrogging just like the man behind Singapore’s economic miracle, Lee Kuan Yew. That is the path available to AKD.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}