{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111566/hartal-launched-in-north-and-east",
  "time_ut": 1755488880.0,
  "original_lang": "en",
  "original_title": "‘Hartal’ launched in North and East",
  "original_body_lines": [
    "A ‘hartal’ is currently underway in the North and East, according to the Ilankai Tamil Arasu Kachchi (ITAK).",
    "The ‘hartal’ has been called in response to the recent death of a 32-year-old man in Mullaitivu and the alleged actions of the military in the region.",
    "A group of individuals who had entered a military camp in Oddusuddan, Mullaitivu were allegedly assaulted by three members of the army. The situation escalated when one of the young men, who had reportedly entered the camp, was later found dead in a nearby lake. Several military personnel are accused of involvement in the incident.",
    "Police stated that two special investigation teams have been assigned in connection with the incident, and that three members of the army have been arrested and remanded in custody.",
    "Meanwhile, ITAK MP Shanakiyan Rasamanickam said that the ‘hartal’ campaign is being organized in the Northern and Eastern provinces to protest against the death of the 32-year-old man in Mullaitivu.",
    "On August 16, the Sri Lanka Muslim Congress (SLMC) had also expressed full solidarity with the hartal announced by ITAK, describing it as a peaceful protest demanding justice and accountability.",
    "However, Cabinet Spokesman and Minister Dr. Nalinda Jayatissa yesterday (17) urged residents of the North and East not to be misled by false information and distortions aimed at undermining the government and the country’s security forces.",
    "Commenting further, Minister Jayatissa said, “Investigations are underway. Three members of the army have already been arrested and handed over to the court.”",
    "He also alleged that certain political groups are attempting to incite unrest in the North and East by distorting facts and spreading misinformation.",
    "Furthermore, he emphasized that the public should understand the true facts and act in a peaceful manner."
  ]
}