{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/evolution-auto-is-powering-sri-lankas-electric-future/",
  "time_ut": 1753620000.0,
  "original_lang": "en",
  "original_title": "‘Evolution Auto is powering Sri Lanka’s electric future’",
  "original_body_lines": [
    "Evolution Auto (Pvt) Ltd, Sri Lanka’s trailblazer in next-generation electric vehicles (EVs), is proud to announce two major milestones in its mission to deliver world-class EV after-sales service, comprising body, drive train, periodic maintenance & electrical systems. These include the commencement of a cutting-edge multi-brand EV workshop along the Colombo–Kandy Road and the successful completion of specialized international training programs by its after-sales staff.",
    "As EV adoption accelerates across the island, Evolution Auto (Pvt) Ltd is proactively investing in the expertise and infrastructure required to support Sri Lanka’s growing community of electric vehicle owners. In a first for the country, in 2025, Evolution Auto’s technical staff participated in three prestigious EV-specific training sessions, which were hosted by some of the most advanced players in the global automotive industry. XPeng, a joint venture between XPeng, Volkswagen, and Foxconn, performed Level 1 Technical Training in China in June after Geely Holding Group conducted a practical technical training for Riddara in China in April. The team most recently finished an intensive training by CHANGAN for the Avatr brand in Thailand during the third week of June. These programs addressed important topics such as advanced servicing protocols, safety standards, battery technology, drivetrain systems, and EV diagnostics.",
    "Nuran Silva, Head of After-Sales at Evolution Auto (Pvt) Ltd, who personally participated in the international training, said, “Not only are we introducing Sri Lanka to the future of mobility, but we are also building the infrastructure necessary to keep it going. Our team now has extensive, practical knowledge thanks to these programs, which enables us to support the world’s most advanced EVs with confidence. We are setting the standard for service, safety, and reliability for EV customers in Sri Lanka with the opening of our next multi-brand workshop.”",
    "The new multi-brand EV workshop is now being built on a prime location facing the Colombo–Kandy Road. It will offer a wide range of after-sales services, from highly specialized electric system diagnostics and servicing to bodywork, drivetrain repairs, and periodic maintenance. All of Evolution Auto (Pvt) Ltd’s EV brands, including RIDDARA, IM Motors, XPeng, and AVATR, will be supported by it. Beyond technical prowess, the facility is expected to generate employment opportunities and support the development of a new, skilled workforce that is suited to the needs of Sri Lanka’s developing EV industry.",
    "Financial markets and ‘main street’ economy moving in opposite directions: analyst",
    "ComBank partners AusAsia Education to support students with affordable education loans",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}