{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98678/uk-lawmakers-back-landmark-bill-to-gradually-phase-out-smoking-for-good",
  "time_ut": 1713326640.0,
  "original_lang": "en",
  "original_title": "UK lawmakers back landmark bill to gradually phase out smoking for good",
  "original_body_lines": [
    "The British government’s plan for a landmark smoking ban that aims to stop young people from ever smoking cleared its first hurdle in Parliament on Tuesday despite vocal opposition from within Prime Minister Rishi Sunak’s Conservative Party.",
    "The bill, a key policy announced by Sunak last year, would make it illegal to sell tobacco products to anyone born after January 1, 2009. If passed, the bill will give Britain some of the toughest anti-smoking measures in the world. Authorities say it will create modern Britain’s “first smoke-free generation.”",
    "Under the Tobacco and Vapes Bill, children turning 15 this year or younger will never be legally sold tobacco. Once implemented — officials are aiming for 2027 — the legal age of sale that people in England can buy cigarettes will be raised by one year, every year until it is eventually illegal for the whole population.",
    "The bill also includes measures to crack down on youth vaping, such as banning the sale of cheap disposable vapes and restricting their flavors to prevent children from becoming addicted to nicotine.",
    "It is currently illegal for anyone to sell cigarettes or tobacco products and vapes to people under 18 years old throughout the U.K.",
    "Lawmakers voted 383 to 67 to give the bill a second reading late Tuesday after an afternoon of debate. Although the bill was widely praised by health experts and had the support of the opposition Labour Party, Sunak faced rebellion from more libertarian-minded members of his party, who criticized the proposals as “unconservative.”",
    "Conservative lawmakers were granted a free vote, meaning they could vote with their personal conscience rather than follow the official party line.",
    "Opponents, such as the smokers’ rights lobbying group FOREST, said the move risks creating a black market and will “treat future generations of adults like kids.” Prominent voices within the Conservative Party, including two of Sunak’s predecessors Boris Johnson and Liz Truss, said the plans went against conservative values by limiting people’s personal freedoms.",
    "The bill was a “virtue-signaling piece of legislation about protecting adults from themselves in the future,” Truss told Parliament during Tuesday’s debate.",
    "Other high-profile Tories, including business secretary Kemi Badenoch, a Cabinet minister, also opposed the bill.",
    "The plans were believed to have been inspired by similar policies proposed by New Zealand under former Prime Minister Jacinda Ardern, but the country’s new coalition government repealed the bill earlier this year.",
    "The government said that smoking won’t be criminalized, and the phased changes mean that anyone who can legally buy cigarettes now won’t be prevented from doing so in the future.",
    "The number of people who smoke in the U.K. has declined by two-thirds since the 1970s, but some 6.4 million people in the country — or about 13% of the population — still smoke, according to official figures.",
    "Authorities say smoking causes some 80,000 deaths a year in the U.K, and remains the number one preventable cause of death, disability and poor health."
  ]
}