{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Banking-on-trust-Shaping-responsible-AI-agenda-for-Sri-Lanka/14-781499",
  "time_ut": 1757549435.0,
  "original_lang": "en",
  "original_title": "Banking on trust: Shaping responsible  AI agenda for Sri Lanka",
  "original_body_lines": [
    "Artificial intelligence (AI) holds the potential to reshape every sector it touches. Yet history reminds us that new technologies are often met with caution and fear as to how they will alter the ways we live, work, and communicate, and by extension, how they impact livelihoods, relationships, quality of life and even our sense of purpose.",
    "And with AI, this sense of caution is certainly warranted. The implications for economies and societies are profound, yet unpredictable. Will it widen the gap between nations, or help close it? What we know from past revolutions is that first movers that are able to effectively navigate emerging risks associated with new technologies gain disproportionate advantages—potentially compressing decades of progress into just a few years.",
    "For Sri Lanka, this debate is far from abstract. Stretching scarce resources is now a national imperative. Shortages of doctors, teachers, and skilled professionals strain public capacity, while migration and fiscal pressure intensify the challenge.",
    "In healthcare alone, vast sums are often spent on a single treatment, with trial-and-error approaches wasting scarce resources. AI can change that equation—enabling more accurate diagnoses and personalised, targeted treatments in precise doses, cutting costs dramatically, and allowing the same resources to treat three or four patients instead of one.",
    "The same principle and potential benefits apply across education, agriculture, banking and finance, public services and many other sectors. The speed at which this roll out takes place will hinge on the adaptability of players within each to identify and conceptualise AI-related solutions that are reliable and scalable to their unique requirements.",
    "The value of AI in banking lies in its ability to rapidly process vast datasets meaningfully—detecting trends, surfacing insights, and forecasting risk with a precision that a human being is unlikely to match. For a sector where every decision has real consequences for lives and livelihoods of real people, this is both a transformative opportunity and a profound responsibility.",
    "Every algorithm deployed in financial services leads to a decision that touches human lives. Whether a farmer secures credit, whether a retiree is protected from fraud, whether a young graduate has equal opportunities for advancement: these moments define financial inclusion and public trust.",
    "Fraud remains one of the most persistent challenges in financial services. During the past year alone, over 5,400 cybercrime cases were reported – including financial fraud, phishing, and data breaches and identity theft.",
    "Where traditional systems rely on static rules, flagging only what has been seen before, AI has the potential to be far more effective. By learning from prior exposures and continuously updating, models we can detect evolving patterns and block variants in real time across millions of transactions.",
    "Automated compliance checks can be run continuously – potentially leveraging Agentic AI – to actively anticipate and proactively flag and even block fraudulent transactions before they even happen.  For customers, that is not an abstract benefit; it is the protection of their savings, their identities, and their trust in real time.",
    "The same principle can strengthen our internal resilience as well. By monitoring system usage, login patterns, and behavioural signals, AI can highlight anomalies in real time. Over months, it can even correlate patterns with known industry incidents, flagging risks before they escalate. This strengthens institutional resilience without compromising the responsibility to treat employees fairly and transparently.",
    "Credit scoring is another field within banking that can be completely transformed by AI. Current systems rely on an evaluation of a few simple, static metrics: age, occupation, income, or whether someone owns a car, or a home.",
    "Such indicators paint only part of the picture. AI allows us to go further, incorporating behavioural signals that traditional systems rarely capture—card usage patterns, fuel purchases, holiday spending, travel behaviour, repayment histories, even electricity consumption relative to income. Taken together, these provide a far richer picture of credit-worthiness. It will evolve to predict willingness to pay as opposed to traditional systems which only crudely predict the ability to pay. The implications for expanding financial inclusion are immense. Sri Lanka’s financial system has long struggled to extend credit to those without strong formal records—small merchants, informal workers, or first-time borrowers. AI can help bridge this divide.",
    "A clear example is our SOLO payments platform. At present, evaluation often stops at counting the number of transactions a merchant processes. But this misses the bigger picture. With AI, we can analyse the merchant’s sales mix, their customer base, and even their supplier networks.",
    "This depth of insight—impossible to achieve manually—creates a far more accurate understanding of risk. It shows not just how much a business transacts, but with whom, how often, and through which channels. For the small entrepreneur, that insight can be the difference between exclusion and access to vital credit facilities.",
    "While financial services may be on the frontlines of AI adoption, the implications extend well beyond banking. In healthcare, for instance, AI-enabled diagnostic tools are already demonstrating accuracy rates above ninety percent in detecting common cancers and illnesses. For a country like Sri Lanka, where shortages of specialists are acute and treatments remain expensive, such technology could transform outcomes—stretching the same budgets to treat three or four patients where previously only one could be helped.",
    "Agriculture, too, stands to be reshaped. By predicting weather patterns, monitoring soil conditions, and identifying crop disease outbreaks in real time, we can give farmers the intelligence they need to stabilise yields and incomes. In a nation where millions still depend on agriculture for their livelihoods, while many others face significant food insecurity, such tools could help communities build resilience against both market volatility and climate shocks.",
    "Education is another sector where AI offers promise. Adaptive learning platforms can tailor lessons to the needs of each individual student, supplementing overstretched teachers and bridging gaps in access.",
    "Similarly, in the realm of public services, AI can have a profound effect - from automating routine processes to detecting anomalies in procurement, it has the potential to improve transparency, reduce inefficiencies, and strengthen public trust in institutions. At its best, it could help create a more responsive state while simultaneously curbing the opportunities for corruption that undermine development.",
    "Across these domains, the principle remains the same: do more with less. But this potential will only be realised if the guardrails are in place—ensuring that these systems are deployed ethically and inclusively, with benefits that extend to the many rather than the few. And above all, these guardrails need to be designed to ensure that at the end of every decision, there is an actual human who can be held accountable for the outcomes and ethics that result from these new systems.",
    "The opportunities and risks outlined above do not exist in isolation. They must be understood within the wider context of Sri Lanka’s national priorities. The Government’s draft National AI Strategy for 2028 is an important start, setting out a vision of AI as a driver of innovation, inclusion, and sustainable growth. A critical priority in that regard will be the development of our own Sinhala and Tamil datasets for integration into global LLMs – in order to make these technologies accessible and effective to all Sri Lankans in their native language.",
    "But while the strategy identifies financial services as one of several priority sectors, it a more detailed framework for how AI will be regulated, incentivised, and scaled within banking specifically is another urgent requirement. This leaves space—and indeed, responsibility—for the industry to lead.",
    "A responsible AI agenda for banking must rest on three interdependent pillars: explainability, fairness, and security. Customers and regulators alike must be able to understand why an algorithm has made a decision. Whether a loan is approved or rejected, the rationale cannot be hidden inside a black box. AI must enhance transparency, not obscure it.",
    "Equally, models must be continuously tested for bias. If left unchecked, algorithms can replicate the same inequalities that already exist in society, denying access to those who need it most. Rigorous monitoring and constant adjustment are therefore essential to ensure that AI expands inclusion rather than narrowing it.",
    "Security is the other non-negotiable factor. AI systems must be resilient against attack, capable of protecting the confidentiality and integrity of financial data even as attempted breaches grow each year. These principles must be woven not only into regulation but into the very culture of institutions themselves. Employees, partners, and customers all need the confidence that AI in banking is deployed to serve them—never at their expense.",
    "Sri Lanka’s path out of its present challenges will require nothing less than bold, catalytic growth. AI offers a chance to compress decades of development into years. But this potential will only be realised if we balance speed with responsibility.",
    "For the banking sector, that means moving quickly to adopt AI where it can improve efficiency, expand inclusion, and strengthen resilience—while working hand in hand with regulators, educators, and technology providers to ensure these systems remain stable, secure and trustworthy. For policymakers, it means creating sandboxes, incentives, and governance frameworks that encourage safe experimentation while upholding accountability.",
    "Equally important is the need to raise awareness and sustain a continuous dialogue among all sectors of Sri Lankan society about the ways in which this technology can impact daily life and livelihoods. For AI to be trusted, its benefits must be visible not only in abstract efficiency gains but in the usability and convenience people experience directly — faster services, simpler access, and more personalised solutions. Building this shared understanding between institutions, regulators, and citizens will be essential to ensuring adoption that is inclusive, transparent, and grounded in trust.",
    "If we get this balance right, Sri Lanka can position itself not merely as a participant in the AI revolution, but as a regional leader in shaping its responsible future."
  ]
}