{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/People-s-Bank-conducts-People-s-Spark-event-to-commemorate-World-MSME-Day/34-763816",
  "time_ut": 1720038333.0,
  "original_lang": "en",
  "original_title": "People’s Bank conducts ‘People’s Spark’ event to commemorate World MSME Day",
  "original_body_lines": [
    "People’s Bank Chairman Sujeewa Rajapakse presenting a People’s Spark loan. CEO/GM Clive Fonseka and Deputy General Manager-Enterprise Banking Wickrama Narayana look on",
    "People’s Bank Celebrated World Micro, Small, and Medium-sized Enterprises Day by launching the ‘People’s Spark’ loan scheme at a special event held at the People’s Bank Staff Training College auditorium in Colombo 5 recently.",
    "The event was attended by People’s Bank Chairman Sujeewa Rajapakse, Chief Executive Officer/General Manager Clive Fonseka, Deputy General Manager-Enterprise Banking Wickrama Narayana as well as the bank’s corporate and executive management team members. The Chief Guest of the event was Alpex Marine Ltd. Director Wattala Janaka Mayakaduwa. During the event, a customer who benefitted from the first phase of the ‘People’s Spark’ program, Ceylon Valley Agro Products Ltd. Embilipitiya Director Sajith Rajapakse shared his experiences with the audience. Additionally, 15 customers who applied for loans under the ‘People’s Spark’ program were officially presented with their loans.",
    "‘People’s Spark’ is a loan scheme launched by People’s Bank to develop micro, small, and medium-sized young entrepreneurs who have completed their primary, secondary and tertiary education. Applications for ‘People’s Spark’ loans can be submitted byw following instructions on the People’s Bank website. Customers can obtain loans at annual interest rates starting from 7% while the young entrepreneurs can also benefit from valuable business advisory services.",
    "Additionally, People’s Bank has made arrangements to celebrate World Micro, Small, and Medium-sized Enterprises Day by organising 24 exhibitions in various regions across the country to provide a platform for all micro, small, and medium-sized enterprises customers to expand their business by marketing their goods and services to potential customers.",
    "The general assembly of the UN has designated every 27 June as World Micro, Small, and Medium-sized Enterprises Day. Having commenced in 2017, the objective of this day is to raise awareness about the impact made by micro, small, and medium-sized enterprises towards sustainable development of the global economy."
  ]
}