{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/turf-protection/",
  "time_ut": 1725739680.0,
  "original_lang": "en",
  "original_title": "Turf protection",
  "original_body_lines": [
    "With two weeks left before the long awaited presidential election, the campaigns of the principal contenders widely perceived to be Anura Kumara Dissanayake, Sajith Premadasa and the incumbent, Ranil Wickremesinghe – not necessarily in that order – are gaining momentum. Namal Rajapaksa was a late entry to the fray after billionaire businessman Dhammika Perera backed out for reasons he has not chosen to explain to the people. There have been defections by the score, so many that it’s hard to count, from the Rajapaksa party with the majority opting to go with RW, while a few have thrown their lot with Sajith Premadasa. What is crystal clear is that these defections have little to do with the fast approaching big contest but very much to do with the parliamentary election that will soon follow.",
    "Defections as well as hastily cobbled alliances are obviously meant to cover parliamentary turf. The various MOUs or agreements between the different participants have not been made public but discerning people know that national list seats, portfolios, places on party lists of election candidates and what have you are all part of the currency of exchange. Obviously some of those outside parliament serving as party organizers for various electorates must become sacrificial lambs to accommodate defectors. They will not take kindly such arrangements and it remains to be seen what will follow. There can, of course, be let downs as evidenced by the country’s post-independence politics.",
    "Who can forget that Mr. W. Dahanayake, a onetime prime minister, was persuaded not to run at Galle, for long his home turf, and placed on the UNP national list. Came the election results and his name was not among those selected for appointment to Parliament. If we remember right, President Premadasa made some arrangement about his pension. But he was forced into retirement. Another fall guy, if we may borrow from the American lexicon, was Mr. Maithripala Senanayake, who had long served the SLFP as its de facto deputy leader. He too was placed on a national list and fobbed off after the poll by being appointed Governor or the North Central Province. These examples vividly illustrate that anything is possible in politics.",
    "Among the principal contenders, only the NPP/JVP has declared that there would be an immediate dissolution of the incumbent Parliament in the event of their election. The president is empowered by the constitution to dissolve the legislature at his discretion no sooner two years and six months have passed since its first meeting. This period has now lapsed and whoever is elected president on September 21, is empowered to dissolve. AKD says this is the first thing he will do once elected (note that he doesn’t say if he is elected) and has even gone as far as saying how he would form an interim government until a new Parliament is elected.",
    "This with just his present three-member parliamentary group. He says that his parliamentary seat would be vacated should he become president and will be filled by a nomination by the party. He plans to run an interim government with four ministers – himself plus three MPs – and hold portfolios not allocated himself until a new Parliament is elected. Nothing is impossible: RW became PM and then president with a single national list seat!",
    "Readers would remember that RW was under heavy pressure from the SLPP which elected him president, and particularly by Basil Rajapaksa, to first hold a parliamentary election and follow with a presidential contest. Wickremesinghe resisted this demand, made undoubtedly on a calculation that the SLPP whose stock had plunged to its lowest depths post aragalaya in July 2022, would be able to salvage at least a respectable parliamentary presence with such an arrangement.",
    "By then many of the termites that disappeared from the picture had crawled out of the woodwork. The SLPP kept saying interminably that it would run a candidate for president but remained remarkably shy of naming that worthy. RW too dragged his feet about declaring his own candidacy while his proxies set about organizing his campaign. Clearly he was awaiting word of SLPP support but in the interim had no scruples about attracting pohottuwa MPs to his camp. Whether it was that or any other reason that made the SLPP abandon Wickremesinghe, we do not know.",
    "The NPP/JVP made a concerted effort last week to convince a wide segment of business leaders that they had no reason to fear an administration of their party. The audience they attracted was significant. No doubt other contenders for the presidency also attracted a similar presence. Election funders commonly back more than one horse in the race regarding whatever they drop into political war chests both as insurance and investment. That has no doubt paid off in the past. Many observers and commentators have predicted that this election, unlike previous presidential polls, will see no candidate clearing the magic 50 percent plus one barrier at the first count. That would involve counting second and third preference votes. If there is yet no conclusive result, whoever led the popular vote will be declared the winner.",
    "Whatever the outcome, photo-finish or otherwise, let us hope there will be no violence. While numerous complaints of violation of election law has already been reported, there has been no murder or mayhem thus far. Let us hope this situation will prevail until the final winner is declared.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}