{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/The-Colombo-Plan-officials-meet-Port-and-Aviation-Ministry-to-strengthen-partnership/34-768440",
  "time_ut": 1729888224.0,
  "original_lang": "en",
  "original_title": "The Colombo Plan officials meet Port and Aviation Ministry to strengthen partnership",
  "original_body_lines": [
    "From left: Transport, Highways, Ports and Civil Aviation Ministry Secretary K.D.S. Ruwanchandra, The Colombo Plan Secretary General Dr. Benjamin Reyes, Ports and Civil Aviation Ministry Additional Secretary E.M.S.B. Jayasundara, SLPA Chairman (Rtd.) Admiral Sirimewan Ranasinghe WWV, RWP, VSV, USP, SLPA Vice Chairman Eng. Herath M.P. Jayawardhana, SLPA Managing Director Ganaka Hemachandra, SLPA Director – Marketing and BD Savia Mizkin, MAP Lead Consultant Rohan Masakorala, Senior Accountant Teshani Weerakoon, and MAP Project Assistant Tharushini Suriyaarachchi",
    "The recent courtesy visit by The Colombo Plan to the Transport, Highways, Ports and Civil Aviation Ministry Secretary K.D.S. Ruwanchandra and the management of the Sri Lanka Ports Authority (SLPA) represents a significant step in strengthening collaboration and updating attendees on recent developments and initiatives under the Maritime Advisory Program (MAP).",
    "Funded by the US State Department with support from the US Embassy in Sri Lanka, the MAP aims to upskill and reskill SLPA officials over a three-year period, commencing in 2024. The program will focus on enhancing the technical expertise of SLPA employees, particularly in managing smart ports and adopting modern port management practices.",
    "The comprehensive capacity-building program will encompass a variety of training methods, including technical exchanges, workshops, conferences, and port study exchange tours. Peer advisory missions will be conducted, featuring both local and international experts who will contribute to these initiatives. Their guidance will assist SLPA officials in enhancing client services and providing value-added services to the shipping community.",
    "The US Government’s commitment to financing these activities is part of its ongoing support for Sri Lanka’s training environment, with a focus on boosting the productivity and competitiveness of Sri Lankan ports. This will help position Sri Lanka’s ports as key regional hubs in South Asia, aligning with the goal of modernising the nation’s port infrastructure and services."
  ]
}