{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Premium-International-announces-successful-completion-and-handing-over-of-German-Sri-Lanka-Friendship-Hospital-for-Women-in-Galle/34-760292",
  "time_ut": 1712182243.0,
  "original_lang": "en",
  "original_title": "Premium International announces successful completion and handing over of German – Sri Lanka Friendship Hospital for Women in Galle",
  "original_body_lines": [
    "The German – Sri Lanka Friendship Hospital for Women in Galle, was declared open on 27 March 2024, by President Ranil Wickramasinghe and Minister for Health Dr. Ramesh Pathirana. With a capacity of 640 beds and an ultramodern hospital complex spanning over 500,000 sqft, the new facility stands as South Asia’s largest, most modern and advanced maternity hospital.",
    "The latter stages of this long-delayed project was undertaken and completed by Premium International – Sri Lanka’s only integrated healthcare technology and infrastructure solutions providers. The company was responsible for sourcing, supplying and installation of majority of the medical and non-medical equipment, along with required civil and MEP engineering works.",
    "Acting as the principal medical equipment solutions provider, Premium International supplied and commissioned most of the cutting-edge medical equipment of the hospital’s laboratories, blood bank, operating theatres, intensive care unit, neonatal intensive care unit, delivery rooms and maternity wards. Premium also provided complete industrial technology solutions for the central hospital facility requirements, including industrial-scale laundry, kitchen, central sterile supply department (CSSD), healthcare waste management and mortuary. Notably, the CSSD which is the heart of the infection control, prevention and sterilisation in a hospital environment, this is known to be the most advanced facility of its kind in Sri Lanka.",
    "Premium International was also responsible for project management and contract administration and total civil rectification of this hospital complex, bringing the entire facility in line with international standards. The services included design modifications, civil construction and rectification, electrical and plumbing works.",
    "Premium International Project Director Sujeewa Sumanasena conveyed, “We are delighted to receive compliments and praise from principal stakeholders of this project including the Ministry of Health, KfW Bank Germany and the engineer for the project appointed by the German Government GITEC GmbH for the quality of the works carried out and the professionalism with which Premium has executed all the multiple contracts of this project. This recognition solidifies Premium’s reputation as the most trusted and reliable partner for integrated healthcare technology and infrastructure solutions, demonstrating our unique ability to exceed customer expectations and deliver excellence by coordinating a diverse range of stakeholders and bring them together.”",
    "Funded by the Federal Republic of Germany, the Helmut Kohl Maternity Hospital Galle Foundation, KfW Bank and GoSL this initiative symbolises the lasting friendship between Sri Lanka and Germany. It originated from the vision of former German Chancellor, the late Dr. Helmut Kohl, inspired by his miraculous survival during the 2004 Indian Ocean Tsunami while visiting the South of Sri Lanka."
  ]
}