{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Hospice-Sri-Lanka-Alliance-makes-a-milestone-in-palliative-care-Health-Secy/108-282505",
  "time_ut": 1715613360.0,
  "original_lang": "en",
  "original_title": "Hospice Sri Lanka Alliance makes a milestone in palliative care: Health Secy.",
  "original_body_lines": [
    "Colombo, May 13 (Daily Mirror) - Forming an alliance in the hospice treatment sector in the country will make a milestone in the palliative care and will help to standardize an industry, which had rendered a significant service to the public, said Secretary of Health Dr. Palitha Mahipala.",
    "Dr. Mahipala made these remarks addressing the inaugural ceremony to launch Hospice Sri Lanka Alliance, which was organised by the College of Palliative Medicine of Sri Lanka (CPMSL) at the BMICH over the weekend.",
    "Hospice treatment is a programme to ensure the quality of life of a patient of a chronic disease like cancer who is nearing his end and to treat the person’s symptoms rather than the disease itself. Palliative is a form of medical care that relieves symptoms without dealing with the cause of the condition.",
    "Although hospices have been functioning in the country for over a decade, the absence of amalgamation and inter-hospice coordination has posed challenges in training, service enhancement and benchmarking. To address these gaps, the Hospice Sri Lanka Alliance was formed to assume the role of a catalyst and to elevate the hospice sector to international standards.",
    "Dr. Mahipala said the CPMSL has emerged as a beacon of hope for enhancing the quality of life for palliative patients across Sri Lanka and plays a pivotal role in the advancement of palliative care.",
    "Prof. Samadhi Rajapaksa has been appointed as the Chairman of the Hospice Sri Lanka Alliance, which has been formed with leading industry representatives like Shantha Sevana in Maharagama, CANE in Jaffna, Cancer Care Anuradhapura, Sri Sathya Sai Suva Sevana in Hanwella, Institute of Palliative Medicine in Matara, Eastern Cancer Care in Eravur and Sahana Sevana in Maharagama.",
    "The event also witnessed the launch of the ‘Touch of Tender Loving Care,’ a series of handbooks authored by experts in respective fields aimed at providing essential guidance to caregivers in both community and hospice settings. The series is a publication of the CPMSL.",
    "The series Touch of Tender Loving care consists of guidebooks on ‘Basic Palliative Care Aspects at community Setting’ by Dr. Ishanka Talagala, ‘Pain Management in Palliative Care Patients in the Community’ by Dr. Prasadini Karunarathne, ‘Nutrition guide for patients receiving palliative and hospice care in a home setting’ by Dr. Renuka Jayathissa, ‘Prevention of Communicable diseases in palliative patients at home setting’ by Dr. Ishara Premathilake, Caretaker guide on managing bed sores by Dr. Thusitha Kahaduwa and Caring for Caregivers by Dr. Manudi Vidhanapathirana.",
    "The inaugural ceremony was graced by distinguished health officials including the Director General of Health Services Dr. Asela Gunawardena."
  ]
}