{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Elections-regime-shift-and-transformation-of-the-State/4-765607",
  "time_ut": 1723755843.0,
  "original_lang": "en",
  "original_title": "Elections, regime shift, and transformation of the State",
  "original_body_lines": [
    "The resulting battles will thus to a large degree continue to determine the ultimate significance of any regime that emerges in the immediate aftermath of the election – Pic by Shehan Gunasekara",
    "Elections offer an opportunity to measure the re-composition of social forces. New coalitions are tested, new alliances become possible, and ultimately there is a period of policy convergence. Under ideal circumstances, this process results in the consolidation of a new regime capable of governing over the long run. In a parliamentary democratic system, such a hegemonic bloc can accommodate the rotation of parties in and out of power. The clearest examples in Sri Lanka’s post-independence history, of course, are the ‘intermediate regime’ from 1956 to 1977 and the neoliberal ‘open economy’ that has characterised policy making from 1977 up to the present.",
    "The question is whether the upcoming Presidential election will offer a decisive break with the latter, ushering in a new relationship between State and society. Despite growing frustration with the IMF Agreement, there is less consensus on the nature of the alternative. The resulting battles will thus to a large degree continue to determine the ultimate significance of any regime that emerges in the immediate aftermath of the election. Nevertheless, there are already relative positions that demarcate the various forces of intellectual and political reaction from those that could in a broad sense be considered progressive.",
    "The legacy of the Aragalaya, of course, is implicitly if not explicitly a part of the background of this debate. The meaning of the 9 July 2022 uprising looms large in what could be construed as an electoral referendum on its legacy. But the distinction has also emerged in the degree to which people identify, in substance if not in form, with the current regime’s efforts to ‘stabilise’ the economy versus those who argue that a full-blown political revolution is necessary to achieve the vague promises of system change initially contemplated by the people’s movement.",
    "The most obvious example of reaction perhaps is the widespread belief among sections of the commentariat that the NPP, as the most visible and active electoral threat to the current regime, constitutes a new version of a Sinhala Buddhist red menace. There is a stronger emphasis on one part of the epithet or another depending on the audience to whom one is trying to appeal. Given that the NPP still carries with it the Marxist legacy and symbols of its chief constituent party, the JVP, it appears easy, of course, to represent it as an existential danger to private property. But the NPP itself has bent over backwards to demonstrate that it is more than capable of accommodating the capitalist class, including avoiding confrontational rhetoric about redistribution.",
    "In contrast, the NPP’s ambiguous stance on the national question presents a more viable line of attack for stability mongers eager to portray its fundamental continuity with the JVP’s previous explicit affinity with Sinhala Buddhist nationalism. In a related way, commentators emphasise the disjuncture between Ranil Wickremesinghe and the Rajapaksas to emphasise the degree to which the former adheres to a supposedly progressive stance on ethnic issues. The fact that Namal Rajapaksa was declared the SLPP candidate is supposedly more evidence that Wickremesinghe’s project remains divergent. Meanwhile, the NPP’s active courtship of retired military personnel seems to imply a problematic style of mobilisation among the majority community like previous SLPP campaigns under Gotabaya Rajapaksa’s leadership.",
    "Of course, this comparison is a cynical move to say the least. Key among the differences that stability mongers conveniently ignore is the degree to which Wickremesinghe himself, as a transactional politician, has tossed aside the concerns of marginalised ethnic communities as and when it was convenient. In 2000, he helped derail Chandrika Kumaratunga’s efforts to secure a new draft constitution in a clear example of base partisan politics. Meanwhile, Wickremesinghe relied on the same national security apparatus that the Rajapaksas helped consolidate to defeat the Aragalaya in the immediate aftermath of the 9 July 2022 popular uprising, thereby instituting a counterrevolution.",
    "At the same time, the NPP creates an opening for a line of attack on its progressive credentials to the extent that it has failed to take an explicit stance on devolution and the national question in general. The NPP’s attempt at triangulation in this instance is not so much the product of an ingrained Sinhala Buddhist nationalism, having constituted a key break in its social appeal and representation over the years since Anura Kumara Dissanayake obtained leadership of the JVP. Rather, it is based on debatable assumptions about political pragmatism.",
    "Regardless, it has yet to articulate a clear vision of how to resolve the economic crisis through an explicit approach to the national question. For example, by using devolution as a plank to combat uneven development across the country and push back against coercive State centralisation. This blind spot makes it vulnerable to the cynical manoeuvring of people who attempt to leverage minority demands as a bulwark against any potential electoral wave to topple the current regime.",
    "In a wider sense, the ideological ground is already being prepared to test potential lines of attack on an NPP government if it wins power. The real question, however, should be to what extent, if at all, such a government is willing to address historical grievances and demands among marginalised communities in conjunction with a clear stance opposing IMF-mandated austerity. To the extent that the NPP is in campaign mode, it may perceive such ambivalence as a necessary tactic, by avoiding taking a clear position on the major issues of the day. Instead, it prefers to couch them in buoyant rhetoric of an end to the rule of the political ‘clique’ and a populist-style attack on corruption. The reality, however, is that any government invested in progressive transformation must inevitably work to build the social forces capable of mobilisation to carry out its program in the aftermath of any potential victory. This is the real meaning of hegemony.",
    "Even if the NPP itself remains indecisive on this question, there is an opening to the extent other progressive forces exploit the resulting leadership vacuum in the discourse and articulate a clear position on the need for a democratic transformation of relations between State and society. If the promise of the Aragalaya remains unfulfilled, then it must be further engaged not only in terms of basic demands for greater popular participation and representation, but also a major break with the prevailing economic order. These democratic and developmental tasks are intertwined to the extent we conceive a new role for experts, policy makers, and intellectuals and their relationship to working people’s politics in a wide sense.",
    "With the great popular uprisings that continue to occur across the region and wider world, most recently in Kenya and Bangladesh, a new arc of struggles is converging on the need for a major transformation of the political economic order to accommodate the demands of people experiencing the worst effects of austerity and authoritarianism. Yet this formula will not be solved through electoral politics alone. Instead, it will require mobilisation that accommodates new forms of knowledge production with the intent of resisting and overcoming the worst mechanisms of exploitation at the heart of the contemporary world system, and which are backed by domestic elites.",
    "To this extent, what we need are not ostensibly ‘apolitical’ technocratic experts to advise one party or the other, whichever gains power. Instead, we must envision partisan planners capable of helping build alternative institutions that can challenge and transform the State apparatus. Within this shift, there must be a much more robust conversation about the relationship between ‘re-peasantisation’ to resolve the long simmering rural crisis and an industrial policy capable of tackling further challenges posed by the ongoing reconfiguration of the international division of labour amid global upheaval. Only a deeper, underlying change in our ideological assumptions about the role of progressive organisers and thinkers in this regard will prepare the way for a regime that can govern in the long run, regardless of which party wins power in the Presidential election."
  ]
}