{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99805/copf-directs-to-take-immediate-measures-to-regulate-online-casinos-",
  "time_ut": 1718102400.0,
  "original_lang": "en",
  "original_title": "CoPF directs to take immediate measures to regulate Online Casinos",
  "original_body_lines": [
    "During the meeting of the Committee on Public Finance (CoPF), it was disclosed that even though it is clearly stated by law that online casino operations cannot be carried out in the country, online casinos operate in the open depriving the state of the revenue due without any implications.",
    "The Chair of the committee Dr. Harsha de Silva directed that a letter be sent to the Minister of Finance requesting for his immediate attention regarding the matter.",
    "This was taken into discussion at the Committee on Public Finance which met under the Chairmanship of Dr. de Silva recently (06), according to the Communication Department of Parliament.",
    "The importance of establishing a Casino Regulator was also highlighted at the Committee on Public Finance, the statement said.",
    "Officials representing the Ministry of Finance and the Central Bank were also of the view that many issues pertaining to casinos can be resolved following the establishment of a Casino Regulator.",
    "The Chair instructed the officials present to take immediate measures and not to delay further the necessary laws to establish a regulatory authority which is very important to attract foreign investors and to collect the revenue due to the government from the casino business.",
    "Following the aforesaid discussions, the Committee took into consideration the Regulations under Section 4 read with section 3 of the Casino Business (Regulation) Act No. 17 of 2010 and an Order under Section 4 read with section 3 of the Casino Business (Regulation) Act No. 17 of 2010. The Regulation and Order was then approved by the Committee following careful consideration.",
    "The Committee on Public Finance also took into consideration the Notification under Section 27 of the Welfare Benefits Act, No. 24 of 2002 and was approved by the Committee.",
    "State Minister Dr. Suren Raghavan, and Members of Parliament Nimal Lanza, Mayantha Dissanayake, Chandima Weerakkody, Dr. Nalaka Godahewa, Harshana Rajakaruna, Madhura Withanage were present at the committee meeting held."
  ]
}