{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-and-icc-collaborate-to-offer-tailored-home-financing/",
  "time_ut": 1711062960.0,
  "original_lang": "en",
  "original_title": "HNB and ICC collaborate to offer tailored home financing",
  "original_body_lines": [
    "Reiterating its efforts to bring the best possible deals to customers investing in their dream home, Sri Lanka’s leading private sector bank, HNB PLC, entered into a Memorandum of Understanding (MoU) with the International Construction Consortium (PVT) Ltd (ICC), to offer exclusive financial solutions to prospective homeowners of the developer’s latest project,’ The Residencies Kotte’, located in the capital city of Sri Lanka.",
    "The agreement was signed at a special ceremony at ICC Head Office, with the participation of HNB AGM -Personal Financial Services, Kanchana Karunagama, and ICC Managing Director/Chief Executive Officer, Namal Peiris, alongside additional representatives from both companies. The partnership will provide customers with the value proposition best suited to their needs, for their home investment.",
    "Commenting on the partnership, HNB AGM – PFS, Kanchana Karunagama said: “We are proud to extend our commitment to empowering homeownership together with the ICC, through helping aspiring homeowners tackle the housing landscape with tailored financial solutions. In tandem with ICC’s expertise in construction, we’re dedicated to making the journey to homeownership seamless and fulfilling.”",
    "Through this partnership, customers can avail themselves to special interest rates and other benefits from HNB, as well as convenient and flexible repayment options tailor-made to their budgets, during the promotional period which ends December 31, 2024. To provide maximum support, the bank’s dedicated agents also support customers with legal documentation needed for the facility. Moreover, HNB’s backend processes ensure a speedy loan approval process.",
    "“Our latest project in Kotte is located in a prime area, just minutes from the Monarch Imperial Hotel. We are making steady progress with Tower A, while we just completed the super structure for Tower B. At this rate, I believe that our collaboration with HNB ensures a seamless path for customers looking to own their dream home,” commented ICC.",
    "With over 40 years of experience in the construction industry, the International Construction Consortium (PVT) Ltd is the most innovative and progressive Civil Engineering organizations in Sri Lanka. The Consortium has completed several condominium projects such as Mount Clifford Homagama, Nivasie Malabe and Oceanfront Condos in Galle & Nilaveli.",
    "Dreamron Group celebrates 25 years of generating foreign revenue for Sri Lanka",
    "HNB clinches joint victory at ACCA Sustainability Reporting Awards 2023",
    "HNB celebrates 135-year legacy of partnerships and progress with commemorative stamp launch",
    "Declaration of attractive dividends by banking sector counters rejuvenates bourse",
    "HNB unveils the future of rapid customer onboarding in partnership with Lime by LinearSix",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}