{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97573/india-to-push-rupee-investments-in-sri-lanka-report",
  "time_ut": 1709040360.0,
  "original_lang": "en",
  "original_title": "India to push rupee investments in Sri Lanka - report",
  "original_body_lines": [
    "The Indian government is working on operationalizing Rupee investments in Sri Lanka in a move to boost Indian investments in its southern neighbour, two people aware of the matter told Mint.",
    "Rupee investments will ease the way for Indian firms to enter the Sri Lankan markets, the people mentioned above said, speaking under the condition of anonymity.",
    "During FY 2023, the Reserve Bank of India (RBI) allowed invoicing and payments for international trade in the Indian Rupee.",
    "This allowed exports and imports to be denominated and invoiced in Indian rupees, with the settlement of trade transactions taking place in the currency.",
    "The RBI’s decision is aimed at promoting the growth of global trade, especially Indian exports, apart from systematically internationalizing the currency. India wants the Indian Rupee to be a hard currency in the future, the second person mentioned above said.",
    "Last year, Sri Lanka notified the Indian Rupee as a designated currency, which enabled trade between the two countries to be settled in the currency and also allowed tourists visiting the island-nation to use the currency for transactions.",
    "India now hopes to work with Sri Lankan to make it easier for Indian firms to invest in the island nation.",
    "“At present, Indian investors invest in the country through international currencies like the dollar, which is more cumbersome and involves conversion costs,” said one of the persons cited above.",
    "“Rupee investments will ease the way for Indian firms to enter the Sri Lankan markets. The ministry of external affairs (MEA), in particular, is learnt to be pushing for this change,” the person added.",
    "Spokespersons of India’s MEA, finance ministry and the Reserve Bank of India (RBI) didn’t respond to emailed queries.",
    "India has built a closer economic relationship with Sri Lanka in recent years.",
    "India is a key partner of Sri Lanka, playing a pivotal role in its recovery from the economic crisis that started in 2019 and threatened to derail the economy of the South Asian nation.",
    "The crisis that peaked in 2022-23 saw spiralling inflation, emptying of foreign exchange reserves, and shortages of basic commodities.",
    "While the IMF extended assistance of $3 billion, India gave an assistance of over $4 billion to Sri Lanka aiding its economic recovery.",
    "India’s financial assistance included credit lines, a currency swap arrangement and deferred import payments.",
    "India and Sri Lanka also unveiled a slew of connectivity initiatives during President Ranil Wickremesinghe’s visit to India last July. These include proposals for a petroleum pipeline, power grid linkages, a land bridge and a comprehensive Economic and Technology Cooperation Agreement (ETCA).",
    "On 19 February, Mint reported that the ETCA deal is expected to be finalized in FY25, with negotiations in advanced stages.",
    "“Pushing for rupee investments will also aid Indian firms, which have made high-profile investments in Sri Lanka,” the person mentioned above said.",
    "Major Indian corporate houses have invested in Sri Lanka. For instance, the Adani Group is developing the West Container Terminal in Colombo Port, for which it received $553 million from the US government’s Development Finance Corporation (DFC).",
    "The group is also considering a $750 million initial investment in Sri Lanka’s power sector, according to reports.",
    "There is a vision to make Indian currency into a hard currency in the coming years, which will enable it to become a part of the IMF’s SDR (special drawing rights) basket, and allow it to be held as a foreign exchange reserve, the second person said."
  ]
}