{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99935/record-number-of-legal-reforms-in-sri-lankas-history-in-last-2-years-justice-secretary-",
  "time_ut": 1718642640.0,
  "original_lang": "en",
  "original_title": "Record number of legal reforms in Sri Lanka’s history in last 2 years – Justice Secretary",
  "original_body_lines": [
    "The Secretary to the Ministry of Justice, Prison Affairs and Constitutional Reforms, Mr. M. N. Ranasinghe, stated that the period from 2022 to 2024 will be historically significant for the highest number of law reforms in Sri Lanka.",
    "He highlighted that since 2022, a total of 59 legal reforms have been passed in Parliament, with an additional 07 drafts and 44 legal amendments slated for future approval.",
    "Mr. Ranasinghe made these remarks during a press conference titled “Two Years of Progress and Advancement” at the Presidential Media Centre today (17).",
    "He emphasized the ministry’s pivotal role in drafting laws across various ministries. He noted that the Department of Legal Draftsman prepared 273 drafts in 2022 and 299 drafts in 2023, encompassing all three languages.",
    "Secretary to the Ministry of Justice, Prison Affairs and Constitutional Reform, Mr. M. N. Ranasinghe further said:",
    "“The Ministry of Justice, Prison Affairs, and Constitutional Reforms has made significant progress in legal reforms over the past two years.",
    "This period will be remembered as the time where the largest number of legal reforms were implemented.",
    "Within the scope of our ministry, 59 legal reforms have been passed in Parliament: 29 in 2022, 17 in 2023, and 13 so far in 2024. Additionally, seven more drafts are set to be adopted by Parliament soon. It is also important to note that work on 44 other crucial legal amendments is nearly complete. The Ministry of Justice plays a major role in drafting laws for every ministry. Consequently, the Department of Legal Draftsman prepared 273 draft laws in 2022 and 299 in 2023, in all three languages, for other ministries.",
    "By making the judicial system more efficient, people’s cases can be resolved quickly. This allows property related to litigation to be utilized for economic development and fosters a favourable investment environment. Clearly, there is a direct relationship between delays in the legal system and economic growth.",
    "According to the report issued by the Sectorial Oversight Committee on Legal Affairs in 2017, it typically takes about 17 years to conclude a criminal case. Various studies indicate that it can take more than a generation to complete land, partition, and testamentary cases. We have planned the necessary activities to change this situation.",
    "Digitization of the judicial system has been identified as a major solution. Accordingly, digitization and a large number of reforms have already been carried out in the ministry as well as in the judicial sector.",
    "After 42 years, the amendment of the Constitution increased the number of Supreme Court judges by 14. Despite the difficult economic situation, 76 judicial officers were recruited on two occasions in the last two years. Additionally, 34 individuals were promoted to High Court Judges on two occasions. This allowed for the increase in the number of courts and the introduction of new courts.",
    "During this period, the number of courtrooms in the Supreme Court was increased from 3 to 5, and the number of courtrooms in the Court of Appeal was increased from 5 to 10. It should also be mentioned that digitization has been introduced in the Supreme Court, providing great convenience to citizens, including lawyers.",
    "Getting to the top of the Ease of Doing Business Index is crucial for attracting foreign investments. Four Commercial High Courts have been established in the Western Province to resolve commercial disputes, and all arrangements have been made to establish more Commercial High Courts. Additionally, to address the new investment landscape created by the port city project, necessary legal reforms are underway to establish an investment court to quickly resolve investor disputes.",
    "An Enforcing Contract Task Force is also being implemented to build a favourable investment environment.",
    "The amendment to the Code of Civil Procedure in 2023 introduced the pre-trial conference system, enabling quicker trials. In the future, pre-trial hearings are also planned to be conducted swiftly under separate judges.",
    "It should be noted that nearly 30% of the cases piled up in the district courts are money-related cases. To reduce the number of financial cases coming to the courts, the financial limit of the conciliation boards was raised to Rs. 1 million.",
    "In 2022, the Ministry introduced a significant change to the judicial structure by establishing small claims courts, where financial disputes up to Rs. 2 million can be referred. Since these courts follow streamlined procedures, financial disputes can be resolved very quickly.",
    "Currently, separate Small Claims Courts are functioning in Colombo, Kandy, and Matale. In the future, the establishment of these small claims courts in other areas will be facilitated. Until then, this judicial procedure will be implemented in the district courts.",
    "The Judicial Zoning Committee has proposed many new courts to facilitate access to justice for rural people. Accordingly, a tourism court was established in the Morawewa area, and the other recommendations of the committee’s report will be implemented in the future. Tourist courts and magistrate courts were promoted in Medavachchiya, Kahtagasdigiliya, Nochchiyagama, Kalavanchikudi, Narammala and Kalawana. Additionally, several new courts were established over the past two years.",
    "Moreover, the process of settling disputes outside of court has been strengthened. It is noteworthy that Sri Lanka’s dispute settlement rate is almost 70%, which has received international recognition.",
    "We have taken necessary steps to strengthen the institutions under the Ministry of Justice, including the Attorney General’s Department, the Department of Legal Draftsman, the Department of Government Analyst, and the National Authority for The Protection of Victims of Crimes and Witnesses, to ensure the effective administration of justice for the public.",
    "In 2023 alone, the Sri Lanka Legal Aid Commission provided services to 182,579 people.",
    "The Office of National Unity and Reconciliation, the Office of Missing Persons and the Office of Reparations are working towards creating a Sri Lankan nation that respects national identity, treats every citizen equally and upholds peace. The Ministry will implement the necessary legal amendments and provide all required guidelines.”",
    "“The past two years have been characterized by numerous legislative actions, including the enactment of new laws and updates to existing ones. In the 21st amendment to the constitution, we uphold the positive aspects of the 20th amendment. Notably, through the 21st amendment, all independent commissions were reinstated, addressing previous challenges effectively. This includes provisions for prosecuting the wrongdoings made by the President, requiring Parliamentary approval for high government positions and seeking Constitution Council’s approval for appointing the Governor of the Central Bank.",
    "Additionally, significant bills such as the Anti-Corruption Bill and the Hydrology Bill have been introduced. As per the amendment to the Dangerous Drugs Ordinance, possession of more than 5 grams of ‘ICE’ drug carries severe penalties, including death or life imprisonment.",
    "Furthermore, the recently enacted Regulation of Election Expenditure Bill mandates that every candidate contesting elections must report their expenditures within 21 days of the release of election results, marking a significant positive development.",
    "Moreover, in the Commercial High Court, the option to conduct proceedings entirely in English has been introduced. Additionally, online hearings are currently underway and a new arbitration law has been submitted to the Attorney General for approval, aiming to resolve cases outside of traditional court settings.",
    "In conclusion, these new decrees and measures are expected to facilitate expedient and systematic conclusion of legal proceedings.”",
    "“We are actively working on introducing Court Community Platform software that will connect all institutions involved in the judicial sector. Currently, we are implementing recommendations from the Judicial Service Commission with additional technical support. The digitization of all courts in Sri Lanka is planned in three phases, with financial support from the European Union and technical assistance from the United Nations Development Program. Pilot projects for this initiative are already underway.",
    "Additionally, the process of applying for bail and providing bail has been streamlined through an electronic system. Furthermore, digital display boards have been installed in several courts in Colombo to manage the crowd in courtrooms effectively. An electronic payment system has also been introduced, with plans to transition to an online payment system in the next stage.”",
    "“In the fiscal year 2022, our ministry was allocated Rs. 4862 million, followed by Rs. 2748 million in 2023 and Rs. 2743 million in 2024. With these allocations, we have successfully opened three court complexes in Ratnapura, Welimada and Theldeniya.",
    "Last year, a double apartment complex was constructed in Kurunegala. Additionally, renovation work has modernized the Judicial Service Commission building. Construction is underway for the Galle Court Complex, with plans to complete the first phase of a 16-floor Colombo 12 Court Complex spanning six floors.",
    "Efforts are also on-going to modernize the Supreme Court complex and the Court of Appeal. A new court building is being constructed in Wakarei. Furthermore, quarters for judges are being built in Gampola, Halawatha and Batticaloa.”",
    "“If we measure the progress of our department by the number of reports issued, the figures for the years 2022, 2023 and 2024 indicate significant growth. In 2022, we received 42,895 productions and issued 40,756 reports. By 2023, these numbers increased to 58,886 productions received and 53,253 reports issued.",
    "This represents a 37% increase in production receipts and a 30% increase in report issuances compared to 2022.”",
    "“The prison reform process has indeed been successful over the past two years. Various long-term and short-term measures have been implemented to address overcrowding in prisons. Plans are underway to complete the relocation of Dumbara, Jaffna and Angunakolapalassa prisons within the next two years. Additionally, preliminary work for the evacuation of the Colombo prison has already been completed.”",
    "Director General of the Office for Reparation Ms. J. Krishnamoorthy,",
    "“The Office for Reparations operates according to seven thematic principles to support citizens. Financial relief continues to be disbursed for movable and immovable properties, as well as vehicles, to those affected by the unrest in 2022. By December 2023, financial relief had been provided for 26,538 complaints.”",
    "Additional Secretary (Development) Ms. R. P. S. Saman Kumari, Deputy Director (Legal) of the Legal Aid Commission Advocate Ms. S. M. K. Hapuarachchi, Secretary of the Conciliation Board Commission Ms. T. K. Rathnasuriya, Acting Director General of the Office for National Unity and Reconciliation Ms. Thushari Suriyarachchi, Head of Data Management of the Office of Missing Persons Mr. A. N. Nuwan also addressed the press conference and many officials from the Ministry of Justice, Prison Affairs and Constitutional Reform were present on the occasion."
  ]
}