{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/31/oil-gas-vessel-calls-at-hambantota-port-surge-132-in-2023/",
  "time_ut": 1706675700.0,
  "original_lang": "en",
  "original_title": "Oil & Gas Vessel Calls at Hambantota Port Surge 132% in 2023",
  "original_body_lines": [
    "COLOMBO (News 1st); The Hambantota International Port (HIP) witnessed a phenomenal year in 2023, with oil and gas vessel calls skyrocketing 132% compared to 2022.",
    "A key reason for this is the port’s bunkering partner Sinopec actively operating in the market, bringing significant value addition to the HIP’s commercial operations, said HIPG.",
    "The overall oil & gas throughput handled by the port in 2023 was 918,000 MT with 700,000 MT of bunker and 218,000 MT LPG cargoes.",
    "A total of 35 vessels called at HIP in July 2023, making it the month for the highest number of calls during the year. The port recorded a growth of 186% in LPG vessels and 125% growth in bunker vessels in 2023 as opposed to the 114 bunker and 15 LPG vessels that called in 2022. In terms of throughput the port saw a 218% overall growth with a 147% increase in LPG and 250% increase in bunker as opposed to 2022, with July marking the highest.",
    "“We are looking at the energy sector as a growth market for HIP and are actively promoting it. We expect these figures to more than double in the current year. With Sinopec partnering with HIP, we are changing the dynamics of bunker supplies in the Indian Ocean, adhering to the highest levels of health & safety,” said Tissa Wickremasinghe, COO of Hambantota International Port Group (HIPG).",
    "Over 300 oil and gas cargo vessels visited the Hambantota international Port (HIP) in 2023, recording a 132 percent increase in vessel calls compared to 2022. A key reason for this is the port’s bunkering partner Sinopec actively operating in the market, bringing significant value addition to the HIP’s commercial operations.",
    "The overall oil & gas throughput handled by the port in 2023 was 918,000 MT with 700,000 MT of bunker and 218,000 MT LPG cargoes.",
    "“We are looking at the energy sector as a growth market for HIP and are actively promoting it. We expect these figures to more than double in the current year. With Sinopec partnering with HIP, we are changing the dynamics of bunker supplies in the Indian Ocean, adhering to the highest levels of health & safety,” says Tissa Wickremasinghe, COO of Hambantota International Port Group (HIPG).",
    "A total of 35 vessels called at HIP in July 2023, making it the month for the highest number of calls during the year. The port recorded a growth of 186% in LPG vessels and 125% growth in bunker vessels in 2023 as opposed to the 114 bunker and 15 LPG vessels that called in 2022. In terms of throughput the port saw a 218% overall growth with a 147% increase in LPG and 250% increase in bunker as opposed to 2022, with July marking the highest.",
    "Trilan Perera, Executive Director; Ship Agency & Marine Services of Lanka Shipping & Logistics (PVT) Ltd says, the Hambantota International Port’s dynamic team ensures seamless collaboration with industry professionals, delivering exemplary services to port users. “HIP’s bunkering facilities, gives priority to the highest standards of safety, reliability, and operational efficiency. The port sources products reliably from the world's leading suppliers laying emphasis on their dedication to quality. Its strategic positioning along the east-west sail route, is geographically advantageous while dedicated deep-water oil jetties provide for a higher standard of operational capability. The port has also increased its storage capacity to cater to industry growth. Undoubtedly, HIP stands as a beacon of excellence in the maritime landscape.”",
    "The figures achieved were amidst several challenges Tissa Wickremasinghe remarked, “We are moving forward amidst an economic downturn and a dollar",
    "crisis in Sri Lanka, continuing to provide services without interruptions. The Palestine and Ukraine wars have also impacted the oil market contributing to a surge in global prices. We have achieved our target volumes, in spite of these crises. With major projects and developments in infrastructure occurring simultaneously, the port manages vessel operations, handles manpower efficiently, and we have achieved all of this within a completely accident-free environment.”",
    "The port has set higher goals for 2024, and says it is not only about overcoming challenges but about setting new standards and achieving overall growth.",
    "Health Sector on Brink of Strike as Union Demands Remain Unmet"
  ]
}