{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/Peru-president-grabbed-by-protester-at-public-event/107-275428",
  "time_ut": 1705820340.0,
  "original_lang": "en",
  "original_title": "Peru president grabbed by protester at public event",
  "original_body_lines": [
    "Ayacucho , Jan 11 9AFP) - A protester violently grabbed Peruvian President Dina Boluarte on Saturday during an event in the southern Ayacucho region, where 10 people were killed in mass anti-government demonstrations more than a year ago.",
    "TV footage of the assault showed Boluarte in traditional clothing surrounded by a crowd of people as she throws out candy, when a shouting woman approaches and grabs the president.",
    "A chaotic scene ensues as police intervene to separate the woman, with Boluarte seemingly uninjured and rejoining the event.",
    "The woman said she held Boluarte responsible for the death of her husband during the December 2022 protests in Ayacucho.",
    "Boluarte, 61, came to power that month after former leftist president Pedro Castillo tried to dissolve Congress and rule by decree, leading to his quick ouster and arrest.",
    "Violent protests demanding Boluarte step down and fresh elections be held followed across the country.",
    "The ensuing crackdown by security forces left almost 50 people dead, according to an estimate by Human Rights Watch, which accused the authorities of extrajudicial and arbitrary killings.",
    "Multiple legal proceedings accusing Boluarte of responsibility for the deaths were launched after the crackdown.",
    "Interior Minister Victor Torres said after Saturday’s event that “drastic” disciplinary measures would be taken against members in charge of the president’s security and that bodyguards would be dismissed.",
    "Prime Minister Alberto Otarola condemned the attack, saying: “This unfortunate event endangered the safety of the head of state and is extremely serious.”",
    "“With violence, we all lose as a country,” he said on X, formerly Twitter.",
    "Boluarte is Peru’s sixth president since March 2018 and the first woman to hold the role."
  ]
}