{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/ICC-prosecutor-seeks-arrest-of-Israeli-and-Hamas-leaders/108-282981",
  "time_ut": 1716208860.0,
  "original_lang": "en",
  "original_title": "ICC prosecutor seeks arrest of Israeli and Hamas leaders",
  "original_body_lines": [
    "The chief prosecutor of the International Criminal Court (ICC) says he is seeking arrest warrants for Israeli and Hamas leaders, including Israeli Prime Minister Benjamin Netanyahu, over alleged war crimes.",
    "ICC prosecutor Karim AA Khan KC has made applications for the arrest warrants, claiming he has reasonable grounds to believe Mr Netanyahu and Israeli Defence Minister Yoav Gallant bear responsibility for war crimes and crimes against humanity during the Israel-Gaza war.",
    "Arrest warrants have also been sought for Hamas leaders Yahya Sinwar, Ismail Haniyeh and Mohammed Diab Ibrahim Al-Masri for alleged war crimes and crimes against humanity.",
    "The prosecutor must request the warrants from a pre-trial panel of three judges, who take on average two months to consider the evidence and determine if the proceedings can move forward.",
    "Speaking of the Israeli actions, Mr Khan said in a statement that \"the effects of the use of starvation as a method of warfare, together with other attacks and collective punishment against the civilian population of Gaza are acute, visible and widely known.",
    "\"They include malnutrition, dehydration, profound suffering and an increasing number of deaths among the Palestinian population, including babies, other children, and women.\"",
    "Israel has denied committing war crimes during the Gaza war, triggered by the Hamas-led attack on Israel on October 7.",
    "Of the Hamas actions in Israel on October 7, Karim Khan said that he saw for himself \"the devastating scenes of these attacks and the profound impact of the unconscionable crimes charged in the applications filed today\".",
    "\"Speaking with survivors, I heard how the love within a family, the deepest bonds between a parent and a child, were contorted to inflict unfathomable pain through calculated cruelty and extreme callousness. These acts demand accountability,\" he said.",
    "Israeli war cabinet minister Benny Gantz described the ICC's decision as \"a crime of historic proportion\".",
    "\"Drawing parallels between the leaders of a democratic country determined to defend itself from despicable terror to leaders of a blood-thirsty terror organisation [Hamas] is a deep distortion of justice and blatant moral bankruptcy,\" Mr Gantz said.",
    "Israel is not a member of the court, and even if the arrest warrants are issued, Mr Netanyahu and Mr Gallant do not face any immediate risk of prosecution.",
    "Senior Hamas official Sami Abu Zuhri told Reuters the decision \"equates the victim with the executioner\".",
    "He also said the move encouraged Israel to continue its \"war of extermination\" in Gaza.",
    "The announcement by the ICC's top prosecutor deepens Israel's isolation as it presses ahead with its war, and the threat of arrest could make it difficult for the Israeli leaders to travel abroad.",
    "Both Yahya Sinwar and  Mohammed Diab Ibrahim Al-Masri are believed to be hiding in Gaza as Israel tries to hunt them down.",
    "However Ismail Haniyeh — the supreme leader of the Islamic militant group — is based in Qatar and frequently travels across the region.",
    "#ICC Prosecutor @KarimKhanQC announces applications for arrest warrants in relation to Benjamin Netanyahu and Yoav Gallant in the context of the situation in the State of #Palestine ⤵️https://t.co/WqDZecXFZq pic.twitter.com/bxqLWc5M6u"
  ]
}