{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/plans-to-boost-foreign-reserves-to-us-10-billion-in-2025-trigger-bull-run-at-bourse/",
  "time_ut": 1733432040.0,
  "original_lang": "en",
  "original_title": "Plans to boost foreign reserves to US$ 10 billion in 2025 trigger bull-run at bourse",
  "original_body_lines": [
    "The stock market was extremely bullish yesterday due to Central Bank Governor Dr Nandalal Weerasinghe’s comment to the media that the CBSL intends to increase the current foreign reserve to US $ 10 billion next year.",
    "‘All these years the government temporarily halted imports due to the foreign reserve crisis but at present the country’s foreign reserves have grown to US $ 7 billion. However, this amount will be increased to US $ 10 billion very soon. This gave an impetus to yesterday’s stock market, analysts said.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 64.6 points while the S and P SL20 rose by 40.1 points. Turnover stood at Rs 4.4 billion with 13 crossings.",
    "Those crossings were reported in HNB which crossed 785,000 shares to the tune of Rs 188.4 million and its shares traded at Rs 240, Access Engineering 6.2 million shares crossed for Rs 185 million; its shares traded at Rs 30, JKH 3.3 million shares crossed to the tune of Rs 68.9 million; its shares sold at Rs 20.90, Hunnas Holdings 1.8 million shares crossed to the tune of Rs 54 million; its shares sold at Rs 30, Vidul Lanka 4.2 million shares crossed for Rs 52.9 million and its shares traded at Rs 12.50, Seylan Bank 1 million shares crossed for Rs 44.2 million and its shares sold at Rs 44.2 million , Chevron Lubricants 250,000 shares crossed for Rs 33.75 million; its shares traded at Rs 135, MBN Capital 1.67 million shares crossed to the tune of Rs 32.5 million; its shares traded at Rs 19.50, Hemas Holdings 300,000 shares crossed for Rs 26.4 million; its shares traded at Rs 88, Commercial Bank (Non- Voting) 250,000 shares crossed for Rs 23.25 million; its shares traded at Rs 46.50, Lanka IOC 200,000 shares crossed for Rs 23 million; its shares traded at Rs 115 and Lankem Developments 1 million shares crossed for Rs 21.7 million and its shares traded at Rs 21.70.",
    "In the retail market companies that mainly contributed to the turnover were; Sampath Bank Rs 315 million (3.1 million shares traded), Access Engineering Rs 211 million (11.1 million shares traded), Hemas Holdings Rs 208 million (2.3 million shares traded), Commercial Bank Rs 182 million (1.4 million shares traded), HNB Rs 136 million (570,000 shares traded) and JKH Rs 135.6 million (6.5 million shares traded). During the day 191 million share volumes changed hands in 27000 transactions.",
    "It is said that the banking sector, especially Sampath Bank and HNB, were the main drivers of the market, while the manufacturing sector, especially JKH, assisted the market to move forward in a positive manner.",
    "Yesterday, the rupee opened marginally stronger at Rs 290.35/40 to the US dollar from Rs 290.40/50 to the US dollar the previous day, dealers said, while bond yields were down.",
    "A bond maturing on 15.12.2027 was quoted at 10.10/15 percent. A bond maturing on 15.03.2028 was quoted at 10.35/45 percent, down 10.45/55 percent. A bond maturing on 15.09.2029 was quoted at 10.75/85 percent, down from 10.80/95 percent.",
    "NDB Kotahena branch sets a new benchmark with record-breaking CEO’s Club achievement",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}