{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Kohuwala-and-Getambe-flyover-projects-to-resume/56-781860",
  "time_ut": 1758151925.0,
  "original_lang": "en",
  "original_title": "Kohuwala and Getambe flyover projects to resume",
  "original_body_lines": [
    "The Government has given its green light to fast-track the outstanding construction work on the Kohuwala flyover in Colombo and to resume the stalled construction of the Getambe flyover in Kandy.",
    "The move follows the Cabinet of Ministers on Monday approving the new proposal, presented by Transport and Highways Minister Bimal Rathnayake, to complete the remaining ground-level road construction at Kohuwala, which will be carried out using local funds through the existing contractor, while work on the Getambe flyover will also resume.",
    "Both projects were initiated under a financial cooperation framework agreement between Sri Lanka and the Hungarian Government. However, the provision of funds by the Hungarian Export-Import Bank was terminated during the height of Sri Lanka’s economic crisis, leading to major setbacks.",
    "“Although the Kohuwala flyover was eventually completed with funds provided by the contractors and opened for vehicle traffic, the ground-level roads remain unfinished, creating difficulties for pedestrians. The Getambe flyover, meanwhile, remained at a standstill,” Cabinet Spokesman and Minister Dr. Nalinda Jayatissa said at the weekly post-Cabinet meeting media briefing on Tuesday.",
    "According to the Auditor General’s 2023 report, the project is being executed by the Ministry of Transport and Highways (formerly the Ministry of Highways) with the Road Development Authority as the implementing agency. The project, which commenced in August 2021, originally had an estimated cost of € 54.97 million (approximately Rs. 11.17 billion), of which € 52 million was to be financed by the Hungarian Export-Import Bank. The remaining Rs. 975 million was to be borne by the Sri Lankan Government. The project was initially scheduled for completion by 15 February 2024 (http://www.auditorgeneral.gov.lk/web/images/audit-reports/upload/2023/Project/4-XXI/Design-and-construction-of-Kohuwala-and-Gatambe-E.pdf)."
  ]
}