{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100224/palestinian-militants-fire-rockets-into-israel-tanks-advance-in-gaza",
  "time_ut": 1719841740.0,
  "original_lang": "en",
  "original_title": "Palestinian militants fire rockets into Israel, tanks advance in Gaza",
  "original_body_lines": [
    "The Palestinian militant group Islamic Jihad fired a barrage of rockets into Israel on Monday as fighting raged in Gaza and Israeli tanks advanced deeper in parts of the enclave, residents and officials said.",
    "The armed wing of Islamic Jihad, an Iranian-backed ally of Hamas, said its fighters fired rockets towards several Israeli communities near the fence with Gaza in response to “the crimes of the Zionist enemy against our Palestinian people”.",
    "The volley of around 20 rockets caused no casualties, the Israeli military said. But the attack showed militants still possess rocket capabilities almost nine months into an offensive that Israel says is aimed at neutralising threats against it.",
    "Violence also flared on Monday in the Israeli occupied West Bank, where the Palestinian health ministry said a woman and a boy were killed in the city of Tulkarm during an operation by Israeli forces. A day earlier, an Israeli strike in the same area killed an Islamic Jihad member.",
    "In some parts of Gaza, militants continue to stage attacks on Israeli forces in areas that the army had left months ago.",
    "Israeli tanks deepened incursions into the Shejaia suburb of eastern Gaza City for a fifth day, and tanks advanced further in western and central Rafah, in southern Gaza near the border with Egypt, residents said.",
    "The Israeli military said it had killed a number of militants in combat in Shejaia on Monday and found large amounts of weapons there.",
    "Hamas, the militant Islamist group that governs Gaza, said its fighters had lured an Israeli force into a booby-trapped house in the east of Rafah and blown it up, causing casualties.",
    "The Israeli military announced the death of a soldier in southern Gaza without providing details. Israel’s Army Radio said the soldier was killed in Rafah in a booby-trapped house - a possible reference to the incident reported by Islamic Jihad.",
    "Also in Rafah, the Israeli military said that an airstrike killed a militant who fired an anti-tank missile at its troops.",
    "Israel has signalled that its operation in Rafah, meant to stamp out Hamas, will soon be concluded. After the intense phase of the war is over, its forces will focus on smaller scale operations meant to stop Hamas reassembling, officials say.",
    "The war began when Hamas-led fighters burst into southern Israel on Oct. 7, killed 1,200 people and took around 250 hostages, including civilians and soldiers, back into Gaza, according to Israeli tallies.",
    "The offensive launched by Israel in retaliation has killed nearly 38,000 people, according to the Gaza health ministry, and has left the heavily built-up coastal enclave in ruins.",
    "The Gaza health ministry does not distinguish between combatants and non-combatants, but officials say most of the dead are civilians. Israel says 317 of its soldiers have been killed in Gaza and that at least a third of the Palestinian dead are fighters.",
    "Arab mediators’ efforts to secure a ceasefire, backed by the United States, have stalled. Hamas says any deal must end the war and bring a full Israeli withdrawal from Gaza. Israel says it will accept only temporary pauses in the fighting until Hamas is eradicated.",
    "Israeli authorities released 54 Palestinians it had detained during the war, Palestinian border officials said.",
    "Among them was Mohammad Abu Selmeyah, the director of Al Shifa Hospital, arrested by the military when its forces first stormed the medical facility in November.",
    "Israel said Hamas had been using the hospital for military purposes. The military has released the hospital’s CCTV footage from Oct. 7 showing gunmen and hostages on the premises and has taken journalists into a tunnel found at the complex.",
    "Hamas has denied using hospitals for military purposes. Abu Selmeyah rejected the allegations on Monday and said detainees had been abused during their detention, including being deprived of food and medicine, and that some had died.",
    "“I was subjected to severe torture, my little finger was broken, and I was beaten in the head until blood came out, more than once,” Abu Selmeyah told a press conference at Al-Aqsa Hospital in Deir Al-Balah.",
    "Israel in May said it was investigating the deaths of Palestinians captured during the war as well as a military-run detention camp where released detainees and rights groups have alleged abuse of inmates.",
    "The military did not immediately comment on Abu Selmeyah’s remarks."
  ]
}