{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102585/sri-lankas-economy-stabilized-reforms-critical-world-bank",
  "time_ut": 1728544020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s economy stabilized, reforms critical – World Bank",
  "original_body_lines": [
    "Sri Lanka’s economy has stabilized, with growth expected to reach 4.4 percent in 2024, surpassing earlier forecasts. This positive outlook follows four consecutive quarters of growth driven by the industrial and tourism sectors and supported by critical structural and policy reforms, says the World Bank.",
    "Released today, the World Bank’s bi-annual Sri Lanka Development Update, titled Opening Up to the Future, cautions that the recovery remains fragile and hinges on maintaining macroeconomic stability, successfully restructuring debt, and continuing structural reforms to increase medium-term growth and reduce poverty. Key reforms aimed at boosting exports, attracting foreign investment, enhancing female labor force participation, improving productivity, and addressing challenges such as poverty, food insecurity, and vulnerabilities in the financial sector are crucial for achieving more inclusive and sustainable growth.",
    "The report underscores the country’s potential for achieving higher and sustainable growth through trade. Sri Lanka has an untapped export potential estimated at $10 billion annually, which could create approximately 142,500 new jobs. There is significant opportunity for diversifying and expanding exports in manufacturing, services and agriculture, provided the necessary reforms are implemented.",
    "“Sri Lanka’s recent economic stabilization, marked by four quarters of growth and a current account surplus in 2023, is a significant milestone,” said David Sislen, World Bank Regional Country Director for Maldives, Nepal, and Sri Lanka. “At this moment, Sri Lanka has a real opportunity to realize its export potential, which we estimate at $10 billion annually. There is an opening for Sri Lanka to deepen its participation in global value chains and take advantage of its geography and an evolving global landscape to generate jobs and sustain growth. The continued implementation of important economic and governance-related reforms will allow Sri Lanka to fully benefit from this moment.”",
    "Looking ahead, the report projects a modest growth of 3.5 percent in 2025. Growth is then expected to follow a modest path over the medium term due to the scarring effects of the economic crisis. Poverty is expected to gradually decline but remain above 20 percent until 2026. Inflation is likely to stay below the central bank’s target of 5 percent in 2024, gradually increasing as demand picks up. The current account is projected to remain in surplus in 2024, driven by tourism and remittances.",
    "The Sri Lanka Development Update is a companion piece to the South Asia Development Update, a twice-a-year World Bank report that examines economic developments and prospects in the South Asia region and analyzes policy challenges faced by countries in this region. The October 2024 edition, Women, Jobs, and Growth, projects growth of 6.4 percent in South Asia this year, making it the fastest- growing EMDE region in the world. Increasing women’s participation in the labor force and opening further to global trade and investment could help the region grow even faster and achieve its development goals, says the World Bank’s regional outlook."
  ]
}