{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sunethra-saw-the-coming-colour-during-the-1977-general-election-campaign/",
  "time_ut": 1744022220.0,
  "original_lang": "en",
  "original_title": "Sunethra saw the coming colour during the 1977 general election campaign",
  "original_body_lines": [
    "These thoughts would not be complete without a reference to Mr. Maithripala Senanayake. He was the Minister of Irrigation, Power and Highways and the Minister next in seniority to the Prime Minister. As such, he was appointed to act for the Prime Minister when she traveled out of the country. It was in this context that I came to know him well. Mr. Senanayake was affable and dignified. He spoke softly and acted calmly. He was unhurried, unruffled and clear in his thinking. He was intelligent, greatly experienced and well balanced.",
    "These qualities no doubt endeared him to the people of his electorate, Medawachchiya, in the North Central Province, because he never lost that seat in over 50 years of parliamentary life, a record. When I had to work with him, when he was acting Prime Minister, I found him extremely responsible and cautious. He would not decide anything, without careful scrutiny and asking me how the Prime Minister would have viewed the matter. This however did not lead to delay. Rapidly reassuring himself on all aspects, he would then decide quickly.",
    "Anything major, which could await the Prime Minister’s arrival, he held back. He was deeply conscious of the fact that he was acting, and was very proper in his conduct. We got on well and had a relationship of mutual respect. Sometimes he invited my wife and me home to dinner, which was always of the highest quality and personally supervised by his wife and Private Secretary Mrs. Ranji Senanayake.",
    "She was a delightful and entertaining hostess with a fund of stories, anecdotes and insightful comments. As Private Secretary, she was very proper and never intervened in any matter relating to us, unless it was relevant and necessary. I enjoyed working with Mr. Senanayake as much as I enjoyed working with the Prime Minister and I could see that he appreciated my guidance, on some of the difficult issues that came up.",
    "But I did not know or realize how deeply he had appreciated my work, until very much later, in fact, until virtually a few months prior to his death. He was then Governor of the North Central Province, and I was Secretary to the Ministry of Education and Higher Education. I had lost touch with him for a considerable period. One day, his wife rang me on some matter of a school in which he was interested which I promptly attended to. This was in October 1997 just two and a half months before my retirement. I then received a letter dated October 5, 1997 from Mr. Senanayake which moved me considerably due to its sincerity and depth of feeling. It made me feel that I had not toiled in vain. The personal reference to me in the letter was as follows:",
    "“Dharmasiri, you are the last of a very special breed of public servants and I am afraid you belong to another era, another time, the calibre of public servants that you do not get now. Loyalty, integrity, trustworthy and valuable asset to any government. Always with the correct advice, and to the benefit of the government. Certainly, this Acting Prime Minister could not go wrong with you and I am well aware how fortunate Hon. Mrs. Bandaranaike was to have you as her Secretary when she was Prime Minister in the seventies. “",
    "Parliament was dissolved and the election campaign begun. It was June 1977. Elections were to be held on July 21. Such a period between the dissolution of Parliament and the holding of a general election, whilst a hectic period politically, is a quieter period administratively. Ministers and other political elements are out in the field. The public service runs the administration, subject to occasional interludes with Ministers. Public institutions take on a somewhat deserted air.",
    "I was in office, one day during this period, when Sunethra, the Prime Minister’s elder daughter and Coordinating Secretary literally burst into my room. Since the campaign started she and her sister Chandrika, the present President were spearheading the election activities in Attanagalla, the Prime Minister’s constituency, reputed to be one of the safest electorates in the country. Sunethra, I was aware, was out in the field, and she had told me so. Occasionally, when she came into office, she used to open the door of my room, from the threshold say she was off to Attanagalla and disappear.",
    "This time she came right in, and was about to say something and leave, when I asked her how the election was going. ” Very badly” she said. “Where?” I asked. “In the whole country,” she replied. This was with about three weeks to go to polling. “At least Attanagalla is o.k.”, I said. “No,” she said.",
    "“as things stand today she will lose Attanagalla.” This was indeed staggering news, and I saw that she was not joking. Soon, she hurried away leaving me somewhat stunned.",
    "What had happened was that, because she was extremely busy, the Prime Minister had neglected her electorate. Her visits to meet the people there had been few and infrequent. She had entrusted electoral work to certain lower level party workers, who were ineffective, and among whom some were corrupt. Party supporters were isolated and had no regular senior and respected person to appeal to or articulate their grievances. They were now seething and in a rebellious mood. Added to this was a swing in public mood against the government.",
    "When Sunethra, came again for a brief chat, almost a week before the election, I asked her how things were going. “She will now win,” she said, “but with a greatly reduced majority.” I asked her what the majority was likely to be. “A little over 10,000”, she said. If this was so it was going to be a drastic reduction from the usual majority of between 24,000 – 26,000 votes. Sunethra added further, that the electorate was badly neglected and that when they went from house to house some party supporters asked them, “Are you coming only now?”",
    "She said that in many places, it was a humiliating experience for them. But she was prophetic. At the general elections, which proved a disaster for the SLFP, Mrs. Bandaranaike as predicted by Sunethra retained her seat by a majority of a little over 10,000 votes, when all around her was lost.",
    "Prophecy, however did not end here. The ultimate prophet turned out to be the Army Commander General Sepala Attygalle’s barber. About three or four days before the elections, Sepala dropped in at the office. WT, I and a couple of others were talking to him. Sepala said that he had a most amusing tale to relate. He had been to his barber’s the previous day. Like most barbers, this one too was virtually a non-stop conversationalist. Sepala had asked him as to who was going to win the elections.",
    "The barber had promptly replied “Sir, UNP 140. SLFP 10. Thondaman Leader of the Opposition!”. Sepala was highly amused by what he thought to be this intemperate, wishful thinking dreamer his barber was. His whole body was shaking with laughter as he related the story. He was later to say that the barber should have been in a University teaching political analysis.",
    "Before I conclude my references to personalities, it would be relevant to refer to Sunethra. I have already related an instance of the remarkable quality of her political analysis. This was but a typical example of her capacity for lucid thinking. She had a good and trained mind, and she used it with a degree of discipline free of political emotion which was remarkable in so political a personality. She had her views and convictions. But she like her mother was prepared to listen and if necessary change. In her, strong convictions did not hinder the free play of intelligence and she was prepared to depart from dogma if there were sufficiently cogent reasons.",
    "She had the rare ability of amalgamating strong convictions with an open mind and holding both in balance. These intellectual qualities were supplemented by a deep humanism and kindness towards others. I remember how distraught she was when the Additional Secretary, Ministry of Planning Dr. Ananda Meegama’s young son died in a bicycle accident. She nearly exhausted herself by running to the hospital, taking the initiative in getting the body out as soon as possible, consoling the family and attending to so many matters as if this was a bereavement in her own family.",
    "There was also the time, when she being aware that my father was quite ill, came to my room early evening on a Friday, and asked me whether I had enough money at home in case of an emergency. She reminded me that it won’t be possible to cash a cheque over the weekend. She wanted to give me some money in case I needed it. She knew I was extremely busy with my work and wanted to make sure that I had not overlooked a possibly serious contingency.",
    "This was her nature, and it was a pleasure to work with her. It was perhaps the country’s misfortune that she had opted to retain her personal freedom over the shackles and the nastiness of competitive representational politics.",
    "Virtually on the eve of the elections, the President’s office spoke to me and stated that the President, Mr. William Gopallawa wanted me to join him at breakfast, on the day after the poll. He was also inviting WT Jayasinghe, the Service Chiefs and the IGP. The President’s aim was to have us as an advisory group in his management of the post-election situation until a new government was installed.",
    "We were at President’s House by 7.30 a.m. The President had ordered a sumptuous breakfast. By now, the results announced upto that time indicated a complete rout of the government. Most of the Ministers had lost their seats as well. Among them was the powerful Mr. Felix Dias Bandaranaike, who lost his safe seat in Dompe to Sarathchandra Rajakaruna, a newcomer to Parliamentary politics. It was evident that the United National Party was going to obtain a majority of well over two-thirds of the seats. In the end they ended up with over five-sixths of the seats, an astounding record.",
    "In these clear circumstances, there was not much advice that we could proffer, nor was there much advice needed. There was one matter however, the President discussed with us. The Commissioner of Elections could not declare the complete result of the election until the results of the three member; Multi-Member seat of Nuwara-Eliya/Maskeliya came in. There was a delay in counting there due to the great length of the ballot paper. By the early afternoon of July 22nd all the results were in except for this electorate.",
    "There was information coming in that people were getting restless due to this delay and that some incidents had begun to occur. Under these circumstances, after discussion with us, the President telephoned Mr. JR Jayewardene, the leader of the UNP and Prime Minister elect and suggested that he makes an appeal over the radio for calm, until the final result was declared. Mr. Jayewardene accepted this advice and his broadcast helped to calm things down. There was nothing more for us to do at President’s House, but WT and I decided to go to Horagolla, Mrs. Bandranaike’s country seat, about an hour’s drive from Colombo.",
    "But before we left, I had an important telephone call to make. This was to Mr. Menikdiwela, Secretary, to the Leader of the Opposition, Mr. JR Jayewardene’s Secretary. I knew that he would now require the famous “Subjects and Functions” files, and it was my duty to discuss this with him. I got him over the telephone at Ward Place, the residence of Mr. Jayewardene. After the congratulations and good wishes, I told him that WT and I were going to Horagolla, and asked him whether I could leave the files with Mr. HK Fernando, the Senior Clerk handling the subject and who by now was an expert on the whole subject area.",
    "Mr. Menikdiwela agreed, and we were off to Horagolla. When we reached there, as expected, gloom prevailed. Mrs. Bandaranaike was in tears when she greeted us. But we soon cheered her up. We knew that she was very resilient. What she needed now was to get out of the state of denial, in which she was and face reality squarely. WT and I thought, that optimism and frankness were both necessary.",
    "Among other things, I told her “Madam, I am going to use a cricketing metaphor. This match, you have lost comprehensively by an innings. What is necessary now is to learn the lessons of this match and prepare for the next match.” She laughed and agreed. Both of us; as we took our leave, felt sad to see her in the condition she was in, and on the journey back to Colombo, there was little conversation between us.",
    "By this time, I had worked with Mrs. Bandaranaike for over seven years as her Secretary and about four and a half years as her Assistant Secretary, during which period I also acted for the Secretary on a few occasions. I have already commented on some of the major issues that she had faced and my assessment of her outlook, character and abilities. But what did she think of my work? I had reason to believe that she was pleased. This was demonstrated both through her general attitude towards me as well as the occasional gesture.",
    "One such gesture was a recognition by her of the virtually exhausting hours of work I put in just prior to, during and for sometime after, the Non-Aligned Summit. One day, when she came to office she presented me with a gold Rolex watch. This had been one of the personal gifts she had received during the conference. But I really came to know the depth of her appreciation much later. I was in the habit of writing a short letter wishing her well on her birthday. Particularly, in the context of a new government, I did not consider it proper to personally visit her.",
    "She herself, as I have already pointed out was very proper in her own actions and fully understood I could not come. In reply to a letter from me wishing her on her birthday in 1989, she wrote me a rather long letter, dated 2nd May 2, 1989. In it, she stated as follows:",
    "“I realize the responsibility cast on you having to handle a large Ministry. (This was the Ministry of Agriculture, Food and Co-operatives). I do not envy you. In fact, I really sympathize with you because you area person who is so conscientious of your duties. I have watched you when you were my Secretary. I can imagine the workload you have to shoulder I wish you the best and the strength to shoulder the responsibilities cast on you.”",
    "Again, on 4/5/1992, in reply to a letter of birthday greetings to her, where I also wrote stating that I was nearing 55 years of age and that I would have to give some serious thought as to my future, she wrote as follows:",
    "“I didn’t realize that you are nearly 55 years in age. You can afford to work longer, perhaps not at the same pace you have been doing. I hope you are not thinking of retiring just now. The country needs honest and dedicated public servants like you. This is very rare these days. I hope you are not working so hard as you used to. We are old and no longer getting young. “",
    "In addition to these written sentiments, I was also aware of the complimentary manner in which she had referred to me to several people. One such person was Mr. Lalith Athulathmudali, who was my Minister in the Ministry of Agriculture, Food and Cooperatives at the time. One day, he came from Parliament and said “There, I met an admirer of yours in Parliament today.” I asked who it was. He said Mrs. Bandaranaike, and went on to add that she had said that he was lucky to have me as his Secretary.",
    "These sentiments, I am aware, she carried to the end of her life.",
    "As late as 1997, when we went to Rosmead Place to invite her to be an attesting witness at our son’s wedding, she was not in the best of health. She appeared frail and had a badly swollen foot wrapped in bandages. Seeing her in this condition, whilst stating the purpose of our visit, I also said that we did not wish to impose on her if she was not well enough. She wouldn’t hear of it. What she said touched us deeply. She said, “I will come. But I’m not sure that I will be able to walk. In that case, I will come in my wheelchair.”",
    "Karu Jayasuriya’s time as Mayor of Colombo:revenue gains and effective administration",
    "A humane doctor who helped women in their hour of greatest need",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}