{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100783/prime-minister-delivers-special-statement-in-parliament",
  "time_ut": 1721967360.0,
  "original_lang": "en",
  "original_title": "Prime Minister delivers special statement in Parliament",
  "original_body_lines": [
    "Prime Minister Dinesh Gunawardena arrived in Parliament this morning (26) shortly after the commencement of the parliamentary session.",
    "Accordingly, the Prime Minister is currently delivering a special statement in the Parliament.",
    "PM Gunawardena is scheduled to officially inform Parliament of the government’s official position on the Supreme Court decision regarding the post of the IGP, in his special statement today (26).",
    "The Cabinet of Ministers, which convened an urgent meeting on Wednesday (24), had decided to announce its response to the decision of the Supreme Court regarding the IGP within two days after studying in depth the legal aspects of the matter.",
    "The Supreme Court on Wednesday issued an interim order preventing Deshabandu Tennakoon from performing duties and functioning in the position of the IGP.",
    "The Supreme Court had issued this order after granting leave to proceed with the nine petitions, filed by several parties including Cardinal Malcolm Ranjith, challenging Tennakoon’s appointment as the IGP.",
    "The Supreme Court had also ordered the President to name a suitable person for the position of IGP, for the duration of the interim order being enforced against Deshabandu Tennakoon.",
    "Accordingly, a special cabinet meeting was called on Wednesday (24) at the Presidential Secretariat in Colombo, chaired by President Ranil Wickramasinghe.",
    "The Cabinet of Ministers was of the opinion that since the decision of the Supreme Court regarding the IGP was received only this afternoon, adequate time is needed to conduct an in-depth study of the related legal issues.",
    "Accordingly, it was unanimously decided that it would be most suitable to announce the response of the Cabinet within two days.",
    "Meanwhile, given the upcoming Presidential Election, President Ranil Wickremesinghe has been advised by his legal team that appointing an Acting Inspector General of Police (IGP) every two weeks could lead to election petitions against him.",
    "Consequently, the President has informed the Speaker of Parliament that he will refrain from getting involved in this matter, sources told Ada Derana."
  ]
}