{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101945/former-anuradhapura-asp-sanjeewa-mahanama-granted-bail",
  "time_ut": 1726221420.0,
  "original_lang": "en",
  "original_title": "Former Anuradhapura ASP Sanjeewa Mahanama granted bail",
  "original_body_lines": [
    "The Anuradhapura Magistrate’s Court has granted bail to former Assistant Superintendent of Police (ASP) of Anuradhapura Sanjeewa Mahanama today (13).",
    "The Criminal Investigation Department (CID) had arrested Sanjeewa Mahanama for allegedly assisting in the orchestrated shooting targeting the vehicle of former parliamentarian Uddika Premaratne.",
    "On June 14, Sri Lanka Police said that investigations had uncovered that the incident where several gunshots had been fired at the vehicle belonging to then-Anuradhapura District MP Uddika Premaratne, had been staged by the actor-turned-politician himself with the help of the Anuradhapura ASP.",
    "On September 17, 2023, it was initially reported that a group of unidentified gunmen had opened fire at Premaratne’s car soon after he returned to his residence in Anuradhapura at around 10:35 p.m. and that the parliamentarian had managed to escape unharmed.",
    "It was claimed that the perpetrators, who had arrived in a car, had targeted the parliamentarian who was walking towards the house after parking his vehicle. The left rear door glass of Premaratne’s car was damaged in the shooting incident for which the gunmen were believed to have used a pistol, it was reported.",
    "Anuradhapura police initiated investigations soon after the incident was reported and Special Task Force (STF) personnel were deployed to beef up the security near the MP’s house. Later, investigations into the matter were handed over to the Criminal Investigation Department (CID).",
    "Later on 27 February 2024, the Sri Lanka Podujana Peramuna (SLPP) MP resigned as a Member of Parliament, following which S.C. Muthukumarana of SLPP was appointed to fill the vacant MP seat.",
    "However, Premaratne was later reported to have travelled to Canada, seeking political asylum, which he refuted, and claimed that he was expecting a work visa in Canada.",
    "In 2020, the popular actor was announced as a candidate for the 2020 parliamentary election from the Anuradhapura District as a member of the Sri Lanka People’s Freedom Alliance, a political alliance led by the SLPP formed in 2019.",
    "He obtained 133,550 votes and won a seat in the 16th Parliament of Sri Lanka."
  ]
}