{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Is-intelligence-in-the-right-place/4-767811",
  "time_ut": 1728607591.0,
  "original_lang": "en",
  "original_title": "Is intelligence in the right place?",
  "original_body_lines": [
    "The need for proactive intelligence to prevent incidents like the Easter Sunday attacks cannot be overstated",
    "witness that men, consciously—that is, fully understanding their real interests—have left them in the background and rushed headlong on another path, to meet peril and danger, compelled to this course by nobody and nothing, but, as it were, simply disliking the beaten track, and have obstinately, wilfully, struck out another difficult, absurd way, seeking it almost in the darkness.",
    "Given the recent political changes the country has experienced, the writer senses a need to reproduce this article (which was published previously). At a time when the track record and performance of the country’s intelligence services and law enforcement agencies have been debated in the public sphere, and with the appointment of a new Chief of State Intelligence, the writer feels it is pertinent to re-examine this interesting, albeit somewhat “murky,” subject.",
    "As a former law enforcement officer and the head of counter-terrorism in the national security apparatus, the writer strongly believes in proactive intelligence, which suffices to support the age-old phrase, “prevention is better than cure.” Failure to adhere to this simple rule has resulted in irreparable and dire consequences for both the security services and society at large.",
    "As a result, what we see today is a tug-of-war between the intelligence and law enforcement authorities, each trying to place the responsibility on the other for failing to prevent the disastrous Easter Sunday incident. This has also placed the state in a very unfortunate and helpless situation. The writer is left to ponder whether the gravity of this situation perhaps led to the recent changes within the security apparatus, especially with the appointment of a senior police officer as the new Chief of the State Intelligence Service (SIS).",
    "One of the main reasons for reproducing this article in the current context is an attempt to draw the attention of the present regime and its decision-makers to the value of intelligence and proactive intelligence where national security and disaster management are concerned. Law enforcement measures and intelligence measures are part of a comprehensive system intended to efficiently prevent threats to the state and society at large. The main task of intelligence agencies, as governmental organisations, is to gather information for the purpose of national security. While evidence in criminal proceedings must conform to several restrictions to be admissible in court, information gathered by intelligence services does not have to meet the same criteria. Hermetically sealed dividing lines between law enforcement and intelligence lead to unjustifiable inefficiency on both sides, and agencies should be allowed to exchange relevant information.",
    "Thomas Hobbes, the English political philosopher best known for his “divine right of kings” theory, characterised human life as solitary, nasty, brutish, and short. Human beings desire security, and yet almost everywhere their lot in life is insecurity. The state has a responsibility to make the people feel safe.",
    "A nation is a human cultural and social community. As much as most members never meet each other, yet feel a common bond, it may be considered an imagined community. A nation is a form of self-defined cultural and social community. Members of a nation share a common identity and usually a common origin, in the sense of history, ancestry, or descent.",
    "Threats to the security of the country and its people may arise from internal or external developments, external intervention, or natural calamities. Internal developments may include large-scale law and order problems such as the 21/4 Easter bombings, communal riots, rebellious activity, insurgency, industrial unrest, and fifth-column activities. External intervention by countries inimical to the state may be overt or covert. This may include attempts to destabilise the government by suborning members of the ruling elite, indulging in sabotage and subversive activities, assisting insurgent groups with arms and equipment for terrorist activities, organizing large-scale industrial unrest, disturbing communal harmony, and engaging in industrial espionage to uncover trade secrets, with the intent of destabilising the economy. Hence, it is a matter of urgency to receive advance warning of changes in international economic developments.",
    "Robert Gates, former head of the CIA, once predicted during his confirmation proceedings that “industrial espionage by the opponents of the US could be an important field for the attention of the US.” Correspondingly, this statement underscores the need for Sri Lanka’s intelligence community to heed the lessons of alleged intelligence shortcomings that contributed to the Easter bombings of 2019, which also highlight a dissemination failure. When the independence of an intelligence agency is subordinated to counter-productive influences, its effectiveness can be compromised, leading it astray from its mission and resulting in a colossal setback for the nation! Providentially, Sri Lanka’s current President has a proven record of effective oversight of intelligence agency operations, yielding effective results. Having served under His Excellency during his tenure as Secretary of Defence, I cannot think of a better surrogate to revamp our intelligence community!",
    "In order to discharge its responsibilities efficiently and diligently, the State requires information that flows from media reports, diplomatic dispatches, personal advisers, contacts, corporate business interests, and non-state actors. However, the State requires necessary information on which to base decisions concerning the defence of the realm, economic policy, and the protection of national interests from internal and external threats. The challenge for planners and decision-makers is to ascertain the accuracy and significance of the information received from various sources so that appropriate action can be taken. For instance, reports may indicate enemy armed forces’ movement along the border, but it will not be immediately clear whether the activity is a preparation for war, training manoeuvres, or simply an effort to seal the border to prevent egress of its own people. Thus, information is different from intelligence.",
    "A government which does not pay attention to intelligence will perish",
    "Thiruvalluvar, the author of the Thirukkural, emphatically states that a government which does not pay attention to intelligence will perish. So what is intelligence? Information is closely related to planning. It is knowledge, which in turn is power. There is a close nexus between knowledge and action. “Intelligence is a product of collection, evaluation, analysis, integration, and interpretation of all available information—which is immediately or potentially significant for planning” (H.H. Ransom). Thus, intelligence is processed and evaluated information. However, when a state arbitrarily sets goals or tasks for the agencies responsible for providing intelligence, intelligence can become contextual or specific, depending on the goals or tasks set by the government. As the primary goal of intelligence is to provide foreknowledge, gathering remains a ceaseless process.",
    "The collection of intelligence depends on the context of the need’s urgency. It is classified as strategic, tactical, or counterintelligence. Strategic intelligence deals with long- and short-term requirements for national security, such as geographic conditions, culture, vulnerability of vital installations, the state of the economy, war preparedness, outbreak of infectious diseases or plagues, morale of the people, and political stability.",
    "Internal intelligence coverage should focus on individuals and organizations, their goals, membership, and activities. This includes the impact of disparate government actions on the people, their grievances, and measures for reparation of distress.",
    "Tactical intelligence is vital for handling war situations, insurgencies, communal riots, economic offenses, sabotage, subversion, and terrorism. This is also called actionable intelligence.",
    "Counterintelligence is essential for the effective functioning of the government. Everyone knows that spies must be identified, terrorism must be suppressed, and foreigners cannot be permitted to subvert our institutions. What everyone does not know are the complexities involved in carrying out these tasks (Newton S. Miller). The defensive aspect of counterintelligence is the denial and prevention of opportunities for enemies to intervene in the country’s affairs. The offensive aspect of counterintelligence is the attempt to penetrate the enemy’s defences and obtain their plans, find out their strategies, intentions, and contacts within the country or elsewhere, and frustrate their efforts.",
    "Domestic counterintelligence also involves watching individuals whose loyalties are suspect. The preservation of public order may require surveillance of politically active individuals, not because of their views, but because the group’s activities could encourage public disorder (William White Law, UK Home Secretary, in a letter to a Member of Parliament). In internal security, there can never be an overflow of intelligence. Thus, intelligence has an important role to play in the conduct of the state’s affairs. It has three essential tasks to accomplish:",
    "3. To manage organisations or people when required by the government when any direct approach is considered inexpedient.",
    "Intelligence is an important ingredient in decision-making and planning but is not the sole determinant. Decisions are based on:",
    "Murphy’s Law applies to intelligence too, and certain factors contribute to it. Decision-makers and planners often try to fit intelligence into existing theories and images. For example, Stalin refused to accept the possibility of Hitler invading Russia! Failure to apply the problem-solving principle of Occam’s Razor in intelligence analysis and evaluation can result in inaccurate interpretations. After all, data can be interpreted in many ways.",
    "Historical analysis often precedes, rather than follows, careful analysis of the situation. This is also called the anchoring effect or availability error. Kissinger once pointed out that statesmen failed to recognize the threat from Napoleon because they had only seen people attempting to modify the system, not overthrow it.",
    "Political considerations are the mortal enemies of good intelligence analysis, as reports can be doctored to suit the government in power.",
    "There is no end to the collection of intelligence, and the government must decide the importance of the requirement, otherwise the agencies will go on collecting without proper focus (Joseph Smith). The degree of attention given to intelligence agencies by the government may depend on the quality of personal relations between the Chief of Intelligence and the Head of State.",
    "The relationship between the intelligence chief and the head of state is often described as delicate and nuanced. The head of state may listen and act, may listen and not act, or may even act on external input provided by other sources or agencies. Regardless, the influence each has on the other cannot be openly confessed. Therefore, when political, economic, or personal crises occur, intelligence agencies often bear the blame for failures that may stem from misperceptions of their role.",
    "“Intelligence is knowledge and foreknowledge of the world around us,” according to the Central Intelligence Agency. Its importance lies not only in combating immediate threats but also in gaining a broader understanding of long-term security challenges. Failures at either the tactical or strategic level can have catastrophic outcomes.",
    "Drawing from his many years of experience in both law enforcement and intelligence, the writer asserts that effective oversight of intelligence agencies by the government is essential. The key concept here is “high-level oversight,” which is distinct from micromanagement. Intelligence work—whether it involves gathering, analysis, dissemination, or action—is subjective but can be intellectually stimulating and rewarding if done correctly. With proper oversight, accountability and professionalism are ensured, which is critical during high-pressure decision-making scenarios.",
    "The need for proactive intelligence to prevent incidents like the Easter Sunday attacks cannot be overstated. Intelligence services must work in tandem with law enforcement, and the free flow of information between these two entities is vital for national security.",
    "(The writer is a retired Senior Superintendent of Police and former Head of Counter Terrorism – State Intelligence Service, Sri Lanka. He currently manages a private investigations agency specialising in corporate espionage. He can be contacted for comments at [email protected].)"
  ]
}