{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97590/dont-let-domestic-vote-bank-politics-overtake-councils-work-sabry-tells-unhrc",
  "time_ut": 1709107080.0,
  "original_lang": "en",
  "original_title": "Don’t let ‘domestic vote bank politics’ overtake council’s work - Sabry tells UNHRC",
  "original_body_lines": [
    "Sri Lanka’s Foreign Affairs Minister Ali Sabry has urged the United Nations Human Rights Council (UNHRC) to refrain from allowing short-term political gains or “domestic vote bank politics” to overtake the work of the Council.",
    "Addressing the High-Level segment of the 55th Session of the council through a pre-recorded video statement on 27 February, the Minister highlighted that despite the severe constraints faced by the country, Sri Lanka continued to engage actively and constructively with an extensive array of helpful working methods of the council, that are productive and beneficial to the people.",
    "Foreign Minister Sabry reiterated Sri Lanka’s rejection of the UNHRC Resolutions 46/1 and 51/1 and the external evidence gathering mechanism established by these resolutions, while emphasizing that such mechanisms are counterproductive and unhelpful and contradict the founding principles of the council.",
    "He also provided an overview of the tangible progress made by the country with regard to economic recovery, national unity and reconciliation and added that the cornerstone of this recovery lies in pragmatic policy decisions that prioritize the country’s welfare over short-term political gains. The significant progress achieved in this regard has been recognized and welcomed both locally and internationally, he stated.",
    "While stating that the council’s approach to the humanitarian crisis in Gaza will be another litmus test to its credibility, Minister Sabry urged the council to prioritize de-politicization, constructive dialogue, and multilateral cooperation while avoiding double standards.",
    "The 55th Session of the council takes place in Geneva from 26 February – 5 April 2024, during which the UN High Commissioner for Human Rights will present an oral update on Sri Lanka on 04 March, as mandated by the HRC Resolution 51/1.",
    "Sri Lanka’s Permanent Representative to the UN in Geneva Himalee Arunatilaka will deliver Sri Lanka’s statement as the country concerned following the oral update by the High Commissioner."
  ]
}