{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/akd-riding-the-tiger/",
  "time_ut": 1728009465.0,
  "original_lang": "en",
  "original_title": "AKD Riding The Tiger",
  "original_body_lines": [
    "Anura Kumara Dissanayake, candidate of the Janatha Vimukthi Peramuna (JVP) and National Peoples Power (NPP) front, has been elected as President of Sri Lanka in the election held on September 24. His election is a proof that the Aragalaya, the spontaneous mass protests in May 2022 was no flash in the pan. Anura’s campaign focused on the youth, who had rallied together during Aragalaya protests and successfully converted them into votes. However, Anura does not seem to have understood the younger generations’ discontent against the existing political class and systems that generated Aragalaya protests. His speeches in the run up to the election focused on providing corruption free administration. His detailed election manifesto titled “A Prosperous Nation, A Beautiful Life” gives a summary of plans for the development of various sectors, including engineering, IT, the economy, social issues, education, and health. But speaks of no systemic changes.",
    "So Anura will be riding the tiger of peoples’ expectations, heightened by his remarkable success as the first Marxist leader to be elected president by popular vote. Those who voted for him will expect systemic changes in the way Sri Lanka politics is conducted. They are the same protestors who successfully ran the GotaGoGama (Gota Go Village) campaign at Galle Face Green in Colombo that dethroned Gotabaya. Can Anura meet their expectations?",
    "Anura had the political acumen to take advantage of the murky leadership situation in major political parties under which presidential election 2024 was held. Schism of leaders within political parties before elections is nothing unusual in Sri Lanka politics. However, the election in 2024 presented unusual challenges to political parties. They wanted to distance themselves from President Gotabaya Rajapaksa. His disastrous economic policies and gross misuse of power (if you can call condoning criminal acts of political and military cronies) set a new low in governance. Before Gotabaya, President Maithripala Sirisena was elected with a promise to bring the criminal elements to book but failed disastrously. The Easter Sunday terrorist attacks, perpetrated despite advance warning, stands as a monumental disaster of his tenure. Gotabaya’s ignominious exit as President in 2022 will be remembered by the voters for a long time.",
    "After his exit, the Rajapaksas, whose Sri Lanka Podujana Peramuna (SLPP) had a majority in parliament, reluctantly propped up Ranil Wickremesinghe, as unelected interim president to buy time to extricate themselves. The interim president succeeded in resuscitating the economy to partial recovery after accepting the International Monetary Fund (IMF) conditions and successfully negotiating with the bondholders. Wickremesinghe had estimated that it would take five years for complete economic recovery. As the presidential election became overdue, the national economy has been left in the halfway house for recovery. As a result, the IMF conditions and the related austerity measures and high taxes, hangs like a Damocles sword over Anura.",
    "Economy: President Dissanayake’s agenda as given in his speeches including the inaugural speech has given top priority to reopening negotiations with the IMF immediately, particularly with activities related to the extended credit facility. It also plans to negotiate with creditors to advance the debt restructuring program to stabilise the economy. Global rating agency Moody’s has said it does not expect any significant shifts in Sri Lanka’s reform trajectory or policies, although some reprioritisation is likely. It said former president Wickremesinghe had pushed through an economic transformation act in Parliament in May. The act will oblige future governments to the current set of economic and fiscal reforms, including adhering to fiscal and debt targets set under the IMF programme.” It is to be seen how President Dissanayake will overcome this hurdle.",
    "Making a difference: President Dissanayake said, “a key concept that resonates with the public is our commitment to making a “difference.” One of the primary changes citizens expect is to eliminate the negative traits in our political culture. He cited the success in making the presidential election the only one in Sri Lanka without post-election violence. He said, “Our aim is to confirm and stabilize this positive situation.” His determination to make a difference will be tested in the forthcoming parliamentary elections in November.",
    "Strengthening Sri Lankan identity: The President said, “We are Sri Lankan citizens” and will not hesitate to implement the necessary constitutional, economic, and political reforms. How does he propose to address the vexing issue of society divided on ethnic and religious lines?",
    "However, some of the President’s proposals like adopting tough anti-corruption measures, promoting good governance and social reforms will need strong majority support in parliament.",
    "The President proposes to hold the parliamentary election on November 14. The parliament has 225 members elected for a five-year term; 196 are elected from 22 multi-seat constituencies through an open list proportional representation. Voters can rank up to three candidates to the party list they vote for. The other 29 seats are elected from a national list prepared by party secretaries in proportion to the island-wide proportional vote obtained by the party.",
    "It will be an uphill task for Anura to convert the majority he won in the presidential election into votes for the JVP-NPP in the parliamentary election. According to the NPP website, the NPP is a dynamic political movement comprising 21 diverse groups, including political parties, youth organizations, women’s groups, trade unions, and civil society organizations. It was established in 2019 for fostering a more progressive Sri Lanka for an inclusive, democratic Sri Lankan identity.",
    "In the 2020 Parliament election, NPP had secured only 3.84% votes and 3 seats. Logically, the NPP will have to broaden its agenda with specific takeaways to attract more coalition partners including Tamil and Muslim parties. This could mean a compromise on NPP’s rigid stand against implementing constitutional amendment 13 giving land and police powers to provincial councils. Is NPP ready for it? There is talk of Sajith Premadasa’s SJB and Wickremesinghe’s UNP coming together to build a strong coalition for the parliamentary election. Together Premadasa and Wickremesinghe had polled 49% votes in the presidential election. Both have a record of forming strong coalitions with Tamil and Muslim parties to take on other major parties in elections. So even if the NPP decides upon welcoming ethnic parties, they will have to contend with mainstream political parties which have a strong record of forming coalitions.",
    "On the positive side, Anura’s government has been quick to decide upon some of the vexing issues like the logjam in issuing E visas, quick withdrawal of MPs vehicles, and even in taking a relook at diluting the shares of state-owned Sri Lanka Airlines. But every action of the government will be watched by foreign and local investors because the NPP has never been in power.",
    "President Dissanayake’s election has been welcomed by all the major powers including the US, UK, China, Japan and India. Both the IMF and the World Bank have announced their readiness to work with the new president. In fact, the Japanese Ambassador to Sri Lanka, has affirmed that the Japanese Government is committed to fully supporting the government’s efforts to combat corruption and irregularities. He further announced that work on 11 stalled projects funded by the Japanese Government will resume promptly. Indian Minister for External Affairs S Jaishankar is visiting Colombo on October 4 to meet with President Dissanayake. If we go by past precedent, he may bear Indian PM Modi’s invitation to the Sri Lankan President to visit New Delhi. The other issue likely to come up in their meeting could be taking forward India-Sri Lank joint development vision.",
    "The NPP had taken a stand against the Adani Ports and Special Economic Zone (APSEZ) developing a USD 700 million container terminal at Colombo Port. Similarly, the NPP had been critical of the conglomerate’s renewable energy firm, Adani Green Energy, setting up two wind projects of 286 MW in Mannar and 234 MW in Pooneryn with an investment of USD 500 million. The projects are to be completed by December 2024. It will be interesting to hear NPP stand on foreign investments, particularly from India, in the run up to the parliament elections in November.",
    "Tailpiece: President Dissanayake might like to follow the advice of American President Franklin D Roosevelt; he said, “the future lies with those wise political leaders, who realize that the great public is more interested in government than in politics.”",
    "*Col R Hariharan VSM, a retired MI specialist on South Asia and terrorism, served as the head of intelligence of the Indian Peace Keeping Force in Sri Lanka 1987-90. He is associated with the Chennai Centre for China Studies."
  ]
}