{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Suicide-again/14-761509",
  "time_ut": 1715103392.0,
  "original_lang": "en",
  "original_title": "Suicide, again?",
  "original_body_lines": [
    "President Ranil Wickremesinghe expects Lankan rupee to appreciate further and reach 280 per dollar by June. Namal Karunaratna, a leading light of the NPP/JVP, states that rupee will start sliding soon, reaching 400-500 per dollar. He dismisses the rupee’s strong performance as a fluke caused by a recent spate of dollar loans.",
    "Karunaratne’s analysis is wrong. The rupee is gaining mainly due to the boom in tourism and influx of foreign remittances. As some independent analysts have pointed out, the value of the rupee could fall in the second half of the year if vehicle imports are allowed. But the rupee would plunge to the depths of Karunaratne’s expectations only if the Wickremesinghe administration makes a Gotabaya-style error.",
    "The issue here is not the introduction of new visa categories – approved by Cabinet and Parliament – but the opaque outsourcing of on-arrival visa issuance. As Sri Lanka Immigration and Emigration Officers Association points out, there’s no rationale for outsourcing since Lankan officials have been handling on-arrival visas since 2012 without a problem.",
    "Karunaratne’s analysis is wrong. The rupee is gaining mainly due to the boom in tourism and influx of foreign remittances. As some independent analysts have pointed out, the value of the rupee could fall in the second half of the year if vehicle imports are allowed. But the rupee would plunge to the depths of Karunaratne’s expectations only if the Wickremesinghe administration makes a Gotabaya-style error. The still ongoing visa controversy might fit the bill",
    "In a letter written to the President, major travel associations concur: “The previous system was straightforward and extremely easy to use for those with limited IT knowledge.” The new system asks more questions – such as facebook and twitter links – and charges a convenience fee on top of visa fee, turning Sri Lanka into a more expensive destination compared to many a regional competitor.",
    "The Minister of Tourism professes to be unhappy with the outsourcing (why he kept silent about it all this time is another matter). Industry professionals seem not to have been consulted. They warn that tourist arrivals might fall due to added expense and increased complexity of the new system. If their concerns turn out to be correct, this could be a (slower-burning) disaster on par with Gotabaya Rajapaksa’s going-organic-in-one-season fiasco.",
    "The question is, why? Why dump a system that was working well? If Lankan emigration and immigration officers offered to handle the expanded system for one dollar per visa, as they claim, why outsource it at $ 18 per visa? Why the failure to consult tourism industry stakeholders before making the decision? In their letter to the President, tour operator associations say they are attaching “a report with information on visa costs how this change of process and cost increase will affect the industry in Sri Lanka.” That report should have been requested, obtained, and taken into consideration before Minister Tiran Alles signed the outsourcing deal with VHS Global – which, incidentally, kick-started the entire mess with its unsolicited proposal.",
    "Having seriously mishandled the issue, the Government now seems to be chasing after conspiracies, in true Gotabaya-style. The young Lankan, whose angry outburst exposed the entire fiasco, was summoned by the police to give a statement.",
    "Minister Alles’ shenanigans might go a considerable way in undoing the economic good achieved so far. Under President Wickremesinghe, the economy is faring better than expected. For instance, in 2023, budget deficit decreased compared to 2022 and there was a primary surplus (deficit before interest payments) of Rs. 173 billion (https://economynext.com/sri-lanka-budget-deficit-down-in-2023-tax-revenue-up-54-pct-160234/.). Unfortunately, the Government seems to be intent on squandering these gains. The visa controversy is just one example. Another is a reported decision to present retired Government officials with duty-free vehicle permits. This in a bankrupt land, where more than one-third of the populace live below poverty line and millions of children don’t have enough to eat. What is the rationale for such an economically damaging and politically indefensible decision? Creating a pathway for giving parliamentarians duty-free vehicle permits as well?",
    "Imagine a scenario: a drop in tourism arrivals together with a ballooning import bill, causing rupee to fall sharply and prices to increase across the board – all of this just in time for Presidential election. If that is the state of the economy, what chance of takers for President Wickremesinghe’s argument for a second term?",
    "The British Labour Party recently announced plans to charge VAT on private schools. 70,000 parents protested. As The Guardian pointed out, these are people who spend tens of thousands of pounds as school fees, yet believe themselves to be non-wealthy, even working class. “…many in the top 10% of earners…do not feel rich… In the scheme of the haves, have-nots, and ‘have yachts’, they see themselves as the ‘have-not yachts’” (https://www.theguardian.com/commentisfree/2024/jan/24/britain-richest-10-per-cent-wealthy-inequality-labour-private-schools).",
    "When the rich feel poor, taxes in general and progressive taxation in particular becomes a pet hate. As researchers Marcos Gonzales Hernando and Gerry Mitchell point out in their new book, Uncomfortably Off: Why Addressing Inequality Matters, Even for High Earners, “The top 10% aspire to a lifestyle that is increasingly beyond them… Life to them is a hamster wheel, a constant struggle to keep the high-paying jobs that allow them to service their mortgages and keep up with expectations… They believe in public services, in theory, see that the burden for their cost should fall more on those doing well for themselves. But they don’t count themselves among those people.”",
    "In today’s Sri Lanka, this is a familiar phenomenon. The top 20% want the top 10% to pay all the taxes; the top 10% want the top 1% to pay all the taxes; the top 1% want everyone else to pay taxes; none of them have any problem with the poor bearing a disproportionate burden via indirect taxes. Many professionals, educated at public expense, use migration as a weapon to escape taxes. This antipathy on the part of professional and entrepreneurial classes to direct progressive taxation is arguably the most lasting – and the most consequential – damage Gotabaya Rajapaksa did to Sri Lanka.",
    "Unlike in the rest of the world, in Sri Lanka, opposing direct progressive taxes is seen as a lefty thing to do. So the supposedly right wing and neo-liberal Ranil Wickremesinghe supports and is trying to put in place a system of progressive taxation. He has also agreed to an IMF proposal to institute a property tax. The ‘centrist’ SJB fudges the issue. The JVP, as a party of the left, should have been strongly in favour of progressive taxation but is not. Instead, it argues, against all evidence, that once corruption is eliminated and stolen money brought back, taxes will become unnecessary (even with high military expenditure)",
    "Unlike in the rest of the world, in Sri Lanka, opposing direct progressive taxes is seen as a lefty thing to do. So the supposedly right wing and neo-liberal Ranil Wickremesinghe supports and is trying to put in place a system of progressive taxation. He has also agreed to an IMF proposal to institute a property tax. The ‘centrist’ SJB fudges the issue. The JVP, as a party of the left, should have been strongly in favour of progressive taxation but is not. Instead, it argues, against all evidence, that once corruption is eliminated and stolen money brought back, taxes will become unnecessary (even with high military expenditure).",
    "This is an election year. Once again, the air is filled with longing for miracles. We might have deposed of Gotabaya Rajapaksa, but his vistas of prosperity and splendour still informs our political stances and electoral choices. The NPP/JVP, more than any other party, encourages this delusion and thrives on it. “The concept of trade-offs sits at the centre of economics,” Joseph Stiglitz reminds us in The Road to Freedom: Economics and The Good Society. Like Gotabaya Rajapaksa before them, the NPP/JVP eschews this truth, preferring to popularise the myth of an easily gained and cost-free economic heaven.",
    "In his Anuradhapura May Day speech, parliamentarian Vijitha Herath laid out the NPP/JVP economic vision: “a planned economy, a production-based economy, a mass-participatory economy, and an economy where benefits of production are distributed justly among people”",
    "Last year, a Sri Lanka-China partnership opened a factory in Thanamalwila to produce and export charcoal to China, Japan, and South Korea. The project would tick many of the NPP/JVP’s boxes: production, export, foreign investment, joint ownership. The people of the area initially supported the project but changed their minds when they saw lorries of burutha, teak, and kohomba arriving, rightly understanding the devastating effect such a project would have on environment and, consequently, their lives.",
    "The question is, why? Why dump a system that was working well? If Lankan emigration and immigration officers offered to handle the expanded system for one dollar per visa, as they claim, why outsource it at $ 18 per visa? Why the failure to consult tourism industry stakeholders before making the decision?",
    "The NPP/JVP, while in opposition, might even spearhead such a protest. What will they do if they come to power? How will they approach the unavoidable trade-offs between industrialisation and environment degradation? Or do they think that too could be effaced once corruption is banished and discipline entrenched?",
    "As for just distribution, how would the NPP/JVP approach an issue like Manpower employees? About 2 million of them work in the garment sector alone. They have no job security, often engage in dangerous work, aren’t entitled to bonuses or overtime, and have to give around 25% or 30% of their wages to the agencies. Now a demand is being made that these workers be registered under the Labour Commissioner. What would NPP/JVP (not to mention the UNP and the SJB) say to that demand?",
    "Even a committed neo-liberal like Alan Greenspan admitted that low unemployment does not necessarily lead to higher wages. Barbara Ehrenreich, in her Nickle and Dimed persuasively points out that the reason for this anomaly is ‘corporate miserliness’. This is especially applicable to our tea plantation sector, where, despite labour shortages, owners refuse to concede a living wage to workers (according to a 2023 UNICEF report, almost half of plantation people face extreme food insecurity). How would a NPP/JVP government handle such tricky trade-offs, especially with opposition parties (led by SJB and UNP) recasting themselves as radical promoters of worker rights? Call them all conspirators, a la Gotabaya Rajapaksa?",
    "In January, veteran JVP leader Samanmalee Gunasinghe reportedly said under a future NPP government, prostitution would be legalised.",
    "And all hell broke loose. Politicians and political monks, media personnel and moral-warriors of all stripes went into attack mode, accusing Ms. Gunasinghe and her party of trying to destroy Sinhala-Buddhist culture, civilisation, etc. (They’ve either not heard of Ambapali, who donated her mango-wood to the Buddha, or have no idea what her profession was).",
    "The NPP/JVP responded swiftly. Gunasinghe was sold down the river. Leader after leader spoke, loud and clear, denying any intention of legalising prostitution.",
    "No such outcry resulted when Nalin Hewage, another leading light of the NPP/JVP, said that during the Second Insurgency, the JVP targeted only rapists, brewers/sellers of illicit liquor, and thieves. Moral warriors, self-styled defenders of Sinhala-Buddhist civilisation barely raised an eyebrow. Possibly due to this lack of societal opprobrium, the JVP too has not bothered to draw a clear line of demarcation between Hewage’s statement and its own position. Obviously, in the eyes of the JVP and of the larger society, legalising prostitution is a far greater crime than murdering supposed criminals out of hand.",
    "The JVP’s first victim, Daya Pathirana, was a student leader of Marxist-Leninist persuasion. Its second victim, Nanadana Marasinghe, was a veteran of the 1971 uprising and the creator of the JVP’s hugely popular Vimukthi Gee. He left the JVP when the party reembraced Sinhala supremacism. His crime was supporting devolution of power to Tamils. He was selling footwear in the Anuradhapura fair when he was shot dead.",
    "The JVP/DJV did murder criminal elements. Yet, like all victims of that period, they were punished outside the law, without even the pretence of a due process. In any case, no civilised society would approve of giving capital punishment to even such a horrendous crime as rape, let alone illicit-liquor brewing or thieving.",
    "The JVP of 2024 is not responsible for the actions of the JVP of 1986-89. But, if today’s JVP has no problem with those actions, if it defends/extols those actions, that implies a continuum rather than a break. What is the difference between a JVP which winks at extra-judicial killings and Gotabaya Rajapaksa or Tiran Alles?",
    "This is the context in which the May Day statement by veteran JVPer Lal Kantha might have to be considered. In a fiery speech, the maverick leader promised to give ‘the people’ “…the power to make laws in the village, to implement the law, and judicial power.”",
    "It was precisely this kind of power many a JVP leader/cadre enjoyed during the Second Insurgency. That was how criminal suspects were killed, with no trial. The law does make mistakes. But outside the law is a space where mistakes don’t happen because no lines are drawn, anything is possible, and power is the only decider. Even in places where judicial power has been legally and officially granted to the village level, atrocities are possible. When a man eloped with a married woman, the panchayat in a Northern Indian village reportedly ordered his sisters to be gang-raped as punishment.",
    "Change is good, so long as it is guided by reason and compassion, by proven facts and informed understanding. When untamed change rules, utopia can easily turn into its opposite. In politics, the border between dream and nightmare is often a thin line invisible to eyes bright with passion and dark with anger."
  ]
}