{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Fund-cuts-for-UNRWA-point-to-a-clash-of-civilisations/172-276174",
  "time_ut": 1706821920.0,
  "original_lang": "en",
  "original_title": "Fund cuts for UNRWA point to a clash of civilisations",
  "original_body_lines": [
    "Palestinian civilians including children stage a demonstration in Rafah in the southern Gaza Strip, calling for continued international support to UNRWA. AFP",
    "Peace-loving people worldwide are probably sick and tired of seeing and hearing the triumph of evil and injustice. Each time they hoped for a ceasefire in the Gaza Strip so that the besieged people could breathe the air of melancholic freedom, they were dealt yet another blow by the war party.",
    "The latest is what followed the International Court of Justice’s ruling on January 26. The world court ruled by a majority decision that Israel should “take all measures within its power” to prevent acts of genocide in the Gaza Strip. The court also ordered Israel to allow humanitarian aid into Gaza. Although it stopped short of ordering a ceasefire, most jurists believe a ceasefire is implied.",
    "The ICJ ruling on South Africa’s application to end the genocide in Gaza brought a pyrrhic victory of sorts for the Gazans and the world’s peace-and-justice constituency that backs the Palestinian cause. Alas, even before the toner ink’s carbon particles on the court papers were blown away by the courtroom air, the Palestinians faced another collective punishment.",
    "Upon allegations that some 13 Palestinian staff of the United Nations Works and Relief Organisation had taken part in the October 7 Hamas attack on Israeli civilians, the United States, Britain, Germany, Italy, France, and several other Western nations announced the suspension of funds to the humanitarian agency.",
    "The big shock is Japan, once considered the citadel of global pacifism. Just because Japan depends on the United States to protect itself from any security threat from China, it need not stoop morally so low as to join the imperial bandwagon to impose collective punishment on the hapless Palestinians.",
    "Commendable, however, is the diplomatic courage Norway, Spain, Belgium, and Ireland displayed in their refusal to cut funds to UNRWA despite heavy Israeli and US pressure.",
    "How could the US-led imperial West be so stone-hearted and psychopathic while Gaza is experiencing one of the world’s worst humanitarian crises since World War II ended? One wonders whether the leaders of these countries relish the deaths of Palestinian children and civilians. Or are the leaders suffering from what psychiatrists call “antisocial personality disorder,” a mental health condition characterised by a disregard for the rights of others, a lack of empathy, and a tendency to engage in criminal and violent behaviour?",
    "The fund-cutters are a bunch of hypocrites. Did they cut funds to the UN peacekeeping force and other UN agencies, such as UNICEF, whose members have been convicted or accused of raping women and children during UN missions? If this is not hypocrisy, then what is it? And these are the leaders who, at international forums, shout themselves hoarse, calling for a rule-based international order.",
    "The fund-cutters are simply endorsing Zionist extremists’ argument that UNRWA is a major obstacle to their plan to annex Gaza. In December, a leaked Israeli foreign ministry document suggested the elimination of UNRWA. Moreover, Knesset members representing extremist religious parties have also called for the abolition of UNRWA.",
    "Palestinian human rights groups have described the fund cut as an attempt to cause death by starvation.",
    "Nay, it is genocide by starvation. Four months of relentless bombing, according to conservative estimates, have so far killed 27,000 Palestinians and wounded more than 65,000 people. A majority of the dead and wounded are children and women in keeping with the genocide recipe. Removing UNRWA will ensure hundreds of thousands of deaths by starvation. It is a faster, less expensive, and less blameworthy way to commit genocide.",
    "The US-led pro-Israeli Western alliance has just signed a genocide warrant for 2.3 million Palestinians while dismissing appeals from the world’s humanitarian community.",
    "In a joint appeal, 21 international organisations, including Save the Children and Oxfam, said they were “deeply concerned and outraged” at the decision taken to cut funds for UNRWA “amid a rapidly worsening humanitarian catastrophe in Gaza.”",
    "They said the suspension of funding by donor states would impact life-saving assistance for more than two million civilians, more than half of whom are children, who rely on UNRWA aid in Gaza. “The population faces starvation, looming famine, and an outbreak of disease under Israel’s continued indiscriminate bombardment and deliberate deprivation of aid in Gaza.”",
    "UNRWA was set up in 1950, especially to deal with Palestinians displaced by the Zionist project. Today, some six million Palestinian refugees living in Gaza, the West Bank, and 58 refugee camps spread across the region depend on UNRWA for food, education, and employment.",
    "Award-winning British journalist and global justice activist Jonathan Cook, in a post on X, explains the Zionist design behind the UNRWA’s creation. He says:",
    "“UNRWA is separate from the UN’s main refugee agency, the UNHCR {United Nations High Commission for Refugees}, and deals only with Palestinian refugees.",
    "“Although Israel does not want you to know it, the reason for there being two UN refugee agencies is because Israel and its western backers insisted on the division back in 1948.",
    "“Why? Because Israel was afraid of the Palestinians falling under the responsibility of the UNHCR’s forerunner, the International Refugee Organisation. The IRO was established in the immediate wake of the Second World War in large part to cope with the millions of European Jews fleeing Nazi atrocities.",
    "“Israel did not want the two cases treated as comparable, because it was pushing hard for Jewish refugees to be settled on lands from which it had just expelled Palestinians. Part of the IRO’s mission was to seek the repatriation of European Jews. Israel was worried that this very principle might be used both to deny it to the Jews it wanted to colonise Palestinian land and to force it to allow the Palestinian refugees to return to their former homes.",
    "“So in a real sense, UNRWA is Israel’s creature; it was set up to keep the Palestinians a case apart, an anomaly...",
    "“Back in 2018, for example, the refugee agency was plunged into an existential crisis when President Donald Trump acquiesced to Israeli pressure and cut all its funding. Even after the decision was reversed, the agency has been limping along financially.”",
    "The fund-cut move comes amidst disturbing signals from the region that the Gaza war could trigger a region-wide or even a world war after three US soldiers were killed in an attack launched by a pro-Iranian Iraqi resistance group on a secret US base in Jordan. The US vowed a tough response, which could even mean an attack on Iran. But Teheran was equally strong in its reply. It said it would “decisively respond” to any US attack on Iran.",
    "Apart from exposing Israel’s and its Western allies’ genocidal intentions, the whole UNRWA fund-cut issue has sorted out the wicked from the good as far as humanitarianism is concerned.",
    "Samuel Huntington propounded a clash of civilizations between cultures and religions in the post-Cold War world. But the Gaza war has unleashed a different clash of civilizations: one between those who advocate for global justice, peace, and freedom for the Palestinians and those who push for wars, relish the killing of children and civilians, and support and fund colonialism, occupation, ethnic cleansing, and genocide."
  ]
}