{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103372/container-transporters-facing-difficulties-due-to-actions-of-customs-officials",
  "time_ut": 1731471180.0,
  "original_lang": "en",
  "original_title": "Container transporters facing difficulties due to actions of Customs officials",
  "original_body_lines": [
    "The Container Transport Owners’ Association says they are in dire straits due to the arbitrary actions of the Customs officials.",
    "The Association’s chairman, Sanath Manjula, mentioned that this has caused heavy traffic congestion in roads around the Colombo Port area.",
    "Manjula explained that due to safety concerns in areas like Orugodawatta, Thotalaga, and Grandpass, these containers were being held within the port and released to facilitate container clearances. However, after a recent inspection by the minister, authorities have decided to remove the container trucks from the port and send them out, causing traffic jams, especially in areas such as Orugodawatta and Thotalaga.",
    "He further emphasized that this decision had put both the drivers and the containers at risk, as there have been threats to their safety.",
    "“The Inspector General of Police and the Director General of Customs had been informed. Accordingly, they were stopped at the port premises and sent through a system,” he added.",
    "The Container Transporters expressed their views on the difficulty they have faced.",
    "“Now we are in a situation where we cannot leave for three days. This is an act of revenge. These people are doing this because the truth about them was revealed. It is unfair. We have no food. Nothing to drink...we are helpless.”",
    "They further highlighted the dangers of the situation, mentioning that drug addicts populate the relevant areas.",
    "“My purse was lost yesterday. I only slept for a moment,” he said.",
    "However, the President of the Customs Officers’ Union, Amila Sanjeeva stated that he has informed his members to act according to the provisions of the Customs Ordinance Act."
  ]
}