{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86100",
  "time_ut": 1751632200.0,
  "original_lang": "en",
  "original_title": "“Capt. Miller” the LTTE’s first Black Tiger suicide bomber: 5 July 1987 Nelliaddy attack gave birth to the Black Tigers",
  "original_body_lines": [
    "Captain Miller” is the name of an Indian film released on 12 January 2024. The blockbuster Tamil movie had popular actor Dhanush acting in the lead titular role of Captain Miller. The film was a fictional tale about a heroic rebel who fought against British colonial rule. Reports state that the film is the highest ever grossing film starring Dhanush.",
    "One reason for the film’s success was its title which evoked much interest and curiosity. “Captain Miller” was the nom de guerre of the Liberation Tigers of Tamil Eelam (LTTE) suicide bomber who drove an explosive laden truck into an army camp in the north on 5 July 1987. This was the first time the LTTE had deployed a suicide bomber called “Black Tiger” or “Karumpuli” in a military attack. The name of Capt. Miller the first “Black Tiger” strikes a responsive chord among many Tamils. 5 July was annually observed as Black Tigers Day by the LTTE till May 2009.",
    "It is against this backdrop that this column focuses  on the first ever Black Tiger attack launched by the LTTE. The LTTE is no more and Black Tigers Day fades into memory nowadays. Nevertheless the birth and growth of the Black Tigers is an important element in the military annals of guerrilla warfare in general and the military campaign history of the LTTE in particular. I shall begin with a brief outline of the first Black Tiger operation.",
    "Thirty-eight  years ago on the night of 5 July, a 22-year-old Tamil youth drove an Isuzu Elf truck into the premises of a college situated at Nelliaddy, an important town in the Vadamaratchi division of the Jaffna peninsula. The college was the Nelliaddy Madhya Maha Vidyalayam where the Tamil youth named Vallipuram Vasanthan had schooled during his formative years. The Youth was there to fulfil a deadly mission and not to discharge his debt of gratitude to his former school. He was a Lieutenant in the LTTE known by the nom de guerre Miller.",
    "The truck driven by him was laden with explosives. Nelliaddy M.M.V. was now an army camp. Miller rammed the vehicle on to the main building and blew himself up along with it. The reverberations of that explosion which rocked Nelliaddy on that fateful day of July continued to echo for a long time. Lt. Miller promoted posthumously as Captain was the first of a long line of suicide killers known as “Black Tigers” or “Karumpuligal” in Tamil.",
    "Vasanthan alias Capt. Miller was a native of Thunnalai south in Karaveddi in the Vadamaratchy area. Incidentally my mother too is from this place but Vasanthan was not a relative. Vasanthan’s father Paranchothy Vallipuram was a staff officer at the Bank of Ceylon. Vasanthan had his early education at Nelliaddy M.M.V. Later he went on to Hartley College in Point Pedro from where he sat for his “A” Levels.",
    "Vasanthan’s former classmates remember him as one who indulged in sports. He was a good athlete and also played soccer. Vasanthan was also fond of playing truant from school and going for sea baths. He was also a big prankster. It is said that he used to drive his father’s car as a schoolboy at a time when he was underage to obtain a driving license.",
    "The political bug bit Vasanthan rather early and he became a “helper” of the LTTE during his Advanced Level days. His opting to be a helper of the Tigers was a rare occurrence as most youth of Thunnalai joined movements such as TELO and EPRLF and not LTTE in those days. During his days as a helper he once drove an LTTE owned “Elf” truck without permission and met with an accident. He was reprimanded for it by then Vadamaratchy LTTE commander Soosai. LTTE cadres in the area nicknamed him “Elf” thereafter.",
    "After getting preliminary local training at the Varany training camp Vasanthan was selected for advanced training in India. He was in the ninth batch of LTTE recruits trained by Yogaratnam Kugan alias Ponnamman in Madurai district, Tamilnadu. Vasanthan returned to Jaffna after training with the nom de guerre “Miller’’. Senior Tigers continued to call him by his earlier nickname Elf.",
    "Once Miller had been speeding recklessly on a Vadamaratchy road in an Elf van. Unfortunately for him the LTTE leader Prabhakaran happened to see this exhibition of dangerous driving. Miller was summoned by Prabhakaran who chastised him for it. Ironically the young man called Elf ultimately courted death while driving an explosive laden Elf truck. It was as if fate had decreed that Vasanthan and “Elf” be intertwined in life and death.",
    "Operation Liberation known popularly as the Vadamaratchy operation was executed by then Brigadier Denzil Kobbekkaduwe and Colonel Vijaya Wimalaratne in May-June 1987. Substantial portions of the Vadamaratchi division came under Sri Lankan army control as a result of it. This was a big blow then to the LTTE as the Vadamaratchy division was considered to be the impregnable fortress of the Tigers then.",
    "A host of LTTE leaders including Prabhakaran, Mahathaya and Kittu hailed from the Vadamaratchy area. So the fall of Vadamaratchy was a prestige issue for the Tigers. Miller also from the Vadamaratchy like most Vadamaratchy cadres was under emotional strain because of it.",
    "More importantly the fall of Vadamaratchy had also dented the confidence the people had in the LTTE. Although classical guerrilla warfare deems that it is the people who protect the guerrillas (people are the ocean and the guerrillas the fish) the LTTE had always projected an image that it was the Tigers who protected the people. The people of Jaffna had been saturated with assurances that the Tigers would confine the army to the barracks thereby keeping most areas in Jaffna devoid of a military presence.",
    "With the fall of Vadamaratchy the confidence of the people in the ability of the Tigers also fell. If Vadamaratchy the LTTE citadel could be captured then the rest of Jaffna too could be captured by the army, felt the people.",
    "The fall of Vadamaratchy was an embarrassment for the Tigers. The Tigers faced a crisis of confidence in the minds of the people. The LTTE had to do something quickly to salvage the situation.",
    "LTTE supremo Prabhakaran conferred at Thirunelvely with his senior leaders about the situation. It was decided to attack one of the newly established army camps in Vadamaratchy. Nelliaddy 18 miles from Jaffna on the Point Pedro road was the selected venue. The major camp set up at Nelliaddy Madhya Maha Vidyalayam (earlier Nelliaddy Central College) was the target. It was decided that a vehicle full of explosives be driven into the camp premises and blown up.",
    "It was at this point that LTTE leader Prabhakaran made a suggestion that was to have far reaching consequences. The LTTE leader said that if an LTTE cadre drove right up to the camp building and triggered the explosion then more destruction could be inflicted. This meant that the driver of the vehicle too would be blown up. Prabhakaran also pinpointed two earlier instances where the LTTE had used explosive packed vehicles in their attacks.",
    "One was the attack on the telecommunication building camp at Jaffna town. The other was in Pooneryn. In both cases the Tiger cadres had driven the vehicle and jumped off safely before the explosion. Although the vehicles did explode it the full effect was not there. This was because one vehicle had exploded prematurely in one incident while in the other the truck had veered off course.",
    "Prabhakaran explained that to cause maximum damage it was imperative that a Tiger cadre sat at the wheel until the very end blowing himself up along with the vehicle. All LTTE cadres were in a sense prepared to die in action but this was not a case of awaiting death but boldly embracing it voluntarily.",
    "As news trickled down to the rank and file about the leader’s intention there were several volunteers. Members from the Vadamaratchy group were now living outside Vadamaratchy. Most of them were suffering in silence over the fact that they had to withdraw from their areas. So they staked first claim for staging the attack. Vasanthan alias Miller was the most vociferous in claiming the privilege of courting death voluntarily.",
    "Since Vasanthan was an old student of Nelliaddy M.M.V. he knew the school geography well and so would be most effective, he argued. Prabhakaran, Mahathaya and Kittu then having injuries caused by a bomb blast agreed to let Miller drive the vehicle. Subsequently the Black Tiger procedures became different but the first attack was a trail blazing venture.",
    "It was Prabhakaran himself who coined the term “Black Tiger” for the cadres who went on suicide attacks. Miller was dubbed the first Black Tiger. When Prabhakaran chose the description Black Tiger he was thinking of it in Tamil as “Karumpuli” (Karum – Black; Puli – Tiger) Of course the exact English for Karumpuli would have been Panther but Prabhakaran wanted the term Tiger to be mentioned in English. So it was Black Tiger.",
    "In 1993 the LTTE commemorated Black Tiger Week for the first time. This was from 5 July when Miller was killed to 11 July. Earlier only 5 July was observed as Black Tigers Day.",
    "The LTTE supremo issued a statement on the occasion in 1993. In that he explained and interpreted the term Black Tiger. Black according to Prabhakaran denoted strength of will and steadfastness of purpose. Black also depicted darkness or blackness of the night. It was also symbolic of secrecy. The Black Tigers were people with steadfast purpose and strength of will. They struck mostly in the night and in secrecy. Moreover they preferred anonymity of action. As such the term Black Tiger had depths of meaning at various levels, stated Prabhakaran then.",
    "Interestingly the term Black Tiger first gained prominence in the Sri Lankan media in May-June 1986. This was the time of the attack on an Air-Lanka flight by the Tigers. After the explosion the investigating authorities discovered a cap with the words Black Tiger embossed on it. This led to great speculation that a unit of the LTTE called Black Tigers were responsible. This line of thought ceased when it was found that the cap belonged to a harmless Western tourist.",
    "A son of former Tamil United Liberation Front (TULF) Parliamentarian for Point Pedro K. Thurairatnam was also in the LTTE. His rank and nom de guerre then was Capt. Kamal. He had returned to Jaffna after serving in the east for several years. Kamal was entrusted with the responsibility of leading an assault on the Nelliaddy camp. His mission was to destroy the various impediments and obstacles set up in the vicinity of the camp so that Miller could drive the explosives truck speedily into the camp premises. Incidentally Thurairatnam hailed from Valvettithurai and was a maternal uncle of Gopalaswamy Mahendrarajah alias Mahathaya one-time deputy leader of the LTTE.",
    "The explosive packing operation was to be overseen by Kutti Praba who had earlier assisted Victor the Mannar area commander. After Radha became Mannar commander Kuttipraba became his deputy. He had come along with Radha to Jaffna after Kittu lost a leg in a bomb explosion. Kuttipraba was to load the explosives into the vehicle and travel in it. He was however expected to jump off before Miller drove into the army camp.",
    "Another little-known fact about the Nelliaddy attack was that a second truck full of explosives was also used in that operation. This truck was to be driven by a Tiger cadre Rafeek. (He was Tamil and not Muslim). Rafeek was to follow Miller and trigger off a second explosion. But when Rafeek drove it, the vehicle fell into a crater and overturned way ahead of its target destination. Rafeek jumped out and ran to safety. The timing device in the vehicle went off and the truck was blown to bits. But it did not make an impact being far away from the target.",
    "Ironically the same Rafeek who courted death on a Black Tiger suicide mission left the movement a few weeks later following a difference of opinion with Mahathaya the LTTE deputy leader of the time. The pendulum in Rafeek’s case swung from one end to the other in a matter of weeks.",
    "Vasanthan alias Miller the chosen Black Tiger made an unusual request to the LTTE hierarchy a few days before the Nelliaddy attack. He wanted several thousands of rupees to be given to him without any questions asked. Such behaviour was unheard of in the tightly disciplined LTTE then. Since Miller was about to face certain death, an exception was made. He was given the money he wanted. It was like a condemned man on death row being granted his last request.",
    "Miller’s unusual request was acceded to by the LTTE leadership which granted him a large amount of money. Vasanthan alias Miller however did not utilise a cent of that money for himself. Instead he distributed that money in equal shares to all his comrades at arms with the comment: “This is my farewell present. Remember me when we achieve Thamil Eelam.” Most LTTE members including the LTTE hierarchy were touched by Miller’s behaviour and somewhat taken aback by its melodramatic overtones.",
    "It must be remembered that 38 years ago the phenomenon of a Black Tiger suicide attack was something strange and new. In subsequent years, Black Tiger suicide attacks became quite common. Most major LTTE attacks had one or more Black Tiger suicide operations as definite prerequisites. At that point of time in July 1987, the whole concept was something new. Therefore Miller was viewed as some “superhuman” personality. The whole exercise became highly emotional in content and tone.",
    "Some Tiger friends spent part of the money given by Miller in buying extra food and having a feed. Miller himself joined them on some occasions. The LTTE camp atmosphere except at times of combat or training generally resembled a boarding school. The cadres were mostly very young and naturally endowed with voracious appetites. As is customary in boardings or hostels, the daily food quota was almost always not enough. So any opportunity to have an extra feed was most welcome.",
    "After Miller’s death most cadres returned the remainder of the money given by him to the leadership. Some wanted to pool the cash and give it to Miller’s family. With the sanction of the leadership that was done. When this money was collected together and given to Miller’s family the parents refused to accept it. They asked the LTTE to keep the money as a donation from them. Such was the mood and regard of the people for the LTTE then.",
    "An anecdote about Miller’s father Paranchothy Vallipuram reveals something about the man’s nature. Miller’s father a bank officer was fond of imbibing toddy in the evenings. A customary practice those days was for toddy drinking middle classes to return home from office, discard their Western attire, bathe and then don their verties. They would then cycle to their favourite watering holes.",
    "In the rural areas these were mainly in the homes of toddy tapping families. Each tapper family would have a regular clientele from the so called upper classes. The regulars all known to each other would meet in a “clublike” environment and chat among themselves. They would crunch the crispy “Paruthithurai thattai vadai” delicacy and gulp down the fresh toddy. The notion of “caste” would not prevail during that time.",
    "In 1986 the LTTE declared a ban on toddy and arrack being sold privately in homes and cottages. Everyone had to sip and gulp their liquor in licensed taverns, bars and restaurants only was the Tiger decree. This action was instigated by the restaurant owners and bar and tavern keepers who promised to pay the LTTE higher taxes if this ban was enforced. Notwithstanding this ban the devotees of Bacchus continued their habit of drinking toddy at unlicensed joints.",
    "Therefore the LTTE decided to issue a warning. Drinking toddy was not a dangerous offence so there was no serious punishment. What the Tigers did was to “arrest” those drinking in a “round up” and take them around the area in vehicles. They were exhibited to the people at various junctions as miscreants who had defied the LTTE diktat. The poor souls were also asked to declare loudly that they would not disobey the Tigers again.",
    "Miller’s father too was subjected to this humiliation but he never revealed his identity to the LTTE cadres. He went through the ordeal with a bowed head. Subsequently a spectator informed the Tigers that “so and so” was the banker father of Miller.",
    "The embarrassed Tigers wanted to release Miller’s father saying he should have told them who he was in the first place itself. But the man refused preferential treatment and be released alone. So the entire group was released with profuse apologies to Vallipuram. Later when Miller heard about the incident he was furious with the Tigers who had released his father because of who he was.",
    "After bidding farewell to leader Prabhakaran, deputy leader Mahathaya and Jaffna Commander Kittu in Jaffna, Miller, Kutti Praba, Rafeek and others made their way to Karaveddi on the night of 4 July 1987.",
    "As stated earlier the Sri Lankan Armed Forces had re-taken control of the Vadamaratchi sector in the Northern Jaffna peninsula through “Operation Liberation” launched on 27 May 1987. The army may have continued with the military push and attempted to seize control of Jaffna town but for Indian intervention.",
    "India conducted “Operation Poomaalai” on 4 June 1987. What India did was to air drop food supplies in various parts of the peninsula through Indian Air Force planes. It was claimed that Jaffna was undergoing a severe food shortage bordering on starvation due to the military operation. Therefore India was conducting a humanitarian operation to deliver food to the people of Jaffna. Even though the ostensible purpose of “Operation Poomaalai” was to deliver food, the implicit political message to Colombo was to suspend all military operations. Colombo was indirectly warned to stay away from Jaffna. “Thus far and no further” was the Lakshmana Rekha drawn by New Delhi.",
    "The Sri Lankan armed forces therefore dug into the new areas they had retaken from LTTE control and consolidated their positions. Plans to advance further on ground were put on hold. An uneasy calm prevailed in the North but the LTTE ousted from Vadamaratchy was exceedingly bitter and angry.",
    "As mentioned earlier, the military setback was a big blow to the LTTE as the Vadamaratchy division was considered to be the impregnable fortress of the Tigers then. A host of LTTE leaders including Prabhakaran, Mahathaya, Kittu, Johnny, Vaasu and Soosai hailed from the Vadamaratchy area. So the fall of Vadamaratchy was a prestige issue for the Tigers. Vadamaratchy cadres like Miller were under emotional strain because of this.",
    "More importantly the fall of Vadamaratchy had also diminished the confidence the people had in the LTTE. The people of Jaffna had believed that the Tigers would confine the army to the barracks thereby keeping most areas in Jaffna devoid of a military presence. If Vadamaratchy the LTTE citadel could be re-captured then the rest of Jaffna too could be captured by the army, felt the people.",
    "The fall of Vadamaratchy was an embarrassment for the Tigers in another respect too. The TELO in earlier times had a very strong contingent in the Vadamaratchy area. Das, the TELO commander for Vadamarathy, was a military legend in his own right having led the successful attacks in Chavakachcheri and Murigandy. While he was alive the TELO was the dominant force in hinterland areas of the Vadamaratchy such as Udupiddy, Karaveddy, Puloly, Alvai, Thunnalai and Manthigai, The LTTE was stronger in the littoral areas such as Thondamanaru, Valvettithurai, Poligandy, Point Pedro and Thikkam. As long as Das ruled the TELO roost the LTTE could not make much headway in certain Vadamaratchy areas.",
    "The TELO had later broken up into two factions with Das leading one and Bobby the other. Sri Sabaratnam the TELO supremo sided with Bobby. Das and his deputy Peter “Annachi” along with some other seniors were deceived by Srisabaratnam who spoke about a peaceful settlement of the split. Believing Srisabaratnam, Das and Peter went unarmed to the Jaffna hospital to visit an injured comrade where they were gunned down brutally. Later residents of Vadamaratchy staged a procession to protest the killing of Das. TELO gunmen shot at the people and dispersed the crowd after killing and injuring a few.",
    "Nearly 400 TELO cadres from Vadamaratchy felt betrayed by their leadership. They approached the LTTE Jaffna commander Kittu and expressed a desire to join the LTTE. Kittu refused to take them saying the TELO discipline and training was not up to LTTE standards. Many of these TELO cadres left Jaffna for India and foreign countries. Some were killed by the Tigers when they launched an attack on the TELO in 1986 April.",
    "When people remonstrated with the Tigers and said that they were foolish in not utilising the trained cadres and also for indulging in fratricidal warfare the LTTE arrogantly stated that they were strong enough to stand on their own. The Tigers would prevent Vadamaratchy falling into enemy hands at any cost the LTTE assured the Vadamaratchy residents. The LTTE also quickly filled the vacuum caused by the TELO decline and established themselves well in all parts of Vadamaratchy. So when Vadamaratchy fell the Tigers faced a crisis of confidence in the minds of the people. The LTTE had to do something quickly to salvage the situation.",
    "It is against this backdrop that the LTTE planned to strike at the Army camp set up in the Nelliaddy Madhya Maha Vidyalayam premises. By this operation, the LTTE hoped to demonstrate two points. The first was to signal to Colombo and New Delhi that the LTTE though down was not out. The second point was to convey to the Tamil people that the Tigers were a fighting force still.",
    "D-day for the Nelliaddy attack was 5 July 1987. The contours of the attack planned in Jaffna would be executed in Nelliaddy. After bidding farewell to Prabhakaran, Mahathaya and Kittu in Jaffna, the Tiger cadres designated for the attack like Kutti Praba, Miller, Razeek and others made their way to Karaveddi on the night of 4 July.",
    "The Sri Lankan army at that time was in control of Vadamaratchy areas up to Atchuvely. So the Tigers drove through side roads in Kopay, Neervely and Puthur to reach Karaveddy via Kappoothu. The two elf trucks were loaded with gelignite in the interior of Karaveddy bordering Nelliaddy. Kutti Praba was in charge of the explosives described in LTTE parlance as “Chakkai”.",
    "The first truck was to be driven by Miller while Razeek was to follow in the second. LTTE cadres were surprised at Miller’s calm attitude and serene mood as he too helped Kutti Praba in loading the explosives. Miller also helped connect the explosives and the exploder device. Fellow Tigers commented among themselves, “He is preparing his own coffin.”",
    "Both vehicles were fitted with two devices to trigger off the explosion. One device would be within reach of the drivers Miller and Razeek. Each could set it off whenever they wanted to do so. The second device equipped at the back had a delayed timer. Once triggered it would explode in a matter of minutes. The timer device was to be set off minutes before the final ramming assault to doubly ensure success. The LTTE was not taking any chances. Even if the vehicle drivers were hit by enemy fire and incapacitated from triggering off the explosive mechanism the delayed timer would explode and do the needful. The front portion of the vehicles were steel plated to prevent bullets penetrating.",
    "As H-hour approached the two vehicles with their explosive cargo started out. They were parked clandestinely behind a house in Nelliaddy itself in readiness for the deadly mission. Although the army was in control of Nelliaddy, it seldom ventured out of the camp vicinity after nightfall. So there was no danger of the vehicles being discovered. Also there was very little chance of the people informing the army about this.",
    "The ideal time for the attack would have been midnight or the early hours of the morning. But in this case the Tigers had to complete the task before 10 p.m. The reason for this was that the soldiers were in the habit of leaving the Nelliaddy MMV camp in large numbers and sleeping in the surrounding houses. Only about 25% of the total strength would remain in the camp overnight.",
    "Most houses in the vicinity of the camp had been vacated by the residents. So it was simple for the soldiers to move in there. This practice was followed because in those days the army preferred the comfort of houses for sleeping instead of the rigours of makeshift barracks. The fact that the Tigers could even conceive a plan to attack a camp of that magnitude was never taken into consideration.",
    "As far as the Tigers were concerned they wanted to attack the camp with explosive laden vehicles before 10 o’clock so that the maximum number of soldiers as possible could be killed. They did not want the numerical strength of the camp to be reduced at the time of attack because of soldiers going elsewhere to sleep. The regular nocturnal habits of the soldiers had been discovered through reconnaissance missions (Rekke) conducted earlier by the LTTE. So the attack had to happen before 10 in the night.",
    "The Nelliaddy attack began shortly after 9 p.m. on 5 July 1987. The Tiger cadres led by Capt. Kamal had a preliminary task. The roads leading to the camp had roadblocks and speed breakers. This was to prevent or slow down any possible attacks on vehicles. So Kamal and his group had to remove these impediments so that Miller and Razeek could drive their vehicles at full speed and ram into the camp buildings.",
    "The preliminary phase of the attack commenced with Tiger cadres demolishing these “obstacles” through the use of improvised explosive devices called “Bangalore torpedoes’’. These were long plastic pipes stuffed with explosives. The Tigers systematically removed the blocks with these Bangalore torpedoes under the protection of effective cover fire.",
    "There was however a large roadblock constructed with trunks of Palmyra trees that proved hard to remove. Kamal then performed a feat usually seen in Western movies. While his comrades extended covering fire, Kamal picked up some explosives and went forward to the roadblock. He placed the explosives strategically and set it off. The roadblock was blown into oblivion. Kamal contacted Kutti Praba over the walkie-talkie and indicated in code that Miller could proceed towards the camp.",
    "Just when everything seemed clear for Miller to drive to the camp a new danger emerged. Soldiers with heavy artillery got into the well-fortified sentry point bunker overlooking the road. The soldiers began firing. Kamal signalled again to Kutti Praba and asked him to stop Miller until the new danger was cleared. An impatient Miller argued with Kutti Praba and said since the vehicle was armour plated in front it would be possible to drive on despite the soldiers firing. Kutti Praba overruled this and ordered him to wait.",
    "Meanwhile Kamal ordered his men to fire rocket propelled grenades at the sentry bunker. The second launching scored a bull’s eye. The sentry bunker was shattered. The sandbags blew up into bits and caused a minor sand storm. Kamal now told Kutti Praba that the coast was clear for Miller to proceed.",
    "Miller started his vehicle slowly. Kutty Praba went along with him. As the vehicle neared the Nelliaddy junction Kutty Praba jumped out and went to the back of the vehicle. He then set off the explosive device with the timer. Jogging along parallel to the Elf truck he made a final appeal to Miller – “No need for you to die. Go near the camp, trigger the explosives and jump off,” said Kutty Praba.",
    "Kutty Praba later described Miller’s response to his request in a pro-LTTE journal. “Miller smiled slightly and turned to me from the driver’s seat and said the telecommunication exchange attack in Jaffna failed because our man jumped out of it too early. I will see this to the very end. Then Miller became tight lipped and pressed on the accelerator. I kept on trotting alongside but as the truck gained speed I fell behind. “This was the account of Kutti Praba about Miller’s frame of mind as he sped on to his tryst with destiny.",
    "Kutti Praba then signalled to Razeek who was following Miller and repeated what he told Miller. He then set off the second explosive device and clambered aboard the pillion of a motorcycle and followed at some distance the explosive filled vehicles.",
    "Lt. Miller who was to be promoted post-humously as Capt. in a few days went on at full speed towards his target. Knowing that Miller was on his way, Kamal and his men retreated a hundred yards back from their original positions so as to escape the explosive fall-out. As Miller passed Kamal at high speed he waved his hand at him. That was the last glimpse of Miller. A few moments later he rammed into the Nelliaddy camp and set off the explosion that heralded the birth of the Black Tiger movement.",
    "Razeek followed suit. But when he reached the crater caused by Kamal’s blowing up the massive roadblock the truck front wheel fell into it. There was a sharp bump and then the vehicle wobbled dangerously and toppled. A frantic Razeek sitting at the wheel tried hard to steer it on course again but to no avail. He then jumped out and inspected it. Realising that he could not get it back on course he decided to run back before it exploded. Razeek’s truck exploded a few minutes after Miller’s truck blew up. But the second explosion was not effective at all in military terms.",
    "Kamal and his men commenced their direct attack after the explosions. Exchanging gunfire they entered one side of the army camp. To their surprise they found that contrary to expectations the remaining soldiers at the Nelliaddy garrison had not been shocked into submission by the truck bomb. Instead they found that the soldiers had rallied and were putting up resistance. After a strenuous phase of fierce combat Kamal decided to call it a day.",
    "After returning to the temporary operational headquarters at a house at Mathoni in Nelliaddy some cadres suggested to Kamal that they go back to the military base and collect as many weapons as possible. Kamal concurred and set off to the spot again. The Tigers had just entered the camp again when a lone soldier hidden inside the water tank tower opened fire. Kamal the team commander fell dead. The remaining cadres withdrew taking Kamal’s body with them. Miller’s body blown into smithereens was nowhere to be seen. Capt. Kamal and Lt. Miller were promoted posthumously as Major and Captain respectively.",
    "Exact figures about the Nelliaddy camp attack are yet a mystery. LTTE literature glorified the attack and stated that more than a hundred soldiers were killed and more than two hundred injured. The official figures released at that time minimised the casualty rates to the point of triviality. Despite the overestimation on one side and the underestimation on the other, the overall casualty rates combining both dead and injured exceeded a hundred easily.",
    "The LTTE did not overrun Nelliaddy as is widely believed. It was however the biggest victory achieved by the LTTE in its war with the Sri Lankan State up to that point of time. The next few days saw indisciplined sections of the army running amok in the Nelliaddy, Karaveddi, Thunnalai, Alvai areas killing civilians and looting houses.",
    "The Nelliaddy Black Tiger attack enthused the Tigers with a new confidence. A few days later they overran the mini-garrison at Mayiladuthurai in the Valvettithurai area. Small groups of Tigers began infiltrating the Vadamaratchy area and began engaging the soldiers in skirmishes. The claim that Vadamaratchy had been liberated was challenged by the LTTE.",
    "More importantly the Nelliaddy attack had introduced the most deadly weapon in the LTTE arsenal “Uyiraayutham” or “live weapon”. Captain Miller was the pioneer of a long line of Black Tigers. LTTE supremo Prabhakaran later developed and streamlined the Black Tiger suicide squad into one of the world’s deadliest destructive forces.",
    "The LTTE earned for itself a terrible reputation as the foremost exponents of suicide killer attacks surpassing those of the Japanese Kamikazes in World War Two or the Palestinian Hamas. The suicide killers are considered an elite unit within the LTTE called “Karumpuli”. It is translated literally in English as Black Tiger though the correct equivalent would be Panther.",
    "Black Tiger attacks were of two kinds. One was against specific military targets like security installations, convoys, naval vessels, battle tanks, etc. Black Tigers were deployed during the heat of battle too. They drove explosive packed vehicles or vessels on to enemy targets. Those who die in such attempts were formally acknowledged and praised as “Maaveerar” or great heroes.",
    "The other form of attacks were of a terroristic nature. These were against controversial civilian targets. These attacks resulting in civilian deaths earned global opprobrium for the LTTE. The LTTE was unable to honour these Black Tigers openly because of the negative publicity involved. So they were honoured privately and anonymously as unknown heroes.",
    "Black Tigers comprised volunteers only. After selection by drawing lots they were given special training. Then each Black Tiger was granted an exclusive audience with the LTTE leader Veluppillai Prabhakaran. The Tiger supremo shared a meal with the young cadre about to embark on a suicide mission. After the Black Tiger’s mission was accomplished, photographs of the last supper with Prabhakaran were published in LTTE journals.",
    "The destructive capacity of the highly motivated Black Tigers or suicide killers has contributed to a qualitative difference in the conduct of the war. The question that puzzles Government forces as well as all observers of the conflict was what made the LTTE suicide killer tick? Though the Tiger cadres were Hindu or Christian, the LTTE was politically secular. There was no religious fanaticism but only nationalistic fervour here. The ideal of a separate country for the Tamils along with the perception that one is engaged in “Thatkodai” or self-sacrifice for that goal seem to have been be motivating factors."
  ]
}