{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/protests-against-adani-in-india/",
  "time_ut": 1732634700.0,
  "original_lang": "en",
  "original_title": "Protests against Adani in India",
  "original_body_lines": [
    "Protests have erupted in India against Gautam Adani and his business empire in view of damning corruption charges against them over some renewable energy projects. Adani and seven others have been charged in a bribery and fraud case in the US. A federal court has issued arrest warrants for him and his nephew.",
    "The Indian Opposition threw both Houses of Parliament into turmoil on Monday, causing them to be adjourned over the allegations of corruption against Adani. The Congress, which led the protest, has however said it will not push for a washout of the entire session over the corruption issue, which it will keep going because attacking Adani is the most effective way to discredit and hurt its bete noire, Prime Minister Narendra Modi, who helped Adani Group achieve a phenomenal growth and a global reach.",
    "Adani has come to be dubbed Modi’s Rockefeller, and the corruption issue has put Modi and his BJP-led government in a spot. If the Modi government opts to handle the Adani issue in such a manner that it will be seen to be partial to the tycoon under a cloud, it will incur more public opprobrium, and at the same time it cannot afford to resort to a course of action that will damage Adani Group’s interests. It thus finds itself in a dilemma. The possibility of protests against Adani spreading and gathering momentum cannot be ruled out, according to media reports.",
    "The BJP-led government has weathered numerous protests all these years, especially a protracted one by farmers, but the issue the Opposition and others have chosen to flog this time around in a bid to inflict severe damage on the Modi administration is different.",
    "An anti-corruption drive has a broad scope, appeals to people across all demographics and can therefore be used to mobilise them, especially the social media savvy rebellious youth, against the Modi government regardless of their political, ethnic, religious and caste differences. There’s the rub",
    "One may recall that, in 2011, Anna Hazare triggered a wave of anti-corruption protests across India, but that movement was not aimed at toppling a particular government as such. His campaign however had a lasting influence on Indian politics; Arvind Kejriwal, a champion of good governance, formed his Aam Aadmi Party (AAP), in 2012, with the goal of battling corruption and swept the Delhi Legislative Assembly elections. He has since served three terms as the Delhi Chief Minister, and AAP governs two Indian states. This is a testament to the power of anti-corruption campaigns.",
    "Changing geopolitical dynamics in the region compel one to view what is unfolding in India against the backdrop of the Arab-Spring-type protests that have swept across South Asia, and brought about regime changes in Sri Lanka and Bangladesh; the ousted governments have alleged foreign involvement in protests against them. Former Pakistan Prime Minister Imran Khan said something similar after being removed from office in 2022.",
    "Canada has carried out a frontal attack on India on the diplomatic front over the killing of a prominent Sikh activist on its soil. There seems to be more to Canada’s aggressive reaction than vote bank politics; otherwise, Ottawa would not have gone so far as to tarnish the image of the Modi government. It is being asked in some quarters whether the deterioration of relations between Ottawa and New Delhi will lead to India’s international isolation, with some western nations having taken a united stand on the issue. The US and the UK have come out strongly in support of Canada; they have urged India to cooperate with Canada in investigating the aforesaid killing.",
    "India and China are mending walls. Their trade relations are improving, and they are keen to resolve border disputes diplomatically. BRICS is emerging stronger. India has maintained its strong ties with Russia; it has been buying Russian oil amidst sanctions. It became the top importer of Russian crude oil last year. Russian President Vladimir Putin is expected to visit India amidst US efforts to isolate him internationally. Europe has received large volumes of petroleum products sourced from Russia via India, despite the western sanctions on Russia, according to international media reports. These are obviously not to the liking of the western bloc, which has neither permanent friends nor permanent enemies.",
    "The Modi government will be lucky if the anti-Adani protests do not develop into something like what Sri Lanka and Bangladesh have experienced.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}