{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Lanka-Needs-to-Change-its-Stance-on-Free-Trade-Agreements-EDITORIAL/172-277422",
  "time_ut": 1708453860.0,
  "original_lang": "en",
  "original_title": "Lanka Needs to Change its Stance on Free Trade Agreements - EDITORIAL",
  "original_body_lines": [
    "For over five years, we the Lankans have been dabbling with the idea of entering into Free Trade Agreements (FTAs) with India and other countries in the Asia region. Today, once again, we are at the point of inking an agreement on Economic and Technology Cooperation Agreement (ETCA) with India.",
    "Negotiations for a FTA with Thailand have reached fruition, while discussions with India, Bangladesh and China are currently in progress. Additionally, trade negotiations with Indonesia and Malaysia are set to commence shortly. Sri Lanka has submitted a Letter of Intent to become a member of the Regional Comprehensive Economic Partnership (RCEP).",
    "Since the changed economic policies in 1977 led to a partial dropping of protectionist policies, various interest groups from professionals to trade unionists have been up in arms against the idea of FTAs in general and with India in particular.",
    "The common thread running through their arguments has been that Indian workers will flood this country to the detriment of local workers. Lanka will become the dumping ground for cheap ‘inferior’ Indian goods. Indian educated students do not meet international standards, etc., etc.",
    "It’s time we brought ourselves up to date. India today is challenging both China and the US – the present day economic giants. Indian educated professionals play a leading role in Silicon Valley (the global hub for high technology and innovation). Indian scientists are using Indian technology to send rockets to the moon and beyond. Indian medicines are widely sought after by responsible medical institutions like the WHO.",
    "In our little island, we have not yet been able to produce a quality razor blade, and lest we forget, we pay some of the lowest wages to needs worldwide.",
    "Furthermore, today many Indian expatriate workers in the Middle East and even in the US are leaving their lucrative employment in those countries to return to India where they receive better packages.",
    "Now, why oh why, should Indian professionals rush in to take up our low ‘paying jobs’ unless we are ready to raise our wage levels? If that happens does it not auger well for our workforce as well?",
    "FTAs are no magic mantra to develop our economy. But they do provide an opportunity to shift away from exporting low-tech manufacturing products and primary goods to more complex high-tech goods like electronics, machinery, vehicles and medical devices, and thereby increase our foreign exchange earning capacity.",
    "They help boost our export competitiveness by diversifying its sourcing partners through larger trade networks and cheaper imports of intermediate goods from partner countries.",
    "In Vietnam for example, trade agreements like the RCEP and EVFTA, extend Vietnam’s trade integration partners well beyond Asia, allowing that country to take advantage of the reduced tariffs, both within the ASEAN Economic Community (AEC) and with the EU and US to attract exporting companies to produce in Vietnam and export to partners outside ASEAN.",
    "The partnership with foreign firms helped transfer knowledge and technology needed to enter higher value-added production. An example of this is the Vinfast electric automobiles manufactured by Vietnamese conglomerate Vingroup.",
    "Vinfast’s gains represent how Vietnam developed its own products from the transfer of know-how and technology, and enhanced its foreign exchange capacity.",
    "Our country is still in debt to its external creditors, and this debt keeps growing. In September 2023, our external debt stood at US$ 52.7 billion as compared with US$ 52.3 billion in the previous quarter.",
    "We need to work our way out of this debt situation. Economy Next statistics show Sri Lanka’s Gross Official Reserves went up by 829 billion rupees to 4.4 billion US dollars in December 2023, helped by loans from multilateral lenders including the International Monetary Fund.",
    "In plain language our present export earnings are not sufficient to repay our creditors any time soon. Therefore, we need to find ways and means of ensuring we are able not only to meet repayment deadlines, but also to ensure we never fall into bankruptcy again.",
    "Free Trade Agreements are a possible way out. The Vietnamese experience proves this. It is time to shed long held, outdated prejudices, and take the country forward."
  ]
}