{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/vfs-global-issues-statement-on-sri-lanka-visa-deal-161630/",
  "time_ut": 1715002620.0,
  "original_lang": "en",
  "original_title": "VFS Global issues statement on Sri Lanka visa deal",
  "original_body_lines": [
    "ECONOMNEXT – VFS Global, one of the companies involved in Sri Lanka’s high-priced visa deal, has issued statement saying its 18.50 dollar fee was approved by the cabinet of the island.",
    "“Payment processing charges and applicable local taxes are in addition to the service fee,” the company said.",
    "The shift of visa processing to the company has led to the doubling of Sri Lanka tourist visa to 100 dollars from 50, with the government charge going up to 75 dollars and company charging another 25 dollars plus in service fee and ‘convenience’ fees.",
    "“The government benefits from increased efficiencies and transparency in managing the complete process and improved resource utilisation,” VFS said.",
    "Sri Lanka’s Minister of Public Security said the deal was awarded without tendering and in any case nobody would have come forward to compete against VFS.",
    "Related No tender needed for Sri Lanka visa deal, nobody can compete against VFS: Minister",
    "Visa applicants to other countries were charged even higher fees, he said.",
    "VFS Global is a trusted partner to 67 client governments. It operates over 3,300 visa application centres in 151 countries and has processed over 285 million applications since its inception in 2001.",
    "Headquartered in Zurich and Dubai and backed by majority shareholder Blackstone, along with the Swiss-based Kuoni and Hugentobler Foundation and EQT, VFS Global is committed to creating value for all stakeholders and leading in responsible, innovative solutions making government services more effective and efficient.",
    "As the world’s leading outsourcing and technology service specialist, VFS Global embraces technological innovation including Generative AI to support governments and diplomatic missions worldwide. The company manages non-judgmental and administrative tasks related to applications for visa, passport, and consular services for its client governments, increasing productivity and enabling them to focus entirely on the critical task of assessment.",
    "A technology-driven company, VFS Global continuously transforms its business model with secure and efficient processes, market offerings and advanced technologies including AI/Analytics. With a responsible approach to technology development, adoption and integration, the company prioritizes ethical practices and sustainability while serving client governments. VFS Global enhances cross-border mobility for global citizens through highly secure, reliable, efficient, and innovative technology solutions.",
    "Data security is fully embedded in the design and functioning of its processes. The company fully adheres to the highest international standards, such as ISO 27001:2013, UK Cyber Essentials Plus, Spain National Cybersecurity Framework, Germany IT Grundschutz, etc. VFS Global has robust systems and controls in place and complies with various data localisation, privacy, and data protection laws, including GDPR.",
    "VFS Global is also certified under ISO/IEC 27701:2019, an extension to ISO 27001 by TUV SUD, showing its adherence to the requirements and guidelines for a Privacy Information Management System (PIMS), and its responsibilities as a PII processor, in compliance with European GDPR.",
    "In Sri Lanka since 2004, VFS Global has been facilitating the visa application process for 23 governments including the UK, Australia, Canada, New Zealand, and Schengen countries such as France, Germany, Switzerland, Italy, Norway, Austria, Latvia, Hungary, Croatia, Malta, and Greece. VFS Global operates six visa centres located in Colombo and Jaffna and employs over 123 Sri Lankan nationals. Since 2004, VFS Global Sri Lanka has processed over 3.2 million applications.",
    "The Department of Immigration & Emigration (DI&E) has signed a tripartite contract with GBS Technology Services & IVS Global FZCO being the prime contractor and VFS Global being the technology partner for the Sri Lanka government’s new E-Visa solution. www.srilankaevisa.lk.",
    "VFS Global manages non-judgmental and administrative tasks related to the application process only. The decision to grant or reject the visa is at the sole discretion of the Department of Immigration and Emigration.",
    "It currently employs a total of 66 Sri Lankan nationals and the number is expected to increase to over 100 Sri Lankan nationals shortly.",
    "VFS Global has experience offering its digital E-Visa platform to 12 governments including Thailand, Dubai, Equatorial Guinea, Azerbaijan, Suriname, amongst others.",
    "As part of the digital transformation and modernisation of the visa system, the government of Sri Lanka decided to adopt VFS Global’s digital platform for its E-Visa and Visa-on-Arrival process. The objective is to make the process seamless to aid increased tourism and investment opportunities.",
    "Travellers (visa applicants) can choose from 17 non-resident visa categories ranging from one month to 10 years. The process is online, which brings convenience to applicants. Additionally, travellers can use the dedicated contact centre that provides 24/7 support in five languages namely English, Tamil, Russian, Mandarin/Cantonese and German. This will be expanded to other languages based on the requirement.",
    "The solution is offered through a user-pay model, at no cost to the government. All investments related to technology, infrastructure and staff are borne by the company.",
    "The total service fee approved by the Cabinet is US$ 18.50 across all visa categories. Payment processing charges and applicable local taxes are in addition to the service fee.",
    "The government benefits from increased efficiencies and transparency in managing the complete process and improved resource utilisation.",
    "VFS Global is committed to promoting Sri Lanka globally through a detailed marketing plan working closely with Sri Lanka Tourism.  This is to achieve growth in inbound arrivals from the source markets utilising its global network as per the vision of the government to achieve 5 million tourist arrivals in Sri Lanka.",
    "The promotion of Sri Lanka tourism will be comprehensively carried out through the new E-Visa platform.",
    "VFS Global will leverage its extensive network and will predominantly target India, Russia, the UK, Germany, China, Australia, France, the USA, Canada, Maldives, the Netherlands, Spain, Switzerland, Italy and Japan which contribute to approx. 80% of tourist arrivals.",
    "1.\tRoadshows and travel trade engagements in key locations to highlight Destination Training & Webinars, B2B newsletters and promotion of new itineraries.",
    "2.\tMedia Engagements promoting Sri Lanka via trade travel media, public relations and promotions in B2B Trade magazines.",
    "3.\tPromotion through VFS Global digital platform and the Visa Application Centres.",
    "4.\tPublicity through Display Advertising, Digital Standees, Roll-ups, Brochure/ Flyer placements and on corporate websites.",
    "5.\tSocial media marketing and online advertising to increase destination awareness and visibility."
  ]
}