{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/anticipated-boom-in-tourism-sees-notable-appreciation-in-hotel-sector-shares/",
  "time_ut": 1732911660.0,
  "original_lang": "en",
  "original_title": "Anticipated boom in tourism sees notable appreciation in hotel sector shares",
  "original_body_lines": [
    "The stock market yesterday was active in respect of both retail and institutional investor participation, but it was mainly driven by the hotel sector, which saw a notable price appreciation as industry stakeholders anticipate a major boom in the travel and tourism sector in the coming months, stock market analysts said.",
    "Amid those developments mixed reactions were witnessed in both indices. The All Share Price Index went up by 24.60 points while S and P SL20 declined by 9.65 points.",
    "Turnover stood at Rs 3.7 billion with nine crossings. Those crossings were reported in HNB, which crossed 1.3 billion shares to the tune of Rs 305.4 million; its shares traded at Rs 234, JKH 7.1 million shares crossed for Rs 142 million; its shares traded at Rs 20, Keells Hotels 2.9 million shares crossed to the tune of Rs 50 million; its shares traded at Rs 19, Agalawatta Plantation 650,000 shares crossed for Rs 24.7 million and its shares sold at Rs 38, Lanka IOC 220,000 shares crossed to the tune of Rs 23.9 million and its shares sold at Rs 109, Digital Mobile Solutions 450,000 shares crossed for Rs 23.41 million and its shares traded at Rs 52, Hemas Holdings 260,000 shares crossed to the tune of Rs 21.8 million and its shares sold at Rs 84, Ambeon Capital 1.2 million shares crossed for Rs 21.6 million; its shares traded at Rs 18 and Sunshine Holdings 276,000 shares crossed for Rs 73.20 each.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Citrus Waskaduwa Rs 277 million (135 million shares traded), JKH Rs 149 million (7.4 million shares traded), Sampath Bank Rs 145 million (1.5 million shares traded), Ambeon Holdings Rs 144 million (7.8 million shares traded), Agalawatte Plantations Rs 113 million (2.9 million shares traded) and Digital Mobile Solutions Rs 109 million (2.1 million shares traded). During the day 227 million share volumes changed hands in 23000 transactions.",
    "It is said that the banking sector was among the highest contributors to the turnover, especially because of HNB and Sampath Bank, while the manufacturing sector and plantations sector actively contributed to the market, market analysts said.",
    "Yesterday, the rupee was trading stronger at R 290.55/65 to the US dollar from 290.70/80 to the US dollar on the previous day, dealers said, while bond yields were up.",
    "A bond maturing on 15.12.2026 was quoted at 9.50/60 percent, up from 9.40/60 percent. A bond maturing on 15.12.2027 was quoted at 10.25/32 percent, up from 10.20/30 percent. A bond maturing on 15.10.2028 was quoted at 10.52/55 percent, up from 10.45/55 percent. A bond maturing on 15.09.2029 was quoted stable at 10.70/85 percent.",
    "amanté customers to benefit from revolutionary new XSPLIT payment scheme facilitated by WEBXPAY",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}