{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111083/trump-orders-nuclear-submarines-moved-after-russian-provocative-statements",
  "time_ut": 1754099820.0,
  "original_lang": "en",
  "original_title": "Trump orders nuclear submarines moved after Russian ‘provocative statements’",
  "original_body_lines": [
    "U.S. President Donald Trump on Friday said he had ordered two nuclear submarines to be positioned in “the appropriate regions” in response to remarks from former Russian President Dmitry Medvedev about the risk of war between the nuclear-armed adversaries.",
    "Security analysts called Trump’s move a rhetorical escalation with Moscow, but not necessarily a military one, given that the United States already has nuclear-powered submarines that are deployed and capable of striking Russia.",
    "Medvedev on Thursday said Trump should remember that Moscow possessed Soviet-era nuclear strike capabilities of last resort, after Trump had told Medvedev to “watch his words.”",
    "“Based on the highly provocative statements of the Former President of Russia, Dmitry Medvedev ... I have ordered two Nuclear Submarines to be positioned in the appropriate regions, just in case these foolish and inflammatory statements are more than just that,” Trump said in Friday’s social media post.",
    "He added: “Words are very important, and can often lead to unintended consequences, I hope this will not be one of those instances.”",
    "Asked later by reporters why he ordered the submarine movement, Trump said: “A threat was made by a former president of Russia, and we’re going to protect our people.”",
    "The U.S. Navy and the Pentagon declined to comment about Trump’s remarks or on whether submarines had been moved. It is extremely rare for the U.S. military to discuss the deployment and location of U.S. submarines given their sensitive mission in nuclear deterrence.",
    "Trump’s comments came at a time of mounting tension between Washington and Moscow as Trump grows frustrated with what he sees as President Vladimir Putin’s failure to negotiate an end to his more than three-year-old invasion of Ukraine.",
    "He did not specify what he meant by “nuclear submarines.” U.S. military submarines are nuclear-powered and can be armed with nuclear-tipped missiles, although not all are.",
    "But any talk by a U.S. president about potential nuclear military capabilities raises concerns, the security experts said, noting that the United States has historically refrained from matching Russia’s nuclear-saber rattling given the risks surrounding the world’s most devastating weaponry.",
    "“This is irresponsible and inadvisable,” said Daryl Kimball, executive director of the Arms Control Association advocacy group. “No leader or deputy leader should be threatening nuclear war, let alone in a juvenile manner on social media.”",
    "Hans Kristensen of the Federation of American Scientists noted that U.S. nuclear submarines – part of the so-called nuclear triad with bombers and land-based missiles – were always positioned to launch nuclear-armed missiles at targets in Russia.",
    "“The subs are always there all the time and don’t need to be moved into position,” he said. “He grants Medvedev a response to these crazy statements.”",
    "The United States has a total of 14 Ohio Class nuclear-powered submarines, each capable of carrying up to 24 Trident II D5 ballistic missiles that can deliver multiple thermonuclear warheads up to 4,600 miles.",
    "Between 8 and 10 Ohio Class submarines are deployed at any one time, according to the Nuclear Threat Initiative arms control group.",
    "Medvedev, deputy chairman of Russia’s Security Council, has emerged as one of the Kremlin’s most outspoken anti-Western hawks since Russia sent tens of thousands of troops into Ukraine in 2022. Kremlin critics deride him as an irresponsible loose cannon, though some Western diplomats say his statements illustrate the thinking in senior Kremlin policy-making circles.",
    "U.S. officials had told Reuters prior to Trump’s latest remarks that Medvedev’s comments were not being taken as a serious threat, and it is unclear what drove Trump’s latest announcement beyond the public clash between the two on social media.",
    "Trump and Medvedev have traded taunts in recent days after Trump on Tuesday said Russia had “10 days from today“ to agree to a ceasefire in Ukraine or be hit with tariffs.",
    "Kristensen said that Trump was creating a “commitment trap” by fueling expectations that he could resort to nuclear weapons if tensions escalated further with Russia.",
    "Still, Evelyn Farkas, executive director of the McCain Institute and a former senior Pentagon official, played down the idea that this could lead to nuclear conflict.",
    "“It’s really signaling. It’s not the beginning of some nuclear confrontation and nobody reads it as such. And I would imagine the Russians don’t either,” she said.",
    "She added that Trump’s actions, however, were unlikely to get Russia to change course in Ukraine.",
    "Moscow, which has set out its own terms for peace in Ukraine, has given no indication that it will comply with Trump’s 10-day deadline of August 8.",
    "Putin said on Friday that Moscow hoped for more peace talks but that the momentum of the war was in its favor. He made no reference to the deadline.",
    "Trump, who in the past touted good relations with Putin, has expressed mounting frustration with the Russian leader, accusing him of “bullshit” and describing Russia’s latest attacks on Ukraine as disgusting."
  ]
}