{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97216/one-in-five-of-migratory-species-at-risk-of-extinction-un-report",
  "time_ut": 1707799380.0,
  "original_lang": "en",
  "original_title": "One in five of migratory species at risk of extinction - UN report",
  "original_body_lines": [
    "More than a fifth of the world’s migrating species are at risk of going extinct as a result of climate change and human encroachment, according to the United Nation’s first-ever report on migrating animals published on Monday.",
    "Billions of animals make journeys across deserts, plains or oceans every year to breed and feed, and “unsustainable” pressures put on migratory species could not only see their populations dwindle, but also disrupt food supplies and threaten livelihoods, the report said.",
    "Of the 1,189 species covered by a 1979 U.N. convention to protect migratory animals, 44% have seen numbers decline, and as many as 22% could vanish altogether, the report added.",
    "The numbers were based on assessments and data provided by the International Union for the Conservation of Nature (IUCN) as well as the Living Planet Index, which collates population numbers for more than 5,000 species from 1970 onwards.",
    "The report, released on Monday, gives “a very clear direction” about what governments need to do to tackle the threats to migratory species, said Amy Fraenkel, executive secretary of the U.N. Convention on the Conservation of Migratory Species of Wild Animals.",
    "“It’s always about implementation,” she said ahead of the convention’s meeting, held this week in Samarkand, Uzbekistan.",
    "Humans pose the biggest threat, with activities including hunting, fishing and other forms of overexploitation impacting 70% of the species on the U.N. list.",
    "Habitat loss affected up to 75% of the species – underlining the need for more connectivity between isolated ecosystems. The report’s authors urged governments to avoid disrupting habitats and migration paths when installing infrastructure such as dams, pipelines or wind turbines.",
    "“We need to look at the top levels of government decision making,” said Fraenkel “and what is being planned so that we can make sure that we can ... address human needs while not sacrificing the nature we all need to survive.”",
    "The pressures are being compounded by temperature changes, which disrupt the timing of migrations, cause heat stress and drive increasingly destructive weather-related events such as drought or forest fires.",
    "“The changes that had been already predicted some years ago are now happening,” Fraenkel said.",
    "Parties to the Convention meet every three years to review new species to add to its watchlist. Among the animals being considered at this week’s Samarkand meeting will be the giant Amazon catfish.",
    "The agency will also launch a new program to provide technical assistance for countries to protect habitats more effectively, Fraenkel said.",
    "Conservationists urged governments to honour their 2022 pledge under the new global biodiversity agreement to set aside 30% of the world’s land and sea territories for nature by 2030.",
    "“If governments do everything they have committed to do, then the next (U.N. report) will have some good news,” said Susan Lieberman, vice-president of international policy at the Wildlife Conservation Society, who is attending the Samarkand meeting."
  ]
}