{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102342/nepal-shuts-schools-as-floods-and-landslides-kill-more-than-150",
  "time_ut": 1727625960.0,
  "original_lang": "en",
  "original_title": "Nepal shuts schools as floods and landslides kill more than 150",
  "original_body_lines": [
    "Nepal has shut schools for three days after landslides and floods triggered by two days of heavy rain across the Himalayan nation killed 151 people, with 56 missing, officials said on Sunday.",
    "The floods brought traffic and normal activity to a standstill in the Kathmandu valley, where 37 deaths were recorded in a region home to 4 million people and the capital.",
    "Authorities said students and their parents faced difficulties as university and school buildings damaged by the rains needed repair.",
    "“We have urged the concerned authorities to close schools in the affected areas for three days,” Lakshmi Bhattarai, a spokesperson for the education ministry, told Reuters.",
    "Some parts of the capital reported rain of up to 322.2 mm (12.7 inches), pushing the level of its main Bagmati river up 2.2 m (7 ft) past the danger mark, experts said.",
    "But there were some signs of respite on Sunday morning, with the rains easing in many places, said Govinda Jha, a weather forecaster in the capital.",
    "“There may be some isolated showers, but heavy rains are unlikely,” he said.",
    "Television images showed police rescuers in knee-high rubber boots using picks and shovels to clear away mud and retrieve 16 bodies of passengers from two buses swept away by a massive landslide at a site on the key route into Kathmandu.",
    "Weather officials in the capital blamed the rainstorms on a low-pressure system in the Bay of Bengal extending over parts of neighbouring India close to Nepal.",
    "Haphazard development amplifies climate change risks in Nepal, say climate scientists at the International Centre for Integrated Mountain Development (ICIMOD).",
    "“I’ve never before seen flooding on this scale in Kathmandu,” said Arun Bhakta Shrestha, an environmental risk official at the centre.",
    "In a statement, it urged the government and city planners to “urgently” step up investment in, and plans for, infrastructure, such as underground stormwater and sewage systems, both of the “grey”, or engineered kind, and “green”, or nature-based type.",
    "The impact of the rains was aggravated by poor drainage due to unplanned settlement and urbanisation efforts, construction on floodplains, lack of areas for water retention, and encroachment on the Bagmati river, it added.",
    "The level in the Koshi river in Nepal’s southeast has started to fall, however, said Ram Chandra Tiwari, the region’s top bureaucrat.",
    "The river, which brings deadly floods to India’s eastern state of Bihar nearly every year, had been running above the danger mark at a level nearly three times normal, he said."
  ]
}