{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Election-2024-choices-for-change-Weaponised-negativism-or-progressive-centrism/4-766860",
  "time_ut": 1726691124.0,
  "original_lang": "en",
  "original_title": "Election 2024 choices for change: Weaponised negativism or progressive centrism",
  "original_body_lines": [
    "Unless you reject change and vote Ranil, the choice is between two types of change-- as represented by Anura and Sajith.",
    "Anura represents the risk of uncertain, disequilibrating, ‘wild’ change, mainly from below.",
    "Sajith represents the assurance of steady, stable, sustainable, constructive, calibrated change, mainly from above.",
    "As a boy one thing I picked up from Mervyn de Silva, my father, is that every story has to be checked from more than one side and source, and that “the truth usually lies somewhere in the middle”.",
    "This month, September, would have marked his 95th birthday had he lived, but he died with his 70th birthday just out of reach. He’s the one after whom the pinnacle prize of the Annual Journalism Awards presented by the Editors’ Guild and the Publishers’ Society– the Mervyn de Silva Journalist of the Year-- is named.",
    "That’s why in politics I tend to look for the position in-between; the third space—and to persuade players to occupy that space.",
    "That accords with the great philosophical traditions of a search for the Middle Path (the Buddha), the Golden Mean (Aristotle) or a ‘synthesis’ of antipodes which would contain the best elements of two contradictory positions, ‘thesis’ and ‘antithesis’ (Hegel).",
    "In this Presidential election campaign, I look for the vital centre, pointed towards social progress and fair-play.",
    "Ranil Wickremesinghe never occupied it in his long political career. Now more than ever, he represents the status quo, continuity. On the platform he recently proclaimed: “Everyone promises change, I won’t change a thing”. He leads an elitist establishment that has rotted through and is best symbolised not by ‘green’ but by ‘gangrene’.",
    "I publicly endorsed both Sajith Premadasa (since 2010) and Anura Dissanayake (since 2014) as a generational shift, and have supported their journey towards the centre.",
    "Post-Aragalaya, Anura Dissanayake built up an advantage over Sajith because the NPP was projecting with due diligence, AKD as liberator, while the SJB was assiduously exhibiting the Blueprint of its Economic Council rather than projecting the Sajith Premadasa story and discourse. Blueprints and Councils don’t run for President. Leaders-- with their discourse and narratives, their stories-- do.",
    "Sajith has course-corrected during this campaign, responding to manifest mass sentiment, speaking mostly in his authentic developmental voice which occasionally echoes his father’s. Forming the Samagi Jana Sandhanaya, a broad alliance of prominent centrist-nationalist and centre-left elements, has shifted his centre-of-gravity to the progressive middle-ground.",
    "Anura too has moved from left towards the centre, but not to the centre. His move in the direction of the centre in economic policy retains a rejection of the 1977 transformation. I flagged this in last week’s column but wish to explore its dangerous implications.",
    "Sri Lanka was not the first country to adopt an Open Economy model – Pinochet’s Chile did so in 1973 and Anwar Sadat’s Egypt in 1977--but it was the first country to do so within a functioning multiparty competitive democracy. Chile and Egypt did so under dictatorships.",
    "Moreover, Sri Lanka adopted an open economic policy before the old Anglo-American democracies did (Thatcher-Reagan).",
    "Sri Lanka’s open economy was an improvement on all of these experiments because it did NOT dismantle the state sector. The single most massive and important development project under the Open Economy was the Accelerated Mahaweli Project, and that mega-project was state-driven.",
    "Thus, Anura Dissanayake’s continued rejection of the 1977/post-1977 economic changes reveal the strict limits of his shift towards the centre. It means that his economic policies have no paradigmatic parameters and if elected to office, will have no guardrails. He represents the risk of open-ended, irresponsible, even uncontrollable change.",
    "In an echo of Blaise Pascal, the 17th century French mathematician, philosopher and Catholic thinker, iconic American novelist F Scott Fitzgerald, author of The Great Gatsby, wrote in ‘The Crack-Up’, that ‘the test of a first-rate intelligence is the ability to hold two opposing ideas together in the mind and still retain the ability to function’.",
    "Sajith Premadasa has this ability. He holds together two ideas which are usually held by opposing sides, Right and Left, elitist and Populist. He has spotted the central folly of post-Independence Ceylon, that which ultimately reduced us from where we were, prevented us from being what we could’ve been, and brought us to where we now are, but isn’t once mentioned by Anura Dissanayake in his narrative of decline from 1948: ‘Sinhala Only’, and loss of proficiency in the main international language which we possessed in the first decades after Independence. Sajith hopes to reverse that with a revolutionary move of teaching English compulsorily from pre-school.",
    "Cosmopolitan elitists who will applaud this policy care little for programs which uplift the poor and make this a fairer society. Sajith cares about the poor, underprivileged and marginal, and proposes such programs for upliftment of the sort that his father, President Premadasa became revered for.",
    "Sajith wants to level society upwards, not downwards, enabling us to compete and excel as we did decades ago in the world arena by reintroducing English while at the same time preventing that from widening the gap between students or schools by dint of social programs which will reduce poverty and economic initiatives which will “turn have-nots into haves” (President Premadasa) and also uplift underdeveloped areas.",
    "Sajith is the man who is for compulsory, early education of English while also being the man who, through his programs ‘Sakvala’ and ‘Husma’ has proved beyond any reasonable doubt, his commitment to the upliftment of the underprivileged people, areas and institutions of the island.",
    "Compulsory English from pre-school will globalise Sri Lanka in the best possible way, while the social upliftment programs will make the impact of that globalisation fair and equitable.",
    "Anura Dissanayake’s discourse is of a Long Fall that begins at Ceylon/Sri Lanka’s birth in 1948. His condemnation of Sri Lanka’s performance and achievement over 76 years, his write-off of our 76 years of Independence, reveal that he is unable to see the positive and unwilling to respect those who made a contribution as democratic leaders in elected Governments.",
    "He has a blind spot towards the constructive and positive, and a blinkered vision which shows only the negative.",
    "He is unwilling to recognise the global accolades that Sri Lanka received for its achievements mainly in Human Development.",
    "This position is extreme, not moderate. It shows him to be a nihilistic extremist, not a moderate leftist.",
    "With no evidence and no reason, he obviously regards himself as superior to all the leaders we have elected since Independence.",
    "This displays a lack of respect and an excess of arrogance towards our elected leaders of the past and their achievements.",
    "The Buddha emphasised the importance of “Right Attitude/Outlook” as the starting point. Anura plainly doesn’t have it, and therefore he has yet to mature into the kind of leader who can safely pilot the state and nation.",
    "This also shows that Anura is a bad Marxist, and I don’t mean it in the SJB’s simplistic syllogistic sense: “Marxism is bad, Anura is a Marxist, therefore Anura is bad”. I mean that he seems to have a very bad grasp of Marxism, beginning with a poor understanding of Marxist philosophy. Anura just does not understand dialectics.",
    "Dialectics holds that contradiction is embedded at the heart of everything and is the driving force of change. When applied to Sri Lanka’s history, politics and economics since Independence, this would mean that there were positive and negative aspects; not only negative. In Anura’s mental universe there is no contradiction and therefore no constructive aspect in any governmental term of post-1948 Ceylon/Sri Lanka, nor in its postcolonial history as a whole.",
    "While Sri Lanka has experienced dark decades, we have also come through, triumphed over adversity. How many would have disagreed with that on May 19th (Nandikadal) and May 27th (Geneva) 2009? Our pluses and positives are greater than our minuses and negatives. The current debt crisis driving the larger economic crisis—man-made folly, to be sure—is an exception, an aberration, not the rule of our track record, our story and this island’s way of being.",
    "Anyone who cannot and does not recognise this comes from a notion of “purity” and a nihilistic negation of past achievements. This makes Anura’s talk of National Renaissance redolent of Pol Pot and the Khmer Rouge’s negation of all that went before—resulting in their ‘new beginning’ which they called Year Zero.",
    "AKD’s blanket condemnation of all state achievements and administrations, and his rejection of alliance with anyone however decent and progressive who has been a member of any previous leadership and administration since 1948, show a dangerously negative attitude towards the Sri Lankan State. He doesn’t seem to have ruptured from the JVP’s foundational antipathy to the state. If that is what he thinks of the Sri Lankan state, should he be entrusted with its stewardship? Isn’t it rather like hiring as a babysitter, a neighbour who has disparaged everything about the kid he would have to look after?",
    "Anura is trying to arrive at the country’s leadership through the shortest cut that any Left leader/party has taken. In the Global South, left leaders have reached the top by one or a combination of classifiable routes. On these routes, they have accumulated the requisite experience and proved themselves. They’ve variously been:",
    "nPolitico-military leaders who fought the state to a standstill and then skillfully negotiated a peaceful settlement (e.g., El Salvador’s FMLN leader Salvador Sanchez Ceren a.k.a. Leonel Gonzales, Nepal’s Maoist leader Pushpa Kamal Dahal a.k.a Prachanda).",
    "nHowever legendary, they’ve occupied the post of Vice-President and proved their democratic credentials before running for President (e.g., Uruguay’s Tupamaro leader Mujica).",
    "nThey’ve been Governors of provinces/regions/states or Mayors of large metropolitan towns and proved successful before they ran for President (e.g., Brazil’s Lula).",
    "nIn all models covering every pathway of a Left leader to their country’s helm by ultimately electoral means, a permanent feature has been a Frente Amplio, a Broad Front or Rainbow Coalition of political parties comprising a progressive-democratic bloc.",
    "Anura Kumara Dissanayake is aspiring to the Presidency having avoided all these phased pathways along which experience is accumulated and leadership tested.",
    "He has also refused to address the shortfall of experience and proven administrative ability through the universal method of a broad United Front of left, progressive and democratic parties which amounts to the convergence of a rich diversity of experience.",
    "Then there’s the opacity. Sajith and Jalani Premadasa, his SJB and SJS Alliance leaders, are “known knowns”: we know that we know them.",
    "We know next to nothing about Anura and his family, and the JVP Politbureau and Central Committee members. Nor do we know what they believe in and are committed to ideologically, politically and socially, as contained in the documents of their Party Congresses about which we know absolutely nothing.",
    "The books (so to speak) aren’t open in the JVP, and the JVP is no open book. They are “known unknowns”: we know that we don’t know (much) about them.",
    "The NPP personalities are “known knowns” but they aren’t real decision-makers or even JVP members. They are JVP sympathisers, ‘fellow-travelers’.",
    "The lack of balance in Anura’s attitude to everyone who ran the country since 1948—all “crooks”—and everything they built and defended, is definable only as the weaponisation of negativism and social resentment. AKD turns social resentment into a political AK-47. Friedrich Nietzsche has repeatedly identified “ressentiment” (French for “resentment”) as the philosophical root of much social and human evil.",
    "Having urged (2014) and applauded his candidacy, how could I reject this Left candidate in favour of a non-Left one at the decisive moment, having been known as a leftist myself? Does the moment of truth reveal that I am not one now?",
    "Any such crass misconception could only come from one ignorant of the history of Marxism and Communism, not to mention world history.",
    "Marx and Engels waged a bitter struggle against Mikhail Bakunin and Anarchism which ended the First International. Bakunin was against the State; Marx saw it as a necessary transitional stage.",
    "During the Spanish Civil War of the 1930s, Stalin and the Communist International supported the democratic-capitalist Spanish Republicans (and Socialists) and fought the more leftwing POUM and Trotskyists.",
    "Vietnam’s Ho Chi Minh and China’s Mao had united fronts with their ‘national capitalists’ but combatted the Trotskyist left.",
    "The war against Pol Pot’s Khmer Rouge was fought and won by the Vietnamese Communists with the global ideological battle being spearheaded by Fidel Castro.",
    "Sri Lanka’s North-Eastern war saw a mini-civil war between the hardcore separatist-terrorist Tigers and the Eelam Left. The second Southern Civil War saw a mini-civil war between an aggressive JVP and a ‘Vijaya-ist’ Left. Belonging to the latter, I supported President Premadasa against the JVP offensive and helped him prevail. Anura and the JVP have chosen not to repent its crimes of the 1980s and to brush them under the carpet instead.",
    "Once again—as a Leftist and a Catholic (a Pope Francis loyalist) -- I ask myself “who can be counted on to do more, practically, tangibly, constructively and swiftly, for the majority of people, especially the needy? Whose victory will mean ‘good news for the poor’?”",
    "The answer in the late 1980s was Ranasinghe Premadasa, not the JVP led by Rohana Wijeweera. 35 years later, the answer is again ‘Premadasa’; this time Sajith Premadasa, not the JVP-NPP led by Anura Dissanayake.",
    "A state operates in the international system. Who as leader would best represent us in the global arena? The point I am getting at here has nothing to do with class factors or social origins.",
    "Ranasinghe Premadasa had been Prime Minister for just two years when he addressed the UN General Assembly, delivered a lecture at the Asia Society New York, and faced three top journalists (including the International Bureau Chief of Reuters) who asked him complex, controversial questions he had not been shown previously, at a televised panel discussion. Speaking spontaneously, without any interpreter, his presidential potential was palpable. (https://www.youtube.com/watch?v=7OYjjXCYxlM)",
    "Sajith has linguistic-educational advantages his father didn’t have, but provided him. Watching the calm confidence and clarity, the measured yet unhesitating nuance with which he answers the questions posed by the Indian periodical The Week, I conclude that of all our presidential contenders, his would be the safest hand on the tiller, guiding the Lankan state with sensible centrism and pragmatic progressivism through the stormy seas of economic crisis and external contention. (https://m.youtube.com/watch?v=yRHE0oVYNLk)",
    "Watching Sajith’s masterful, lucid performance on Hiru TV’s Salakuna two days after Anura Dissanayake on Sirasa’s Satana, it was clear that Anura is a hawk, Sajith an eagle. Sajith Premadasa is Sri Lanka’s best bet."
  ]
}