{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101016/chamari-nominated-for-icc-womens-player-of-the-month-for-july",
  "time_ut": 1722860400.0,
  "original_lang": "en",
  "original_title": "Chamari nominated for ICC Women’s Player of the Month for July",
  "original_body_lines": [
    "Sri Lankan all-rounder and Women’s Team captain  Chamari Athapaththu has been nominated for ICC Women’s Player of the Month for July 2024 after leading her country to a historic maiden win in the Women’s Asia Cup 2024 over seven-time champions India.",
    "Athapaththu has been nominated alongside the Indian duo of Smriti Mandhana and Shafali Verma.",
    "Sri Lanka stalwart Chamari Athapaththu added another feather to her crown with a historic maiden win in the Women’s Asia Cup 2024 over seven-time champions India in July. This triumph was yet another feat under her leadership in the last 12 months, a period in which Sri Lanka have set several milestones, including first-ever T20I series wins against England and South Africa and securing their qualification for the ICC Women’s T20 World Cup 2024.",
    "This triumph was yet another feat under her leadership in the last 12 months, a period in which Sri Lanka have set several milestones, including first-ever T20I series wins against England and South Africa and securing their qualification for the ICC Women’s T20 World Cup 2024.",
    "The backbone of Sri Lanka’s batting for several years now, Athapaththu was also the star in their undefeated Asia Cup run. After making just 12 in Sri Lanka’s first game against Bangladesh, Athapaththu responded in style, hitting a career-best 119* against Malaysia. An unbeaten 49* against Thailand in the final group game was followed by back-to-back and match-winning fifties against Pakistan (63) and India (61) in the tournament semi-final and final.",
    "Her 304 runs at a healthy strike rate of 146.85 would’ve been enough to secure a Player of the Tournament award, but the skipper also struck three times with the ball, including in the final against India.",
    "Already a two-time winner of the ICC Women’s Player of the Month, Athapaththu now has a third award in her sights.",
    "Smriti Mandhana is nominated for the ICC Women’s Player of the Month award for back-to-back months after winning the honour for June 2024.",
    "The opener continued her prolific run into July, beginning with a career-best 149 in the one-off Test against South Africa. Along with Shafali Verma, she added 292 runs for the first wicket, which was the highest-ever partnership for the first wicket in Women’s Tests. India posted a mammoth total in the first innings courtesy of their stand and went on to win the game by 10 wickets.",
    "Mandhana followed this up with 100 runs from two innings in the T20I series against South Africa, including 54* in the final T20I which helped India win the contest by 10 wickets and square the series.",
    "Runs continued flowing in the Asia Cup, where Mandhana scored 173 runs and was the top-scorer for India in the final, getting 60 from 47 balls with 10 fours to her name.",
    "In all, Mandhana scored 273 runs at an average of 68.25 in T20Is with a strike rate of 139.28 in July.",
    "India’s other regular opener, Shafali Verma is the third nominee for July. The right-handed batter scored 229 Test runs and 245 T20I runs in the period.",
    "During her standout opening stand with Mandhana, Shafali became just the second Indian woman to hit a double century after Mithali Raj. She managed the feat in 194 balls, the fastest-ever double hundred in Women’s Tests. Her 205 was the highest score as India posted a record total of 603/6. This is the highest-ever total in Women’s Tests.",
    "Shafali contributed further in the game with a wicket in the second innings, and a brisk 24 in the chase to give India an emphatic win.",
    "Shafali added 45 runs in the T20I leg against South Africa, before continuing her run-scoring habit in the Asia Cup. She was the second-highest run-getter in the tournament, with her 200 runs coming at an impressive strike rate of 140.84.",
    "Some of her memorable performances in the tournament included a quickfire 40 from 29 which helped set the chase against arch-rivals Pakistan, and a career-best 81 from 48, with 12 fours and a six against Nepal."
  ]
}