{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-to-visit-japan-new-york-next-month-sources-236141/",
  "time_ut": 1755086160.0,
  "original_lang": "en",
  "original_title": "Sri Lanka president to visit Japan, New York next month: Sources",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Anura Kumara Dissanayake will make an official visit to Japan during the first week of September and to the United States during the latter part of the same month, government officials said.",
    "President Dissanayake will discuss bilateral relations and economic ties with Japan during his visit while he will be attending the 80th session of the United Nations’ General Assembly (UNGA) in New York when he visits the U.S., sources said.",
    "He will address the UN session in New York on September 24, one of the sources told EconomyNext.",
    "President Dissanayake’s Japan visit will be his seventh official foreign visit after India, China, the United Arab Emirates, Vietnam, Germany, and Maldives.",
    "A Sri Lankan Foreign Ministry official confirmed the initial preparation for the president’s visit.",
    "Under Dissanayake, Sri Lanka has taken steps to strengthen its longstanding diplomatic ties with Japan, a key development and investment partner.",
    "Recent high-level engagements between officials from both countries have focused on revitalizing stalled infrastructure projects, improving maritime cooperation, and exploring opportunities for green energy and technology investments.",
    "Japan, having previously expressed concerns over transparency and governance in Sri Lanka, has welcomed the new administration’s commitment to anti-corruption and institutional reforms.",
    "This renewed relationship reflects a shared interest in stability, democratic governance, and economic recovery in Sri Lanka, with Japan positioning itself as a trusted ally in the island’s rebuilding efforts.",
    "The new government under Dissanayake has adopted a more constructive and engaged approach toward the United Nations, particularly on issues related to human rights, sustainable development, and climate action.",
    "In contrast to previous administrations that often took a defensive stance at international forums, the current leadership has signaled a willingness to cooperate with UN agencies while safeguarding national interests, analysts say.",
    "Sri Lanka has recommitted to several UN frameworks, including the 2030 Agenda for Sustainable Development, and is seeking increased support from UN bodies in areas such as transitional justice, institutional reform, and poverty alleviation. (Colombo/August 13/2025)"
  ]
}