{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Tea-Exporters-Association-congratulates-President-and-NPP/34-769402",
  "time_ut": 1731961224.0,
  "original_lang": "en",
  "original_title": "Tea Exporters Association congratulates President and NPP",
  "original_body_lines": [
    "The Tea Exporters Association (TEA) yesterday expressed its warmest congratulations and best wishes to President Anura Kumara Dissanayake and the newly elected Government on the landslide victory at the General Election.",
    "“The election was conducted in a peaceful and transparent manner that is commended by the business community,” said TEA Chairman Huzefa Akbarally in a statement.",
    "As Sri Lanka begins a new era under your leadership and the new Government, we are confident that the country would be able to overcome the prevailing economic challenges and move towards prosperity with appropriate economic policies and timely implementation of them.",
    "As the second largest foreign exchange earner of the merchandise exports sector of Sri Lanka, Tea Exporters are committed to extend our fullest support and cooperation towards the Government goal of achieving $ 25 billion exports revenue by 2030. The consistent economic policies, removal of unnecessary regulations and having business driven tax policies are essential for achieving the Government’s economic and export targets. In this respect the urgent need of the export industry is to continue with the SVAT scheme to mitigate the adverse impact of VAT on the competitiveness of Sri Lanka export products and income of the local suppliers.",
    "The proposal to abolish the SVAT from 1 April 2025 will adversely affect the competitiveness of Ceylon Tea and also 400,000 plus tea smallholder farmers and their families. We hope the new Government will favourably address this issue to keep the competitiveness of Ceylon Tea in the global market.",
    "“Ceylon Tea” with a history of over 150 years has also faced a serious challenge due to the decline in tea crop from 340 million kg to 256 million kg over the 2013-2023 period. We hope that the new Minister of Plantation Industries would effectively address the tea production issue in order to increase the tea export revenue up to $ 2 billion by 2030."
  ]
}