{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-reignite-timed-out-row-after-T20-series-win-over-Bangladesh/108-278556",
  "time_ut": 1710053880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka reignite timed-out row after T20 series win over Bangladesh",
  "original_body_lines": [
    "Sylhet, Mar. 10 (AFP) - Sri Lanka have reignited the row over the 2023 World Cup timed-out dismissal of Angelo Mathews after celebrating their Twenty20 series win in Bangladesh by pointing to their wrists.",
    "Bangladesh skipper Najmul Hossain Shanto told Sri Lanka's players to put the November controversy behind them and urged them to focus on the rest of the tour, which includes three one-day internationals and two Tests.",
    "\"They haven't moved on from the timed-out incident,\" Shanto said of the visitors' celebration following their T20 series win in Sylhet on Saturday.",
    "\"They should stay in the present,\" Shanto added, according to ESPNcricinfo, pointing out again that the timed-out dismissal at the one-day World Cup was within the rules.",
    "Bangladesh defeated Sri Lanka by three wickets in a World Cup group-stage game in New Delhi.",
    "During it, Sri Lanka veteran Mathews became the first player in the 146-year history of major international cricket to be timed out, following an appeal by Bangladesh skipper Shakib Al Hasan.",
    "Mathews was declared out after he failed to take strike within the stipulated time of two minutes.",
    "He attempted to argue he had a problem with his helmet strap but the umpires had to uphold the decision when Bangladesh chose not to withdraw their appeal.",
    "Kusal Mendis, who hit a career-best 86 to help Sri Lanka defeat Bangladesh by 28 runs in Saturday's T20 series-decider, accepted the visitors had been \"doing the timed-out celebrations\".",
    "\"We can celebrate our own things,\" he told reporters. \"I think we celebrated because we are happy.\"",
    "The first of three one-day internationals in Chittagong is on Wednesday."
  ]
}