{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-enhances-airport-lounge-access-for-premium-credit-card-holders/",
  "time_ut": 1706280720.0,
  "original_lang": "en",
  "original_title": "ComBank enhances airport lounge access for premium credit card holders",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has announced an enhancement of the complimentary airport lounge access available to holders of premium segment credit cards issued by the Bank.",
    "The Bank-driven initiative will result in holders of Commercial Bank Visa Infinite credit cards enjoying up to four complimentary visits per year to airport lounges around the world, and holders of Visa Signature and World Mastercard credit cards becoming eligible for up to two complimentary airport lounge visits per year, the Bank said.",
    "“It is customary for holders of premium credit cards to be provided airport lounge access,” Commercial Bank’s Deputy General Manager – Retail Banking and Marketing Hasrath Munasinghe elaborated. “With this increase in access provided exclusively to three categories of premium cards issued by Commercial Bank, we are demonstrating the additional prestige that accrues to our cardholders.”",
    "He said the augmented lounge benefits will elevate the customer experience, increase cross-border usage of Visa and Mastercard premium cards, boost overall credit card spends in the Bank’s premium cardholder segment, enhance loyalty and customer retention, and make ComBank premium card more attractive and competitive.",
    "Meanwhile, holders of UnionPay AP (Asia Prestige) Diamond Cards issued by Commercial Bank enjoy airport lounge facilities with an additional Lounge Access Card from DragonPass, as well as unlimited VIP airport lounge access for the cardholder and six free visits per year for companions. UnionPay AP Platinum card holders receive free VIP airport lounge access six times a year for both the cardholders and their companions.",
    "Commercial Bank owns the fastest-growing credit card base in Sri Lanka and enjoys market leadership in credit and debit card cumulative point-of-sale usage. The Bank offers a variety of credit cards in all tiers from the world’s leading payment card brands. These cards are equipped with ‘Tap ’n Go’ NFC technology and are backed by a strong NFC Point-of-Sale (POS) network.",
    "Commercial Bank credit and debit cards offer year-round promotions covering a wide variety of services. Commercial Bank was the first bank to offer loyalty rewards for both credit and debit card holders under its Max Loyalty Rewards Points scheme. The Bank was also a pioneer in extending promotional discount offers which were traditionally only offered for credit cards to its debit cards.",
    "People’s Bank and George Steuart Solutions join forces to promote solar energy in Sri Lanka",
    "Discounts up to 50% at 3,500+ retail outlets for ComBank cardholders",
    "ComBank hosts ICC Chairperson Maria Fernanda Garza at corporate event",
    "ComBank receives Global Finance ‘Best Bank in Sri Lanka’ award for 21st time",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}