{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-real-cost-of-leadership-what-ranil-wickremesinghes-travel-tells-us-about-power-and-accountability/",
  "time_ut": 1757175660.0,
  "original_lang": "en",
  "original_title": "The Real Cost of Leadership: What Ranil Wickremesinghe’s Travel Tells Us About Power and Accountability”",
  "original_body_lines": [
    "Only time will tell whether the arrest and remand of former President Ranil Wickremesinghe (RW) marks a watershed moment for Sri Lanka. While the courts will ultimately determine whether he is guilty of misusing public funds, the political fallout has already exposed deeper systemic issues.",
    "First, politicians—regardless of ideology—stand together when one of their own is in trouble. This is particularly so as many of them realize the fate that awaits them. As former MP Ranjan Ramanayake bluntly put it: “Malli, egola okkoma yaluwo.”",
    "Second, the class divide between English-speaking Colombo-ites and the rest of the country continues to shape the way we perceive governance and accountability. The call for “system change” often ends at the Colombo-ite doorstep—provided their privileges remain untouched.",
    "It was fascinating watching politicians from across the spectrum crowding into the Magistrate’s Court one day and lining up outside the prison the next. A friend watching it all unfold remarked that it would’ve been the perfect moment to push most of them into a large cell, lock it, and throw away the key—because many would struggle to justify their accumulated wealth.",
    "Some argue RW should be excused for any missteps, given his role in stabilizing the economy. If that logic holds, then by the same token, Mahinda and Gotabaya Rajapaksa—who ended a decades-long war—should also be forgiven. Others suspect the arrest itself is a political ruse, orchestrated by RW and the President to fool the public.",
    "More disturbing still are attempts to justify the use of public funds for RW’s two-day layover in London by citing age or health concerns—or worse, by claiming an invitation from Wolverhampton University qualifies it as an “official visit.” This would be laughable if it weren’t so serious.",
    "No matter the verdict, this moment must spark a national conversation about how public funds are used, whether by presidents, politicians, or bureaucrats.",
    "For decades, Sri Lankan politicians have used taxpayer money to fund pleasure trips disguised as official visits. In the 1970s and 1980s, my father, a career foreign service officer, often lamented how the first question politicians asked upon landing abroad was: “Where can we shop?” The mission staff then had to plead with airlines for free excess baggage allowances. It’s unlikely much will have changed since then, despite foreign travel being more frequent and possible",
    "In a recent budget speech, Prime Minister Dr. Harini Amarasuriya revealed the following travel expenses of former Presidents:",
    "*Chief Government Whip Nalinda Jayatissa later stated that RW’s 23 overseas trips between 2022 and 2024 cost the state Rs. 1.27 billion, with 426 delegates accompanying him. The difference between the figures is likely due to 2022 costs that the Prime Minister may have excluded.",
    "Mahinda Rajapaksa’s extravagance was particularly distasteful and a reflection of how public funds were spent during his term. An example is that an estimated Rs. 100 million was spent on just two trips to Seychelles, one of which included 97 delegates. The benefits that have accrued to the nation from traveling to Seychelles are questionable.",
    "Even Maithripala Sirisena, though less wasteful, made 40 foreign trips over 59 months, with many yielding minimal benefit. During his term, Rs. 180 million was spent on refurbishing his official residence, and a Mercedes-Benz S600 (S-Guard) V12 was purchased—reportedly costing more than the renovation itself.",
    "Gotabaya Rajapaksa managed to squeeze in several foreign visits despite pandemic restrictions.",
    "RW built a reputation, rightly or wrongly, as “Mr. Clean.” It is reported that he has not availed of the duty-free vehicle permits, has chosen to live in a private residence after ceasing to be the president and has even donated his home to Royal College. Then also his home was burnt during the disturbances and according to published information he had not been compensated by the state presumably because he had made no claim. These are certainly not the traits associated with Sri Lankan politicians. However, his propensity to spend public funds, as illustrated below, is troubling and in sync with the behaviour of other politicians.",
    "More broadly, his Rs. 1.27 billion in foreign travel spending came while the country was bankrupt and citizens were skipping meals. In 2022, I questioned in one of my articles why he needed to attend the Queen’s funeral and the King’s coronation. Was it truly necessary for the President to attend in person, or could our High Commissioner in London have sufficed?",
    "In September 2023, RW’s UNGA delegation included Mahindananda Aluthgamage and Rohitha Abeygunawardena neither of whom was a cabinet minister. It was undoubtedly a source of satisfaction for the two individuals at public expense. The average number of delegates who accompanied him on his overseas trips was around 20. The difference in attitude towards spending public money between RW and President Dissanayake (AKD) is evident in the number of delegates they took to India: RW had 23 delegates, while AKD had just five. This contrast speaks volumes.",
    "RW also maintained 39 senior advisors and 67 temporary appointees during his presidency, raising further concerns about financial prudence at a time of national economic crisis.",
    "Perhaps most galling is the revelation that during RW’s presidency, Rs. 1.12 billion was paid to 43 MPs as compensation for damages during the aragalaya protests. Many of the MPs received well over the Rs. 2.5 million cap. Keheliya Rambukwella, for instance, reportedly received Rs. 95 million. This matter is now before the Supreme Court.",
    "The timing and generosity of these payments reveal a consistent pattern: politicians’ needs are placed above those of the people.",
    "It’s not only politicians. Parliament Speaker Dr. Jagath Wickramaratne recently launched an investigation into foreign travel by senior parliamentary staff dating back to 2000. Some officials reportedly travelled three times a month, with little relevance to their duties, costing the state millions.",
    "As a taxpayer, I believe the Rs. 13 million spent on RW’s London stopover (excluding security) was inappropriate and should be reimbursed, as it should be deemed private expenditure. Whether he broke the law is for the courts to decide. But the moral failing is apparent.",
    "This moment must be a turning point. One where presidents, ministers, and public officials are held to a higher standard—not just legally, but ethically. Public funds are not personal property, and financial propriety must become a non-negotiable expectation of public office.",
    "(The views and opinions expressed in this article are solely those of the author and do not necessarily reflect the policy or position of any organization or institution with which the author is affiliated).",
    "Sinharaja under siege: Illegal Ilumbakanda road and battle for Sri Lanka’s green heart",
    "President of World Aquatics and Director General of Olympic Council of Asia meets PM",
    "Showers or thundershowers will occur in most parts of the island after 1.00 p.m.",
    "Interdicted cop, once a suspect in MP Raviraj killing, wanted over ‘ICE’ project",
    "US, SL launch PACIFIC ANGEL 25 exercise to enhance disaster response",
    "BASL and CSSL forge alliance to drive innovation at the intersection of technology and law",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}