{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-soe-container-terminal-to-get-tax-exemptions-as-special-project-184708/",
  "time_ut": 1729741380.0,
  "original_lang": "en",
  "original_title": "Sri Lanka SOE container terminal to get tax exemptions as ‘special project’",
  "original_body_lines": [
    "ECONOMNYNEXT – A container terminal built by Sri Lanka Ports Authority has been named a ‘special project’ by the cabinet to give tax benefits Minister Vijitha Herath said.",
    "Private terminals in the port are given tax benefits under a Strategic Development Project law.",
    "The excessive length of tax breaks as well as exempting senior official’s companies from personal income tax under the SDP when people earning above 100,000 rupees are taxed has become a contentious issue.",
    "“The International Monetary Fund has objected to benefits under the Strategic Development Act law,” Minister Herath said.",
    "“This is not going under that process. It is going as a special project.”",
    "The SDP had come under fire also for negotiated tax breaks, which allegedly leads to corruption as there are no fixed rules.",
    "The East Terminal is now partially built and contracts for cranes have been awarded, a post-cabinet statement said.",
    "“The other two jetties have been given some tax exemptions,” Minister Herath explained.",
    "“But the tax benefits have not been given to the East Terminal. The intention of the government is to operate it as a competitive terminal and earn more for the country.”",
    "The government will give value added tax exemptions to the project.",
    "“The benefit will go to the contractor and sub contractors but at the end it will reduce the costs of the project,” Minister Herath said.",
    "The private terminals, however, pay around 25 to 35 million dollars a year to the SLPA as concession fees and royalties for opportunity to build the terminal out of their own money.",
    "Private terminals will go to the SLPA at the end of the concession period. It is not clear whether or not there are any fees that the government is getting, or any fees to the SLPA to boost non-tax revenues. (Colombo/Oct24/2024)"
  ]
}