{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/indian-adani-group-says-vicious-campaign-against-its-sri-lanka-wind-project-155428/",
  "time_ut": 1710984180.0,
  "original_lang": "en",
  "original_title": "Indian Adani Group says “vicious campaign” against its Sri Lanka wind project",
  "original_body_lines": [
    "ECONOMYNEXT – India’s Adani Group, which is in discussion to get clearance for two renewable energy projects in Sri Lanka, has complained of a possible “vicious campaign” against its 250 MW wind-powered energy project in the island nation’s Northern district of Mannar.",
    "Sri Lankan officials have said the Adani’s wind power project has been facing some delays as a Cabinet Appointed Negotiation Committee (CANC) has been raising concerns over the project components including tariff.",
    "In a fresh blow, Rohan Pethiyagoda, a prominent Sri Lankan biodiversity scientist, in a recent video said Adani’s wind project is “yet another wasteful scam” and questioned about its Environmental Assessment Impact (EIA) and the pricing.",
    "“The EIA for Adani’s Mannar power project is little more than a shame, a stamp, a whitewash,” Pethiyagoda, a conservationist and a public-policy advocate, told in a self-explanatory video posted by himself in his own YouTube platform.",
    "“It overlooks an enormous social, economic, and environmental harm this project will cause.”",
    "Sri Lanka government has given the project to the Indian firm as an unsolicited deal after it was changed to a government-to-government deal with Adani Green Energy was issued provisional approval for two wind projects in Mannar and Northern Pooneryn.",
    "Pethiyagoda said the EIA done for the project during the daytime has completely ignored the movement of migratory birds, which move during night times.",
    "However, Adani group said the claims by Pethiyagoda was false.",
    "“There appears to be a vicious campaign being run by vested interests against the proposed 250 MW Mannar wind project,” an Adani Group Spokesman told EconomyNext via a statement.",
    "“The project location was chosen after careful consideration and no turbines will be set up along the critical migratory pathways or sensitive habitats.”",
    "It said the EIA, including Birds & Bats Studies was carried out by the Sri Lanka Sustainable Energy Authority (SLSEA), under the leadership of Devaka Weerakoon, a senior professor at the Department of Zoology and Environment Sciences, University of Colombo.",
    "“The report was based after year-long on-ground studies and data sets of The Ceylon Bird Club (CBC), The Field Ornithology Group of Sri Lanka (FOGSL) & Ramsar data sheet were also considered. The EIA guides several steps for the developer to reduce the environmental impact, and we are fully committed to honouring it.”",
    "“Adani Group will deploy modern technology to not just minimize the project’s potential environment impact but also deliver it on time and budget.”",
    "It also said the project will implement AI-based radar systems to detect incoming flocks of birds and automatically shut down turbines during high-risk periods.",
    "“We will also be installing acoustic and visual deterrents such painting of tip of the blades to deter birds from flying into them, and also use taller turbines with slower blade rotation speeds, reducing collision risks.”",
    "The Adani Group statement, however, did not respond to concerns raised over expensive tariff in the Mannar wind power project.",
    "An Indian source who is aware of the project said Adani group might take a decision on the project if the delay continues further.",
    "The project triggered protests in 2022 before the deal was signed after M M C Ferdinando, a former Secretary of the Power and Energy Ministry told a parliament panel that former President Gotabaya Rajapaksa summoned him in November 2021 and asked him to clear the Adani project as he was under pressure from Indian Prime Minister Narendra Modi.",
    "During the negotiation process, the CANC first raised concerns over pricing with the state-owned Ceylon Electricity Board (CEB) had said the unit cost for wind power under the project was expensive.",
    "Later, CANC raised concerns over a 15% risk assessment on the project, sources have said.",
    "President Ranil Wickremesinghe also has asked the authorities to prioritize the project, given its strategic importance in securing adequate supply of energy with no foreign currency, government officials have said.",
    "“Some officials are stubborn and not helping to fast track the project,” a cabinet minister told EconomyNext when asked the reasons for the delay.",
    "“Most of them are still living in the past and do not trust India despite this project has direct benefit to the country,” the Minister said referring to anti-Indian sentiment among Sri Lankan bureaucrats following India’s role in Sri Lanka’s 26-year civil war. (Colombo/March 21/2024)"
  ]
}