{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102483/56-pakistanis-held-in-sri-lanka-return-home-after-years-in-detention",
  "time_ut": 1728204240.0,
  "original_lang": "en",
  "original_title": "56 Pakistanis held in Sri Lanka return home after years in detention",
  "original_body_lines": [
    "56 Pakistanis imprisoned in Sri Lanka for several years are finally set to leave today.",
    "Their return follows months of diplomatic negotiations by the Pakistani government. A chartered flight has been dispatched to Sri Lanka to bring back the detainees.",
    "Federal Minister of Interior Mohsin Naqvi spearheaded the efforts to secure their release, maintaining close contact with Sri Lankan authorities over the last three months.",
    "According to Express News, federal minister for privatization Abdul Aleem Khan is covering all costs associated with the repatriation, ensuring the prisoners’ safe return.",
    "Mohsin Naqvi thanked the Sri Lankan government and its High Commissioner for their cooperation in the matter.",
    "He also expressed gratitude to Abdul Aleem Khan for his financial support, which made the repatriation possible.",
    "The return of these 56 Pakistanis comes after years of detention in Sri Lankan jails.",
    "Earlier in July, Sri Lankan High Commissioner Admiral (retd) Ravindra Chandra Srivijay Gunaratne met with Federal Minister of Interior and Narcotics Control Mohsin Naqvi on Friday, where they discussed various issues of mutual interest, including the release of Pakistani nationals imprisoned in Sri Lanka.",
    "More than 23,000 Pakistanis are presently detained in foreign prisons, including over 15,000 who have been convicted, according to the Senate Standing Committee on Human Rights.",
    "According to the figures, a total of 23,456 Pakistani citizens are imprisoned in various countries, comprising 15,587 convicts and 7,869 under-trial prisoners.",
    "The majority of these prisoners are in Saudi Arabia, where 12,156 individuals are detained in various jails. Following closely are the United Arab Emirates (UAE), with 5,292 Pakistani prisoners."
  ]
}