{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Pro-ISIS-threat-ahead-of-India-Pakistan-T20-World-Cup-clash-in-New-York/108-283590",
  "time_ut": 1716956400.0,
  "original_lang": "en",
  "original_title": "Pro-ISIS threat ahead of India-Pakistan T20 World Cup clash in New York",
  "original_body_lines": [
    "New York, May 29 (Daily Mail) - There are renewed fears of terrorist attacks at this year's T20 World Cup after a chilling poster was released hinting at bloodshed in New York.",
    "A pro-ISIS outlet released a graphic which showed a hooded man with a rifle over his shoulder. It read 'You wait for the matches...' and then - written in dripping blood-red - 'And we wait for you...'",
    "The poster makes reference to June 9 at 'Nassau Stadium', which is when - and where - bitter rivals India and Pakistan will meet in a group game.",
    "It also includes images of drones flying over the stadium and stick of dynamite with a ticking clock. DailyMail.com understands, however, that the poster has not prompted US authorities to raise the threat level of an attack.",
    "A spokesperson for the International Cricket Council (ICC) said in a statement: 'The safety and security of everyone at the event is our No 1 priority and we have a comprehensive and robust security plan in place.",
    "'We work closely with authorities in our host countries and continually monitor and evaluate the global landscape to ensure appropriate plans are in place to mitigate any risks identified to our event.'",
    "The T20 tournament is being held in the United States and the Caribbean between June 1 and June 29.",
    "There will be eight matches held at a newly-erected temporary stadium in Eisenhower Park - 30 miles east of Manhattan.",
    "They include the standout game of the group stages, when India and Pakistan collide in a sold-out clash at the 34,000 Nassau County International Cricket Stadium.",
    "The ICC previously played down fears of a terrorist threat to the tournament following reports that Islamic State had encouraged attacks.",
    "Earlier this month, with reports of threats circulating online, the prime minister of Trinidad & Tobago, Keith Rowley, said: 'Unfortunately, the threat of terrorism in its many and varied expressions is an ever-present danger in the world of the 21st century.'",
    "'Given the fact that bad actors can choose to misbehave in any way possible it makes it virtually impossible to completely seal off all opportunities.'",
    "‘However, in order to ameliorate these dangers, we at the local and regional levels have remained alert to many threats and singularly or together have our intelligence and other security agencies working to protect the population in countries and at venues throughout the tournament.’",
    "The ICC and Cricket West Indies would not confirm that the threat had emanated from Islamic State, whose propaganda channel, Nashir-e Pakistan, are said to have encouraged attacks on sporting events.",
    "But in a joint statement, the ICC and CWI said: ‘We work closely with authorities in the host countries and cities, and continually monitor and evaluate the global landscape to ensure appropriate plans are in place to mitigate any risks identified to our event.",
    "‘We want to assure all stakeholders that safety and security of everyone at the ICC Men’s T20 World Cup is our number one priority and we have a comprehensive and robust security plan in place.’"
  ]
}