{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110971/sri-lanka-named-most-beautiful-island-in-the-world-2025",
  "time_ut": 1753789200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka named Most Beautiful Island in the World 2025",
  "original_body_lines": [
    "Global travel website ‘Big 7 Travel’ has officially released its annual list of the top 50 best islands in the world and has ranked Sri Lanka in the first spot as ‘The Most Beautiful Island in the World’ for 2025.",
    "With destinations from across the globe, the list celebrates unique island experiences and inspiring places to explore in 2025.",
    "This year’s ranking highlights a mix of trending destinations, remote escapes and iconic favourites. The list is based on aggregated scores from previous media results, contributions from the Big 7 Travel editorial team, destination popularity on social media, and destinations capturing travellers’ attention in 2025.",
    "Sri Lanka has been ranked first in the list followed by Mo’orea of French Polynesia and Yemen’s Socotra. The Portuguese island of Madeira and the The Galapagos of Ecuador round out the top 5 of the list.",
    "“This teardrop-shaped island off the southern coast of India has it all, from golden beaches to terraced tea plantations. Whiling away blissful days beach-hopping along the 833-mile coastline is part of the charm, but Sri Lanka offers much more beyond the shore,” the global travel site says about Sri Lanka.",
    "“Itineraries fill up quickly here, between the timeworn temples, colonial towns, misty mountains, and wildlife safaris in Yala National Park, home to tigers and elephants. It’s easy to see why Marco Polo called Sri Lanka ‘the finest island of its size in all the world’,” it said.",
    "For this year’s annual ranking of the world’s best islands, Big 7 Travel has combined insights from its social audience with the expertise of its editorial team.",
    "Here are the 10 best islands to visit this year, according to the travel site:"
  ]
}