{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97507/a-united-step-for-the-country-patalis-party-submits-proposal-to-president",
  "time_ut": 1708792020.0,
  "original_lang": "en",
  "original_title": "‘A united step for the country’: Patali’s party submits proposal to President",
  "original_body_lines": [
    "The United Republic Front presented the proposal titled “A United Step for the Country” to President Ranil Wickremesinghe this morning (Feb.24), at ‘Sirikotha, the United National Party (UNP) headquarters in Colombo.",
    "After engaging in discussions with the President, the leader of the United Republic Front, MP Patali Champika Ranawaka, along with the delegation, presented the relevant proposal to the President.",
    "Speaking at the event President Ranil Wickremesinghe, highlighted the government’s concerted efforts over the past two years to stabilize the country’s economy, which had faced significant challenges.",
    "Stressing the government’s commitment to steering the economy towards recovery through strategic reforms, the President expressed his determination to continue these initiatives with the collective support of everyone.",
    "Recalling his open invitation to all political parties to unite under a common agenda for the country, regardless of political differences, the President reiterated his willingness to embrace constructive proposals from all political parties as part of the nation-building efforts.",
    "The President responded positively to the request made by Member of Parliament Mr. Patali Champika Ranawaka to allow other political parties to participate in the upcoming negotiations with the International Monetary Fund (IMF) next month concerning the restructuring of foreign debt.",
    "President Ranil Wickremesinghe, responding queries about the scheduling of elections, affirmed that the Presidential Election will proceed as scheduled, with the General Election anticipated to take place early next year.",
    "UNP Deputy Leader and President’s Senior Adviser on Climate Change, Ruwan Wijewardena, along with UNP Secretary General Palitha Rangebandara were also in attendance at the event. Representing the United Republic Front were Karu Paranavithana, Nishantha Sri Warnasinghe and Attorney at Law, Shiral Lakthilaka."
  ]
}