{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112228/israeli-military-urges-gaza-city-residents-to-leave",
  "time_ut": 1757151180.0,
  "original_lang": "en",
  "original_title": "Israeli military urges Gaza City residents to leave",
  "original_body_lines": [
    "The Israeli military on Saturday said Palestinians in Gaza City should leave for the south, as its forces advance deeper into the enclave’s largest urban area.",
    "Israeli forces have been carrying out an offensive on the suburbs of the northern city for weeks after Israeli Prime Minister Benjamin Netanyahu ordered the military to capture it.",
    "Netanyahu says Gaza City is a Hamas stronghold and capturing it is necessary to defeat the Palestinian Islamist militants, whose October 2023 attack on Israel sparked the war.",
    "The assault threatens to displace hundreds of thousands of Palestinians sheltering there from nearly two years of fighting. Before the war, around a million people, nearly half of Gaza’s population, lived in the city.",
    "Israeli military spokesperson Avichay Adraee wrote on X that residents should leave the city for a designated coastal area of Khan Younis in southern Gaza, assuring those fleeing that they would be able to receive food, medical care and shelter there.",
    "On Thursday, the military said it had control over almost half of the city. It says it controls about 75% of all of Gaza.",
    "Many of those in Gaza City were displaced earlier in the war only to later return. Some residents have said that they refuse to be displaced again.",
    "The military has been carrying out heavy strikes on the city for weeks, advancing through outer suburbs, and this week forces were within a few kilometres of the city centre.",
    "Netanyahu, backed by right-wing coalition allies, ordered the capture of Gaza City against the advice of Israel’s military leadership, according to Israeli officials. Despite its hesitation, the military has called up tens of thousands of reservists to support the operation.",
    "The war in Gaza has increasingly left Israel diplomatically isolated, with some of its closest allies condemning the campaign that has devastated the small territory.",
    "Palestinian militants took 251 hostages into the enclave after its cross-border attack on southern Israeli communities on October 7, 2023 that killed about 1,200 people.",
    "More than 64,000 Palestinians have since been killed in Gaza, local health authorities say, with much of the enclave reduced to ruins and its residents facing a humanitarian crisis.",
    "There are also growing calls within Israel, led by families of hostages and their supporters, to end the war in a diplomatic deal that would secure the release of the remaining 48 captives.",
    "Netanyahu is pushing for an all-or-nothing deal that would see all of the hostages released at once and Hamas surrendering.",
    "Israeli military officials say they have killed many of Hamas’ key leaders and thousands of its fighters, reducing the Palestinian militant group to a guerrilla force.",
    "Hamas has offered to release some hostages for a temporary ceasefire, similar to terms that were discussed in July before negotiations mediated by the U.S. and Arab states collapsed.",
    "U.S. President Donald Trump said on Friday that Washington was in “very deep” negotiations with the Palestinian militants.",
    "Hamas, which has ruled Gaza for nearly two decades but today controls only parts of the enclave, has long said it would release all hostages if Israel agreed to end the war and to withdraw all its forces from Gaza.",
    "Most of the hostages who have been freed were released through diplomatic negotiations mediated by the United States and Arab states. Israel and Hamas have accused each other of negotiating in bad faith since the breakdown of the last talks in July.",
    "Defence Minister Israel Katz on Friday said the military operations in Gaza would intensify until Hamas accepted Israel’s conditions for ending the war: releasing the hostages and disarming. Otherwise, the group would be destroyed, he said."
  ]
}