{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/allow-the-number-of-mps-to-be-elected-rationally-transparently-based-on-actual-election-results/",
  "time_ut": 1730650539.0,
  "original_lang": "en",
  "original_title": "Allow The Number Of MPs To Be Elected Rationally & Transparently Based On Actual Election Results",
  "original_body_lines": [
    "The writer’s attention was drawn to the recent press release issued by the Elections Secretariat on the above matter, as it is one of the 3 main reasons distorting the country wide ‘equal value of vote’ envisaged, under a real Proportional Representation (PR) system. From time to time since 2015 Election, the writer as a sovereign voter has been updating his package of crucial Reforms /‘System changes’ to rationalise and simplify our existing political and electoral systems by highlighting an analysis of the results of 2015 and 2020 General Elections. They were published in the Sinhala and English National Press. The writer was also invited for a presentation to senior Election Dept. Officials at the Elections Secretariat by the former Chairman of National Election Commission (NEC) in 2017. The package was also submitted to all relevant Cabinet appointed and Presidential Commissions, a Parliamentary Select committee and voter dedicated civil organizations and activists.",
    "Since1989 General Election, the real objective of PR arithmetic system has been defeated by the following tinkerings to the Constitution and the relevant Acts, under the pretext of a so-called ‘Stable Government’.",
    "i) Allocation of 196 MP seats have been pre-determined, based on the number of registered voters at District level.(Refer para. below on Vanni and Gampaha District results)",
    "ii) Awarding 22 so-called ‘Bonus’ seats  to District Winners considering the valid votes polled by all parties in each District and",
    "iii) Imposing a minimum vote requirement of 5% at  District level (Since reduced from 12.5% ​​to 5%)to all parties to favor  major parties, thereby ejecting a large number of valid votes.to the ‘wastepaper basket’.",
    "It is abundantly clear from the Table below that the ‘Equality of Vote through proportionality’, which the voters expected, was not reflected in the number of parliamentary seats won by the Parties.",
    "As the ‘equality of the Ballot’ referred to in Article 93 of the Constitution can only be preserved by proportionally distributing the 196+29 seats in the Central Parliament, the writer has proposed to determine the National quota of Parties based directly on their national vote %, (Officially issued by NEC along with the Summary of General Election results), and re-distribute such National quotas immediately to the Districts based on their respective District vote %.",
    "Accordingly, Column 9 in  Table below analysing  the 2020- General Election results, shows the hitherto unnoticed but significant differences between the official (tinkered)results (column 4) and the results obtained using 100%  PR Arithmetic(column7) determining  the Party quotas from 196 seats. Additionally, the warped results obtained by extrapolating the seat level results as per pre-1978 FPP system published by print media (Column 10), blatantly exposes the inequality of vote.",
    "Table- 2020 -General Election Results Analysis: Official (tinkered); 100% proportional (PR) and pre-1978  FPP system.",
    "Columns 7 to 9: Based on data published on 06-08-2020 on NEC website.",
    "Column 10: Seat level results extrapolated from national Newspapers 09- 08-2020.",
    "According to the Table above, if 100% PR arithmetic was applied to ensure ‘vote equality through proportionality’ at the 2020 Election, the SLPP would get only 133 seats,  which is less than a 2/3rd  majority. JJB would have increased its seats from 3 to 9 and UNP would have won 5 seats instead of 01National list seat. OPPP would have enjoyed a reasonable increase of 1 to 2 seats. ITAK would see a decrease from 10 to 07 seats and EPDP would see a justified decrease from 2 to 1 seat. Also, the real proportional results pave the way for 5 more parties to enter Parliament extending inclusivity.",
    "When focusing on the vexed caption, Vanni District comes to the fore especially due to NEC’s pre-determined allocation of 6 MP seats. As a result, EPDP party, with a meagre 11,310 votes at District level, enjoyed the luck of winning 01 seat out of 196 MP seats despite badly losing all 3 constituencies in the District. Eventually, having won 01 more MP seat and the Kayts constituency from Jaffna District, EPDP won 2 seats out of 196 MP seats with a national tally of only 61,464 votes. Ironically, as shown in the Table 3 Parties that won a higher number of National votes than EPDP(Column 4), ended up with only 01 Parliamentary seat while another received none out of 196 seats.",
    "On the other hand, JJB despite mustering 61,833 valid votes from Gampaha District alone, gained only 01 Parliamentary seat. Furthermore, as shown in the Table, the JBB, which obtained 445,958 votes and ranked 3rd under the national Party tally, won only 3 seats including 01 National List seat. On the other hand, the UNP having received 249,435 national votes did not get even 1 seat out of 196 due to not receiving votes exceeding the 5% District limit. It won 01 seat from the National list, due to the application of 100% proportional arithmetic.",
    "Against such backdrop, the authorities have now added insult to injury, by pre-allocating 6 seats to Vanni District equaling that of Jaffna District which has got a cut of 01 seat from its previous pre-allocation of 7, despite having a registered voter base nearly double that of Vanni District.",
    "It is a serious infringement on the fundamental ‘equal value of vote’ required in a democratic election. Even if other less important variables such as land size, terrain, accessibility and ethnicity were considered, one cannot simply justify a trade- off of such magnitude leading to a highly anomalous situation.",
    "Before concluding, the writer wishes to educate the voters with attendant benefits from the above proposal.",
    "i. Ensures ‘equal value to vote through proportionality’ in North, South, East and West of the country..",
    "ii. The rational, transparent determination of Party seat quotas at National level for redistribution among Districts based on actual valid votes strengthens the confidence of the populace in the Electoral system.",
    "iv. The authorities can make these changes quite easily and transparently.",
    "v. This system can be easily adopted for Provincial Council elections sans complicated mixed voting systems.",
    "Finally, having  noted with concern that, A)Some of the critical voter-friendly ‘system changes’ have escaped the recent submissions by a few sincere writers to the press ;B) The voter ‘System Change’ package, including the above proposal, has not received due attention of the Cabinet, Parliament and President appointed  Commissions/Committees, civil organizations and relevant authorities for nearly 10 years, the writer fervently  appeals to all ‘Country first Political Parties / Alliances’ to include a summary of the voter package of ‘System changes’ in their Election manifestos , enlisted as follows.",
    "i. Entry of ‘Country first-Political Professionals’ under a robust ‘Meritocratic Representative Democracy’ sans Preference and complex ‘Mixed Member Voting’ (MMV) Systems;",
    "ii. Rational representation of Women and Youth in Parliament and PCs. iii. Election of at least 01 MP to each of 160 electorates without compromising the ‘Equality of vote through proportionality’.",
    "iv. Entry of 29 ‘Senate Quality’ National list members to the Parliament sans voting powers.",
    "vi. Moderating registration of ‘Mushroom’/unscrupulous/Decoy Political parties hiding behind human rights, by imposing stringent eligibility and high cash deposit requirements.",
    "vii.Branding the ‘5 year Party Election Manifesto’ as a prosecutable document with a monitorable, time-lined 5 year action plan  subject to an Audit procedure.",
    "viii. Holding General and PC Elections and the relevant Referenda on the same day to ensure cost effectiveness of the systems. Electronic voting system to be considered.",
    "ix. Preventing all people’s representatives from involving in all matters relevant to their selection process, Salary/ benefits etc. summoning gross ‘Conflict of Interest’.",
    "x. Widening the scope of NEC and PSC to enable tabling of final recommendations in regard to item ix.above in the Parliament, directly for formal approval.",
    "xi. Strengthening NEC, PSC and other relevant Commissions with permanent task forces comprising Retired Judges, Academics, dedicated Civil Organisations and activists extending ‘People Based Governance (PBG)’.",
    "xii. Objectively strengthening PCs with additional powers, if necessary, to forge ‘Sri Lankan ness’ and rationalise the role and benefits of MPs.",
    "xiii. Depoliticising LG Election to ensure unbiased and uncorrupt service to the people through election of acceptable ‘Independent’ candidates in the locality as per ‘Grama Raajya’ concept, with the formation of ‘Jana Sabha’s’(JS) at ‘Grama Niladhari Division (GND) level, as proposed by the National Movement for Social Justice(NMSJ). Low cost Elections can be conducted by Divisional Secretaries.",
    "xiv.Installing a ‘Sustainable National Cabinet’ system to foster ‘Sri Lankan ness’ by allocating portfolios to seat- wining parties based on their National Vote % at the General Election. The same % method to be adopted for allocating Provincial portfolios.",
    "xv. Abolishing  Executive Presidency from a specified date along with the passage of the voters’ ‘System Change’ package covering both Political and Electoral systems through a single Referendum leading to election of a ‘Hybrid Non-executive President(HNP) with limited powers, from 3-5 candidates proposed by the Constitutional Council/Other special panel, with voting by MPs and PC members. The Post will have powers to appoint and direct Provincial Governors to ensure execution of relevant Parliament approved Acts/ Laws/Budgets/ Programmes within specified time frames sans red tape.",
    "Note: Hold PC Election and the said Referendum too on the same day.",
    "xvi. New Executive President to prioritise approval of above critical ‘system Changes’ through a petition to Supreme Courts calling a Referendum as proposed by the LEADS Forum, failing which, resort to item Nos. ix, x and xi above.",
    "Note: Writer’s detailed methodology and benefits from above ‘System changes’ have been published in the Press. Also available as a free E booklet on request.",
    "Since the disillusioned sovereign voters of the new generation cannot wait for long, this package of positive system changes need to be legalised without further delay. The writer and the people look up to the new President determined to make a real ‘System Change’ in the Parliament and the Government, which are the epicenters of Corruption, Theft and Mismanagement, and other ‘country first’ political parties, authorities, civil organizations and activists who are equally committed. The writer and the people strongly believe that by putting the ‘House of Parliament’ in order and streamlining the Governance structure as proposed above, will surely eradicate corruption and theft and re-build public confidence in the new system  that will break the shackles of convention, towards a prosperous and a peaceful Country fostering ‘Sri Lankan ness !"
  ]
}