{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/From-basement-boys-to-League-leaders-How-Lewke-transformed-CR-FC/108-275595",
  "time_ut": 1706028780.0,
  "original_lang": "en",
  "original_title": "From basement boys to League leaders; How Lewke transformed CR & FC",
  "original_body_lines": [
    "Jan. 23 (Daily Mirror) - It was not long ago CR and FC looked like a modern-day Manchester United with zero hopes of winning the league. In fact CR finished in the bottom of the league a couple of years ago with more than half of their senior men leaving for other top division clubs. But the club management had faith on one guy to change their fortunes; Dushanth Lewke.",
    "Having represented Sri Lanka at national level, Lewke knew CR and FC was a work in progress. They came very close last year to win the league, but this year they are now within touching distance of the most prestigious title in Sri Lanka club rugby.",
    "At the start of the season when Daily Mirror interviewed CR head coach Lewke stated that he wasn’t too worried about finishing season in the previous season, but for him what mattered the most was how CR improved on their style of play.",
    "“Last season we won almost all of our matches but lost to Kandy which was why we failed to win the championship. If you look at teams like Kandy one of the reasons why they have been successful for a long period is that they have got their combinations right for the longer period,” Lewke knew the importance of getting his combinations right, and this season, the Red Shirts have been unstoppable.",
    "Prior to the kick-off of the season Lewke also pointed out that flanker Adeesha Weeratunga could be the key signing for CR. The former Isipathana third rower has repaid Lewke’s trust in stunning style putting up player-of-the-match displays game after game. He was once again instrumental against Kandy last week.",
    "Apart from Weeratunga, another player who has been on fire under Lewke’s coaching is number eight Lasindu Ishan Karunathilake.",
    "The former Science College captain is no stranger for winning big trophies. He led a Science College team to President’s Trophy Knockout Championship 2015 against all the odds. He has been enjoying a terrific season for CR chipping in with crucial tries.",
    "CR’s victory over Kandy has put them four points above the defending champions. Should CR win remainder of their matches, they will be crowned champions in a couple of weeks, but they must wary about the fact that Kandy are wounded and they don’t go down without an emphatic battle.",
    "Beating Kandy in Nittawela would have given CR a lot of confidence, but Kandy is a team that’s so used to winning, and more often than not they find a way.",
    "One man who looked really disappointed after the defeat was Tharinda Ratwatte who was nearly in tears after the final kick on the ball. The former Trinity College captain was taunted by a couple of CR players after the game, he’d be determined to return to Longden Place and spoil the party for Red Shirts."
  ]
}