{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-sad-day-to-remember/",
  "time_ut": 1724527020.0,
  "original_lang": "en",
  "original_title": "A sad day to remember",
  "original_body_lines": [
    "This happened nearly 40 years ago, May 3, 1986, to be precise. In the old photo of three pilots, on the left is Capt Rohan Wijesinghe and on the right is Capt Vasava Vajirapani and I stand in the middle. The plane in the background, a Lockheed TriStar called ‘City of Colombo’ blew up five minutes later, maybe 10 minutes, I cannot remember.",
    "I had flown in from Dubai and landed my plane and was walking to the terminal. (Those days we did not have moving fingers to board aeroplanes). My good friend Capt Wijesinghe met me on the tarmac as he was walking to his plane to fly, I think, to Bangkok. We exchanged a few words standing in front of a parked TriStar, that was the ‘City of Colombo’ being prepared to fly to Male. The Captain of that aeroplane Vajirapani who was seated in his cockpit, saw the two of us and as his flight was delayed, came down the steps to say hello.",
    "We were batch mates from flying school days, old friends who had come a long way from our fledgling Tiger moth days in Ratmalana to be flying big jets. I pulled my camera out and had a picture of us taken in front of the TriStar. I then walked to the terminal and my two friends went to their planes. I made it to the terminal and was getting into a transport when I heard the loud ear-splitting blast. Capt Vaji’s plane blew up and broke into two.",
    "I came running back to the terminal building and walked to the tarmac which was the saddest sight I have seen in an airport. Too sad to recall and sadder to write about.",
    "If my two friends and I had chatted a little bit longer or if the man who set up the timer in this hideous crime had been a few minutes earlier, I would not be writing this tragedy.",
    "A bomb had been placed on board and timed to go off when the plane was on its way to Male. If it went according to plan, City of Colombo would have blown to smithereens over the Indian Ocean, killing everyone. But for some reason the flight was delayed, such things do happen for reasons unknown to us. Perhaps it is divine intervention.",
    "I think 21 people lost their precious lives. Even though I do not know them, I write in memory of each life that was lost, lost for no reason but in vain. It is with profound sadness I remember the one crew member who died in the bomb blast, a young flight steward, Yohan Chunchi. After all these years I still remember him well, a boy from Kandy with Malay features, he had flown with me before. As far as I know he is the one and only crew member who has died in uniform in the long years of commercial aviation of Sri Lanka that started in 1948.",
    "As for the three Captains, Rohan Vaji and I, we are all retired now, no more blue skies, just old men without their magnificent flying machines.",
    "Electing a President: Dazzling Convention in Chicago. No Drama yet in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}