{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cabinet-loses-powers-to-give-free-tourist-visa-with-ivs-vfs-global-deal-161301/",
  "time_ut": 1714959180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka cabinet loses powers to give free tourist visa with IVS-VFS Global deal?",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s cabinet of ministers have apparently lost the ability to give free tourist visas with the controversial decision to hire, IVS-GBS-VFS Global, a private contractor which is charging unusual fees to process applications.",
    "Sri Lanka’s cabinet of ministers have approved tourists from China, India, Indonesia, Russia, Thailand, Malaysia, and Japan to be given free visas up to the end of May 2024.",
    "The VFS Global contract has apparently redefined the meaning of the word ‘free.",
    "Sri Lanka’s ‘free’ visa, approved as a promotion, now costs over 25 dollars online, which is the same cost of a ‘paid’ visa charged by Vietnam, industry officials said.",
    "The IVS-GBS-VFS Global group, which has been given a state monopoly to process visa applications in a controversial deal, is charging fees including a hidden fee of up to 25.77 dollars from each applicant on top of an increased visa fee.",
    "Questions have been raised as to why IVS-GBS-VFS Global is charging high fees, equal to the entire visa fee in some East Asian countries.",
    "Many East Asian nations, that Sri Lanka is trying to emulate economically, do not require visas for key Western nations which dominate outbound travel.",
    "In the ASEAN region, citizens do not require visas to travel and special immigration counters are set up for them at airports.",
    "The new website run by the private contractor is complex and has many steps, unlike the quick interface from the Department of Immigration earlier, where even third parties could apply on behalf of the traveller.",
    "The new website queries the nationality of the person going to the website, regardless of who applies and it also has an ‘on-boarding’ process.",
    "“When people come into this country, they must have an easy way to get a visa,” Bobby Hansen, Vice President of the Sri Lanka Association of Inbound Tour Operators told reporters in  Colombo.",
    "“They must be able to, at a click of a button, go into a system and get their visa easily.",
    "“If they find that it is a complicated system and you have to put in an OTP and you have so many, other issues, no language options on the website, so that a French person, who does not know much English do his visa, I think it is very wrong to make the visa an impediment for the tourist to come.",
    "VFS Global is a contractor used by some Western countries to reduce visitors from developing countries in particular using a mind-numbing application process.",
    "It is not clear why Sri Lanka, which is keen to get tourists, not reduce them, hired a firm which has dealt with developing country visitors in particular, who are desperate to get into Western countries.",
    "Online chat forums showed that older tourists were struggling with the new VFS Global Sri Lanka website and were wondering whether the visa on arrival facility was available as the digital option was too complex.",
    "Many Western tourists have passports that allow them to travel to most countries without any restrictions.",
    "“Hi all have tried the new eta application and have far too complicated for us we are 82 and 78 and not good with IT and scanning passports etc we have traveled many times to SL and don’t want to cancel our visit so is it still possible to get ETA on arrival,” Richard from the UK asked on tripadvisor.com, a popular travel portal asked.",
    "Another helpful forum member who had had a live chat with the website, replies.",
    "“I just had a new chat. They once again told me that a ‘ visa on arrival’ is currently not available. Their website is very misleading since they do mention ” visa on arrival’ at FAQ. They said they would update it asap,” said the member identified as Lilou.",
    "“I don’t know when you’re travelling, so it might not be an issue anymore by the time you’ll travel. Maybe you could find someone to help you with the online application, so you don’t take any risks. Once again good luck!”",
    "Tourism Minister Harin Fernando had said that his ministry was not involved in the deal and to direct questions to the Public Security Ministry.",
    "Travel officials say they had no complaints from customers about the earlier website.",
    "Veteran travel official says families are the hardest hit, with the previous free visa for children below 12 years, also apparently disappeared.",
    "“You have to pay 500 dollars for a family with three children coming to Sri Lanka,” Hansen explained.",
    "“For 500 dollars you can stay three or four nights in any destination in south East Asia. So why should you only pay that only for the visa.",
    "“Europeans are also not as rich as they used to be. We have to make obtaining a visa as easy as possible for people to get a visa.",
    "Sri Lanka earlier charged 50 dollars for a visa with no hidden charges, which was still higher than 25 to 40 dollars charged in East Asia.",
    "However, the ETA website was easy and families could also bulk apply or get someone to fill the form.",
    "“We went through a war, a tsunami, all that we went through, we managed upto now to revamp this industry and bring in clients,” Hansen said.",
    "“Please facilitate tourism. When you want to introduce all sorts of rules and regulations. Have a chat with us. That is my message and I say it with all my heart, after being half a century in this industry.”  (Colombo/May06/2024)"
  ]
}