{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Current-status-of-construction-contractors-in-time-of-crisis-and-implications-on-economy/14-763719",
  "time_ut": 1719855981.0,
  "original_lang": "en",
  "original_title": "Current status of construction contractors in time of crisis and implications on economy",
  "original_body_lines": [
    "Construction contractors are the unsung heroes working tirelessly to build the nation’s infrastructure",
    "As we navigate through these challenging times, it is crucial for policymakers, financial institutions, and industry leaders to work together to ensure the resilience and sustainability of Sri Lanka’s construction sector. By investing and infusing funds through the construction contractors to stimulate in the sector’s recovery and growth, we can create jobs, stimulate economic activity, and build a brighter future for all Sri Lankans",
    "In times of crisis, the construction industry stands as both a barometer of economic health and a vital drive of national prosperity. Amidst the tumult of uncertainty in both local and global contexts, the sector finds itself at a critical crossroads, grappling with a myriad of challenges that reverberate far beyond the confines of its worksites. From supply chain disruptions to labour shortages and financial constraints, the current status of the construction industry offers a lens through which to examine the broader implications on the national economy. This article delves into the multifaceted impact of the crisis on the construction sector, shedding light on its far-reaching consequences and the path forward for economic resilience and recovery.",
    "In the heart of Sri Lanka’s economic landscape, construction contractors are the unsung heroes working tirelessly to build the nation’s infrastructure, contribute to economic growth, and support communities across the island. Their role extends far beyond building structures; they are key drivers of economic development, circulating payments from Government and private sector investors throughout the supply chain network and to various stakeholders.",
    "As one of the key drivers of economic growth, the construction sector not only creates jobs and stimulates investment, but also contributes to the overall development of the country. The industry has been instrumental in providing employment opportunities, promoting local entrepreneurship, and attracting foreign investments. This denotes the sector’s significant role in fostering economic growth, job creation, and attracting investments.",
    "Employment generation: The contribution of the construction sector to employment generation has been particularly noteworthy. It has served as a key source of employment, employing a substantial number of skilled, semi-skilled, and unskilled workers in the form of labourers, suppliers, mechanics and professional and administrative staff. Material and machinery suppliers enhance the efficiency of the projects and technological advancement. The industry has stimulated both direct and indirect employment opportunities in various related sectors, including manufacturing, transportation, and services such as insurance companies, banks, specialised subcontractors, transport providers, and utilities (electricity, water, IT and software solutions, communication), essential for project operations.",
    "Economic diversification and expansion: The construction sector’s significance extends beyond employment and GDP contribution. Infrastructure development, facilitated by the construction industry, has played a crucial role in enhancing the country’s connectivity, attracting foreign investments, and fostering economic diversification. The construction of roads, bridges, airports, ports, and other critical infrastructure has fuelled trade, improved access to markets, and enhanced Sri Lanka’s competitiveness.",
    "Contribution to poverty and malnutrition eradication: The construction contractors and the sector’s contribution to reducing poverty and malnutrition is substantial due to the quick and easy flow of money through the industry. The sector provides direct employment to thousands of workers, many of whom come from impoverished backgrounds. This steady income helps improve their living standards and provides access to better nutrition and healthcare. The trickle-down effect of a robust construction industry extends to various stakeholders, including suppliers, vendors, and service providers, creating a positive impact on the broader economy.",
    "A thriving construction sector ensures continuous cash flow, which supports the livelihoods of workers and their families. By maintaining stable employment and income levels, the industry plays a critical role in alleviating poverty and combating malnutrition.",
    "Corporate Social Responsibility (CSR): Beyond economic contributions, construction contractors engage in corporate social responsibility initiatives. They support local communities by providing employment opportunities, skills development programs for youth, and infrastructure improvements that enhance living conditions and foster social stability.",
    "New realities: Impact on construction contractors and consultants due to economic crisis",
    "The economic crisis have presented enormous challenges for the construction sector in Sri Lanka, ranging from supply chain disruptions and labour shortages to financial constraints and project delays.",
    "Construction contractors have been deprived of obtaining their actual project-specific overhead costs, operating costs, extra contractual payments, and other direct and indirect costs which were not originally anticipated. These costs, agreed upon by both parties to a contract prior to the pandemic and subsequent economic crisis, have had huge repercussions on project cash flows and working capital deficiencies, resulting in heavy financial losses and delays in project timelines.",
    "The root of this issue lies in the standard conditions of contracts governing ongoing construction projects, after lapse of long period, re-starting temporary suspended projects and even in the projects in pipeline which are inadequate to address unexpected and unforeseen circumstances such as evolving complexities, market disruptions, political instability, labour shortages, and productivity issues. These outdated rules and regulations fail to accommodate the challenges brought forth by economic downturns and other financial constraints.",
    "Conversely, consulting companies also face similar repercussions, including high utility costs, rentals, travel and transportation expenses, stationery costs, salaries, statutory fees, software license fees, statutory fees, finance costs, IT and digital, communication and data related costs, unforeseen indirect and direct payments. However, they are unable to claim these unexpected project-specific expenses since their professional fees and compensation is tied to a percentage of work completed by construction contractors, forcing them to desperately cut costs, which in turn negatively impacts project progress and timelines from the consulting sector.",
    "The economic crisis triggered by the pandemic has limited access to financing for construction projects, forcing businesses to seek alternative funding options or postpone their plans indefinitely. The decline in consumer spending and investment has further reduced the demand for housing and commercial spaces, dampening construction activity and development.",
    "The construction sector’s reliance on imported materials and equipment has posed additional challenges, as disruptions in global supply chains have led to shortages and increased prices. Restrictions on international travel to Sri Lanka.",
    "Moreover, the uncertainty surrounding the duration and severity of the pandemic has made project planning and forecasting more challenging, making it difficult for construction companies to accurately estimate timelines and costs. The combination The COVID-19 pandemic and its subsequent economic crisis have had a profound impact on Sri Lanka’s construction sector. The industry, heavily reliant on supply chains, labour availability, and project timeliness, experienced significant disruptions and accumulated huge losses that further compounded the challenges faced by the sector.",
    "The COVID-19 pandemic led to disruptions in global supply chains, affecting the availability and timely delivery of construction materials and equipment. International travel restrictions and port congestion caused delays in importing construction materials, increasing their costs and hampering project progress. The closure or reduced operation of certain industries during lockdown periods also led to supply chain disruptions, affecting the availability of materials sourced locally. Contractors may face challenges in procuring materials, equipment, and skilled labour, leading to increased costs and project delays.",
    "During the pandemic and economic crisis mobility restrictions, labour disruptions, and migration patterns created labour shortages in the construction sector. Travel restrictions led to labour shortages among foreign workers, who play a significant role in construction projects, resulting in a significant workforce gap. The return of migrant workers to their home regions due to job losses and health concerns further exacerbated the labour shortage in the construction industry. Increased health and safety protocols, including social distancing, also reduced the number of workers that could be employed on construction sites. It should be noted that the uncertain work environment added to the distress and frustration faced by the workers, consequently reducing the productivity of their professional aspect.",
    "The combination of supply chain disruptions and labour shortages resulted in project delays across the construction sector. Unable to access necessary materials and facing a shortage of skilled labour, construction companies faced challenges in meeting project timelines and contractual obligations. Delays in obtaining necessary permits, approvals, and inspections due to administrative backlogs and reduced Government resources also contributed to project delays.",
    "Some implications of these factors on construction contractors are as follows.",
    "The stagnation in the industry has had a crippling effect on construction machinery and equipment suppliers. They have been unable to hire or rent out equipment, leading to machinery idle time. Additionally, high costs of parts and instruments have made it difficult to repair or reuse equipment, driving suppliers to charge exorbitant prices for rentals. This exacerbates project delays and impacts overall project productivity and performance. Shortages of used machinery and equipment further compound these challenges.",
    "Escalating project losses and overall company losses, income and expenditure gaps, and financial constraints, fulfilment of statutory obligations, maintaining head office and other logistics, servicing of debts and leasing commitments, exorbitant interest rates and high finance costs have resulted in working capital shortages. This has caused delays in ongoing project execution and payment settlements to labourers, subcontractors, material and service providers, utility companies, and machinery and equipment suppliers. Moreover, contractors find it increasingly difficult to service banking debts and fulfil leasing and other financial obligations during this crisis period.",
    "Productivity losses and unclimbable unforeseen costs, both direct and indirect, have imposed significant strain on construction projects’ profitability. Pricing strategies adopted before these crises have proven inadequate in the face of unpredictable challenges and escalating circumstances.",
    "Contractors are grappling with shortages of skilled labour and a wave of professional migration. Layoffs and pay cuts can lead to a loss of skilled workers and negatively impact employee morale. This may further result in distress, frustration and uncertainty of the employees, thus causing a negative effect and productivity. The uncertainties and unrest within the construction industry have added another layer of complexity, impacting productivity and the well-being of professionals.",
    "The outdated and inadequate nature of existing regulations and policies fails to address unforeseen circumstances brought about by evolving complexities on both global and local levels. Contractors face challenges arising from uncertainties and disruptions in global markets, escalating tensions and conflicts, bureaucratic complexities, and the unstable political climate in the local context.",
    "As a result of all these factors, a decline in construction activities and project cancellations occurs, resulting in decreased revenues for contractors. This can lead to cash flow problems and difficulties in meeting financial and contractual obligations. This is the beginning of a vicious cycle that has a drastic effect on the whole national economy.",
    "Unrest and uncertainty in the industry can also lead to an increase in contractual disputes and legal issues. Contractors may face challenges in fulfilling contractual obligations with clients and payment obligations with suppliers and labourers, and service providers, also statutory obligations with Government/local authorities due to external factors beyond their control, such as Government-imposed restrictions or market disruptions. Clear communication, documentation, and proactive contract management are essential to navigate through these issues.",
    "The construction industry stands as a cornerstone of the development of the national economy in with a handful of large scale businessmen wielding significant influence and responsibility within its ecosystem. These key players, often representing major construction firms, play a pivotal role in driving infrastructure projects, creating employment opportunities and stimulating economic growth. However, the unprecedented challenges brought forth by both the COVID outbreak and the consequent economic breakdown have cast a shadow of uncertainty over the construction field, threatening the stability and viability of their enterprises.",
    "Government sector entities, auditors, and some consultants in Sri Lanka often hold negative perceptions of construction contractors, viewing them as mere service providers and businessmen rather than strategic partners in economic development. This attitude, combined with strict adherence to outdated contractual provisions and regulatory barriers, has led to frustration, distress, and disappointment among indigenous construction contractors and entrepreneurs. These barriers discourage investment and hinder the younger generation from entering the construction industry means revival and growth prospects and projections will remain extremely challenging and vulnerable to failures for any party or Government to come in to force in the future.",
    "The increase in disputes and the mounting accumulation of colossal sums of disputed money in the construction industry, which have not been settled over the years, signal significant issues with governance mechanisms, regulatory barriers, and bottlenecks, time consuming and costly processes and procedural framework/models hinder service delivery demands. When large sums of money are tied up in disputes and not circulating through the economy, it severely impacts vulnerable stakeholders who are in desperate need of funds. This financial stagnation, especially during economic and social crises in Sri Lanka, hampers both the supply and demand cycles, amplifying the industry’s unhealthiness. Such barriers hinder the rebuilding of economic and social wellbeing, exacerbating the struggles of those dependent on the construction industry’s financial ecosystem.",
    "Navigating the current setbacks and crises in the construction sector requires an innovative governance approach, moving beyond traditional rule-based governance to embrace an out-of- the-box thinking approach. The evolving complexities of the industry necessitate quick decision-making capacities and necessary legislative changes timely to enhance smooth business operations and faster service delivery. An attempt by the Government to transform and reform is commendable and all Government policy makers, economists, indigenous entrepreneurs, successful large business conglomerates, intellectuals, academics and politicians irrespective of party politics should make collective and collaborative pressure on the reform agenda as national importance and priority intervention.",
    "Modernising the stereotypical roles played by the banks and financial institutes in business related contexts is of much significance. The main role of the banks is to be the intermediaries between depositors and borrowers. However, in a context plagued by economic break down followed by pandemic banks should review their roles and business models and attempt to be more flexible. It is better to adhere to an entrepreneurial approach regarding the businesses – especially the startups, small and medium scale enterprises. The Government also better play the role of a facilitator and promoter in this regard, rather than implementing a rigid course of action as smart regulators based on outdated principles, policies, regulations and rules consuming large sums of Government revenues and resources.",
    "In the aftermath of the COVID-19 pandemic, small nations like Sri Lanka confront a host of intricate geopolitical challenges, particularly against the backdrop of escalating tensions between major global powers. As the world braces for a new era of geopolitical competition reminiscent of the Cold War, Sri Lanka’s strategic positioning assumes critical importance. Sri Lanka finds itself caught between the competing interests of regional giants. Sri Lanka’s capacity to steer through these shifting dynamics will be pivotal in ensuring long-term stability and prosperity , while Political instability and conflicts can disrupt economic activities, trade, and investment flows, posing risks to the construction sector and overall economic growth. Accordingly, as the nation navigates the intricate web of international trade, investment, and financial cooperation, the significance of economic diplomacy cannot be overstated.",
    "Protecting territorial integrity requires strategic diplomacy aimed at preserving sovereignty and averting external threats. Sri Lanka needs open channels of communication and implementation of conflict prevention measures to safeguard its economic stability amidst geopolitical tensions.",
    "Within Sri Lanka’s political realm, dominated by election-based party politics among its 21 million inhabitants, social divisions emerge as a potent force, giving rise to widespread unrest. The very fabric of society is strained as local elections, designed to empower communities, inadvertently foster fragmentation, spawning rival factions that hinder collective progress and engender discontent. These social divisions inter twin with economic recovery efforts. The localised focus of elected officials, while addressing immediate community needs, may collide with broader strategies essential for sustained economic revival. The resultant inconsistent policies and regional resource disparities pose formidable challenges to the nation’s competitiveness and foreign investment prospects, impeding overall economic recovery.",
    "As these challenges unfold, their impact becomes evident in both tangible and intangible costs. The economic toll, measured not just in financial terms but also in the erosion of public trust,",
    "underscores the urgency for addressing the underlying issues. The lack of transparency within socio-economic programs and the potential for mismanagement amplify social inequalities, hindering collective efforts to address systemic issues and achieve holistic development.",
    "High levels of public debt can limit fiscal space for infrastructure investment and economic stimulus, impacting the construction industry’s growth prospects. The Government’ fiscal capacity to support the construction field is constrained by the broader economic condition. Especially during an economic crisis like this, public finances are stretched thin often, as the Government strives to address multiple sectors simultaneously. High loan levels can also lead to increased financial instability as well.",
    "Climate-related risks, such as extreme weather events and environmental degradation, can disrupt construction activities and necessitate additional investments in resilient infrastructure. The best example would be the recent flood situation that occurred due to inclement weather that delayed most of the construction activities due to abnormal heat waves ,winds, lightning, earth slips and rainfall in the island. Not only that, the capital to be used for investments had to be allocated for the welfare of the victimised public as well.",
    "In the intricate tapestry of Sri Lanka’s socio-economic landscape, a complex web of challenges intertwines to create a vicious cycle of stagnation and hardship. At the heart of this cycle lies a bureaucratic labyrinth, characterised by inefficiencies and regulatory complexities that stifle economic activities and innovation. One of the most glaring consequences of this bureaucratic quagmire is the exacerbation of poverty and income inequality making people in to trouble.",
    "With barriers to entry and opportunities scarce, marginalised communities find themselves locked out of the formal economy, consigned to the fringes of society. According to the World Bank, The general assessment suggests that the overall disparity rose from 37.7 in 2019 to 38.1 in 2021, further increasing to 39.8 in 2022. Spatial inequalities continue to be a significant issue. Urban and rural poverty rates are believed to have tripled and doubled, reaching 15 and",
    "26% respectively in 2022, while more than half of the population in estates still resides below the $ 3.65 poverty threshold. (Sri Lanka – 2023, povertydata.worldbank.org).",
    "As economic disparity widens, so too does the gap between the haves and the have-nots, fuelling social unrest and discontent. The failure to address these systemic inequalities only serves to entrench poverty further, trapping vulnerable populations in a cycle of deprivation and despair. Hence, it is not unpredictable that this increasing social inequality and polarisation can lead to social unrest, affecting economic stability and growth.",
    "In light of the above scenario, the Ceylon Institute of Builders stresses the urgent need for comprehensive support and strategic interventions to rescue the construction industry. Immediate Government intervention is crucial to safeguard construction contractors and protect the industry from further distress. It should be considered one of the topmost priorities of the Government to implement financial support measures, policy reforms, and initiatives aimed at reviving the construction industry. Unless immediate action is taken to address these challenges, the entire construction process and ecosystem in Sri Lanka will face severe disruptions and will face heavy burden to the Government and country.",
    "The Sri Lankan Government should explore the possibilities and opportunities for compensation, concessions, and relief measures to ease contractual disputes and legal issues, and safeguard against insolvencies and bankruptcies. This should involve revisiting and revising outdated terms and clauses that are not applicable and inconsistent to address unexpected challenges brought forth by economic downturns and other financial constraints beyond the control of construction contractors and consultants.",
    "Construction contractors need immediate financial support to cover their operational expenses. This will trickle down to banks, material suppliers, machinery suppliers, labour, staff, vendors, traders, service providers, utility companies, and support social responsibilities, training, and development of staff and labour.",
    "The Government should consider modernising contract terms and conditions to include provisions for unforeseen circumstances, such as pandemics and economic crises, Climatic adversities ensuring that both contractors and consultants are adequately compensated for unexpected costs and to cover evolving risk factors.",
    "Construction industry associations collectively and collaboratively should advocate for support programs and initiatives that provide financial relief and address the specific challenges faced by construction contractors and consultants. Providing accessible loans and financing options and instruments tailored to the needs of construction companies within the financial sector and through allocated project funds by designing new and innovative finance instruments/models and facilitating adoption of value engineering techniques, scope changes, specification changes and design changes supporting liquidity and future investments would be of much significance.",
    "The emergence of innovative procedures and regulatory frameworks worldwide offers a promising future for Sri Lank",
    "a. By learning from global best practices and tailoring them to",
    "local needs, the country can create a robust construction industry capable of overcoming existing challenges. Implementing digital E2E solutions and adopting streamlined payment processes and work flows can revolutionise the industry’s dynamics.",
    "The Sri Lankan construction industry stands at a critical juncture, with the potential to transform through the adoption of technology and regulatory reforms. Addressing regulatory challenges and delays in payment processes is crucial for unlocking productivity and ensuring the industry’s sustainability. With a proactive approach and the implementation of innovative procedures, Sri Lanka can pave the way for a more efficient, productive, and sustainable construction sector. Failure to adapt at scale could mean missing out on a significant opportunity to revolutionise market dynamics and drive economic growth.",
    "The interplay between political and economic dynamics will continue to shape the construction industry’s trajectory. Long-term prospects for global growth remain positive, driven by technological transformation, AI, and the green and energy transition. However, the industry must navigate challenges related to geopolitics, domestic politics, debt levels, climate change, and social polarisation to realise its full potential.",
    "A strong, vibrant indigenous construction contracting community with a healthy financial footing is essential for Sri Lanka’s economic recovery and long-term development. With strategic assistance and support from the Government, construction contractors can continue to play a pivotal role in building the nation’s future.",
    "As we navigate through these challenging times, it is crucial for policymakers, financial institutions, and industry leaders to work together to ensure the resilience and sustainability of Sri Lanka’s construction sector. By investing and infusing funds through the construction contractors to stimulate in the sector’s recovery and growth, we can create jobs, stimulate economic activity, and build a brighter future for all Sri Lankans.",
    "Together construction contractors, the industry and its stakeholders can rebuild the divested economic and social fabric and ecosystem making it more robust and inclusive."
  ]
}