{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97545/inaugural-t10-league-to-get-underway-in-december-",
  "time_ut": 1708946520.0,
  "original_lang": "en",
  "original_title": "Inaugural T10 League to get underway in December",
  "original_body_lines": [
    "The inaugural edition of the Lanka T10 League is scheduled to be held from 12 – 22 December, Sri Lanka Cricket (SLC) announced on Monday (26 Feb.).",
    "The tournament, which was initially planned to be held in June 2023, was later shifted to December 2023, and now December 2024, as SLC deemed the ‘December window’ the most appropriate to conduct the league successfully.",
    "Lanka T10 League, Sri Lanka’s newest addition to its annual cricket calendar, will feature some of the finest international stars along with Sri Lanka’s top international stars, with six men’s teams of 16 players each, including six foreign players per team.",
    "The action-packed competition will also provide opportunities for the brightest young talents in the country to mix, mingle, and play along with international stars.",
    "“I have full confidence that this tournament will be a resounding success, contributing to Sri Lanka Cricket’s ability to stay current with the evolving trends in the game”, SLC President Shammi Silva opined.",
    "Adding more thoughts on the Lanka T10 December tournament, Silva said, “We foresee that this event will not solely captivate cricket enthusiasts, but also serve as a catalyst for popularizing the tournament broadly.”",
    "Meanwhile, Anil Mohan, the Founder and CEO of the Innovative Production Group FZE",
    "(IPG) Group and one of the constituent members of the consortium holding the event rights for the Lanka T10 League said, “This is a great stepping stone for us as we get to organise another exciting chapter in Sri Lankan Cricket. Our league unites the top international stars and local talent on an exciting platform for cricket enthusiasts worldwide. Together, we aim to make history and elevate the game with every thrilling match.”"
  ]
}