{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110595/us-designates-pakistani-groups-offshoot-as-terrorist-organization-over-kashmir-attack",
  "time_ut": 1752814740.0,
  "original_lang": "en",
  "original_title": "US designates Pakistani group’s offshoot as ‘terrorist’ organization over Kashmir attack",
  "original_body_lines": [
    "The U.S. government designated The Resistance Front, considered an offshoot of the Pakistani extremist group Lashkar-e-Taiba, as a “foreign terrorist organization” over the April 22 Islamist militant attack in India-administered Kashmir that killed 26 people, Secretary of State Marco Rubio said on Thursday.",
    "The Resistance Front, also known as Kashmir Resistance, initially took responsibility for the attack in Pahalgam before denying it days later.",
    "Lashkar-e-Taiba, listed as a “foreign terrorist organization” by the United States, is an Islamist group accused of plotting attacks in India and in the West, including the three-day deadly assault on Mumbai in November 2008.",
    "TRF’s designation by Washington as a “foreign terrorist organization” and “specially designated global terrorist” enforced President Donald Trump’s ”call for justice for the Pahalgam attack,” Rubio said in a statement.",
    "Rubio called TRF, which emerged in 2019, a “front and proxy” for Lashkar-e-Taiba. It is considered an offshoot of Lashkar-e-Taiba, according to the South Asia Terrorism Portal, a Delhi-based think tank.",
    "India said it appreciated the move, with Foreign Minister Subrahmanyam Jaishankar calling it a “strong affirmation of India-US counter terrorism co-operation,” in a post on X.",
    "The April attack sparked heavy fighting between nuclear-armed Asian neighbors India and Pakistan in the latest escalation of a decades-old rivalry. New Delhi blamed the attack on Pakistan, which denied responsibility while calling for a neutral investigation. Washington condemned the attack but did not directly blame Islamabad.",
    "Michael Kugelman, a Washington-based South Asia analyst and writer for Foreign Policy magazine, said in designating TRF, “Washington is flagging its concern about the terrorist attack that provoked the recent India-Pakistan conflict, and siding with New Delhi’s view that the group is linked to Lashkar-e-Taiba.”",
    "He added: “This can be a shot in the arm for a U.S.-India relationship looking to rebound after a few tough months.”",
    "On May 7, Indian jets bombed sites across the border that New Delhi described as “terrorist infrastructure,” setting off an exchange of attacks between the two countries by fighter jets, missiles, drones, and artillery that killed dozens until a ceasefire on May 10.",
    "The ceasefire was first announced by Trump on social media after Washington held talks with both sides, but India has differed with Trump’s claims that it resulted from his intervention and his threats to sever trade talks.",
    "India’s position has been that New Delhi and Islamabad must resolve their problems directly and with no outside involvement.",
    "India is an increasingly important U.S. partner in Washington’s effort to counter China’s rising influence in Asia, while Pakistan is a U.S. ally.",
    "Both Hindu-majority India and Islamic Pakistan claim Muslim-majority Kashmir in full while ruling only parts of the Himalayan territory, over which they have also fought wars."
  ]
}