{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/south-asian-travel-awards-2025-honours-the-late-deshamanya-harry-jayawardena-with-the-prestigious-faces-of-south-asia-recognition/",
  "time_ut": 1758647280.0,
  "original_lang": "en",
  "original_title": "South Asian Travel Awards 2025 honours the Late Deshamanya Harry Jayawardena with the prestigious “Faces of South Asia” recognition",
  "original_body_lines": [
    "The South Asian Travel Awards (SATA) 2025 concluded on a distinguished note with a special tribute to one of Sri Lanka’s most eminent business leaders, the late Deshamanya D.H.S. (Harry) Jayawardena. During the Gala Ceremony, which was held on Saturday, 20th September, Jayawardena was conferred with the prestigious “Faces of South Asia” recognition, an accolade reserved for individuals whose legacies have left a lasting impact on the travel and hospitality landscape across the region.",
    "Accepting the honour on behalf of the late Jayawardena was his daughter, Stasshani Jayawardena, Chairperson of Aitken Spence PLC and Aitken Spence Hotel Holdings PLC. She quoted, “The late Chairman was a remarkable icon and a dynamic entrepreneur, whose keen eye for calculated risk-taking propelled Sri Lankan enterprise across the regional landscape, empowering individuals, uplifting communities, and embedding social and environmental sustainability as a non-negotiable, guiding principle in every endeavour.”",
    "The recognition was accompanied by the symbolic SATA Coin and a commemorative portfolio reflecting Jayawardena’s legacy of visionary leadership and pioneering achievements.",
    "Jayawardena was instrumental in transforming the organisation into one of Sri Lanka’s most diversified and internationally recognised conglomerates with a strong presence in hospitality, logistics, and renewable energy.",
    "Under his stewardship, Aitken Spence Hotels expanded its presence both locally and internationally, establishing a reputation for excellence and innovation that positioned both Sri Lanka and the Maldives as world-class destinations. Beyond tourism, he held leadership positions in several distinguished corporates and was widely acknowledged for his disciplined approach to corporate governance and sustainable business practices.",
    "Blossom Well Holdings inks USD 2.99 MN agreement with BOI to build boutique hotel",
    "Sarvodaya Development Finance delegation completes Agri-Innovate immersion at Kasetsart University, Thailand",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}