{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/drivers-from-hell/",
  "time_ut": 1736091780.0,
  "original_lang": "en",
  "original_title": "Drivers from hell",
  "original_body_lines": [
    "President Anura Kumara Dissanayake’s ambitious, catch-all project, ‘Clean Sri Lanka’, is in the same perilous situation as pedestrians in this country—it runs the risk of being knocked down by private buses and trishaws, in a manner of speaking. As part of the ‘Clean Sri Lanka’ initiative, the police have been in overdrive during the past few days to nab errant private bus and trishaw drivers and strip their contraptions of unauthorised accessories, deafening horns, blinding lights and overly loud exhausts. They are also deploying plainclothesmen in buses to watch out for traffic law violations committed by drivers. They have so far instituted legal action against a large number of drivers. More power to their elbow!",
    "Associations of private bus and trishaw operators are letting out howls of protests against the ongoing programme to make roads safe. Claiming that drivers find it extremely difficult to operate under the current circumstances, those outfits have issued warning to the government; they say they will be compelled to adopt countermeasures unless the police abandon the road safety programme. If private bus and tuk-tuk fraternities abide by the law, they will not be affected by the ongoing police operations. They are protesting because they commit offences such as driving under the influence of alcohol or narcotics, reckless driving, using mobile phones while driving, lane jumping, ignoring signal lights, disregarding pedestrians’ right of way, etc.",
    "Having backed the JVP-led NPP to the hilt in the presidential and parliamentary elections, last year, the warring private bus and trishaw operators seem to think they enjoy legal immunity. Their spokespersons have audaciously asked the police not to devalue the ‘Clean Sri Lanka’ programme by conducting the ongoing operations aimed at making roads safe for everyone!",
    "The NPP government has already capitulated to a bunch of big-time rice millers who have become a law unto themselves, and are apparently running a parallel government. They bankroll election campaigns and have government leaders eating out of their hands. This has led to a situation where a handful of wealthy millers are exploiting consumers and paddy farmers with impunity.",
    "The NPP leaders used to bellow rhetoric, vowing to tame the millers and ensure that the interests of the farming community and the public would prevail, but they float like bees and sting like butterflies when they confront the millers’ cartel. Whether they will give in to pressure from the protesting bus and trishaw operators and ask the police to give the lawbreakers free rein remains to be seen.",
    "President of the Lanka Private Bus Owners’ Association Gemunu Wijeratne, who is protesting against the current traffic police operations, has gone on record as saying that about 50% of bus workers are addicted to narcotics. That is the reason why the police must keep a watchful eye on private bus drivers to ensure the safety of all road users. Instead of flaying the police and the government, he ought to extend the fullest cooperation of his association to them. Similarly, the government should look into the private bus drivers’ grievances. They are without proper rest areas. Most of them are overworked and therefore fatigued. Stress may be one of the reasons for their addiction to alcohol and narcotics, and this aspect of the problem needs to be addressed. But nothing can be cited in extenuation of the violation of traffic laws and endangering the lives of road users. The police must be given a free hand to deal with the drivers from hell and prevent road accidents which destroy about seven lives a day.",
    "The NPP leaders may be able to hold their political enemies at bay, but it looks as if they needed divine help to save themselves from their ‘friends’ in the garb of millers, cabbies and private bus drivers.",
    "In fact, with friends like the protesting private bus and trishaw operators, the government needs no enemies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}