{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Cargo-ship-en-route-to-SL-collides-with-bridge-in-Baltimore/56-760007",
  "time_ut": 1711488194.0,
  "original_lang": "en",
  "original_title": "Cargo ship en-route to SL collides with bridge in Baltimore",
  "original_body_lines": [
    "A cargo ship en-route to Colombo Port collided with a major bridge in Baltimore, Maryland in the United States yesterday causing the entire bridge to collapse.",
    "The collision also caused several vehicles on the bridge at the time and at least eight construction workers to plunge into the river below.",
    "According to foreign media reports, the Baltimore fire department officials reported that at least six individuals were still unaccounted for after a 948 Singapore-flagged container ship, departing port en route to Sri Lanka, collided with the Francis Scott Key Bridge. The incident resulted in approximately 20 persons and several vehicles falling into the Patapsco River, prompting authorities to declare it a mass casualty event.",
    "A video circulated online depicted the vessel hitting one of the bridge's central supports, leading to a significant portion of the 2.6 km bridge collapsing and vehicles plummeting into the river.",
    "Addressing the bridge collapse around midday, President Joe Biden characterised it as a terrible accident rather than an intentional act, expressing concern for those still missing and pledging support for the ongoing search and rescue operations.",
    "Officials have revealed that the ship issued a distress signal as it veered off course and apparently experienced a loss of power. Subsequently, the ship had caught fire as a section of the bridge collapsed onto it.",
    "The six people still unaccounted for were part of a construction crew filling potholes on the bridge, said Paul Wiedefeld, the state’s transportation secretary. One of those rescued was taken to a hospital, he said.",
    "Multiple vehicles also went into the water, although authorities did not believe anyone was inside.",
    "The crash happened in the middle of the night, long before the busy morning commute on the bridge that stretches 1.6 miles (2.6 km) and was used by 12 million vehicles last year.",
    "From 1960 to 2015, there were 35 major bridge collapses worldwide due to ship or barge collision, according to the World Association for Waterborne Transport Infrastructure."
  ]
}