{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-becomes-a-signatory-of-un-womens-empowerment-principles/",
  "time_ut": 1736357940.0,
  "original_lang": "en",
  "original_title": "Dialog becomes a signatory of UN Women’s Empowerment Principles",
  "original_body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s #1 connectivity provider, has joined the United Nations Women’s Empowerment Principles (WEPs) as a signatory, reaffirming its dedication to advancing gender equality and fostering a diverse and inclusive workplace aligned with its Diversity, Equity, and Inclusion (DEI) principles.",
    "This milestone builds on Dialog’s ongoing efforts to create opportunities for women across the workplace, marketplace, and community. Guided by the seven principles of the WEPs, the company focuses on ensuring fair treatment for all employees, respecting human rights, and promoting the health, safety, and professional development of its workforce. Dialog also empowers women in its supply chain and marketing practices while advocating for gender equality through community initiatives and mentorship programmes.",
    "The company advocates for gender equality through community initiatives, in addition to existing efforts such as empowering women in management, offering mentorship programmes, and promoting women-centric products like Yeheli. Dialog’s leadership is committed to DEI, setting clear targets and implementing initiatives to foster these values at all levels of the organisation. With policies like anti-harassment, non-discrimination, flexible work hours, and diversity and inclusion, Dialog ensures a supportive workplace for women. Additionally, the company provides training opportunities for internal staff and external stakeholders, including SMEs, schoolchildren, university students, and customers, while publicly reporting on its progress towards gender equality.",
    "Commenting, Supun Weerasinghe, Director/Chief Executive of Dialog Axiata PLC, said, “Signing the UN Women’s Empowerment Principles strengthens our commitment to fostering an inclusive workplace where women are empowered to lead, innovate, and thrive. This step builds on our ongoing efforts to challenge norms and ensure equal opportunities for all, both within Dialog and in the communities we serve.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}