{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85718",
  "time_ut": 1742763120.0,
  "original_lang": "en",
  "original_title": "The ‘Batalanda torture camp,’  atrocity has created a  diversionary red herring for the JVP led-NPP Govt. The ” Batalanda ghost’ has conveniently lessened public heat on the Govt’s failure to keep hugely important campaign promises",
  "original_body_lines": [
    "As predicted, the combined result of an enterprising Al Jazeera journalist hunting for a sensational angle to trip the target of his interrogation and the eccentric ramblings of an ex-President of Sri Lanka on a twenty seven year old human rights atrocity that is the ‘Batalanda torture camp,’ has created an eagerly applauded diversionary red herring for the National Peoples’ Power (JVP led-NPP) Government.",
    "The emergence of the long hibernating ‘Batalanda ghost’ has conveniently lessened public heat on the Government’s failure to keep hugely important campaign promises to transform Sri Lanka’s Deep State. That failure includes the continued use of the Prevention of Terrorism Act (PTA) against selective targets and hee-hawing over a narrowly drafted counter-terror law.",
    "This week, the public focus was divided between the continuing fall-out of ‘Batalanda’ and the scandal of a fugitive Inspector General of Police (IGP) who failed to move the appellate court to prevent his arrest. This was following an open warrant issued by the Magistrate’s Court of Matara over his implication in a fatal shooting incident in 2023.",
    "The Appeal Court admonished the IGP in failing to ‘comply and complain’ and bewailed the ‘dangerous precedent’ in evading and undermining the very legal system that he is supposed to uphold. That order must be compulsory reading for all police officers in Sri Lanka. After several days in hiding, Mr Tennekoon surrendered to court and was remanded with the Magistrate’s Court refusing bail.",
    "Truly, it is a mystery as to why the Government does not proceed to move against this person who disgraces the police uniform, under the Removal of Officers (Procedure) Act, No 5 of 2002. Perchance, that too is a manifestation of the Deep State syndrome that persists under this Government. Apart from that passing distraction, media focus continued to be firmly on ex-president Ranil Wickremesinghe and the ‘Batalanda controversy.’",
    "The line of the (JVP) Government is to doggedly deny any wrongdoing on its part during the ‘terror times.’ Its party rank and file are rendering the heavens hideous with cries of ‘lynch the Batalanda murderers’.",
    "Where was this outrage when the JVP enthusiastically partnered with former President Ranil Wickremesinge in 2010 and 2015? That was to topple the Rajapaksa regime with which the JVP had earlier collaborated to prosecute the (successful) war in the North against the Liberation Tigers of Tamil Eelam (LTTE).",
    "Meanwhile the inflammatory public space over Batalanda is also being fought over by anti-Government political voices busy putting the crimes of the JVP on trial. In an angry counter, an opposition parliamentarian released a long list of JVP victims a few days ago. Emotions are expected to intensify next month as the Batalanda Report is taken up for debate in Parliament.",
    "At the civil society level, it has become no less bizarre. No activist or journalist professing concern over human rights abuses could plead ignorance of the ‘Batalanda torture camp’ that was an inextricable part of public debate from the late 1980’s. That is, if they had a genuine focus on Sinhalese as well as Tamil (and Muslim) victims of state terror rather than copying the political wiles of politicians whom they decry.",
    "But it seems that some are only now waking up to the full extent of the cruel barbaric nature of the Batalanda camp. ‘What, no? Was it so bad?” they question incredulously. My counter question has been, ‘should this not have been part of the failed transitional justice process under the 2015 Sirisena-Wickremesinghe ‘yahapalanaya’ alliance into which millions of aid money was poured by Colombo based Western embassies and the like?",
    "In fact, the bizarre trajectory of the public debate thereto has led disgruntled cynics to claim that ex-President Ranil Wickremesinghe himself ‘engineered’ the Al Jazeera interview a few weeks ago. That is in order to twist political events to his advantage by posing as a victim of political opportunism by the NPP. That speculation ignores the abysmally poor showing by a blustering ex-President caught off guard by his interrogator.",
    "More to the point, his contradictory positions on the validity or rather, the existence of the Batalanda Report, boggled the proverbial imagination. First, he retorted that there was ‘no such Report.’ Then, when the Government began boasting that it had ‘unearthed’ the Report and tabled it in the House, Mr Wickremesinghe woke up to finally acknowledge the self-evident fact that the Report had in fact, been printed as a Sessional Paper in 2000.",
    "Even so, this Report, like many other such exercises of this nature, constitutes an unreliable prong to pin hope of tackling systemic crimes. Right throughout, without allowing the mechanisms of the criminal law to ensure legal accountability, these Commissions were ‘set up to fail’ by the very Governments that appointed them, their findings primarily used as weapons, to obfuscate, deny or mete out politically targeted and selectively applied justice.",
    "In fact, the very language used in the Reports often militates against the legal efficacy of the findings. The functioning of these bodies, authorised to ignore established rules of evidence such as the prohibition against hearsay evidence, had invited damning legal critique. Adverse remarks were made by the United Nations Human Rights Committee in examining Sri Lanka’s obligations under the International Covenant on Civil and Political Rights, where the Special Presidential Commissions of Inquiry Act (1978) was concerned.",
    "A particular focus was the Special Presidential Commission that looked into the assassination of Vijaya Kumaratunga. That Report is currently attracting renewed public attention along with the Batalanda Commission. Former President Chandrika Kumaratunga constituted the Vijaya Kumaratunga Commission following her husband, the actor turned politician, being assassinated in 1988.",
    "In an interesting coincidence, the three member commission included one commissioner who was the presiding commissioner in the Batalanda Commission. Decades later, the Vijaya Kumaratunga Commission report, (1995-1996) has become a classic example of ‘how not to write’ a Commission of Inquiry report.",
    "Fresh out of a rigorous study of the academic discipline of the law at the time, I recall stunned bewilderment on reading its first few ‘picturesque’ pages.Going into rapturous details on Mr Kumaratunga’s physical perfections, the Commissioners likened him to an ‘Adonis of Greek mythology, tall, slim, well-proportioned and with a winsome smile.’ Its findings interalia, were prima facie that President R Premadasa, (who had been assassinated by the LTTE by the time the Commission sat), had been ‘indirectly involved’ in Mr Kumaratunga’s assassination.",
    "The late President was implicated by ‘evidence of a motive’ for the killing as well as by circumstantial evidence in regard to allegedly suppressing the investigation.  Legally analysing this Report, (‘Moot Point Legal Review’, Centre for Policy Alternatives, 1997) however, the absence of any concrete evidence linking the former President to the assassination, was stark. The Commission also studiedly bypassed death threats made by the JVP against Kumaratunga.",
    "The late Supreme Court justice AC Alles, known for his masterly prowess of the criminal law, gave a biting assessment of those extraordinary findings. He remarked that ‘the Commission has been swayed by the charisma of the victim…to come to (an) unwarranted finding,’ warning of the dangers of relying on ‘indirect motive’ that is a concept ‘completely alien to established principles of criminal law.’",
    "Fast forward decades later, will the frenzied focus on ‘Batalanda’ and other grievous horrors of that time spur ‘system-change’ of Sri Lanka’s ‘impunity problem’? Wearily accustomed to the vagaries of Sri Lanka’s political games through which victims rarely get justice, such a bright expectation defies reason.",
    "That said, we can only mutter ‘dum spiro spero,’ (while we breathe, there is hope)"
  ]
}