{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-reaffirms-commitment-to-un-committee-on-enforced-disappearances-242298/",
  "time_ut": 1759234200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka reaffirms commitment to UN Committee on Enforced Disappearances",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has reiterated its commitment to tackling enforced disappearances and strengthening democratic institutions during the country’s first presentation to the UN Committee on Enforced Disappearances (CED) in Geneva, the island nation’s Foreign Ministry said.",
    "Minister of Justice and National Integration Harshana Nanayakkara, led the Sri Lankan delegation to last week’s 29th Session of the CED.",
    "The Minister underscored that engaging with the Committee on Enforced Disappearances was not merely a reporting obligation, but an opportunity to strengthen national frameworks, uphold accountability and ensure that the rights and dignity of all persons are safeguarded in line with international standards.",
    "The Minister highlighted the work of the Office on Missing Persons (OMP), Office for Reparations (OR) and the Office for National Unity and Reconciliation (ONUR), stressing that these institutions remain central to ongoing efforts to address grievances and restore public trust.",
    "“The Minister further elaborated the vision of the Government to make democratic institutions stronger to enhance public trust, and to bring political, economic and social stability,” the Foreign Ministry said in the statement.",
    "“In this respect, he underscored that engaging with the Committee on Enforced Disappearances was not merely a reporting obligation, but an opportunity to strengthen national frameworks, uphold accountability and ensure that the rights and dignity of all persons are safeguarded in line with international standards.”",
    "Sri Lanka signed the International Convention for the Protection of All Persons from Enforced Disappearance in 2015 and ratified it a year later, though the issue remains deeply sensitive following decades of civil conflict.",
    "Nanayakkara reminded the Committee that Sri Lanka had a long-standing practice of investigating complaints of disappearances even before the Convention was formulated in 2006.",
    "By reaffirming its stance before the UN, analysts note, Sri Lanka is seeking to balance international expectations on human rights with its domestic priorities, at a time when post-war reconciliation remains unfinished and politically contested. (Colombo/September 30/2025)"
  ]
}