{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111875/ex-president-ranil-wickremesinghe-granted-bail-",
  "time_ut": 1756204920.0,
  "original_lang": "en",
  "original_title": "Ex-President Ranil Wickremesinghe granted bail",
  "original_body_lines": [
    "Former President Ranil Wickremesinghe, who was arrested and remanded on Friday (22), has been granted bail, Ada Derana reporter said.",
    "The order was issued by Colombo Fort Magistrate Nilupuli Lankapura.",
    "Former President Ranil Wickremesinghe was ordered released on three surety bails of Rs. 5 million each.",
    "The hearing of the case filed against former President Ranil Wickremesinghe commenced at the Colombo Fort Magistrate’s Court, at around 1:40 p.m. on Tuesday.",
    "The former President, who is at the Intensive Care Unit of the Colombo National Hospital at present, joined the court hearing virtually via Zoom.",
    "During the hearing, a detailed medical report of former President Ranil Wickremesinghe’s medical was presented to the court by his attorneys.",
    "According to the submissions made by President’s Counsel Anuja Premaratna, three of the four coronary arteries of the former President have been blocked.",
    "He also submitted that the former President is suffering from multiple health complications and therefore requested the Magistrate to consider it as a special case and released former President Wickremesinghe on bail.",
    "Earlier today, Prisons Media Spokesperson Jagath Weerasinghe said the former President is unlikely to be produced before court today, due to medical recommendations stating that he must continue to remain under observation in the ICU.",
    "He further stated that if the Magistrate issues an order for Wickremesinghe to be presented via Zoom for legal proceedings, necessary arrangements can be made accordingly.",
    "Accordingly, the case against the former President was taken up without his presence at the Colombo Fort Magistrate’s Court.",
    "Following his arrest on Friday (22), court ordered that former President Wickremesinghe be remanded until today. However, considering his health condition, he was first admitted to the Prison Hospital, and later transferred to the Intensive Care Unit of the Colombo National Hospital based on medical advice.",
    "Former President Wickremesinghe, who was arrested by the Criminal Investigations Department at around 1:10 p.m. on Friday for allegedly misusing state funds, was produced before Colombo Fort Magistrate Nilupuli Lankapura at around 3:00 p.m. the same day.",
    "The case, filed under the under provisions of the Penal Code and the Public Property Act, was adjourned after initial submissions, and subsequently the commencement of court proceedings delayed due to a blackout at the Fort Magistrate Court premises.",
    "After the resumption, considering the submissions made by the Attorney General’s Department and the defence attorneys, Colombo Fort Magistrate Nilupuli Lankapura ordered that the former President be remanded until August 26, a first in the history of Sri Lanka.",
    "Wickremesinghe was taken into custody for allegedly “misusing government funds” after being questioned about a September 2023 visit to London to attend a ceremony for his wife at a British university while he was head of state.",
    "Ranil Wickremesinghe had stopped in London in 2023 on his way back from Havana, where he attended a G77 summit.",
    "He and his wife, Maithree, attended a University of Wolverhampton ceremony.",
    "Wickremesinghe had maintained that his wife met her own travel expenses and that no state funds were used.",
    "However, the Criminal Investigation Department of the police alleged that Wickremesinghe used government money for his travel on a private visit and that the state also paid his bodyguards.",
    "Wickremesinghe became president in July 2022 for the remainder of Gotabaya Rajapaksa’s term, after the latter stepped down following months of protests over alleged corruption and mismanagement. He lost his re-election bid in September 2024.",
    "This was the first time a former president had been arrested in Sri Lanka’s history."
  ]
}