{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cabinet-approves-public-sector-wage-hike-ahead-of-polls-177823/",
  "time_ut": 1724328120.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Cabinet approves public sector wage hike ahead of polls",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Cabinet of Ministers approved a public sector salary hike in line with an expert panel recommendation for all public servants from January 2025, President Ranil Wickremesinghe’s office said.",
    "The move, however, comes a month ahead of the presidential poll in which President Wickremesinghe is contesting under an independent coalition.",
    "Wickremsinghe, after a series of protests by public sector employees demanding wage hike early this year, appointed a nine-member specialist committee in June headed by former presidential secretary Udaya Seneviratne to address salary anomalies in the government service.",
    "“Udaya Seneviratna, Chairman of the Expert Committee on Public service salary disparities, announced that the Cabinet has approved a basic salary increase for all public servants from January 2025, ranging from 24% for lower grades & 24% to 50%+ for higher positions, based on qualifications, experience, and current roles,” the President Media Division said on Thursday.",
    "“Due to current inflation and economic conditions, Mr. Seneviratna announced that the Cabinet has approved increasing the cost of living allowance to Rs. 25,000 for all public servants starting January 2025.”",
    "Sri Lanka’s inflation hit a record high of over 70 percent in September 2022 after an unprecedented economic crisis dented the country. However, the inflation has slowed to a lower single digit level of below 3 percent last month.",
    "Trade unions in the public sector demanded a wage hike of at least 20,000 rupees immediately early this year. The government has imposed a tax on all the government servants who earn more than 100,000 rupees monthly.",
    "Many public sector employees have complained on higher cost of living and lower disposable income while shrinking their budget on the health and education.",
    "However, President Wickremesinghe government resisted the wage hike demand due to lack of government revenue to grant such a hike.",
    "State Higher Education Minister Suren Raghavan  in July said Sri Lanka’s State Intelligence Service (SIS) has warned the government not to grant a salary hike to protesting non-academic staff at the island nation’s state universities as it is a part of a greater plot.",
    "Treasury Secretary Mahinda Siriwardena has said a wage hike of 20,000 rupees to all state workers would cost the government nearly 20 billion Sri Lanka rupees (US$66.4 million at 1$ = 300 LKR).",
    "Sri Lanka has a bloated and inefficient 1.5 million state employees to cater a population of 22 million.",
    "President Wickremesinghe’s government, in line with the IMF recommendations, has been in the process of reducing the size of the public sector, but he met with strong opposition from the ruling party legislators. (Colombo/August 22/2024)"
  ]
}