{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/moratuwa-uni-shines-at-huawei-ict-competition-2023-2024-global-finals/",
  "time_ut": 1720119600.0,
  "original_lang": "en",
  "original_title": "Moratuwa Uni shines at Huawei ICT Competition 2023–2024 Global Finals",
  "original_body_lines": [
    "The Sri Lankan team from Moratuwa University has made history by securing the Second Prize in the Practice Competition – Cloud Track 1 at the Huawei ICT Competition 2023–2024 Global Finals.This marks the first time a team from Sri Lanka has advanced from the National Level to the Regional Level in Indonesia, and finally to the Global Level in China.",
    "The team, consisting of three talented students from the IT Faculty at Moratuwa University, includes team leader Sasika Sankalana and members Varaki Vakeesan and Krishihan Raviendran. Their outstanding performance at the competition, held in China, marks a significant achievement for Sri Lanka on the global stage.",
    "The closing and awards ceremony of the Huawei ICT Competition 2023–2024 Global Final was held in Shenzhen.",
    "This year’s competition attracted more than 170,000 students from over 2,000 universities and colleges across more than 80 countries and regions, making it the largest offline competition since its launch. More than 160 teams consisting of over 470 contestants from 49 different countries and regions made it through national and regional competitions to reach this year’s global final.",
    "Reflecting on the remarkable achievement, Senior Prof. N. D. Gunawardena, Vice-Chancellor of the University of Moratuwa, expressed profound pride in witnessing the students of Moratuwa University excel in the Huawei ICT Global Competition.",
    "“This achievement not only highlights their exceptional talent and hard work but also underscores our university’s unwavering commitment to fostering an environment where innovation and academic excellence can thrive. We are deeply grateful to Huawei for providing this invaluable platform that bridges academia and industry, allowing our students to showcase their skills on a global stage,” he remarked.",
    "Meanwhile, B.H. Sudantha, Dean of the Faculty of Information Technology, noted that the journey undertaken by the students in the Huawei ICT Competition exemplifies the spirit of innovation and resilience.",
    "Stock Market still wary of election vibes despite ‘good news’ from external debt restructuring",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}