{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97486/us-to-further-strengthen-defense-cooperation-with-sri-lanka-donate-fourth-patrol-vessel",
  "time_ut": 1708705020.0,
  "original_lang": "en",
  "original_title": "US to further strengthen defense cooperation with Sri Lanka, donate fourth patrol vessel",
  "original_body_lines": [
    "The United States remains committed to the economic growth and prosperity of Sri Lanka, Deputy Secretary of State for Management and Resources Richard Verma told government, civil society and economic leaders during his visit to Sri Lanka.",
    "Verma met with President Ranil Wickremesinghe and Foreign Minister Ali Sabry to discuss progress on Sri Lanka’s IMF program, including inclusive economic and governance reforms aimed at keeping Sri Lanka on the path to sustainable economic growth, the US Embassy in Colombo said.",
    "Deputy Secretary Verma stressed the vital need to protect human rights and fundamental freedoms, including freedom of expression, the statement said.",
    "They also explored opportunities to deepen defense and maritime cooperation between the United States and Sri Lanka, including strengthening the Sri Lanka Navy’s capabilities to safeguard national security and promote a more stable Indo-Pacific region.",
    "On February 23, aboard the SLNS Vijayabahu, one of three former U.S. Coast Guard cutters transferred by the United States to Sri Lanka, Deputy Secretary Verma said, “I am pleased to announce that the Department of State has notified Congress of our intent to transfer a fourth medium endurance cutter to Sri Lanka.  The Department obligated $9 million in Foreign Military Financing to support this effort.  We look forward to offering the cutter, pending the completion of Congress’ notification period.  If completed, this transfer would further strengthen defense cooperation between the United States and Sri Lanka.  The ship would increase Sri Lanka’s ability to patrol its Exclusive Economic Zone, monitor its search and rescue area, and provide additional security for ships from all nations that transit the busy sea lanes of the Indian Ocean.”",
    "Participating in the announcement at Colombo Port were Sri Lanka State Minister of Defense Premitha Bandara Tennakoon, Commander of the Sri Lanka Navy Vice Admiral Priyantha Perera, and U.S. Ambassador to Sri Lanka Julie Chung, who remarked, “The United States has previously transferred three cutters to the Sri Lankan Navy, which deploys these ships for maritime operations and law enforcement missions, countering human trafficking and drug trafficking, while supporting humanitarian assistance and disaster response efforts. The eventual transfer of a fourth vessel would be just one more point in a long history of cooperation between Sri Lanka and the United States in preserving a free and open Indo-Pacific region.”",
    "Deputy Secretary Verma also visited the site of the West Container Terminal (WCT), a deepwater shipping container terminal in the Port of Colombo. The WCT, currently being constructed by Colombo West International Terminal (CWIT) Private Limited with $553 million in financing from the U.S. International Development Finance Corporation, will provide critical infrastructure for the South Asian region.",
    "Operating near capacity since 2021, the Port of Colombo’s new addition will be the port’s deepest terminal and aims to boost Colombo’s shipping capacity, expanding its role as a premiere logistics hub connecting major routes and markets, boosting prosperity for Sri Lanka without adding to its sovereign debt."
  ]
}