{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-do-we-keep-missing-the-bus/4-764887",
  "time_ut": 1722279203.0,
  "original_lang": "en",
  "original_title": "Why do we keep missing the bus?",
  "original_body_lines": [
    "The country is painfully slow in implementing much needed economic reforms",
    "Debt restructuring negotiations between the Government of Sri Lanka and the International Sovereign Bond (ISB) holders have progressed well. Along with the progress achieved so far in relation to the overall debt restructuring program, many of the stalled infrastructure development projects have recommenced.",
    "The Purchasing Managers Index (PMI) in relation to manufacturing and the PMI in relation to services have exceeded the 50 point threshold in June, 2024 thereby indicating expansions in both manufacturing and services. The PMI for construction too exceeded the 50 point threshold in May, 2024, indicating an expansion in construction.",
    "The Sri Lankan economy expanded for the third consecutive quarter in Q1, 2024, with a year-on-year real growth of 5.3%, as per the estimates of the Department of Census and Statistics (DCS). According to the Central Bank of Sri Lanka, the latest economic indicators suggest that real GDP growth in Q2, 2024 also has been robust. The GDP growth is expected to record 3% (YoY) for the full year of 2024.",
    "Although the cumulative merchandise trade deficit widened during the first half of 2023, compared to the corresponding period in 2023, the external current account is likely to have recorded a surplus in the first half of 2023. Further, the gross official reserves (GOR) recorded $ 5.6 billion (including the swap with the People’s Bank of China) as of end June 2024, compared to $ 4.4 billion at end 2023. (CBSL)",
    "Earnings from tourism and workers’ remittances continue to be encouraging.",
    "Government revenue in the first four months of 2024 recorded an increase of 48.3% compared to the corresponding period in 2023.",
    "Inflation is well under control with the YoY rate of headline inflation as measured by the CCPI recording just 1.7% in June, 2024. The exchange rate too remains under control, while interest rates have displayed a downward trajectory.",
    "The above achievements underscore how well the Sri Lankan economy has managed to make a turnaround from the economic crisis it faced from 2020-2022.",
    "However, based on these achievements one cannot come to the conclusion that the country is out of the woods. If certain measures are not taken, the country could face a bigger economic crisis in time to come. As a first step let us try to understand the root causes of our economic malaise.",
    "The country is painfully slow in implementing much needed economic reforms. These reforms that need to be undertaken include land and labour market reforms. Additionally, the SOEs need to be restructured. The bloated number of public servants needs to be drastically reduced since it is a huge burden on Government finances.",
    "The growth in the country is accounted for mostly by the non tradable sector rather than the tradable sector. Therefore, this growth is not sustainable. The country’s export basket has not diversified adequately, with textile and garment exports accounting for around 46.5% of total merchandise exports, on average, for the past three decades (refer graph). Sri Lanka’s merchandise export earnings have remained stagnant at around $ 10 billion per annum for a long period, whereas merchandise export earnings of Vietnam have grown exponentially over that period (refer graph). Sri Lanka is considered to be one of the most protected economies in the world in terms of customs duties on imported goods and para-tariffs. Sri Lanka’s current protectionist policies, which have created an anti-export bias, have serious negative consequences on its proclaimed export-led economic growth path.",
    "Foreign investors have flocked into Vietnam due to their business friendly and consistent policies. In contrast, Sri Lanka has discouraged foreign investors from investing in the country due to our inconsistent policies and lack of convenience afforded to them in getting things done. In this context, even Sri Lankan enterprises are increasingly trying to set up shop elsewhere in the world due to the business unfriendly environment prevailing in the country.",
    "Sri Lanka as a country is seriously lacking in good governance, which in turn has led to rampant corruption.",
    "The acrimony among political parties in Sri Lanka is very high. Therefore, whenever there is a regime change, the tendency for the newly elected government is to undo the good things done by the previous regime. This is one of the key reasons for policy reversal/inconsistency and economic stagnation.",
    "We have consistently done the wrong things. Sri Lanka pursued ill conceived mega infrastructure development projects while human skill development took a back seat. Road construction has been prioritised over the provision of efficient public transport. We have also not made an attempt to increase women’s labour force participation (which is far below the average for emerging market and middle income economies). (Sri Lanka’s women’s labour force participation rate is 32% compared to 53% for emerging market and middle income economies).",
    "We have not adequately encouraged foreign universities to set up branches in Sri Lanka. As a result, Sri Lankan students have increasingly sought enrolment at foreign universities, which has resulted in a substantial outflow of foreign exchange from the country to meet their foreign educational expenses.",
    "What can we do as a country to change course and get into the bus without missing it? Accordingly, a list of dos is given below. While this list is not exhaustive, it nevertheless provides an agenda as a way forward.",
    "While macroeconomic stability is important, one cannot forget the growth objective too. These two objectives should complement each other. Growth will have to be driven particularly in view of the high poverty rate in the country and the need to bring down poverty (according to the World Bank an estimated 25.9% of Sri Lankans lived below the poverty line in 2023). SME development will have to be a major plank in the growth equation in view of the need for growth to be inclusive and benefit the masses, so that poverty levels could also be brought down. According to the Ministry of Finance, SMEs contribute to 52% of the country’s Gross Domestic Product (GDP), 45% of employment, and 20% of exports.",
    "SOE reforms have to be pursued diligently (the group debt of SriLankan Airlines taken as a percentage of the country’s GDP amounts to 1.93%). The SOEs should not continue to be loss making entities and they should be run as commercially viable entities. Measures will also have to be taken to re-skill excess public sector employees and arts graduates and gainfully employ them in the private sector. Introduction of the technology stream for the advanced level is a step in the right direction. Greater emphasis will have to be given to STEM subjects at school and university level.",
    "We cannot depend on worker remittances and earnings from tourism only to satisfy our foreign exchange requirements. Export promotion will have to be pursued diligently and with a sense of urgency. Adopting policies which are neutral between those goods produced for the export market and those that are produced for the domestic market, through trade liberalisation, would be the best way to move forward. As can be drawn from the East Asian experience, neutral trade and industrial policies, should be backed by sound macroeconomic fundamentals and market reforms along with a long standing commitment to research and development, and accumulation and upgrading of human capital, with a view to making maximum use of the potential for manufactured exports and services exports to grow, diversify and expand into new markets.",
    "Our education system has to be revamped. Reputed foreign universities should be encouraged to open branches in Sri Lanka. On a more positive note “the education ministry in March, 2023 announced integrating AI and Machine Learning (ML) into Sri Lanka’s National School curriculum. The initiative will initially be rolled out to 20 schools selected by the education ministry with at least one school designated from each of the nine provinces. These schools will serve as a benchmark for scalability across the country” (Daily FT, 23 July, 2024). These are undoubtedly steps in the right direction, while follow through and further progress will have to be pursued assiduously.",
    "Good governance is an absolute must. It should be well entrenched and practiced diligently both in the public and private sectors. Zero tolerance of corruption should be part of the good governance agenda. Digitalising revenue collection agencies such as Customs, Excise and Inland Revenue must be pursued with a sense of urgency with a view to rooting out corruption.",
    "A business friendly environment should be created for both local and foreign investors. Political stability, consistent policies and convenience in getting things done should be key elements of this environment. Granting tax holidays for long periods, while depriving the Government of much needed revenue, will not compensate for a business unfriendly environment.",
    "Renewable energy, particularly solar power and wind power generation, will have to be prioritised in meeting our energy requirements.",
    "Greater collaboration with India, and in particular, plugging into the supply chains of the prosperous south Indian states of Andhra Pradesh, Kerala, Tamil Nadu, Karnataka and Telangana should be prioritised and pursued diligently.",
    "Post economic crisis, the Government took several painful measures to achieve macroeconomic stability. These measures have resulted in a commendable improvement in relation to several key macroeconomic indicators (although at the expense of a sharp rise in poverty). However, achieving macroeconomic stability is not enough. We must be acutely aware of the root causes of our economic malaise and take steps aimed at course correction. We should put the country firmly on the path to sustainable growth. If otherwise, we will keep missing the bus in the future too.",
    "(The writer counts over three decades of experience in the field of economic research in the private sector. He has earned a BA (Hons) in Economics, an MA in Economics and a PhD in Economics at the Department of Economics of the University of Colombo. He can be reached at [email protected].)"
  ]
}