{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-has-little-room-for-monetary-easing-based-on-taylor-rule-imf-230665/",
  "time_ut": 1752548100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka has little room for monetary easing, based on Taylor rule: IMF",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has little room for monetary easing based on the so-called ‘Taylor rule’, the International Monetary Fund has said, after the latest rate cut reduced its policy rate to 7.75 percent.",
    "The policy rate is now 75 basis points below the central banks 5 to 7 percent inflation.",
    "“Forward real rates are close to neutral rate estimates,” the IMF said in a recent report.",
    "“Taylor rule models imply little room for easing especially given the supply-side nature behind",
    "The reference to ‘supply-side’ is a belief held by some age-of-inflation macro-economists that inflation is not monetary or that some in-determinate part of it not monetary.",
    "In Sri Lanka it refers to the belief that the Public Utilities Commission can control inflation better than the central bank by administratively lowering electricity tariffs.",
    "The ‘deflation’ also comes due to tracking 12-month changes in the index.",
    "Especially from the 1960s as macro-economists started to print money in the expectation that it will boost inflation, busting the reserve backed Bretton Woods pegged system belief in ‘cost-push’ inflation began to re-emerge.",
    "That belief that inflation is only partially monetary, partially ‘cost-push’ gained ground in the Great Inflation period, with the then Fed chief also pushing the narrative, though researchers in regional Feds pushed back on the idea.",
    "Eventually inflation was controlled by Paul Volcker by restraining money supply growth on the idea that inflation was monetary and it was fully under the control of the Fed and not the unions or any other parties.",
    "Some classical style economists blamed the Great Inflation on rejecting the monetary nature of inflation (monetary policy neglect hypothesis) and the re-reemergence of cost-push beliefs.",
    "Like PUCSL-driven deflation, at the time, there was also a belief that unions drove inflation (wage spiral inflation), and wage controls were incorporated in IMF programs including that of the UK.",
    "The Taylor rule refers to a monetary regime proposed by Stanford Economist John B Taylor, which was a way of anchoring money of floating exchange rate central banks, not reserve backed ones.",
    "Critics have blamed the transplanting of monetary regimes from floating regimes – which do not collect reserves and do not run into currency crises as a result – to countries like Sri Lanka which collect reserves and are supposedly guided by ARA metrics for external troubles and default.",
    "Macro-economists can cherry pick various theories to cut rates and print money to get the high inflation they demand from the public, though the IMF is at the moment using the Taylor rule to caution against rate cuts.",
    "“However, if global shocks materialize, monetary policy should ease appropriately,” the IMF said.",
    "Unless private credit slows down, any ‘easing’ especially with inflationary open market operations, could trigger depreciation and the missing of reserves targets, analysts have warned as it happened during two IMF programs since the end of the war.",
    "In Sri Lanka macro-economists want to push up the cost of living by 5 percent a year, which critics say does not amount to price stability.",
    "The 5 percent targets have led to serial currency crises, reserve losses and ultimate default, especially since the country does not have a floating regime.",
    "Like the Taylor rule, inflation targeting also applies to floating regimes, though lower targets reduce the room to print money and trigger external crises and social unrest.",
    "The Taylor rule is based in part on ‘potential output’ , a statistical construct based on past economic performance of a country.",
    "In Sri Lanka the central bank has been secretive about the current ‘potential output’ though it is believed by some to be close to the 3.1 percent projected by the IMF in a debt sustainability analysis.",
    "If so, the economy is now growing above the ‘potential output’.",
    "When the central bank started to print money for flexible inflation targeting, and potential output, triggering currency and stabilization crises that killed growth, ‘potential output’ of 5.75 percent was mentioned.",
    "Application of central bank operating frameworks designed for floating regimes to reserve collecting ones leads to quick currency crises whereas floating regimes will only see asset price bubbles and high inflation and debt crises are rare.",
    "Sri Lanka’s central bank has so far provided exceptional East Asian style monetary stability by missing its inflation target, and running broadly deflationary policy. However it had run out of Treasury bills to sell and has not yet started selling down its bond stock to build foreign reserves.",
    "East Asian reserve collecting central banks run deflationary policy by selling their own securities to trigger balance of payments surpluses and maintain monetary stability.",
    "US macro-economists (and the IMF) have mis-understood deflationary policy of a bank of issue and characterized it as ‘undervaluing’ currencies, EN’s economics columnist Bellwether says.",
    "Reserve collecting central bank’s running deflationary policy to maintain exchange rates and tamp down inflation is consistent with classical economic principles explained by David Hume and Ricardo among others and also IMF former staffers Robert Mundell, Marcus Fleming and much earlier SC Tsiang who later fixed Taiwan. (Colombo/June15/2025 – Updated)"
  ]
}