{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/when-scrooges-play-santa/",
  "time_ut": 1707927000.0,
  "original_lang": "en",
  "original_title": "When Scrooges play Santa",
  "original_body_lines": [
    "The Rajapaksa-Wickremesinghe government is playing Santa obviously with an eye to the next presidential election. It is allocating public funds with a generous hand for poor relief, and giving away state land. Needy families are to be given 20 kilos of rice each for the coming festive season.",
    "Successive governments have showered election bribes on electors, especially the ones in dire financial straits. Why governments evince a keen interest in addressing problems such as poverty and landlessness, during election years, is not difficult to understand.",
    "The SLPP-UNP government has decided to grant freehold ownership of the Mahaweli lands to farmers who have cultivated them for decades. Farmers no doubt need land. Freehold possession of land will be a boon to them. However, it is not altruism that is driving the government. It is desperate for votes.",
    "There is no guarantee that the lands, whose freehold ownership is to be vested in poor farmers, will not end up in the hands of big businesses, both local and foreign. Given the poor returns on investment in agriculture, rural indebtedness, lack of state assistance, etc., many farmers are likely to dispose of their lands, given half a chance. Rapacious loan sharks, especially the microfinance companies that prey on farmers, will stand to gain in such an eventuality.",
    "A study should be conducted to assess the impact of the land ownership transfer scheme on the rural agricultural dynamics. India and China are experiencing complex social, economic, environmental and infrastructural problems associated with the rural-to-urban migration of farmers in search of better economic opportunities. Cities such as Mumbai, Delhi, Bangalore in India, and Beijing, Shanghai, and Guangzhou in China are troubled by the migration of the members of rural agricultural communities.",
    "The Cabinet has reportedly approved a proposal for exempting a section of the Madupara Sanctuary, in the Mannar District, from its current conservation status. An area encompassing 56.8 hectares including some forest land in the sanctuary is to be released in view of existing settlements and paddyland located therein. Were those settlements there when the sanctuary was established?",
    "How advisable is it to release a part of the Madupara Sanctuary forest? There have been complaints of illegal sand mining in adjacent areas. President Gotabaya Rajapaksa, in his wisdom, had peripheral forests removed from the purview of the Forest Department and placed under the Divisional and District Secretariats, purportedly to promote traditional agriculture. We warned that his ill-conceived action would enable government backers to intimidate District and Divisional Secretaries and grab forest land. A few weeks later, a Divisional Secretary accompanied a group of SLPP supporters, who encroached on land inside the Somawathiya National Park!",
    "The farming community is beset with numerous problems besides land issues. There is much more the government has to do to improve the hapless farmers’ lot and prevent them from emulating their Indian counterparts, who are back on the streets, demanding guaranteed prices for their crops.",
    "Even the farmers who own land are struggling to keep their heads above water in this country. They cannot dispose of their produce at reasonable prices, and unfortunate situations where vegetable growers dump truckloads of perishables on the roadside, unable to sell them, are not rare. Paddy farmers, exploited by a collective of powerful rice millers, have sought a government intervention to ensure fair prices for their paddy, but in vain. The ruling party politicians bellow rhetoric, promising to protect the interests of farmers, but the Paddy Marketing Board is not buying paddy, according to protesting rice growers.",
    "The government ought to adopt a holistic approach to solving farmers’ problems in a systematic manner instead of trying to gain political mileage on the pretext of helping the farming community.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}