{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/National-lists-of-political-parties-for-general-elections-in-Sri-Lanka/4-767568",
  "time_ut": 1728065479.0,
  "original_lang": "en",
  "original_title": "‘National lists’ of political parties for general elections in Sri Lanka",
  "original_body_lines": [
    "In this era where a system change in the political culture in Sri Lanka is dawning it will be a welcome move if all political parties seriously consider using the national list for the purpose it was intended. We hope that the upcoming elections will result in a group of eminent people with impeccable credentials being nominated on all national lists across the political spectrum in the country",
    "‘The people have spoken’, is a common phrase used to announce and often accept the results of an election. Though the people have spoken in the past they have never quite been heard in terms of their political aspirations of addressing issue of bribery, corruption, cronyism, poor governance, abuse of power, more equitable distribution of wealth, undermining the rule of law, undermining parliamentary and judicial systems and violations of the constitution of Sri Lanka. This political deafness cumulatively over the years (76 years to be precise) has led to where we are right now as a country/nation/society and most importantly as individuals/voters.",
    "Our expectations, experiences and emotions with the political/bureaucratic establishment and politicians/bureaucrats themselves have led us to demand for a system change (remember the Aragalaya) which we are hopeful the newly elected President will be able to usher in, going purely by his and his party’s pre-election rhetoric. He and his comrades said everything everyone wanted (or rather were waiting) to hear and convinced 42% of us that they are the political force which could give leadership to the socio-political change we Sri Lankans are so desperate for.",
    "I am optimistic that Comrade Anura Kumara Dissanayake (AKD) and his political movement, the Jathika Jana Balawegaya (NPP) and its ideological parent the Janatha Vimukthi Peramuna (JVP) will be able to leverage on the mandate they collectively received at the Presidential elections held on 21 September 2024 and will listen to the people who have spoken through their votes.",
    "The Sri Lankan voters are demanding for change and will be looking for new faces to enter the political fray through the electoral and national list nomination processes",
    "The people spoke in terms of the election of the Executive of the country whom they are constitutionally bound to elect at an election (Chapter VII, Article 30 (2)). There are other means of technically ‘electing’ the Executive President of the country (Chapter VII, Article 40(1)) which of course is not in keeping with the direct spirit of democracy as seen with election by Parliament of the 8th Executive President of Sri Lanka.",
    "The people will have to speak again on 14 November 2024 to elect the legislature of the country as per the constitution (Chapter X article 62(1)). An Elector who shall give effect to article 62(1) is defined in Chapter XIV Article 88 (right to be an elector) and Article 89 (disqualification to be an elector). One must pay special attention to Article 89 as it paradoxically lays down the qualification to become an elector and hence a Member of Parliament and President of the Republic. It is also important to note Articles 90 and 91 in Chapter XIV, which deals with the qualification for election and disqualification for election as a Member of Parliament respectively.",
    "Put in layman’s terms our constitution as it is right now does not specify detailed criteria for qualifications to be nominated as a Member of Parliament (elected or nominated). It generally requires that individuals should conform to only criteria of citizenship, age and not being disqualified under any law. This process of qualifying to be a Member of Parliament or for that matter any elected body representing the citizens of Sri Lanka itself needs to be looked at in terms of yet another constitutional amendment or better still be considered in the process of repealing and replacing the current constitution itself.",
    "Chapter X, Article 62(1) states that ‘There shall be a Parliament which shall consist of 225 members…’ Chapter XIV Article 98 states that there shall be 196 entitled to be returned from the electoral districts. Chapter XIV Article 99 states that after the 196 members referred to in Article 98 are declared elected at a General Election, the Commissioner of Elections shall forthwith apportion the balance 29 seats among the recognised political parties and independent groups contesting such General election in the same proportion as the proportion which the number of votes polled by each such party or groups at such General election.",
    "Article 99A further proceeds to explain as to how such political parties/independent groups should submit to the Election Commissioner within the nomination period specified (commencing 4th October 2024) a list of persons qualified to be elected as members of Parliament, from which it may nominate persons to fill the seat, if any, which such party/group will be entitled to, on such appointment. The specific criteria and process for nomination are further defined in the regulations set by the Election Commission Act Section 64(5) and governed by internal party/group rules.",
    "The Constitution itself does not speak of a National List but speaks of a List as described in Article 99A. From where the word ‘National List’ came to be used for such a list is not clear. As far as the law of the land is concerned, the ultimate authority of nominating such names to be nominated on a proportional basis lies sole with the political party or independent group.",
    "The purpose of a national list for election to parliament we are told (but no reference written or otherwise can be found) is to nominate eminent persons/professionals who have a particularly political or ideological affiliation to parliament so they can contribute expertise from their respective fields towards good governance and good government through parliament. Alas this has not happened often enough and adequately from all sides of the political spectrum.",
    "Currently the national list of political parties is looked at by respective parties as an inducement and appeasement instrument to be used exclusively by the party leader/leadership as s/he/they see fit. To give some context to this statement the reader will recall that Dr. Mervyn Silva (2004, UPFA National List) and Ranil Wickremesinghe (2021, UNP National List) both were defeated candidates at General Elections but got nomination on their respective parties national lists and the latter went on to become the 8th Executive President of Sri Lanka, bringing the very foundations and principles of democracy itself into question.",
    "We trust all political parties and independent groups contesting the upcoming election on 14 November 2024 will not go down this slippery slope yet again and deliberately overlook nominating deserving new political faces on their respective national lists keeping to the unwritten word and sprit of having a national list.",
    "The briefest of objective literature review indicates that the following are the selection criteria for national list slots of political parties across the political divide have been using to nominate individuals to their respective national lists.",
    "To create political alliances in the short term to win the immediate election. (alliances to ensure votes based on religion, ethnicity, race, cast, geographical location or special interests)",
    "As token of gratitude; e.g. – Kicking up stairs of so-called senior politicians for past services rendered, to perpetuate nepotism.",
    "In the current proportional representation system, the type of electoral process where a candidate has to get a minimum number of votes to be elected to parliament on a district basis is near impossible for anyone other than professional politicians to even attempt. This electoral system does not permit novice professionals who are not active at grassroots politics to even compete on a level playing field. As such in this era where a system change in the political culture in Sri Lanka is dawning it will be a welcome move if all political parties seriously consider using the national list for the purpose it was intended. We hope that the upcoming elections will result in a group of eminent people with impeccable credentials being nominated on all national lists across the political spectrum in the country.",
    "The Sri Lankan voters are demanding for change and will be looking for new faces to enter the political fray through the electoral and national list nomination processes.",
    "The voters are fully aware of the manifestos and programs proposed by all political parties through the just concluded Presidential elections. They are looking for committed, uncorrupt, uncorrupt able, honest, dedicated politicians from each party who will be able to contribute towards good governance and usher in a new political culture in a transparent manner which will fulfil their simple wish of a better prosperous economically and socio culturally vibrant Sri Lanka where we all can live as proud and satisfied Sri Lankans.",
    "The people have spoken and its high time political parties and independent groups seriously begin to listen as opposed to only hearing the voters’ political aspirations.",
    "(The writer is a Specialist Family Physician and Past President, Sri Lanka Medical Association.)"
  ]
}