{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/globally-a-rightward-political-shift-is-visible/",
  "time_ut": 1709538840.0,
  "original_lang": "en",
  "original_title": "Globally, a rightward political shift is visible",
  "original_body_lines": [
    "The global political scene was very left-inclined from about the mid-1960s to say 10 or 15 years ago. The sweeping trend to social democracy in post-war Europe, a surge to the left throughout Asia (Chinese Revolution, defeat of US Imperialism in Vietnam, post-war USSR, our own JVP) and a little later in Africa (Patrice Lumumba, revolution in Mozambique, Nelson Mandela etc), signposted what may be loosely called a period of global shift to the left. That ended about 10 years ago. The last spurt was perhaps Obama’s re-election. The reverse trend became prominent in the US with Trump and internationally a dynamic that began with the collapse of the Soviet Union in December 1991.",
    "What are the five critical signs for the rise of the right in this decade? They are: (i) The emergence of Trump and his kind of obnoxious politics and personal and criminal conduct about 15 years ago, (ii) the war in Ukraine which will end in the devastation of that country, (iii) Modi’s Hindutva movement which will eventually be defeated because the roots of liberal democracy are deep-rooted in India, (iv) the border conflict in US south – the Texas border – and the rising tension between Federal and 15 state level military forces and (v) most serious and what could trigger a major regional war or global military conflict is what for brevity I will call Netanyahu’s ethnic cleansing of Palestine and unrepentant genocide of the non-Jewish people of Palestine. For example, Republican Congressman Andy Ogles of Tennessee replied to a question about the slaughter of Palestinian children in Gaza by asserting: “We should kill ‘em all!”. Nevertheless, I grant these are contingent events, that is, of relatively short-term consequence measured in months and years.",
    "Then there are factors rooted in objective historical trends that are beyond the power of individuals to transform and whose influence has to be measured in periods stretching over several decades. My leftist buddies will call such things historical-materialist. Let me enumerate them: (i) There is a decline in the global hegemony of the USA though it may be decades or half a century before it comes to completion in different spheres (military, diplomatic, financial and $-displacement).",
    "(ii) for the first time in over a century (110 years) there is no left party (social democratic, Soviet style or left-revolutionary) holding government power anywhere wheresoever in Europe – Western, Eastern or the Balkans. (iii) the Thucydides Trap (the displacement of one dominant state by another) has been sprung; the global dominance of the West will give way to the so-called Asian Century. (iv) the BRICS+ grouping, already representing about half the world’s population and economic output, is growing in size and strength.",
    "It will inevitably become the world’s leading economic forum; a multipolar world is unstoppable. (v) A China-Russia economic, political and military axis with other states (N Korea, Vietnam, Mongolia, possibly a future democratic Palestine, Iran, Saudi Arabia and NATO member Turkey tagging along) is emerging. These are fundamental but contradictory trends – don’t blame me, that’s reality.",
    "While BRICS+ is an organisation building strategy Beijing’s alternative strategy is to capitalise on ties with the “global south” through its $1tn Belt and Road Initiative (BRI), an investment programme launched in 2013 that counts more than 140 countries in Asia, Africa, Latin America and elsewhere.",
    "An interesting point that is not well known is that Putin is not a Leninist (nor, of course, a Marxist) and has explicitly disavowed Lenin. Putin rejects “The right of nations to self-determination” the offer that Lenin extended to the different provinces or ‘states’ of Tsarist Russia to win them over to his revolutionary cause. Second and of more fundamental importance is that Putin is essentially a Russian nationalist not an internationalist. His goal is “Making Russia Great” not socialism, locally or internationally. Putin is also religious and belongs to the Russian Orthodox Church whose conventions and practices he adheres to.",
    "Of course, the Russian State and the State in China are qualitatively different because of the role of the Communist Party in the latter. States of a different character can cooperate in big events such as economic activity (Saudi Arabia and the West) and in war (WW-2 of course). I expect China and Russia to collaborate closely in economics (gas, timber, project investment and defeating Western sanctions on Russian and Chinese personages, state or business) and militarily of course in order to snarl up US global hegemony.",
    "Let me now turn to liberal democracy in the present phase of world history. I agree that competitive markets are useful in efficient resource allocation. Even non-capitalist systems recognise and use them as economic tools. We know that the methods of a prior economic order persist after that economic order ceases to be hegemonic.",
    "For example, practices from the feudal period – land tenure practices for example – are still in use in the “global south” and in parts of the “global north”. Unsurprisingly, in investment decision making, management and acquisitions, and navigating issues of rising interest rates and inflation, the morphology – form and structure of things – of capitalism, is needed though market capitalism and the urge to profit “wears man’s smudge and shares man’s smell”. That the benefits of market mechanisms – capitalist rationality – will be useful in resource allocation is not disputed. That is to say capitalistic tools will serve even when capitalism is no more.",
    "Nevertheless, the important question for us at this point is whether setting aside strategic-political concerns is wise. Relying on liberal democracy (that is profit maximising capitalism) as an arrangement necessary during a period when there is undeniably a global swing to the right is unavoidable but I strongly advice against ideological compromise.",
    "Using capitalist tools for economic purposes is one thing, letting one’s political guard down and becoming sloppy is another matter. Imperialism does not hesitate to overthrow politically unfriendly regimes. See Wikipedia “US involvement in Regime Change” for details of several dozen foreign governments that the US has overthrown. It has been involved in over 400 instances of regime change in other countries since 1776.",
    "I like to sign off with a few remarks about the home turf. I am thinking of the Presidential Election that may be held later this year. The Parliamentary Elections are a different bag of tricks, so I will focus on the former. The next presidency is going to be a tussle between Anura Kumara and a UNP-outfit if the latter gets its act together in some sort of alliance between Ranil, Sajith and widely distributed traditional UNPers.",
    "The Rajapaksa circus (say Namal) will be wiped out, and there is talk of various outliers such as Fonseka and Patali trying their luck but all will be to no avail. An Anura defeat that allows some in the UNP bandwagon to creep into office would be a major setback. The main task ahead is the revision of the Constitution to abolish the Executive Presidency and the UNP will scuttle this.",
    "In this context a short, say two- or three-year, a Karu Jayasuriya presidency becomes interesting. KJ (born Sept. 1940) is too old to hang on for a full five-year term and I think not interested in hanging on for too long. He has the support of the ‘Sangha for a Better Sri Lanka’ Movement and the Global Tamil Forum. A Constitution-Revising presidency will require careful planning of a constitutional agenda by experts like Nihal Jayawickrema, Jumpy Wickremaratne, Lal Wijenayake and political coordination with the NPP (Harini et. al.). For now, I will leave it at that; more will need to be said in the coming months.",
    "It is necessary and important to pause at this point to ponder the relationship between liberal democracy (bourgeoise or market or capitalist democracy) and democracy in the fuller socialist sense of real human freedom (“from the domain of necessity to the domain of freedom”) “The realm of freedom actually begins only where labour which is determined by necessity and mundane considerations ceases; thus, in the very nature of things it lies beyond the sphere of actual material production: Kapital-III, Ch-48. And “In place of the old bourgeois society, with its classes and class antagonisms, we shall have an association, in which the free development of each is the condition for the free development of all”: Manifesto. In these two quotes Marx says that socialism in the true sense of the term (“From each according to his ability, to each according to his needs” – Critique of the Gota Programme – belongs to a future when human material production exceeds its material needs. Interestingly, Marx may have known of “each according to his needs” from early Christian communities. The Acts of the Apostles documents them.",
    "President convenes meeting of leaders of registered political parties to discuss latest IMF proposals",
    "Political and Electoral Uncertainty in Sri Lanka Ahead of 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}