{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/all-party-conference-of-1989-90/",
  "time_ut": 1753518180.0,
  "original_lang": "en",
  "original_title": "All Party Conference of 1989-90",
  "original_body_lines": [
    "Unfulfilled Undertakings Lead Once More to War Getting the legislation through Parliament, with a two-third majority where the repeal of the sixth amendment was concerned or even a simple majority where the dissolution of the NEPC was concerned, was taking its time. The LTTE was becoming increasingly impatient and alleging that they were being led into a “peace trap”. The hope for dividends of peace were not forthcoming, or not fast enough to satisfy them.",
    "Moreover on the ground, in the absence of any mutually agreed plan, the Sri Lankan security forces were moving in to fill the security vacuum and replace the departing IPKF. I feared that the way incidents were building up would soon lead to a head-on collision.",
    "In May 1990, in a deteriorating situation, Premadasa dispatched ACS Hameed on two urgent and dangerous missions to meet the LTTE leadership and defuse the situation. Two abortive ceasefires were announced but the buildup of incidents continued. On 11 June, over an incident in Batticaloa involving the arrest and assault by the security forces of a Muslim tailor whose job it apparently was to make uniforms for the LTTE, open conflict broke out again.",
    "Hundreds’ of policemen, mostly Muslims and Sinhala, who had been posted to the Kalmunai, Akkaraipattu, Potuvil and Samanthurai police stations were asked to surrender and most of them murdered in cold blood. Apparently the IGP, Ernest Perera had ordered the men to surrender rather than fight back on being informed that the police stations had been surrounded by the LTTE cadres. The call to surrender by the government and the subsequent murder of the policemen continued to be presented in the media from time to time as indicators of the government’s callousness and the LTTE’s untrustworthiness.",
    "The war had restarted. Ranjan Wijeratne reflected the mood of the country when he said in Parliament, “No half-way house with me. Now I am going all out for the LTTE. We will annihilate them.”",
    "Premadasa did not involve the two Cabinet ministers – Gamini Dissanayake and Lalith Athulathmudali who were centrally involved in the negotiations preceding the Indo-Lanka Accord of July 1987 – at any stage in the current round of discussions. This was a deliberate policy on the part of Premadasa as he recalled their overall pro-Indian stance and close association on this matter with President J R Jayewardene.",
    "Premadasa’s relations with the Indian high commissioner too, was very different from that which had prevailed earlier. While J R had been all grace and informality with Manie Dixit whom he would entertain to Cuban cigars and the best of French brandies at his personal residence in Ward Place, Premadasa would be formal and officious with both N N Jha and Lakhen Mehotra who succeeded Dixit. I became a close friend of Jha and Mehotra who were both very courteous, suave and able diplomats and often secretly commiserated with them on the indignities they had to endure on account of Premadasa’s often rough and peremptory manner in his dealings with them. Sometimes I felt that he was only acting, and being the skilled actor he was this was quite possible. The only problem was that he was so good that one could never know when his petulance was real, and when feigned.",
    "There was another public forum which Premadasa initiated and structured to carry through his 3-Cs concept. There were a large number of registered political parties in the country but not all were represented in Parliament. To give these bodies a chance to express their views on important issues of the day, Premadasa felt an institutional form should be devised which would provide a forum for them as well. This was his thinking behind the All Party Conference which would be a permanent one, sitting in the chamber of the old Parliament which was in fact the presidential secretariat. He felt that the location would give it the necessary status and that the staff of the office could also man the APC when it sat.",
    "Accordingly he made me the secretary-general of the APC, adding to my work but also providing a very refreshing, mostly provocative and invariably alternative view of the way public issues might be handled. It was a pleasure listening to the many illuminating expressions of the position of the smaller parties by speakers like Chanaka Amaratunga from the Liberal Party and the extremely reasoned and lucid contributions of Neelan Tiruchelvam who represented the TULF. Premadasa himself, whenever he could find the time, and when the topic was important, would chair the meetings. At other times A C S Hameed, who I soon discovered was very careless with his notes although he made-up for that with his phenomenal memory, would deputise.",
    "A major purpose of the APC was that of having the LTTE interact with the rest of the political parties in the country and come in to the mainstream, even symbolically. The All-Party Conference which he convened at the BMICH on 12 August 1989, was to introduce the LTTE, or its political arm, the PFLT (Peoples Front of Liberation Tigers) to the other political parties registered in Sri Lanka. It was very interesting to see the curiosity and the evident warmth with which the LTTE members, particularly Yogi, who could converse fluently in English, were being greeted that morning. Yogi, who told me that he had come back from Britain to join the movement had given up the chance of becoming an engineer. He was, I noticed, becoming quite popular among the young Tamil female community in Colombo.",
    "The S L F P led by Sirimavo Bandaranaike came for the first two meetings but the party did not participate thereafter. The other parties however continued to attend and involve themselves as the topics such as the follow-up to the Youth Commission’s Report, were highly relevant and illuminating.",
    "The broad agenda of the APC, derived through consensus, was to deliberate on ways to resolve the many serious crises the country was facing both in the north and the south. There were 20 critical issues” finally selected. President Premadasa regarded the LTTE’s presence at the APC — albeit for a limited time and with hardly any participation — as a signal achievement in his endeavour to get the LTTE to participate in mainstream politics. It was also noteworthy that at the time the EROS (Balakumar-wing) which was a close ally of the LTTE, was in Parliament as well. By this, Premadasa was attempting to legitimise the LTTE as a political organisation and not merely a militant group.",
    "International Relations — In the Broadest Sense Although his major preoccupations were domestic, Premadasa, as president took a great personal interest in Sri Lanka’s relations with the world outside. He kept himself informed about events that were occurring globally through a regular and continuing contact with the officials responsible for foreign affairs, particularly with Bernard Tillekeratne, his secretary for foreign affairs, and through direct communication, usually telephonic, with our heads of missions abroad.",
    "Premadasa had an easy joking relationship with Bernard whose animated conversation and lively anecdotes enlivened the day especially on trips abroad. My acquaintance over many years with Bernard also made my job of ‘presidential advisor on international affairs’ jell easily with Bernard’s own relations with Premadasa as ‘foreign secretary’. With some other as secretary foreign affairs (which was the official title) the often contradictory `advice’ we gave the president could have led to collision. The lack of any abrasion in our relations was largely helped by the fact that my son Esala had married his charming daughter Krishanti a year or two earlier. “A strategic marriage” as one of our European diplomatic colleagues was to aptly, but not accurately, describe it.",
    "Such was Premadasa’s interest in accessing information urgently that he was one of the first in Sri Lanka to have a satellite dish installed at Sucharita, where he had his private office, to have access to CNN’s 24-hour World Service. This served him well, I recall, for he had news of the assassination of Rajiv Gandhi at Sriperumbudur in May 1991, some hours before the rest of us knew it. Premadasa realized that a country’s foreign policy was determined basically by domestic needs and interests.",
    "This became very apparent to him in the matter of the IPKF presence in the country which dominated our foreign policy in relation to India. He spent an enormous amount of time and energy in the pursuit of this objective. It involved visits by Ranjan Wijeratne, then his foreign minister to India, on several occasions for discussions both in Delhi and Madras, frequent trips by officials between the two countries and a great deal of telephonic communication in which he was personally involved. Like in all his other activities, once he got interested in a `Project’, Premadasa would want to get totally involved, make even the smallest decision and monitor progress, making course corrections all the way, until the end result was achieved.",
    "It was very much, and I never encountered it before, a total, `hands on’, involvement in policy making and implementation. Once relations with India got better, he embarked on a project of building ‘homes for the homeless’ in Buddha Gaya. Sirisena Cooray who had housing in his portfolio spent some weeks in Buddha Gaya overseeing the construction of one hundred houses for the harijans of Gaya who had converted to Buddhism. Premadasa had them moved from the hovels in which they lived to these brand new cottages at a spectacular ceremony in 1993. The Indian government looked on at this ‘intrusion into their land space’ with indulgent big-brotherliness. Regrettably for all Premadasa’s efforts at providing donor assistance to India, we found on a later visit that the proud owners of the new houses had either sold or rented out their cottages to the ‘middle class’ and gone back to their accustomed hovels.",
    "President Premadasa was not averse to using the unconventional method if it helped to deliver the goods. One such innovation that I recall during this period was an all-party delegation which he brought together under the chairmanship of the speaker of Parliament, my one time golfing partner M H Mohammed, to go round the South Asian countries to present an objective picture of the Sri-Lankan situation at that time.",
    "This delegation which visited India, Bangladesh and the Maldives was composed of opposition leaders of the level of Anura Bandaranaike, Dinesh Gunawardena and Dharmasiri Senanayake in addition to government party representatives. They met abroad with both government and opposition party leaders of the countries concerned. I went along as secretary of the combined delegation which was characterized by lots of warmth and gaiety. The group was wonderful to be with especially after the day’s work was done and the hilarious jokes, many of which they all knew, were being recounted. Mohammed and Dharmisiri Senanayake were outstanding and the repertoire virtually limitless. The innovative idea was typical of Premadasa’s practice of doing something unusual and productive.",
    "In his very forceful and personal conduct of foreign relations, Premadasa never feared being independent or alone in making his position clear. While the general diplomatic, or ‘foreign affairs’ practice would be to look for support and then act, backed up by the assurance of other’s support, Premadasa, more often than not, acted out of the conviction that what he was doing was the right and correct thing. Others could follow him if they liked but he was going to follow no one.",
    "The clearest example of this is possibly the way he dealt with Britain in what has now achieved fame, or notoriety, as the `Gladstone case’12. Where some of our leaders might have been deterred by considerations such as the relative size, strength and importance of the two countries, to Premadasa there was no question but that Gladstone had to go. Some of us close to him attempted to point out the serious consequences that could result from such a precipitous step as the declaration of Her Majesty the Queen’s representative as persona non grata.",
    "But to Premadasa these were secondary considerations. The principle must be established that the diplomatic representative of a foreign country should behave in the correct way. The question he posed to each of us, who attempted to point out that Gladstone might be excused, was what would have happened to our representative in London if he had gone round intervening in a local election in Britain? He had no doubt that such an indiscretion would have received short shrift from the host government.",
    "However, while acting against the person, Premadasa was able to isolate the incident from the gamut of other on-going relations between Britain and Sri Lanka. The incident led clearly to some problems and a period of `stand-off’. But after some months, relations were normalized, the British ‘stiff upper lip’ prevailed and the goodwill and support of the British Government was regained. I had a fair amount of work to do smoothening ruffled feathers in those days. Very few political leaders I worked with would have dared to take the stand he did. It speaks volumes for his courage some may even call it foolhardiness, that he did what he did and was able to see himself vindicated.",
    "Another example of his forcefulness was the way he dealt with the US on the question of the Israeli interests section in the embassy. The Israeli interests section had been in existence for some time. It was rumoured that Mossad agents were advising the Sri Lankan military, and in J R’s time the friendly United States would have preferred it to remain that way. On the other hand, there was growing hostility to Israel in the Arab lands as the intifada deepened and this was being reflected locally through the voices of Muslim protest. President Premadasa was sensitive to all of these concerns and decided to move against the Israeli interests section, knowing full well that dire consequences might ensue.",
    "(Excerpted from Rendering unto Caesar, autobiography of Bradman Weerakoon) ✍️",
    "Making friends with former Swedish Prime Minister, 91, at a bus stop",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}