{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99648/india-begins-counting-votes-in-marathon-election-expected-to-bring-prime-minister-modi-a-third-term",
  "time_ut": 1717476900.0,
  "original_lang": "en",
  "original_title": "India begins counting votes in marathon election expected to bring Prime Minister Modi a third term",
  "original_body_lines": [
    "India began counting more than 640 million votes Tuesday in the world’s largest democratic exercise, which was widely expected to return Prime Minister Narendra Modi to a third term after a decade in power.",
    "The six-week election was seen as a referendum on Modi. If the 73-year-old wins, it will only be the second time an Indian leader has retained power for a third term after Jawaharlal Nehru, the country’s first prime minister.",
    "Exit polls on Saturday by major television channels projected a comfortable win for Modi’s Hindu nationalist Bharatiya Janata Party and its allies over a broad opposition alliance led by the Congress party and its main campaign leader, Rahul Gandhi.",
    "Indian television channels have had a mixed record in the past in predicting election results.",
    "Nearly 970 million people, more than 10% of the world’s population, were eligible to vote. Turnout was around 66% on average across the seven phases, according to official data.",
    "The tallying of votes at counting centers in each of the 543 constituencies where polls were held could stretch into the evening before a final result is declared by the Election Commission of India.",
    "But leads will start to emerge earlier, which will give an idea of where the results may be headed.",
    "Extreme heat struck India as voters went to the polls, with temperatures higher than 45 degrees Celsius (113 Fahrenheit) in some parts of the country. The chief election commissioner Rajiv Kumar said officials had learned a valuable lesson.",
    "“We should have completed the election at least one month before,” he said. “We shouldn’t have let it continue into so much heat.”",
    "On Tuesday, BJP workers outside the party’s office in New Delhi performed a Hindu ritual shortly after the counting began. Meanwhile, supporters at the Congress party headquarters appeared upbeat and chanted slogans praising Gandhi, the party’s campaign face.",
    "In his 10 years in power, Modi has transformed India’s political landscape. His popularity has outstripped that of his party’s, and has turned a parliamentary election into one that increasingly resembles a presidential-style campaign.",
    "The result is that the BJP relies more and more on Modi’s enduring brand to stay in power, with local politicians receding into the background even in state elections.",
    "“Modi was not just the prime campaigner, but the sole campaigner of this election,” said Yamini Aiyar, a public policy scholar.",
    "His supporters see him as a self-made, strong leader who has improved India’s standing in the world, and credit his pro-business policies with making the economy the world’s fifth-largest.",
    "But a decade of his leadership has also left the country deeply divided. Modi’s critics and opponents say his Hindu-first politics have bred intolerance, hate speech and brazen attacks against the country’s minorities, especially Muslims, who comprise 14% of the population.",
    "India’s economy, one of the fastest-growing, has become more unequal under Modi. While stock markets reach record-highs and millionaires multiply, youth unemployment has soared, with only a small portion of Indians benefitting from the economic boom.",
    "The country’s democracy, Modi’s critics say, is faltering under his government, which has increasingly wielded strong-arm tactics to subdue political opponents, squeeze independent media and quash dissent. The government has rejected such accusations and say democracy is flourishing.",
    "As polls opened in mid-April, a confident BJP initially focused its campaign on “Modi’s guarantees,” highlighting the economic and welfare achievements that his party says have reduced poverty. With him at the helm, “India will become a developed nation by 2047,” Modi repeated in rally after rally.",
    "But the campaign turned increasingly shrill, as Modi ramped up polarizing rhetoric that targeted the Muslim minority, a tactic seen to energize his core Hindu majority voters.",
    "His opposition, the INDIA alliance led by the Congress party, has attacked Modi over his Hindu nationalist politics. It hopes to benefit from the simmering economic discontent, and its campaign has rallied around issues of joblessness, inflation and inequality.",
    "But the broad alliance of over a dozen political parties has been beset by ideological differences and defections, raising questions over their effectiveness.",
    "Meanwhile, the alliance has also claimed they’ve been unfairly targeted, pointing to a spree of raids, arrests and corruption investigations against their leaders by federal agencies they say are politically motivated. The government has denied this.",
    "Another victory would cement Modi as one of the country’s most popular and important leaders. It would follow a thumping win in 2019, when the BJP won 303 out of 543 parliamentary seats."
  ]
}