{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-humane-scholar-at-oxford/",
  "time_ut": 1729939020.0,
  "original_lang": "en",
  "original_title": "A Humane Scholar at Oxford",
  "original_body_lines": [
    "I met Barbara Harrel-Bond, an anthropologist, by accident in April 1989. At that time, I was with the USAID-funded Mahaweli Agriculture and Rural Development Project (MARD). One day at lunchtime, an old jeep arrived at the project office. A white woman in her sixties emerged from the jeep. She was in a kurta and was carrying several notebooks in her hands. She smiled and asked me whether I could find someone who knew how Sinhala villagers interacted with Tamil villagers in the war-front area. I told her our professional staff had gone out for lunch, so she should wait until they returned.",
    "With a cigarette on her lips, she introduced herself as Barbara. She was the Director of the Refugee Studies Programme (RSP) and a professor at Oxford University. She was an anthropologist with extensive field experience in Africa. Her book Imposing Aid: Emergency Assistance to Refugees was on international development aid. She was an authority in refugee studies and international refugee law. I told her I am a development anthropologist working on irrigation water management in the Mahaweli. Her eyes beamed with hope, and she shouted, “You are the man I wanted to meet!”",
    "I invited her for lunch at my residence. I offered her a cold beer, which she gulped down in five seconds. She inquired whether it was okay to smoke inside the house. I said yes. I switched on the air conditioner in the sitting room, as it was hot and muggy. She was amused to feel the cold air and said, “It is nice to see an anthropologist who lives in an air-conditioned house in the field.” She thanked me for rescuing her from the scorching sun.",
    "Barbara was interested in the history of rivalries between Tamils and Sinhalese. She asked me about their living conditions, income disparities, gender issues, and political orientation. I told Barbara we could discuss these issues at length if she could stay a few days at Aralaganwila. Barbara said she had planned several meetings and wanted to return to Colombo. She invited me for lunch during the weekend if I were in Colombo.",
    "Our weekend meeting in Colombo was intellectually stimulating. Each time we discussed a new topic, she ordered more tea or beer while typing her notes into her laptop. It was a primitive machine with two cassette spools. One had the WordStar programme, and the other had her notes.",
    "Barbara invited me to the RSP to deliver a few lectures on Sri Lanka, specifically its political structure and ethnic tensions. She told me that I could stay at her place in Oxford. After about two months, I received an invitation letter and a return air ticket from the RSP. When I reached Oxford, she told me she had sent a taxi to Heathrow Airport to bring me to Oxford. But she forgot to tell me where to meet the taxi driver.",
    "Staying at her place in Oxford was an experience. She lived in an old house on St. Giles. I found a sleeping corner on a cosy sofa in her large living room when I arrived. She introduced me to two Ugandan refugees and an undergrad from a European University. The two Ugandans prepared the dinner. They cooked lamb in peanut gravy, and we all had that with rice and a salad.",
    "After dinner, we all met in Barbara’s large bedroom to watch TV and discuss the day’s work and tomorrow’s programme. She lay down on her bed and listened to our discussions. She occasionally asked a question or two. That day, the TV did not work. She asked us whether one of us could check the TV. Only the young European women volunteered to check it. She said the electric plug was not correctly installed, but she quickly fixed it. Barbara laughed and teased others, saying, “I did not expect anthropologists to know how to turn on a TV.”",
    "When I woke up the following day, Barbara had already brewed coffee. We took our cups to her library and settled into two comfortable chairs. Until 8 a.m., we discussed Sri Lanka’s socio-political conditions and the outlines of my upcoming two lectures. Barbara mentioned inviting several professors and lecturers from the law and development faculties to the lectures. She also hinted that I might join her as a research fellow shortly.",
    "Before I left for Colombo, Barbara told me she would raise funds to recruit an anthropologist from the third world as a fellow. She explained the fellowship as teaching a two-term course at the postgraduate level on field methods in social sciences and qualitative data analysis. The fellow would also conduct an annual summer school on refugee studies. Later, she wrote, “We need someone like you who combines research and practical experience and can write well in English.”",
    "Two months later, Barbara informed me that the RSP had raised funds for a Ford fellowship. She asked whether I would be interested in being the first Ford Fellow at the RSP. I did not answer her for two weeks as I was in a dilemma. I was happy at MARD. The Chief-of-Party was also an anthropologist with whom I shared my views on development. He was an amiable fellow. He told me I should stay with him on the project for at least five years. I had finished only 30 months of my contract. Life in the Mahaweli was comfortable, although there were two significant risks: the LTTE and wild elephants.",
    "At that time, an official at the Mahaweli Ministry wanted more control over the project consultants. He complained to USAID I had written a paper criticising the Sri Lankan government’s agricultural policies. He tried to twist the paper’s contents to prove that I was against the MARD Project. The USAID held a formal meeting in which the DAI and the Mahaweli Development Ministry participated. The USAID and the DAI did not find any fault with my paper. However, the official was adamant that some action should be taken against me. I submitted my resignation letter to the Chief of Party. He was relieved to receive my resignation as he did not want to disagree with the government. I accepted the Ford fellowship at the RSP in Oxford. This decision filled me with a sense of accomplishment and inspiration for the future.",
    "Barbara introduced me to her staff on my first day at the RSP. The Administrative Officer, Belinda, brought a cake and coffee to celebrate my arrival. Soon after coffee, Barbara took about 10 portrait photographs of me at the entrance to the RSP. When I asked her why she took so many photos, she smiled and said that a good photographer should take a dozen photographs before selecting the best one. Barbara had written an editorial about me for the RSP Newsletter and included my photograph. Barbara took me to the Bodleian Library and introduced me to the librarian by saying: “This is Dr Perera, an anthropologist from Sri Lanka, our Ford Fellow for the next 18 months. Unfortunately, he got his doctorate from the radical Sussex University. But I assure you he would behave well and surely not set fire to the library.”",
    "Among the few library rules was the hilarious one that says ‘not setting fire to the library’ in the application form. Barbara got my library membership and showed me its various sections. She then took me to Oxfam Bookshop, where one could buy second-hand books for a fraction of their original prices. Barbara bought most of her books from the Oxfam Bookshop. She said I could borrow any book from her personal library at home.",
    "Barbara invited me to her house whenever she had leisure time, especially on weekends. We discussed family histories, reasons for studying anthropology, and my plans. Barbara said that she grew up as the only daughter of a postman in a remote part of South Dakota, USA. As a young woman, she loved horse riding in the Dakota plains. She married an American pastor in 1951 and accompanied him to Oxford in the mid-1960s. Her husband studied for a doctorate and returned to the USA without completing his studies. Barbara refused to return with him to the USA and stayed in Oxford.",
    "She joined the Institute of Social Anthropology, where she earned a doctorate in Social Anthropology. Barbara called herself a legal anthropologist. She divorced her husband and married Samuel Okeke, a Nigerian engineer, in 1974 while doing fieldwork in Sierra Leone in West Africa. Barbara left him and returned to Oxford to devote her time to refugees. In 1982, she established the RSP at Oxford University.",
    "Barbara worked with many people in her smoke-filled room at the RSP. She listened intently to each speaker. If she had any questions, she would probe them. The discussions prolonged until all agreed on a solution or conclusion. She found time between such meetings, sometimes as little as 15 minutes, to open her unfinished memos and articles to work on them. She gave me her draft memos and papers to comment on. Every month, she received several international journal articles for review. She, with a naughty smile on her face, just palmed them off to me to review. She read and edited each of my draft reviews. Barbara then scanned and emailed it to the concerned journal or the publisher. I remember examining about 10 journal articles.",
    "I prepared detailed notes for each lecture on the field methods course. I distributed them in advance among my students from the Oxford Department of International Development and the Royal Forestry Institute. Barbara read them with interest and encouraged me to include my field experience to substantiate and illuminate my arguments. Sometimes, she attended my classes and initiated lively discussions. Barbara told me that it had been the tradition that the teacher who finishes his/her lecture at 5 p.m. or after should take the students for a beer at a nearby pub. Barbara introduced me to the staff of a large pub. At the bar, I asked her, “Is this the pub where anthropologists meet?” She said, “No, this is a pub where some anthropologists meet.”",
    "She explained that anthropologists were a peculiar and dangerous tribe; one could see many feuds and resentment among them. She said a few of them believed anthropologists should live in primitive societies. She added, “But they smoke pipes and drink whiskey whenever an opportunity arises. They are known for carrying pocket whiskey flasks.” She told me that some of them ridiculed and criticised her for doing refugee studies, which they thought was a field of study in political science.",
    "Barbara was a leader of a local group in Oxford that pressed local authorities to approve an “illegal” structure a sculptor had built in 1986 on a rooftop — a 25-foot colourful fibreglass shark that looked as if it had fallen from the sky and penetrated the roof. The fall symbolised the anger, desperation, and impotence of local people in the wake of the bombing of Libya by American warplanes, which regularly flew over Oxford.",
    "The sculptor also wanted to make a statement against nuclear weapons. The falling shark was a metaphor for a falling atomic bomb. She petitioned local authorities, demanding freedom to protest the state’s follies. Barbara wrote to the House of Commons and House of Lords demanding that the state protect its citizens’ freedom of expression. She emphasised that the state should not encourage aggressors and bullies, such as Americans, to use the UK’s airspace to harm others.",
    "Once Barbara returned from London with four young men and a young woman. They were refugees from Africa who just landed in London. The International Red Cross had received them and handed them over to Barbara to educate and find sources of income for them. She introduced them to the RSP staff, saying they were members of the RSP family. Barbara asked me to meet her at her residence at 6 p.m. on the same day. She wanted to discuss how to accommodate five refugees.",
    "Barbara had a few folded bed frames. She opened a small storeroom in the basement and took out bedding and pillows. The four men and the woman helped her to make temporary beds. Barbara invited the woman to sleep in her bedroom. I asked Barbara about their dinner. She told me, “Let us cook rice and a meat curry. I know you are a good cook.” I cooked rice and beef curry with carrots and made a large salad. Barbara joined the group for dinner. She said, “Today is one of my happiest days. I have you five with me. We can do lots of things together. A refugee is not a burden but an asset, and that is what I always tell the world.”",
    "Barbara enrolled the five refugees at the university as part-time students. She found work for them as an unskilled waiters at a restaurant. Three months later, I visited the restaurant with Barbara to see the four men. They served us tea with dignity, style, and happy faces. Barbara had sent the woman of the group to a fashion house to learn how to make fancy clothes. Once, the woman brought a beautiful long dress for Barbara. At the bottom of the dress was a slogan – ‘Do not mess up with Arizona!’ Barbara loved this dress. One day, Barbara showed me one of the men holding hands with a white woman on the road. Barbara was happy to see them and said, “They have gone native!”",
    "Barbara nominated me to represent the RSP at the American Anthropological Association’s annual meetings in New Orleans. At the meetings, I introduced RSP publications and research and action plans. I discussed with agencies the possibility of getting support for refugee studies and summer refugee training programmes. Two months later, Barbara asked me to go to New Delhi, India, to represent the RSP at the international refugee studies conference. My main task at the meeting was identifying potential research and study fellows and encouraging them to visit the RSP. I read a research article at the conference on ‘social structure and political development in Sri Lanka.’ Later, the Journal of Refugee Studies at Oxford published it.",
    "The most challenging task at the RSP was coordinating its summer refugee studies programme. About 20 participants came from several countries, and their demands varied widely. Some reported that English food could have been better in quality and taste. Many were more interested in visiting university colleges and nearby towns than attending the courses. Barbara’s idea was that if at least a few participants learned about refugee issues and were determined to support them, the world would become a better place for all of us.",
    "A friend at the RSP told me that Barbara was absent-minded. A story circulating at the RSP was Barbara had three cats, and one of them had three kittens. The mother cat kept her babies in the washing machine’s drum. One day, without checking, Barbara threw a few pieces of her clothes into the drum, started the machine, and went away. When she returned home, she opened the washing machine to see the tragedy she had caused. Three kittens were beyond recognition, and their fur and flesh clung to her clothes!",
    "By the end of my stay in Oxford, Barbara frantically looked for more funds to keep me at the RSP. Belinda took me to London and Cambridge for interviews with various sponsors. At that time, a development consultancy company called ITAD UK contacted me regarding a senior position in a World Bank-funded project in Sindh, Pakistan. I told Barbara about the new opening. She was happy to hear the news and advised me to take the job. She wanted me to do fieldwork and write about internal displacement in Pakistan. She also sent a recommendation letter to the ITAD saying that whoever gets my services should consider themselves fortunate.",
    "Barbara was bestowed the Order of British Empire (OBE) in 2005 for refugee and forced migration studies and services. She died in 2018 at the age of 85 years. Tributes and obituaries poured in from around the world. In tributes and obituaries, I saw the words ‘campaigner’, ‘activist,’ and ‘champion. ‘An obituary aptly summarised her life – “She grew up riding horses across the plains. Something of the Wild West never left her.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}