{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Amunugama-highlights-apparel-industry-challenges-amid-opportunities-for-growth/34-763832",
  "time_ut": 1720044203.0,
  "original_lang": "en",
  "original_title": "Amunugama highlights apparel industry challenges amid opportunities for growth",
  "original_body_lines": [
    "State Minister of Investment Promotion Dilum Amunugama yesterday said although Sri Lanka’s apparel and textile industry stands as a robust and ethical sector poised to meet global demands, it must navigate a complex landscape of challenges and opportunities.",
    "Speaking at the launch event of the second phase of the Global Program on Textile and Clothing (GTEX2), he outlined that strategic support and investment are essential to leverage the sector’s strengths and drive sustainable growth.",
    "He identified several significant challenges hindering the industry’s growth, including the adoption of new technologies such as automation and data analytics, shifting consumer demands towards just-in-time production and competition for labour with other sectors.",
    "“In addition, the industry’s growth is impeded by mobility issues and the changing career aspirations of the younger generation. High compliance costs for new standards, conversion to solar electricity, and escalating utility costs add to the operational burdens. Market access, particularly for small and medium enterprises (SMEs) and the slow growth of the fabric base are additional concerns,” he added.",
    "Amunugama said that these factors collectively create a challenging environment for the industry.",
    "On the positive side, he said the industry can benefit from schemes such as the UK DCTS and EU GSP+ if fabrics are manufactured locally.",
    "“The sustainability narrative of Sri Lanka’s textile industry presents a strong selling point in global markets,” he said.",
    "Ethical manufacturing practices include being free of child labour, forced labour, discrimination and sweatshop practices, earning the slogan “Garments without guilt”.",
    "He also asserted that Sri Lanka’s apparel sector is known for its speedy delivery and reliability, serving global supply chains. Top brands such as Nike, Speedo, Victoria’s Secret, and Triumph source from Sri Lanka. The apparel is in high demand in Europe, North America, Asia and the Middle East.",
    "He said long-term relationships with reputed multinational retailers have led to economic sustainability.",
    "Against this backdrop, he said that there is an opportunity to capitalise on the global trend of de-risking from China. The industry’s established strengths in design and development also offer avenues for enhancing its global offerings.",
    "Amunugama underscored the importance of SMEs to the sector’s development, noting that many large companies originated as SMEs.",
    "However, SMEs have been severely disrupted by the COVID-19 pandemic and the economic crisis, necessitating structured assistance. “Access to working and investment capital is critical for upgrading facilities and ensuring a stable, sustainable path forward for these enterprises,” he added.",
    "In 2023, the apparel and textile industry generated over $ 4.8 billion, accounting for 42% of total merchandise exports, with key markets including the US, UK and EU. Contributing 7% to the Gross Domestic Product (GDP), it is the largest single-sector contributor.",
    "The industry aims to achieve an export revenue target of $ 8 billion by 2025."
  ]
}