{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101003/club-wasanthas-son-summoned-before-court",
  "time_ut": 1722840240.0,
  "original_lang": "en",
  "original_title": "Club Wasantha’s son summoned before court",
  "original_body_lines": [
    "The ten suspects who were arrested in connection with the shooting and killing of two persons including Surendra Wasantha Perera alias ‘Club Wasantha’ in Athurigiriya, have been produced before the Kaduwela Magistrate’s Court today (05).",
    "Meanwhile, the son of the murdered businessman, the OIC of the Western Province South Crimes Division, representatives from the Attorney General’s Department and the individual who took charge of Wasantha’s body are scheduled to appear before the court for legal proceedings, as per a court order.",
    "In the meantime, Sri Lanka Police has sought public assistance in tracking down three suspects in relation to the incident. Police have also released photographs and details of the three suspects in question.",
    "Police have arrested ten suspects including the owner of the tattoo studio in Athurugiriya where the shooting incident took place on July 08 and a 21-year-old female on suspicion of having aided and abetted in the shooting incident.",
    "During the investigations carried out thus far, it has been revealed that the owner of the tattoo studio has received an amount of Rs. 1 million over a period of time.",
    "The shocking shooting incident had occurred during the opening ceremony of a tattoo and piercing studio near the Clock Tower in Athurugiriya on July 08.",
    "Six people were rushed to the hospital following the incident. Police later confirmed that 55-year-old businessman Surendra Wasantha Perera, popularly known as “Club Wasantha,” and a 38-year-old male had succumbed to their injuries.",
    "Popular singer K. Sujeewa and Wasantha’s wife were reported to be among the four injured persons.",
    "In the course of the investigation, the police discovered the van used by the suspects in an abandoned land in Bulathsinhala area. Additionally, the car used by the suspects to carry out the shooting was found abandoned in Kaduwela."
  ]
}