{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ndb-toastmasters-club-ushers-in-a-new-era-of-leadership-at-13th-executive-committee-installation/",
  "time_ut": 1755881880.0,
  "original_lang": "en",
  "original_title": "NDB Toastmasters Club ushers in a new era of leadership at 13th Executive Committee Installation",
  "original_body_lines": [
    "NDB Bank proudly celebrated the 13th Executive Committee Installation Ceremony of the NDB Toastmasters Club on 6 August 2025 at the Hilton Colombo Residencies, an evening marked by leadership, fellowship, and inspiration, reflecting the Bank’s commitment to nurturing talent, empowering communication, and fostering personal and professional growth among its employees.",
    "The ceremony was graced by Mr. Lasantha Dasanayaka, Vice President – Human Resources at NDB Bank, who attended as Chief Guest, while the Guest of Honour was distinguished Toastmaster Niroshan Nadarajah, District Director – District 82, who delivered a motivational address to the newly appointed leaders. District officials DTM Bhathiya Hettiarachchi (Program Quality Director) and DTM Piyakara Jayaratne (Club Growth Director) added their presence to the occasion.",
    "The evening’s keynote was delivered by Toastmaster Alagan Mahalingam, CEO of Rootcode, who inspired attendees with valuable insights on leadership, growth, and the courage required to step beyond one’s comfort zone to achieve excellence.",
    "Demonstrating the club’s active role at the District level, members DTM Tharindu de Silva (Public Relations Manager, District 82), TM Dilrukshie Mervin (Division Director – Division E), and TM Pristly Ivan (Area Director – Area E4) represented NDB Toastmasters’ remarkable talent and influence within the wider Toastmasters community.",
    "A notable highlight of the evening was the induction of 14 new members, further strengthening the club’s future. The ceremony concluded with the appointment of TM Mohamad Fazlan as President for the term 2025/26, alongside the newly appointed Executive Committee, ready to lead the club into another successful year of communication excellence, leadership development, and fellowship.",
    "Through platforms such as Toastmasters, NDB Bank continues to invest in its people, encouraging them to hone their skills, unlock their potential, and embody the values of excellence, teamwork, and continuous growth that define the Bank’s culture.",
    "Sampath Bank partners with ADB to strengthen Sri Lanka’s trade finance access",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}