{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111885/defence-forces-must-become-one-of-the-most-professional-in-the-world-president",
  "time_ut": 1756255200.0,
  "original_lang": "en",
  "original_title": "Defence Forces must become one of the most professional in the world – President",
  "original_body_lines": [
    "Sri Lanka’s defence forces must be developed into one of the most professional forces in the world, President Anura Kumara Dissanayake has emphasised.",
    "Accordingly, the President has instructed officials to ensure that the necessary budgetary allocations are properly channelled to provide the required training and facilities to achieve this goal.",
    "President Dissanayake issued these instructions while participating in the preliminary budget discussion of the Ministry of Defence for the year 2026, which was held at the Presidential Secretariat.",
    "The progress of projects implemented under the budgetary provisions allocated to the Ministry of Defence in 2025 was reviewed at the discussion. Programmes currently being carried out for the Sri Lanka Army, Air Force, Navy, the Civil Security Department and cadet officers were also examined, the President’s Media Division said.",
    "Special attention was drawn to overseas training opportunities provided to members of the defence forces. Noting that such training is distinct from that offered to officials of other government sectors, the President instructed officials to pay particular attention in this regard.",
    "The President further directed that steps be taken to ensure the families of Civil Security Department members who lost their lives during the war are provided with the same compensation currently extended to families of members of other defence services.",
    "He also stressed that, as the government already bears a significant cost in maintaining the Sir John Kotelawala Defence University Hospital, its services must be further streamlined and delivered to the public in a more efficient and effective manner.",
    "A number of other matters were also discussed, including construction projects related to the Ministry of Defence and welfare measures for members of the defence forces, the PMD added further.",
    "The discussion was attended by Deputy Minister of Defence Aruna Jayasekara, Secretary to the President Dr Nandika Sanath Kumanayake, Secretary to the Ministry of Finance Dr Harshana Suriyapperuma, Secretary to the Ministry of Defence H. S. Sampath Thuyacontha, Senior Additional Secretaries to the President Russell Aponsu and Kapila Janaka Bandara, the Commanders of the Tri-Forces, officials of institutions under the Ministry of Defence, as well as senior officials of the Ministry of Finance."
  ]
}