{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-denies-claims-of-suppressing-street-hawkers-under-Clean-Sri-Lanka-program/56-771387",
  "time_ut": 1735937419.0,
  "original_lang": "en",
  "original_title": "Govt. denies claims of suppressing street hawkers under Clean Sri Lanka program",
  "original_body_lines": [
    "Emphasises citizens have the right to lodge complaints against media organisations that disseminate false information",
    "Claims publication in question has repeatedly published inaccurate reports that have harmed SL",
    "Cabinet Spokesperson and Minister of Mass Media Dr. Nalinda Jayatissa",
    "The Government has strongly denied a news report published in a Sinhala daily, which alleged that street hawkers are being prevented from conducting business under the Clean Sri Lanka national initiative.",
    "Addressing the media yesterday, Cabinet Spokesperson and Minister of Mass Media Dr. Nalinda Jayatissa, dismissed the claims as baseless and criticised what he termed “unethical media practices.” He reiterated the Government’s commitment to upholding freedom of expression while asserting its authority to act against media outlets engaging in misleading and malicious reporting.",
    "Dr. Jayatissa also emphasised that the public has the right to lodge complaints against media organisations that disseminate false information. Referring to the publication in question, he noted that it has repeatedly published inaccurate reports that have harmed the country and its people, and indicated that legal action is being considered.",
    "The Minister made these remarks in response to the recent report suggesting that the Government’s Clean Sri Lanka project includes a prohibition on street vendors. He firmly denied the claim, reaffirming the Government’s commitment to fostering a balanced approach to national development.",
    "Highlighting the National People’s Power (NPP) Government’s stance on media freedom, Dr. Jayatissa said that while the administration supports and safeguards journalistic independence, it will not tolerate the misuse of media platforms for political agendas or the dissemination of false, harmful, or manipulated information.",
    "The Government has called on media institutions to act responsibly, ensuring that the rights of both the public and journalists are upheld in an ethical and transparent manner."
  ]
}