{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/a-call-for-justice-natasha-edirisooriyas-duty-to-pursue-a-fundamental-rights-case/",
  "time_ut": 1718815065.0,
  "original_lang": "en",
  "original_title": "A Call For Justice: Natasha Edirisooriya’s Duty To Pursue A Fundamental Rights Case",
  "original_body_lines": [
    "Nathasha Edirisooriya, a stand-up comedian known for her sharp wit and incisive commentary, found herself at the center of a legal maelstrom when she was unjustly arrested and detained. The arrest, based on allegations of making comments detrimental to religious harmony, not only led to her imprisonment but also tarnished her reputation. However, recent judicial decisions especially of the high court have revealed the baselessness of these charges, raising significant questions about the infringement of her fundamental rights. One can strongly argue that Nathasha Edirisooriya has a duty to pursue a fundamental rights case to address the grave injustice she endured and to prevent similar miscarriages of justice in the future.",
    "Nathasha Edirisooriya was arrested by the Criminal Investigation Department (CID) for allegedly making comments on Buddhism that were deemed detrimental to the country’s religious harmony. The arrest was ostensibly based on Section 3(1) of the International Covenant on Civil and Political Rights (ICCPR) Act, which deals with advocating national, racial, or religious hatred that constitutes incitement to hostility or violence. This charge is severe, as it implicates an individual in actions that could potentially disrupt the societal fabric.",
    "Restricting someone’s personal liberty should not be taken lightly. The arrest under the provisions of the ICCPR was questionable and in view of the opinion of the AG, it is now confirmed that there was no evidence to frame charges under ICCPR. Natasha has a clear case to claim damages against the authorities who were responsible for her arrest, one of her attorneys, attorney at law, Kanil Maddumge told the writer.",
    "hThe turning point in Natasha’s case came on July 6, 2023, when the Colombo High Court, upon thorough examination, ruled that the alleged statements did not constitute a violation of Section 3(1) of the ICCPR Act. The court observed that Natasha’s comments, ex-facie, did not advocate national, racial, or religious hatred. Consequently, she was granted bail, and her release from the magisterial inquiry was ordered by the Colombo Fort Magistrate’s Court, following advice from the Attorney General.",
    "The period of Nathasha’s unjust incarceration and the defamation she suffered are not merely personal grievances but represent a breach of her fundamental rights. These include her right to freedom of expression, her right to personal liberty, and her right to protection from arbitrary detention. The ICCPR, to which Sri Lanka is a signatory, enshrines these rights, and their violation in Natasha’s case demands redress. It was ironic that a provision of international law was intentionally and grossly abused by Sri Lankan authorities to violate and breach the rights of an innocent young female artist going against the very core of the international human rights laws enriched by ICCPR 1966.",
    "The International Covenant on Civil and Political Rights (ICCPR), designed to safeguard human rights and freedoms, has, paradoxically, been misused by the Sri Lankan police, leading to significant human rights violations. Despite its intentions to protect individuals from arbitrary detention and ensure fair trials, the ICCPR has been leveraged to justify excessive surveillance, arbitrary arrests, and prolonged detentions without trial. In particular, the misuse of ICCPR provisions under the guise of national security has led to the suppression of dissent, targeting journalists, activists, and minority groups. The lack of transparent oversight and accountability mechanisms within the Sri Lankan police force exacerbates this misuse, eroding public trust and undermining the rule of law. This manipulation of a human rights framework intended to protect individuals instead perpetuates a cycle of abuse, highlighting the critical need for systemic reforms and genuine adherence to the principles enshrined in the ICCPR.",
    "Given the circumstances, Natasha Edirisooriya has a duty to file a fundamental rights application for several compelling reasons:",
    "The legal acknowledgment of the wrongful nature of her arrest is a vital first step. However, a fundamental rights case would provide an official declaration that her basic human rights were infringed, leading to appropriate reparations for the time she was unjustly jailed and defamed. It must be noted that by pursuing a fundamental rights case, Nathasha can set a legal precedent that deters authorities from misusing laws to curtail freedom of expression. This could serve as a protective measure for other individuals who might face similar unjust treatment. Sri Lankan police officers must be kept in check against unlawful arrests and detentions abusing the due process and rule of law.",
    "A successful fundamental rights case would highlight the importance of protecting freedom of speech and the necessity of upholding legal standards that prevent arbitrary detentions. It would also hold accountable those responsible for her unjust arrest and defamation, promoting a culture of accountability within law enforcement and judicial processes. Also it can reinforce the notion that legal protections available to individuals under both domestic and international law, ensuring that the fundamental rights enshrined in the ICCPR are respected and upheld in Sri Lanka without perversion by the Sri Lankan police and others with vested political interests.",
    "Nathasha Edirisooriya’s ordeal is a stark reminder of the fragile nature of fundamental rights in the face of misapplied legal provisions. Her duty to pursue a fundamental rights case is not only a personal quest for justice but also a critical step towards safeguarding the rights of all citizens. By holding the relevant authorities accountable and challenging the misuse of laws intended to protect public harmony, Nathasha can contribute to a more just and equitable legal system in Sri Lanka. This pursuit will ensure that her experience serves as a catalyst for positive change, reinforcing the principles of justice, freedom, and human dignity."
  ]
}