{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Presidenshel-elecshen-gide/14-766793",
  "time_ut": 1726523108.0,
  "original_lang": "en",
  "original_title": "Presidenshel elecshen gide",
  "original_body_lines": [
    "Oll PEC’s must remember to have a Campain Theme. This is the main focus of how you plan to win. How you plan to attack your opponents and most impotent thing, what is main reeson peeples should put you in the Loku Putuwa.",
    "“Wikramata Pulun” - I must say say when I first heard this I was surprised. Then I riyalized that word is Puluwan, my good frend BarrackOberms colling and saying you stealing his campain slogan lu. I said “Yes we can!” Oberms saying “That’s my slogan” and I said your slogan had ‘we’, Wikrama is not tolking about ‘we’. He is tolking about he, he can.",
    "“Rata Warunata” - What do you mean? You want the whole country? Well, if you win then you are the President of whole country only! This is not a good slogan for you becose it sounds like you want to be a king, even though we know you don’t. Even in countries where they have Kings and Queenies like England, when my good frend Queenie passed away, you didn’t hear Charlies iththaas going around saying “Rata Charlieta”",
    "“Oll JayaJaya” - Ajith putha, how to win for everybody? Every race has winners and losers. Only places where everyone wins is Nursery School sports meet, where everybody gets a certificate! What everyone needs is equal opportunity to success! Although, from what you are doing on the campain trail, maybe your father’s campian theme might have been more suitable! “Mey Kawda? Monawada karanney?”",
    "In every PEC it is expected that Candidates should flog some dead horses. This is now an Arsiklandiyan tradition and we like those things. Some examples of this would be:",
    "Strange how this horse has been forgotten! It used to be everyone’s faverite horse to flog.",
    "Even I have done my share of the flogging. I once wrote a poem about this olso:",
    "If this horse is now never going to flogged again, I guess only UncleDickie will be happy, after oll it is still his legacy!",
    "Olways a faverite with the crowds. When flogging this particular horse, you should be specific about  certain regimes and periods only. Don’t say “oll the sins of the past” becose everyone has skeletons!",
    "Obviyusly this must be part of every good PEC. It olways a good idiya to have several examples and  keep tolking only about those. If you are tolking about many many corrupshen things then peeples can’t focus. Give them one or two big ones and just keep going on about that.",
    "Olso remember, when you tolking corrupshen that you ONLY tolking about ‘Politikkas’ and not the peeples!",
    "Under no circumstance must you tolk about where this culture of corrupshen comes from.",
    "to ‘shape-karannafying the traffic policemans’, to ‘preparing documents’ for putting child to ‘good’ school,from giving ‘something something’ to ‘someone’ to get something done, to ‘fixing’ the tanders, to the ‘commis’’ and the ‘palm-grease’.",
    "It’s oll only one cycle and it’s a big one, so pleese, just pick TWO that are connected to politikkas and flog that horse! How my peeples flogged the ‘LokuBanku Bonding’ fiasco is a good example of this! My fellows have used the word Bond than oll of the James Bond actors put together!",
    "Now here, we can take some lessens from America! They olways flogging same horses:",
    "Immigrashen: Row Vs Wade ( I really don’t know why those two still haven’t been able to settle their differents. At first I thought this was like a river-crossing thing, you know “Do we Row? or do we Wade across?”)",
    "Poverty: (Shocking! But use this to remind Arsiklandiyans that in America olso there is poor peeples)",
    "Student Loans: (Remind Arsiklandiyans that in USA students take loans to study, which they have to pay back!)",
    "Gun Control: (We are olso making progress in this area, we have just isshued RepeeterShotgus to oll MPs!)",
    "While we are on this subjeckt, smoll side note to my Ackwaintance DonaldTrumper. Machang, what happened in the debate? Kamalakka winding you up, and you going on about ‘eating dogs and cats’ you sounded like a restaurent owner from Woohan!",
    "And Kamalakka, with oll that Trumper did to trip himself up, you were only a slightly bit better than him, primarily becose you stayed away from the topic of ‘eating household pets’. Smart move! Olso, Kamalakka’s slogan “Let’s win this” very good. To the point. She wants to win this elecshen, simple, acheevable. DonaldTrumper’s slogan “Make America Grate Again!” that’s a bit of a dead-horse putha (or in your case should I say dead dog/cat?) That’s as acheevable as Arsikland abolishing the Executive Presidency!",
    "DO NOT ATTEND! Remember every PEC must repeatedly ask and challenge oll opponents for debate but on no circumstance must you turn up for debate! See what happened to Trumper? That will be like a walk-in-the-park compared to the performance of ANY of you in a debate!",
    "In politics, Impottence things is not to do the right thing, it is not even to look like you are doing the right thing. It is to make everyone else believe that you are doing the right thing!”"
  ]
}