{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/turning-point-for-justice-and-reconciliation/",
  "time_ut": 1756748700.0,
  "original_lang": "en",
  "original_title": "Turning point for justice and reconciliation?",
  "original_body_lines": [
    "For decades voters have heard promises of integrity, justice and accountability. These promises have come with every election, but they have invariably ended in disappointment. Investigations have faltered, commissions have been wound up, and the very leaders who promised to end corruption and impunity have too often joined the ranks of those who perpetuated them. The NPP government is now making the point that it will do its utmost to deliver on its promises and commitments. The arrest of former president Ranil Wickremesinghe on charges of mis-spending government resources was perhaps to make this point.",
    "President Anura Kumara Dissanayake who is the government’s best communicator has countered the notion promoted in sections of the social media and political discussion that the government is not united on the issue of accountability. He has made it clear that the government will go ahead with pursuing those guilty regardless of the political fallout. Referring to the arrest of the former president he said, “This case is not politically motivated. We will not step back from our duty. Those who have abused public resources will face the consequences, whoever they are.” This assertion has drawn a line that many previous governments shrank from crossing.",
    "In addition, the government is now making the point that it will pursue accountability with regard to human rights violations of the past that led to tens of thousands of disappearances. Addressing an event organised by the Office of Missing Persons s(OMP) to mark the International Day of Victims of Enforced Disappearances, Leader of the House and Minister Bimal Rathnayake said that the ruling party had experienced these violations at first hand. He assured the attendees at the event that the government would give justice to members of the JVP, LTTE, other organisations and innocent people with no connection to what they were accused of. He said, “We know what it is to live through these violations. We will not forget the tens of thousands of families who still wait for truth and justice. This government will pursue this matter, however long it takes.”",
    "At the same event, Minister of Justice Harshana Nanayakkara laid out the government’s plans for expanding and strengthening the scope of the OMP. He said that the OMP would document at least ten thousand disappearances that had taken place prior to 2000, as the documentation process of post-2000 disappearances had not been completed. “The families of the disappeared have waited too long. The OMP will document at least ten thousand disappearances from before 2000 so that no life lost to enforced disappearance is erased from history.” In doing so it will be important to begin with the several presidential commission of inquiry reports that had been published on this and which the report of the last presidential commission to inquire into the past, the Nawaz Commission report of 2024 has summarized with recommendations. The earlier commission reports contain data that were provided three to four decades ago when the evidence was fresh in the minds of the witnesses.",
    "Ensuring accountability for human rights violations or for corruption committed in the past by previous governments has never proved to be successful. Invariably, the investigations have dragged on and those accused have managed to get off the hook. Previous governments that won mandates based on promises to deal with corruption have faltered right from the start or midway and ended up doing the very wrongs they promised to put an end to. The fate of the 2015 anti-corruption drive, which began with much public hope but petered out amidst compromise and scandal, remains a warning. However, the remanding of the former president has unified the opposition who fear they will be next in line. It has also agitated sections of the general public who are not accustomed to seeing their former leaders being put away in prison.",
    "Resistance to accountability is bound to be very strong and will emanate from all levels and all sectors due to the entrenched nature of corruption and abuse of power. Therefore, the government needs to be strategic and not take on more than it can manage. Already, over 400 stalled corruption and fraud cases have been reopened, including the bond scandal and steps have been taken to recover misused state assets from former ministers and leaders. The approach taken by the government to corruption and criminal issues indicates a resolve to bring perpetrators to justice regardless of their status. Recent arrests of alleged criminal masterminds in Indonesia and extraditing them with the cooperation of Indonesian authorities are indications of international coordination which can be applied more generally.",
    "A salutary feature of the event organised by the OMP was the participation of the international community and civil society. The OMP had invited a large representation of civil society activists in a positive recognition of their contribution to the issue. It suggested that this was no longer to be a closed process of government agencies, but an inclusive effort drawing legitimacy from those who have struggled longest for justice. In addition to civil society and international support, the government will need the support of the opposition to ensure sustainability over the longer period in dealing with issue relating to the ethnic conflict and internal war. It is here that the question of reconciliation and justice for war-time abuses will intersect most deeply with politics.",
    "In overcoming the challenge of corruption, abuse of power and impunity, the government needs to consider enlisting the support of those in the opposition who are most like-minded on the issues that require a bipartisan approach to resolve. This would include the Tamil and Muslim political parties. Without some measure of bipartisan commitment, the danger is that accountability and reform efforts especially in relation to the ethnic conflict may become mired in partisan politics in the future. Last week opposition leader Sajith Premadasa met with several representatives of civil society where he advocated the need for a kinder and gentler society especially in the post-war context and the need to ensure that state terrorism never arises again.",
    "Last month the Cabinet of Ministers approved the development of a new National Policy and Action Plan on Reconciliation and Co-existence. This must not become yet another statement of intent but a concrete plan that delivers justice, guarantees language and religious rights, ensures fair representation in public service, and restores equality in development. A credible plan will include clear deadlines to establish the promised independent Truth and Reconciliation Commission, create a prosecutorial body to pursue emblematic cases from the war and the Easter Sunday bombings and scale back military involvement in civilian life in the north and east.",
    "At the present time there is the real possibility of change. The revival of long-stalled corruption cases, the arrest of a former president and the pledges made at the OMP commemoration give reason to believe that change is possible. Resistance will be there in entrenched networks of privilege and power. It will surely emerge from vested interests and strata of society unaccustomed to accountability. It is here that inclusiveness as a strategy to ensure sustainability become crucial and the participation of civil society organisations and moderate opposition political parties and their members becomes important. National reconciliation so long out of reach may now be possible and with it the potential for more rapid economic development.",
    "How much work is too much work? Academic workload and the accountability culture",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}