{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/crisis-in-sri-lanka-us-relations-janavegaya-mrs-b-separating-politics-from-official-work/",
  "time_ut": 1728288360.0,
  "original_lang": "en",
  "original_title": "Crisis in Sri Lanka-US relations, Janavegaya & Mrs. B separating politics from official work",
  "original_body_lines": [
    "(Excerpted from the autobiography of Dharmasiri Pieris, Secretary to the Prime Minister)",
    "One could not however easily get away from managing. Besides the day to day management that was necessary to maintain paper and information flows, one had to service important meetings and conferences. There was the perpetual follow-up of numerous matters, each day bringing new material. In the midst of all these, someone often created a crisis, which ultimately ended up with us.",
    "One such, during this time was the strong attack made by the Finance Minister Dr. N.M. Perera, on United States PL 480 assistance to Sri Lanka, before a large gathering on May Day. To the Americans, this attack by a senior Minister and the Finance Minister on an important program of official assistance was indeed inexplicable and unfriendly. Chris Van Hollen the Ambassador was not unnaturally quite exercised over this.",
    "He telephoned me and got a got off his chest. He then wanted to see me, he wanted to see the Prime Minister, and it appeared that he wanted to see anybody and everybody at the higher levels of government. The PL 480 program itself was one of wheat flour assistance to Sri Lanka. It obviously helped the American farmer, but it also helped us greatly in a situation and at a time of serious foreign exchange scarcity where our ability to purchase goods in the open market was limited.",
    "This was concessionary aid, and the rupee counterpart funds could also be used, subject to certain conditions, to finance development projects in the country. It was clear that Dr. N.M. Perera, when he spoke, did not do so as Minister of Finance. He also did not do so at any official gathering. Like all politicians, he was moved to belligerent rhetoric before a large audience of ideological companions and supporters. This was the message I was trying to get across to Van Hollen, not very successfully at first. We had more than one long conversation.",
    "The Prime Minister was considerably embarrassed. She was also the Minister of Planning. She considered the speech irresponsible. She thought that the best thing she did was not to give NM the Planning Ministry also. All this exacerbated relations between the Prime Minister and the Minister of Finance. The Ambassador also thought the outburst irresponsible, and wanted an apology.",
    "But what we think of things in private can seldom be conveyed to Ambassadors and others in public. So I was tied up for quite some time with Chris trying to negotiate the Government out of this mess. Chris insisted on dealing with me rather than the Foreign Ministry on this issue because he thought that this was a matter that should more concern the Prime Minister and Minister of Planning rather than the Foreign Minster.",
    "Finally, there was no apology. But sometime later, on a suitable occasion, the Prime Minister publicly thanked the US Government for its PL 480 assistance, as well as other assistance to Sri Lanka. During this whole period, Chris and I developed a great deal of mutual respect and regard for each other, which later evolved into friendship. We kept in touch after he left Sri Lanka, and headed the American Foreign Service Training School, and after he retired and joined one of the US Universities.",
    "We had met for lunch a few times in Washington, and also met when he came to Sri Lanka on some occasions. I had also visited his home in Virginia once on invitation. Chris and his wife Eliza, who was a Russian expert, had both worked in the State Department, and were a charming couple, friendly, intelligent, knowledgeable and hospitable. They are good friends of Sri Lanka, and still take an active interest in us. Both of us still joke about PL 480, when we meet.",
    "Amidst my busy schedule, I suddenly realized one day, that I had not taken proper leave of my former Minister, Mr. M.D. Banda. I had had to take up my new position of Secretary to the Prime Minister with just a couple of hours notice, and subsequent events did not leave me with any time to think of the past. But once the thought occurred I told the Prime Minister that I would I like to see Mr. Bana. She had no objection at all, and in fact stated that lie was “a good man.”",
    "I therefore made an appointment and went to see Mr. Banda. He was staying in a small annexe in Colombo. We were both happy to see each other. His nephew, the irrepressible Bertie, was with him. My appointment was during the afternoon. and I was touched by the variety of cake and short-eats made ready for me. We spoke of many things, but not politics. He had lost his parliamentary seat, but he was not bitter. He did not live very long after the 1970 elections. The next time I saw him, he was dead. It was a very sad occasion.",
    "The Prime Minister’s office attracted many appeals from persons and institutions seeking support or redress. One of the more prominent was from Godfrey Gunatilleke. Mr. Godfrey Gunatilleke formerly a senior civil servant, but who had now retired, had reflected carefully and done considerable work on setting up a Think-Tank devoted to the analysis of political, economic and social issues.",
    "Sri Lanka did not have a single such institution. Godfrey had also basically organized international and domestic funding to launch this venture. At this point, he came across a major obstacle, in the person of the powerful Minister Mr. Felix R. Dias Bandaranaike. The whole scheme appeared to be in jeopardy, and it was at this juncture that Godfrey came to see me. He was hoping that the Prime Minister would intervene and wanted my support if I could give it.",
    "One didn’t really know what Mr. Bandaranaike’s concerns were, but it appeared a great shame that such an initiative involving no government funds should be killed, unless of course there were very cogent reasons. I for my part was convinced that this country needed such an institution, and hopefully, with the effluxion of time, more such institutions. I therefore, promised Godfrey, that I would talk to the Prime Minister. She was also Minister of Planning, and we discussed this issue. She saw no reason to stand in the way. But I advised her to talk with the Minister and decide, whether his opposition was based on important considerations. If not, I told the Prime Minister opposition would be meaningless. The Prime Minister apparently did not think that the objections were serious, and later, approval was given to go ahead with the planned venture. The Marga Institute was thus born.",
    "We also had a difficult situation in regard to Ambassador Chris Pinto’s candidature as a member of the International Law Commission. He did not succeed on the first try. But on the second, he did. Here the problem was more personal jealousies of colleagues than governmental attitudes. Once again I had, on an appeal made by him to give powerful support from the Prime Minister’s office in order to overcome the roadblocks placed in his path by various persons.",
    "There were many other representations. I have given just two examples to indicate the kind of issues that came up to the Secretary. In the course of a year, representations came from many important personalities and sectors on a wide variety of matters important to the country, to individual persons or both.",
    "Security, was an area in which the Prime Minister’s office had important involvements. The Ministry of Defence attended to most matters. But there were always issues which came up to the Prime Minister’s office. Particularly, in the aftermath of the insurgency there were diverse issues that needed attention. Security reports came up through the Ministry. There were also a few that came direct to the Prime Minister, which meant they came in the first instance to the Secretary.",
    "One such regular report was from the then Intelligence Services Division or the ISD. Cyril Herath, who later became the Inspector General of Police, headed this division. The Criminal Investigation Department or the CID functioned separately. The task of the ISD was mainly to report on political parties and movements, trade unions and so on, in so far as their activities impinged on or could impinge on issues of security and governance. Cyril was a highly trained and upright professional. He was completely averse to any politics, and performed his duties with diligence in accordance with his mandate, which was to keep the Prime Minister briefed.",
    "But there came a time when he was faced with a problem. Sunethra, the Prime Minister’s elder daughter had married Mr. Kumar Rupesinghe, who was widely believed to have very radical ideas. Sunethra too, at the time was very “left” in her thinking. She however always had a developed degree of balance, and was prepared to listen to an alternative point of view. Kumar did not have such a reputation. Both of them started a left oriented movement call Janavegaya which gradually grew in numbers.",
    "From time to time speculation grew about the espousal of a radical left wing programme by this group, which was believed to command influence and authority due to the personalities and connections of the founders. In the course of his duties, Cyril Herath picked up a fair degree of intelligence about the Janavegaya group and its activities. His difficulty now was that he had to report on the Prime Minister’s daughter and son-in-law. Cyril came to meet me and stated that he would like to be relieved of his assignment, and that he intended telling the IGP so.",
    "I advised him not to do anything, until I had time to discuss this issue with the Prime Minister. Cyril was reluctant even about this. But, I told him that if he were to leave, the IGP would in any case have to tell the Prime Minister why he was leaving, so that there was no way this could be kept away from her. Cyril thereupon agreed that I should have a word with the Prime Minister. He was a balanced officer, who wouldn’t slant any material. He had no agenda other than doing his duty. If he went, one never knew, how his successor would act.",
    "I for one was not at all certain that the police contained an abundance of balanced and highly professional officers. When I discussed matters with the Prime Minister, her reaction was typical. She said “Tell Cyril that I want to know even more about “Janavegaya”, than other matters. Tell him, that I have a greater responsibility in matters where my daughter and son-in-law are involved, than in other matters. Tell him, I want comprehensive and accurate reports.” That was that. Cyril stayed on, and this issue never came up again.",
    "The year 1974 saw the launching of a civil disobedience campaign by the main opposition party, the UNP. This arose in the main from government’s decision to extend the life of Parliament by a period of two years beyond the period of five years for which it was elected. The reasons cited by government, for this decision, were in the main that the new constitution which came into effect in May 1972, provided for a six year term for Parliament; and the fact that they had also lost valuable time in implementing their legislative program and policies due to the unprecedented insurgency of 1971.",
    "Both arguments were unconvincing and the opposition UNP did not take kindly to the use of a two-thirds majority in Parliament by the government, to extend its life in this fashion. The resulting political agitation culminated in a campaign of Satyagraha conducted on some of the main highways of the country. Members of the UNP sat on the middle of some roads and thereby halted all traffic. Their decision to take this battle to the SLFP heartland of Attanagalla. the Prime Minister’s own parliamentary seat led to a serious escalation of events, resulting in acts of violence where trees were cut and placed across roads, cars stoned and damaged and some people injured.",
    "The UNP was protesting against what they labeled as the undemocratic acts of the government, whilst the government regarded their campaign of Satyagraha and civil disobedience as a serious threat which had to be met with stern action. Permanent public officials working for the Prime Minister were completely kept out of all this. The Prime Minister was very proper about the demarcation of official governmental action and political preoccupations. She kept public servants off politics.",
    "In her own office she had three officers who handled political matters. They were Dr. Mackie Ratwatte, her Private Secretary; her daughter Mrs. Sunethra Rupesinghe who was Co-ordinating Secretary; and Mr. D.P. Amerasinghe her Additional Private Secretary. The public servants had nothing to do with politics and the Prime Minister kept it that way. In fact, I have had the personal experience, several times, where the Prime Minister in handing over various papers and documents to me, had recalled some of them stating that they were “political”, and that she would give them to one of her political officers.",
    "Therefore, under these arrangements, I knew very little about the political strategy and actions pertaining to the countering of the UNP campaign. But the Prime Minister’s policy of maintaining a strong division between the political and the official, made our life very easy. We were never encouraged or coerced into indulging in any politics. The Prime Minister provided a working atmosphere where a public servant had considerable freedom and space to function.",
    "She had the wisdom to realize that it was in her interest and that of the government to receive views and advice from several sources. As a matter of firm policy she balanced her sources of advice. She valued the professionalism and experience of the public service. She ensured that there were checks and balances. She understood the dangers of receiving all her information filtered through a political prism. She had the self-confidence to seek alternative points of view. This was once again displayed in the constitution of the Foreign Affairs Committee.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}