{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Fibre-commissions-Rs-600-m-coir-processing-facility-to-boost-exports-and-rural-jobs/34-782199",
  "time_ut": 1758845659.0,
  "original_lang": "en",
  "original_title": "Hayleys Fibre commissions Rs. 600 m coir processing facility to boost exports and rural jobs",
  "original_body_lines": [
    "Newly commissioned Rs. 600 million integrated coir processing facility by Hayleys Fibre in Kadigawa, Nikaweratiya, spanning 48-acres in the heart of Sri Lanka’s Coconut Triangle",
    "Hayleys Fibre, a member of the Hayleys Group, announced the commissioning of a Rs. 600 million coir processing facility in Kadigawa, Nikaweratiya, one of the largest recent investments in Sri Lanka’s coconut sector.",
    "The 48-acre site, located in the heart of Sri Lanka’s Coconut Triangle, integrates husk processing, fibre extraction, coco peat milling, drying, and storage within a single facility. Designed to meet nearly one third of the company’s raw material requirements, the operation consolidates every stage of the coir value chain on a single site, enhancing efficiency, quality, and reliability.",
    "Marketed under the company’s Haygreen brand, the Nikaweratiya operation is Sri Lanka’s first fully integrated coir facility, uniting the entire value chain on a single site to enhance quality, streamline logistics, and establish a new standard for sustainable production. The facility has also been designed with the capacity to expand both horizontally and vertically in the future, ensuring scalability in line with global demand.",
    "Hayleys PLC Chairman and Chief Executive Mohan Pandithage said, “This new facility reflects the Group’s continued commitment to strengthening Sri Lanka’s position as a leader in value-added exports. By investing in advanced coir processing capacity, we are not only creating new opportunities for rural communities in the Coconut Triangle but also reinforcing the long-term competitiveness of Sri Lanka’s manufacturing sector in global markets.”",
    "The facility has been designed for scale and efficiency, with in-house engineered mills supporting high-volume processing. Two solar-assisted polytunnels have been erected for coco peat drying, with further expansion already planned. By bringing every stage of raw material processing on-site, the facility improves consistency, reduces transport requirements and maximises productivity.",
    "The internally designed milling machines provide benchmark levels of efficiency, setting new standards for throughput and consistency. Integrated with solar-assisted poly tunnels, the system improves overall processing cycle times while also providing contingencies during adverse weather conditions, ensuring uninterrupted operations and reliable quality.",
    "Hayleys Fibre Managing Director Rajeeve Goonetilleke said, “The new Nikaweratiya facility marks an important milestone for Hayleys Fibre. This backward integration project transforms our supply chain model and strengthens our ability to deliver consistent quality and efficiency across operations. The investment supports the growing global demand for sustainable coir-based products while creating value for our supplier network and communities in the Coconut Triangle.”"
  ]
}