{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Kala-Wewa-Back-to-the-Elephants-project-a-success/56-781366",
  "time_ut": 1757287053.0,
  "original_lang": "en",
  "original_title": "‘Kala Wewa Back to the Elephants’ project a success",
  "original_body_lines": [
    "The President’s Media Division (PMD) yesterday said that in parallel with the ‘Clean Sri Lanka’ initiative, the ‘Kala Wewa Back to the Elephants’ project was successfully carried out over three days in the floodplains surrounding the Kala Wewa National Park.",
    "Due to the spread of invasive plant species, including Japan Jabara, across several tank beds in the North Central Province, the tender grass that usually grows in these areas and serves as vital food for elephants, has been destroyed. These grass varieties are rich in protein and highly favoured by wild elephants. It is estimated that around 400 elephants inhabit the vicinity of Kala Wewa, the PMD said in a statement.",
    "A lack of adequate food has driven elephants into nearby villages, intensifying human-elephant conflicts. In recent months, several people have died as a result of elephant attacks. The area is also heavily cultivated with paddy, as well as soya, maize, fruits, and vegetables.",
    "Accordingly, on 5 September, a project was launched to remove invasive plants, including Japan Jabara, from the tank beds of Kala Wewa, Wewa Pitiya, Kalagama, and Balalu Wewa. The program continued successfully on 6 and 7 September, during which more than 20 acres of land infested with invasive plants were completely cleared.",
    "Coordinated by the Clean Sri Lanka Secretariat, the initiative brought together the Defence Ministry, Tri-Forces, Civil Security Department, Mahaweli Authority of Sri Lanka, Department of Wildlife Conservation, voluntary organisations, environmentalists, and local residents. A significant number of participants, including Ministers, State Ministers, MPs representing the Anuradhapura District, and Local Council Chairpersons and political representatives, also joined the effort.",
    "The project aims to ensure the sustainable development of elephant habitats and is expected to be implemented in other parts of the island in the future, the PMD said."
  ]
}