{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101098/debate-showdown-between-trump-and-harris-set-for-september",
  "time_ut": 1723175940.0,
  "original_lang": "en",
  "original_title": "Debate showdown between Trump and Harris set for September",
  "original_body_lines": [
    "ABC News has said it will host the first debate between Donald Trump and Kamala Harris on 10 September.",
    "The network confirmed the showdown in a post on X, formerly Twitter, after Trump said on Thursday that he would be open to debating his Democratic rival multiple times before the November election.",
    "“We think we should do three debates,” Trump said, suggesting two additional debates that he said would be hosted by Fox News and NBC, respectively.",
    "Ms Harris confirmed that she will attend the ABC debate while at an event in Michigan on Thursday, and said later that she would be open to additional debates.",
    "The network said the debate will be moderated by World News Tonight anchor and managing editor David Muir and ABC News Live Prime anchor Linsey Davis.",
    "“I am looking forward to debating Donald Trump and we have a date of September 10. I hear he’s finally committed to it and I’m looking forward to it,” Ms Harris said at the event in Detroit.",
    "Trump, the Republican candidate, debated President Joe Biden once in June.",
    "The two were slated to do so again on 10 September but Mr Biden withdrew from the presidential race after a disastrous performance against Trump in the televised matchup. That paved the way for Ms Harris to become the Democratic nominee.",
    "The confirmation of the debate on ABC marks an end to a back-and-forth that followed Mr Biden’s decision to leave the race between the Trump and Harris campaigns over that planned showdown.",
    "Trump had previously said that he wanted a debate hosted by the conservative network Fox News, saying it would take place in Pennsylvania, “at a site in an area to be determined”.",
    "The Harris campaign had maintained they would still like to debate Trump on 10 September.",
    "At a news conference on Thursday at his Mar-a-Lago resort, Trump also said he would like to debate Ms Harris two additional times - on 4 September on Fox News and on 25 September on NBC.",
    "Trump said that CBS will host a debate between the two vice-presidential nominees, Republican JD Vance and Democratic Tim Walz.",
    "NBC News is reportedly in discussions with both campaigns about a potential debate this autumn, the New York Times reported.",
    "Fox News said it sent formal letters to both campaigns last month proposing a September debate in Pennsylvania, though the Harris campaign said on Thursday that “Trump has to show up” to the ABC debate before they confirm any further showdowns.",
    "Trump also criticised Ms Harris for not taking reporter questions or doing an interview since she became the likely Democratic nominee just over two weeks ago.",
    "Later on Thursday, Ms Harris told reporters that she has asked her team to “get an interview scheduled” before the end of the month.",
    "Trump’s hour-long event was held amid reports that his campaign is feeling the pressure from Democrats, who have new enthusiasm under Ms Harris and have been dominating headlines.",
    "National and battleground state polls suggest her campaign has gained ground in recent days, though the race for the White House remains a close contest.",
    "The former president denied he had “recalibrated” his campaign to challenge Ms",
    "Harris instead of Mr Biden, and he appeared to prickle when asked about the audience Ms Harris draws at rallies.",
    "“Oh, give me a break,” he said, arguing that crowds at his rallies were larger than at hers.",
    "His Thursday news conference is the first he has held in several months, as his campaign has previously focused on holding rallies across the country.",
    "Trump also praised his running mate Mr Vance, who was recently under fire for comments he made in 2021 when he said those without children shouldn’t be leading the country and that women who don’t have children are “miserable” and “childless cat ladies”.",
    "“I have to tell you, JD Vance has really stepped up,” Trump said. “He’s doing a fantastic job.”",
    "He took aim at Ms Harris’ track record on immigration and the economy.",
    "And he repeated his belief that US presidents should have a say over interest rates and monetary policy - a departure from the longstanding practice of having the US Federal Reserve, an independent body, oversee these matters.",
    "He emphasised his priorities of lowering inflation, lowering crime rates and strengthening the military.",
    "Ms Harris on Thursday addressed United Auto Workers in Detroit, and thanked the union for endorsing her.",
    "She said there are “89 days to get this done” ahead of the election."
  ]
}