{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-balance-of-payments-surplus-us1-3bn-by-april-2024-165783/",
  "time_ut": 1717340280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka balance of payments surplus US$1.3bn by April 2024",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s current dollar earnings from merchandise exports, remittances, tourism and other services exceeded imports by 542 million US dollars in April 2024, official data shows.",
    "Sri Lanka’s hard goods exports were 877.6 million US dollars in April, up from 848.6 million US dollars a year ago, in a holiday month which usually has a 20 percent downturn.",
    "Remittances were 543.8 million US dollars, up from 454 million last year.",
    "Tourism income was estimated at 225.7 million US dollars for April, which is from a survey and may not be as reliable as import export data from customs or remittances data from banks.",
    "Gross services which include tourism was 558 million US dollars.",
    "Foreign exchange earned by Sri Lankans from exports, remittances and gross services were 1,977 million US dollars in April 2024.",
    "Merchandise imports were only 1,435 million US dollars, leaving a surplus of 542 million dollars.",
    "Sri Lanka’s central bank has started to release more service data in 2024 giving a broader picture beyond the Merchandise trade account.",
    "Macro economists also dangle the ‘current account deficit’ as an excuse for monetary instability after printing money to enforce rate cuts, dredging up doctrine from the days of classical mercantilism in the 17th century, and dressing it up with a new label (the current account deficit vs the commercial balance).",
    "Economic textbooks may be directly to blame for the revival of Mercantilism as well as the bureaucratic policy rate, analysts say.",
    "The Mercantilist doctrine of the commercial balance was comprehensively refuted by classical economists including Smith, Hume, Mill, Thornton, and Torrens in particular who had micro-knowledge of note-issue operations.",
    "In the last century German-Austrian and Swedish economists directly challenged Keynes but the doctrine has persisted among Anglophone academics in particular as inflationism worsened from the 1960s with Fed activism.",
    "In countries with inflationary central bank operations, large numbers of perfectly sane people believe that goods can be imported indefinitely without dollars being earned (the seller not getting any dollars), triggering a chronic merchandise ‘trade deficit.",
    "They also believe that it is a ‘problem’ or that the trade deficit contributes to external instability or currency depreciation.",
    "The obsession with the trade deficit seems to be driven by a belief that hard goods were ‘superior’ to services.",
    "Students of history say similar attitudes were seen in the writings of nationalists who criticized the shift to coconut which was a commercial crop in areas like Kurunegala during British rule.",
    "Sri Lanka’s central bank however has not discriminated against any hard work done by the people, or suggested that services workers were inferior.",
    "Sri Lanka has a private savings rate of around 30 percent of GDP, which also broadly applies to those earning foreign income.",
    "Savers may directly invest in assets, or put money banks as deposits either after conversion to rupees or as dollars in forex accounts.",
    "Banks in turn will give them as investment credit to borrowers, which will turn into imports or build up dollar balances by investing them abroad.",
    "Sri Lanka’ central bank in April collected about 420 million US dollars from the banking system, creating rupee liquidity.",
    "When private credit is weak – or when money is not printed to enforce a policy rate claiming that inflation is low with statistics defeating economic principles – the central bank can sell sterilization securities into banks (in the current case Treasury securities in its portfolio) mop up the liquidity and build fx reserves, East Asia style, through deflationary domestic operations.",
    "The government can also borrow rupees through Treasury bills, buy dollars and settle foreign loans and end up with a rupee debt instead of a dollar debt, as happened before potential output targeting and flexible inflation targeting, preventing the build-up of dollar debt and an eventual default.",
    "At the moment large volumes of excess liquidity remain in the banking system, which can be used up as private credit recovers, pressuring the exchange rate unless the dollars that created the liquidity is sold (unsterilized intervention).",
    "The central bank can also prevent imports from being generated through investment credit by steadily selling its securities portfolio if it wants to keep the reserves.",
    "Imports can also increase when foreign aid resumes and the government re-starts infrastructure projects. Sri Lanka government’s net foreign borrowings, except in stabilization years, is usually positive.",
    "After re-structuring loans, Sri Lanka’s debt repayments will reduce, and only interest will have to be paid for several years. (Colombo/June01/2024 – Recast with revised data to show gross services which include tourism. Gross services data only available for two months)"
  ]
}