{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104582/treasury-pays-stationery-allowance-for-schoolchildren-through-aswesuma-bank-accounts",
  "time_ut": 1735540740.0,
  "original_lang": "en",
  "original_title": "Treasury pays stationery allowance for schoolchildren through ‘Aswesuma’ bank accounts",
  "original_body_lines": [
    "The Ministry of Finance, Planning and Economic Development states that the ‘Household Survey on the Impact of the Economic Crisis – 2023,’ conducted by the Department of Census and Statistics, revealed that the adverse effects of the economic crisis have significantly impacted children’s education.",
    "The survey has disclosed that 55% of schoolchildren have been adversely affected, with this percentage being higher in rural and estate areas. Furthermore, it was found that 53.2% of the affected children have either reduced or completely stopped purchasing school stationery, while 26.1% have resorted to re-using previously used stationery.",
    "The Finance Ministry said that accordingly, to mitigate the adverse effects on the education of vulnerable schoolchildren, the government decided to provide an allowance to assist with the purchase of school stationery at the beginning of the 2025 school year.",
    "Furthermore, it added that provision has already been made to provide an allowance of Rs. 6,000 per child for schoolchildren from ‘Aswesuma’ families, and the Treasury has taken steps to pay it through ‘Aswesuma’ bank accounts by 27 December 2024.",
    "The Finance Ministry also noted that it is expected that the necessary allocation will be provided to the Ministry of Education, Higher Education and Vocational Education in the year 2025 to provide this allowance under an appropriate mechanism to obtain stationery worth of Rs. 6,000 per child for other suitable schoolchildren.",
    "The government’s expectation of this programme is to provide relief for the cost of school education to the parents and thereby secure the future of schoolchildren by ensuring their continuous education, the ministry added."
  ]
}