{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sltda-embraces-digital-transformation-by-joining-govpay/",
  "time_ut": 1758561720.0,
  "original_lang": "en",
  "original_title": "SLTDA embraces digital transformation by joining GovPay",
  "original_body_lines": [
    "In a groundbreaking initiative to modernize Sri Lanka’s tourism industry through digitalization, the Sri Lanka Tourism Development Authority (SLTDA) has joined GovPay – the government’s digital payment platform. This integration enables seamless, secure, and hassle-free online payments for a wide range of SLTDA services, offering greater convenience to stakeholders across the tourism ecosystem.",
    "As one of the country’s most vital industries, tourism lies at the heart of Sri Lanka’s economic revival. By embracing GovPay, SLTDA aims to streamline processes, reduce administrative hurdles, and create a more transparent and efficient business environment – further supporting the Government’s vision of positioning Sri Lanka as a world-class tourist destination powered by digital innovation.",
    "This integration allows tourism industry operators across the country to pay the Tourism Development Levy including under-payments, defaults, and late payments seamlessly through their banks’ internet and mobile banking portals or any FinTech app connected to GovPay. Currently, digital payment platforms of 14 banks including Amana Bank, Bank of Ceylon, Cargills Bank, Commercial Bank, DFCC Bank, HNB, Nations Trust Bank, NDB Bank, National Savings Bank, Pan Asia Bank, People’s Bank, Sampath Bank, SDB Bank and Seylan Bank along with 6 FinTech apps including CIM by LB Finance, FriMi, Genie, Helapay, iPay and WEBXPAY, support payments to SLTDA via GovPay.",
    "Launched in February 2025 under the patronage of His Excellency President Anura Kumara Dissanayake, GovPay is a collaborative effort by the Information Communication Technology Agency (ICTA) and LankaPay which is aptly backed by the Ministry of Digital Economy. Aimed to revolutionize the way the citizens access public services, since its launch, the platform has facilitated payments for 1,773 government services, with a total transaction value exceeding Rs. 110 Mn. SLTDA is the 134th institution to have been onboarded GovPay.",
    "Sri Lankan business leaders to participate in the 2025 UN Private Sector Forum",
    "Atlas awarded at SLIM Digis 2.5 for pioneering digital & technology led learning experiences in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}