{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-government-firm-can-make-a-lower-cost-arrack-for-people-minister-197946/",
  "time_ut": 1735980540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka government firm can make a lower cost arrack for people: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state sugar company can produce a lower cost alcohol for the people using ethanol made as a by product, and wean the people away from illegal tipples, Industries Minister Sunil Handunetti said.",
    "Lanka Sugar, a state firm built a Rajapaksa regime by expropriating private citizens, have ended up with large stocks of unsold ethanol after tax hikes in the wake of an economic collapse led to a fall in sales of for legal arrack.",
    "“We discussed with the management, we discussed with the staff,” Minister Handunetti told reporters.",
    "“As government institute at Lanka Sugar as a lower cost product for the people – becuase if we can make up to ethanol, there is no difficultly in making an alcohol for the people.”",
    "At Lanka sugar the cost of making a litre of ethanol was about 800 to 1000 rupees, he said.",
    "“When ethanol is made with third grade maize it costs about 173 rupees a litre,” Minister Handunetti claimed.",
    "“So this is what is sold at 3,700 rupees (a bottle). People who drink do not know this. So, they are subject to a big unfairness.”",
    "A large part of the sale price however is made up of excise taxes, value added tax and the social contribution levy",
    "Meanwhile Minister Handunetti said about 250,000 litres of moonshine and toddy made illegally is consumed by the people.",
    "“We will give a product of a good quality (pra-mi-thiyen-yuthu),” he said. “From the ethanol which is a by-product we can make arrack. But at a high standard, produced scientifically.",
    "“We are not trying to promote alcohol. But we are trying to save the people who are consuming illegal alcohol.”",
    "Compared to taxed alcohol, the illegal version is available at a sharply lower price.",
    "Following a series of tax hikes, moonshine (kasippu) is now widely available at 200 rupees a plastic bag, according to those who have shifted from alcohol to the tax free product.",
    "After the private sugar companies, including one that was listed in the Colombo Stock Exchange, were expropriated the Rajapaksa administration banned imports of ethanol, leading to a of import duties.",
    "It was swallowed up by the inefficiencies of high-cost state ethanol.",
    "Industry officials say it is not possible to produce arrack at a quality and taste, that customers have now got used to, with the ethanol of only one sugar firm due to variations in quality and taste.",
    "As a result, different types of ethanol have to be blended. (Colombo/Jan04/2025)"
  ]
}