{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/PAFFREL-alleges-Govt-misleading-public-servants-through-wage-hike-announcement-ahead-of-polls/56-766335",
  "time_ut": 1725410434.0,
  "original_lang": "en",
  "original_title": "PAFFREL alleges Govt. misleading public servants through wage hike announcement ahead of polls",
  "original_body_lines": [
    "Says announcement made two days before vote is serious attempt to influence State sector workforce",
    "Accuses Govt. of attempting to deceive State sector employees with promises of wage hikes and tax cuts",
    "Claims decision by Cabinet to cancel LG poll nominations is in contempt of court",
    "People’s Action for Free and Fair Elections (PAFFREL), an election monitoring organisation, has raised concerns about what it perceives as an attempt by the Government to mislead state sector employees ahead of the postal vote for the upcoming Presidential Election.",
    "Speaking at a press conference yesterday, PAFFREL Executive Director Rohana Hettiarachchi noted that the Cabinet of Ministers, during its meeting on Monday, made three significant decisions that could directly affect the upcoming election.",
    "Hettiarachchi clarified that while he does not dispute the Cabinet’s authority to make decisions, he expressed concern that these three specific decisions could impact the election, calling it a serious matter.",
    "PAFFREL’s Executive Director noted that following this week’s Cabinet meeting, the Government had announced a wage increase for the State sector, decided to reduce taxes and to cancel the nominations submitted for the Local Government Elections.",
    "He said the announcements, made just two days before the postal vote, were a serious attempt to influence the 1.4 million-strong State sector workforce. He pointed out that only a few months ago, the Government through the Cabinet spokesperson had claimed it could not increase wages by even a single rupee.",
    "“Has the economy recovered that fast within the last two months to provide this increase? The proposed wage hike would require Rs. 20 billion a month,” he noted. Hettiarachchi therefore accused the Government of deceiving State sector employees with such promises. He said the Government must reveal how it plans to raise funds to provide the salary hike proposed.",
    "“PAFFREL is not against a salary hike for the State sector. A salary increase is necessary, especially given the severe economic crisis. A systematic reduction of taxes is also important. However, making such announcements just two days before the postal vote appears to be a serious attempt to influence state sector employees,” he said. He also criticised the decision to invalidate the nominations submitted for the delayed Local Government elections, noting that the court recently ordered the elections to be held. “This action by the Cabinet is a clear contempt of court,” he added."
  ]
}