{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103269/gaza-women-children-are-nearly-70-of-verified-war-dead-un-rights-office-says",
  "time_ut": 1731121080.0,
  "original_lang": "en",
  "original_title": "Gaza women, children are nearly 70% of verified war dead, UN rights office says",
  "original_body_lines": [
    "The U.N. Human Rights Office said on Friday nearly 70% of the fatalities it has verified in the Gaza war were women and children, and condemned what it called a systematic violation of the fundamental principles of international humanitarian law.",
    "The U.N. tally since the start of the war, in which Israel’s military is fighting Hamas militants, includes only fatalities it has managed to verify with three sources, and counting continues.",
    "The 8,119 victims verified is a much lower number than the toll of more than 43,000 provided by Palestinian health authorities for the 13-month-old war. But the U.N. breakdown of the victims’ age and gender backs the Palestinian assertion that women and children represent a large portion of those killed in the war.",
    "This finding indicates “a systematic violation of the fundamental principles of international humanitarian law, including distinction and proportionality”, the U.N. rights office said in a statement accompanying the 32-page report.",
    "“It is essential that there is due reckoning with respect to the allegations of serious violations of international law through credible and impartial judicial bodies and that, in the meantime, all relevant information and evidence are collected and preserved,” United Nations High Commissioner for Human Rights Volker Turk said.",
    "Israel’s diplomatic mission to the U.N. in Geneva said it categorically rejected the report.",
    "“Once again, OHCHR fails to accurately reflect the realities on the ground, and disregards the extensive role of Hamas and other terrorist organizations in deliberately causing civilian harm in Gaza,” it said, referring to the Office of the High Commissioner of Human Rights.",
    "The Israelis say Hamas deliberately hides among civilians and uses them as human shields, so the militants have responsibility for their deaths. Israel reports that approximately one civilian has been killed for every fighter, a ratio it blames on Hamas.",
    "Hamas has denied using civilians and civilian infrastructure, including hospitals, as human shields.",
    "Israel’s military, which began its offensive in response to the Oct. 7, 2023 attack in which Israel says Hamas fighters killed about 1,200 people in southern Israel and seized more than 250 hostages, said it took great effort to mitigate harm to civilians.",
    "Comprehensive processes ensure forces complied with the law of armed conflict, with a regulated, multi-tiered process for approving attacks that was designed to give commanders “all reasonably available information,” the military said.",
    "“Every military action is carried out in accordance with the principles of distinction and proportionality, and is preceded by a careful assessment of the potential for civilian harm,” the military said in a statement.",
    "Ajith Sunghay, head of the U.N. Human Rights Office for the occupied Palestinian Territory, told reporters at a briefing in Geneva that the fatalities included in the report were verified by three sources such as neighbours, family members, local NGOs, hospital records or U.N. staff on the ground.",
    "“The numbers are, of course, massive compared to previous years, so we do need time to catch up and verify”, he said, adding that he thought the final U.N. tally was likely to be similar to the Palestinian toll.",
    "The youngest victim whose death was verified by U.N. monitors was a one-day-old boy, and the oldest was a 97-year-old woman, the report said.",
    "Overall, those aged 18 or under represented 44% of the victims, with children aged 5 to 9 representing the single biggest age category, followed by those aged 10-14, and then those aged up to and including 4.",
    "This broadly reflects the enclave’s demographics, which the report said was evidence of an apparent failure to take precautions to avoid civilian losses.",
    "The report found that in 88% of cases, five or more people were killed in the same attack, pointing to the Israeli military’s use of weapons with an effect across a wide area. It said some fatalities may have been the result of errant projectiles from Palestinian armed groups."
  ]
}