{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85641",
  "time_ut": 1741203660.0,
  "original_lang": "en",
  "original_title": "The recent killings, including the murder within a court premises, indicates that individuals and institutions of state power continue to act with impunity, believing that they can continue to do so despite the change of govt. – “Justice for All”",
  "original_body_lines": [
    "(Text of a media statement  issued by “Justice for All” on 3 March 2025 under the heading “Need for Action Amidst Increasing Violence in Sri Lanka”)",
    "We draw the country’s urgent attention to the recent spate of murders which raises questions on the state of the rule of law, security and the functioning of key institutions tasked with law and order in Sri Lanka.",
    "The month of February alone witnessed a shocking wave of killings including the murder of a suspect in broad daylight at a Magistrate Court in Colombo while he was in the custody of prison authorities.",
    "Soon after, reports emerged of the death by shooting of two suspects who were in the custody of the police in Kotahena. The same week also witnessed other incidents, particularly, the killing of three persons including two children in Middeniya.",
    "These and other killings raise multiple questions on the role and responsibility of state entities such as the police and prison authorities who have failed in their duty of providing protection to those in their custody and for maintaining law and order in the country.",
    "These murders speak to the deteriorating law and order situation in the country, a condition which is becoming exposed in the context of political change in Sri Lanka.",
    "An unprecedented economic crisis, elite driven political rule, entrenched corruption and the erosion of the rule of law propelled Sri Lankans to agitate for a system change and a new political culture premised on accountability and transparency.",
    "In 2024, this demand saw a massive mandate given to President Anura Kumara Dissanayake and the National Peoples Power (NPP). The citizen-led electoral expression sought to signal a break from the past of multiple cycles and many forms of violence and blatant impunity.",
    "The recent killings, including the murder within a court premises, indicates that individuals and institutions of state power continue to act with impunity, believing that they can continue to do so despite the change of government. The entrenched corruption and abuse of power among certain sections of the law enforcement agencies has long manifested in torture, encounter killings carried out with impunity.",
    "Against such a backdrop, it is incumbent on all of us to be vigilant and condemn abuse of state power by sections of the law enforcement agencies, and demand for swift action and accountability. The Government bears the responsibility of taking prompt action against those involved, especially the individuals exercising state power and are linked to these instances of violence.",
    "It is crucial not to become trapped in expanding opportunities for abuse of power by relying on the Prevention of Terrorism Act or any similar extraordinary police powers. Public communication regarding each of these instances must be clear and regular, and provide information to build public confidence.",
    "It is important to strengthen and build accountable independent processes and institutions that secure law and order, and consequently justice and rule of law in the country.",
    "Moreover, these events may not be the last we hear of such instances of violence. While the Government must take responsibility for all failures to ensure law and order and the rule of law, in view of the current context, it also falls on all citizens to respond to these developments with political maturity.",
    "They can also play a vigilant role in holding all political leaderships to account and to ensure that law and order institutions are free from political interference of any kind and from criminal elements as well."
  ]
}