{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-mulling-development-bank-to-give-low-interest-credit-president-168760/",
  "time_ut": 1718794860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka mulling development bank to give low interest credit: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is mulling a new development bank to give low interest loans, President Ranil Wickremesinge has said, with the country having suffering high volatility in interest rates as inflationary rate cuts de-stabilize the external sector.",
    "President Wickremesinghe said the government was committed to helping industries build competitive capabilities.",
    "“We are currently exploring the establishment of a development bank to facilitate the required funding for this initiative. This new bank aims to maintain low interest rates,” President Ranil Wickremesinghe was quoted as saying at an International Industry Expo 2024.",
    "In 1960, the DFCC Bank was set up in 1960 and the NDB Bank in 1980, he said.",
    "“Post-privatization, both banks have evolved into major commercial entities in our country,” President Wickremesinghe said.",
    "“Notably, without these banks, President Premadasa’s success with 200 garment industries would not have been possible. Hence, there is a strong need to initiate a new bank.”",
    "The NDB gave subsidized credit using foreign credit lines with the tax payer taking the exchange rate risk as the currency depreciated sharply in the 1980s with the central bank jettisoning its external anchor.",
    "Singapore in 1968 set up a development bank not to give subsidized credit but to give long term credit to new industries due commercial banks were only willing to give short term loans.",
    "In Singapore interest rates were low due to operating a currency board arrangement without anchor conflicts.",
    "In Sri Lanka there has been  criticism for listing ‘development banks’. But the Development Bank of Singapore was set up as a listed bank.",
    "“When it came to the public, we handled the public issue all on our own,” Suppiah Dhanabalan, a top Singapore public servant helped found the bank and laterbecame its chairman has said.",
    "“And, we were one of very few – I can’t remember anybody else – who raised money from the public without a track record.",
    "In Sri Lanka there has been criticism for giving commercial banking licenses to development banks.",
    "“Moving into our first year, we did long-term financing,” Dhanabalan said. “Subsequently, we took equity stakes in new projects that applied to DBS for financing.",
    "“Very soon, we realised: here we were, financing companies and taking the most risk (financing equipment, financing factory buildings, putting in equity) but all other kinds of income from the companies (financing working capital, buying bills and so on) were being done by commercial banks.",
    "“It didn’t make sense. We took the risks, but we didn’t get the full returns. So, we felt we should start commercial banking.”",
    "“Initially, then-Finance Minister Dr Goh Keng Swee was also not in favour because we had raised money on the basis that we were going to be a long-term financial institution.",
    "“Fortunately, Mr Hon (Sui Sen) persuaded him. We put up a case, and Mr Hon forwarded it to Dr Goh, who then approved.”",
    "Unlike Singapore, Sri Lanka broke its existing currency board and set up a central bank with US advice, suffering forex shortages, import and exchange controls and especially after 1978 when the external anchor was jettisoned, high nominal interest rates and inflation.",
    "Korea, where also a central bank was set up by an US advice like in Sri Lanka, the government had to give subsidized credit including foreign exchange guarantees for companies to borrow amid high and volatile interest rates.",
    "Related Sri Lanka fast on Korea path, interventionists get their malnutrition wish: Bellwether",
    "The people fell to near starvation of people as currency collapsed especially in the decade after the country was liberated from Japan by the US.(Colombo/June19/2024)"
  ]
}