{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/7-4-magnitude-quake-strikes-off-Taiwans-east-coast-sparking-tsunami-warnings/108-280079",
  "time_ut": 1712107020.0,
  "original_lang": "en",
  "original_title": "7.4-magnitude quake strikes off Taiwan’s east coast, sparking tsunami warnings",
  "original_body_lines": [
    "CNN - A major earthquake with a magnitude of 7.4 struck off Taiwan’s eastern coast Wednesday, according to the US Geological Survey, prompting tsunami warnings for the island and southern Japan.",
    "The quake’s epicenter is located about 18 kilometers (11 miles) south of the city of Hualien. Tremors were felt across the island, including by CNN staff in Taipei.",
    "Taiwan’s Central Weather Administration issued a tsunami warning following the quake. An alert from CWA was sent to residents, though not all received it, warning that a tsunami was expected to impact the northern coastal area and that residents are advised to evacuate to higher ground.",
    "The Japan Meteorological Agency also issued a tsunami warning for Miyakojima and Okinawa islands, warning of waves up to 3 meters expected imminently.",
    "Several aftershocks were felt in Taiwan, including one that registered a magnitude of 6.5, according to the USGS.",
    "The earthquake is the strongest to hit the island in 25 years, according to a spokesperson from the Central Weather Administration. In 1999, a 7.7 magnitude quake hit 93 miles (150 kilometers) south of Taipei, killing 2,400 people and injuring 10,000.",
    "Taiwan is located on the Pacific Ring of Fire, which runs around the edge of the Pacific Ocean and causes massive seismic and volcanic activity from Indonesia to Chile.",
    "The island is regularly rocked by earthquakes. A magnitude 6.2 quake hit near Hualien in 2018, killing at least 17 people and injuring more than 300 others.",
    "Hualien County is home to about 300,000 people and close to Taroko Gorge, a popular tourist destination."
  ]
}