{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/A-wise-fool-s-paradise/4-761806",
  "time_ut": 1715731014.0,
  "original_lang": "en",
  "original_title": "A wise fool’s paradise",
  "original_body_lines": [
    "When President Ranil Wickremesinghe announces his candidacy, we will hear people sing of dark times",
    "“For every complex problem, there is a solution that is clear, simple, and wrong.”",
    "‘Sustaining Stability’ is the oxymoronic title of the recent panel discussion organised by the Central Bank.",
    "How to make a three-legged stool stand on two legs would have been a more commonsensical, down to earth title for the profoundly perplexing exchange of views by five panellists – all steeped in the science of economics.",
    "That makes it easy. A repetition of remarks made by participants or attempting to qualify who said what, is not necessary.",
    "It was a seriously choreographed discussion. It was in English – the language of Global Commerce, the IMF, and holders of our International Sovereign Bonds.",
    "Therein lies another tale. All this brouhaha is to appease creditors for us to get back to the business of borrowing.",
    "Viral V. Acharya of the Stern School of Business New York and Raghuram G. Rajan of the Booth School of Business, University of Chicago are both seasoned Central Bankers. In a 2011 study “Sovereign Debt and Government Myopia” they explain why and how poor countries in Sovereign Default come to terms with Sovereign Debt.",
    "Short-termism gets them in trouble. Driven by the need to return to capital markets, they develop far sight!",
    "Context cannot be ignored. The purely technocratic conclave was held in the midst of intense political drama of a looming Presidential Election.",
    "However, a few home truths delivered by invited panellists rescued the conclave which otherwise would have earned the label of Politics by other means.",
    "Although he is yet to make it official, there is an efficient opinion manufacturing campaign asserting that the current President Ranil Wickremesinghe is the taskmaster who with his exceptional insights into economics, has restored stability to an economy that two years ago was experiencing ‘classic market failure’.",
    "“I restored stability” is a loaded message. It is a biased argument, intended as spin-fluence in this election year.",
    "Ranil is the ‘skipper’ needed to steer the ship into the safe anchorage of ‘sustained stability’ is a campaign theme.",
    "“Long lines of people waiting for fuel and cooking gas are no more. There is fuel and cooking gas. ‘Stability’ is quietly restored. We may import vehicles next year. This process must be sustained. Only Ranil can make it happen.”",
    "This is the narrative of the leisured class who in hard dark times opt for hoppers and roast paan with chicken curry by the poolside.",
    "They worry how the ‘rabble’, the ‘hoi polloi ‘the ‘masses’ motivated by collective need for change, collective hope for a better future for the young and collective desire for justice will vote in the next election.",
    "Transformational change comes only when the wisdom of the ‘crowd’ or ‘we the people’ overrides the wisdom of ‘technocrats’ and ‘experts.",
    "If the economists wish to appeal to the ‘thinking heads’ of people, they must find a language that can appeal to people’s heads and stir their hearts.",
    "Andrew Haldane who served as the Chief Economist of the Bank of England, in a forward to the book “On the Perils of Leaving Economics to Experts” amplifies on the role of Central Banks in navigating crisis situations which he sardonically pictures as moving from one ‘obituary to another obituary.’",
    "“As monetary policy shifts resources between savers and borrowers, fiscal policy shifts them between rich and poor, between this generation and next. They all aim to lift as many boats as possible. But rarely if ever, are they able to lift all boats by the same amount.”",
    "“… Expertise, exercised at arm’s length from the political process, has for me a key role to play in making decisions that are in the long-term interests of society, unconstrained by political cycles and populist surges. That is why operational independence in the setting of interest rates is seen, pretty much universally, as best practice among central banks.”",
    "‘Pragmatic Self Interest’ is the glue that holds the UNP and the SLPP – the core support base of the ruling President.",
    "His candidacy and his electoral performance will be determined by the ability of his spin to seduce the lower middle class into a crony coalition bent on perpetuating the barbaric culture of ‘conspicuous consumption’ that got us in to the ‘poop pit’ in the first place.",
    "When the independent Central Bank pleads for ‘sustainable stability’, it must use language that ordinary people understand.",
    "We are in ‘Sovereign Default’. Restructuring debt when concluded will move Sri Lanka from sovereign default to negotiated default, which hopefully would result in a road map that will appease bilateral and commercial creditors.",
    "As a nation with an open, market driven economy, we import more than we export. We must import less and export more. People will understand that. Ordinary people need to be told what ‘Subdued economic activity’ implies.",
    "A Power Point Guide was used in the panel discussion. It contained several pronouncements. For the sake of brevity two of them are identified:",
    "“Structural, legal, and policy-level reforms and innovations to be mobilised to ensure the stability.”",
    "“A broad-based economic expansion is envisaged across all sectors in the future.”",
    "I leave the reader to assess these pronouncements as making sense or mere verbose, decidedly cryptic or pure and simply banal.",
    "Axioms of two Governors of the Bank of England who earned universal acclaim for Intellectual vigour and integrity come to mind.",
    "Mark Carney who was Governor of the Bank of Canada and Bank of England famously observed “Long-run prosperity was never in the gift of monetary policymakers.”",
    "Mervyn King – Scholar Governor of Bank of England and author of End of Alchemy – Money, Banking and the Future of the Global Economy advised Central Bankers “intellectual honesty is a journey and not a destination.”",
    "The sceptical reader may deduce these citations as moralising. It cannot be helped.",
    "At this point of time, with a Presidential Election looming, any claim of ‘stability’ that is not supported by evidence other than the absence of long lines for fuel, cooking gas, is pure political spin and electoral rhetoric.",
    "The call to sustain an illusory stability is a barely concealed plea for continuance of arrogant autocratic short-termism in disastrous policy positions which now earn public wrath, only to be contained with tear gas and water cannon.",
    "We are facing a transformational election. People expect a ‘system change’. Hope and enthusiasm kindled by the ‘Aragalaya’ lie in pent up fury as a coiled spring ready to burst out.",
    "The Daily FT in its edition of Saturday 11 May carried a synopsis of remarks made by the head of the Advocata Institute, at the panel discussion warning that “odds of Sri Lanka avoiding a second default are slim.”",
    "Keeping count of statements on the economy by President Ranil Wickremesinghe is somewhat difficult. He makes ‘state of the economy statements’ with the regularity of the little bird of a Cuckoo Clock.",
    "A. He volunteered when no one else dared to take up the challenge.",
    "C. There is no alternative to his roadmap out of the crisis.",
    "To drive home his thesis, he stressed ‘we are still in the middle of the ‘rope bridge’, hoping to make it to the safety of sustainable debt and economic recovery.",
    "For once, Bertolt Brecht’s allegory of the rickety rope bridge seems apt. But rope bridges held up with dead ropes aren’t stable.",
    "Listening to the President’s self-approving claim of stabilising the economy I was reminded of another line of Bertolt Brecht titled ‘Motto.’",
    "When President Ranil Wickremesinghe announces his candidacy, we will hear people sing of dark times."
  ]
}