{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/anita-desai-indian-novelist/",
  "time_ut": 1720294740.0,
  "original_lang": "en",
  "original_title": "Anita Desai – Indian Novelist",
  "original_body_lines": [
    "I caught the infection of admiring almost anything Indian from my eldest brother – kind and pacifist like Gandhi; superb gentleman like Jawaharlal Nehru. His most prized possession was an autographed copy of  Discovery of India, given him by Nehru himself when he visited Ceylon in 1957 in celebration of the Buddha Jayanti. A cherished memory of his was seeing newly wed Nayantara, daughter of Vijayalakshmi Pandit, leave by train in the Delhi station with husband Sahgal on their honeymoon.",
    "They were surrounded by family. And what was Aiya doing over there? Intrepidly he had taken Mother on pilgrimage to Gaya and other places, all by himself in 1949, when pilgrimages were rare and fraught with risks.",
    "Thus my admiration for Indian authors – Anita and Kiran Desai, Arundhati Roy, Jhumpa Lahiri, Vikram Seth and Aravind Adigar, some of whose books I have read. The film producing trio of yesteryear: script writer – Ruth Prawer Jhabvala, director – James Ivory, and producer/money collector – Ismail Merchant captured my fascination, as did their films; to mention but three:  Heat and Dust, Remains of the Day and A Room with a View. Added to this list are films off the well known Indian born directors now living in New York and Canada: Mira Nair and Deepa Mehta whose trilogy of films – Water, Earth, Fire are masterpieces.",
    "I was sent an article in a recent Guardian newspaper of an interview Emma Brockes had with Anita Desai in her home in a small town in New York State. This whet my appetite, also because she is in her late 80s and having made a couple of waves with her comments on Indian feminism and breaking away from the traditionally conservative Indian marriage to live in separate continents. She wanted more in life which the West offered and he preferred to stay home and nurture his business while also venturing into writing, fiction included. Thus I read more about her.",
    "Anita was born on June 24, 1937, in Musoorie, to East Bengali businessman father, D N Mazumdar who had married a German girl in Germany in 1927 while there on study. Thus the language spoken at home was German and Anita studied in English and of course spoke Hindi, Urdu and Bengali. Her early education was at Queen Mary’s Higher Secondary School, Delhi, and her BA in English Literature from the University of Delhi.",
    "She was married at age twenty in 1958 to Ashvin Desai who owned a computer software business. She had four children – sons Rahul and Arjun and daughters Tani and Kiran. The family holidayed by the sea in a place called Thul in Maharashtra State, which became the backdrop of her 1983 novel Village by the Sea about an impoverished family, published by Heinemann, which brought her the British Guardian Prize, and fame. Her first novel Cry of the Peacock was in 1963 when she was 26 years old.",
    "In all she wrote 12 novels and was short listed thrice for the Booker prize: Clear Light of Day 1980; In Custody 1984; and  Fasting, Feasting 1999. Her last three novels were published in 2000, 2004 and 2011. It was paradoxical then that her daughter Kiran won the Man Booker Prize in 2006 for her second novel Inheritance of Loss. The following year both mother and daughter were at the Galle Literary Festival.",
    "Anita won in 1978 the Sahitya Akademi Award from the Indian National Academy of Letters. Also Padma Bushan honour in 2014. She is on the advisory Board of the Lalit Kala Akademi; a Fellow of the Royal Society of Literature, London, American Academy of Arts and Letters; Girton College, Cambridge University. She is Burshard Professor of Humanities at the Massachusetts Institute of Technology.",
    "The door to the West was open when Girton College, Cambridge, invited her to be a visiting fellow. She moved to Britain in 1986 with her children; Kiran her youngest aged 15. Anita was in her late 40s. Two older children continued higher studies in the US; her eldest son opted to return to India; and she lived in England with Kiran. In 1993 Anita accepted a Fellowship at the Massachusetts Institute of Technology and later, Holyoke and Smith Colleges invited her to teach.",
    "Kiran and she moved to Boston where she made her home, invited to and helped to settle down in the small township of Hadley in Massachusetts, by her friend Ruth Jhabvala who, along with James Ivory, lived in the area close to the Hudson River. She did not return to live in India, though her home in certain references is given as Dehradun. Probably her son lives here. Her husband stayed on in India and so a marriage of commuting between countries resulted. Desai had been made familiar with Europe by her German mother, who did not, however, leave India.",
    "Anita expressed what was particularly new to her when she moved to teach in America: “of being regarded not anyone’s wife, or anyone’s mother. But as a writer. That was an amazing experience for me. Because in India it’s the other way round. It took some adjustment. I had to train myself to express my thoughts and opinions. I wasn’t used to that. I was never asked my opinion in India; I just kept quiet and listened to others.",
    "And then I’d go back to India and start expressing my thoughts and they’d all look at me and say, ‘what’s happened to her? Why is she telling us what she thinks?!’ That still happens, frankly. After all these years. When we go back, Kiran and I, we have to be very careful not to express too much of our thoughts.” (Quoted from Brockes’ article).",
    "Anita Desai has often said she approves the sense she has of not being tied to any one place. When she would return to India she used to find it not the country she had left. America too seemed alien. “It’s not my country. And other people here see me as a stranger too. It suits me, being a writer, always being apart, an observer rather than a participant.” Her latest novella Rosarita is said to sharply convey that sense of separateness and dislocation. She narrates her story in the second person addressing her protagonist as ‘you’.",
    "It is set in Mexico, a place she loves to go to. Her writing in the second person was a novelty, she noted, never attempted before but done this time with an eye on effect, as she admits. “If you keep describing people as ‘you’, you are distancing yourself. In other words not getting too involved.” Brockes in her article suggests the novelist wanted to get at the tenuousness of life within which lies a much greater truth: “that we are not bound to our circumstances as we may like to believe.”",
    "She’s lived in Hadley for 20 years while Kiran has moved farther, obtaining two masters degrees from Hollins and Columbia Universities. Anita hardly goes to New York and other cities, very seldom latterly to India.",
    "Anita Desai has had her fair share of criticism and censure. An essay she wrote for the Times Literary Supplement in 1990 caused controversy. Titled Secret Connivance she wrote “women connive under their own subordination for some set mythic rites.” She would have justly critiqued conservatism that existed in India generally over emancipation and independence of women in general. She was also faulted for depicting the Urdu Poet around whom she wove her novel In Custody as an easy going dissolute. The backlash was severer when Ivory-Merchant-Jhabvala made a film of the book starring Sashi Kapoor and Shabana Azmi. However, by every consideration, Anita Desai could be considered a woman whom India can be proud of among the very many such who drew global attention and admiration down the years since the early 20th century.",
    "She has said: “Well, what does one have? Just a few threads to hold one. After that, memories. Which may or may not be quite true.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}