{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/100th-birth-anniversary-of-Justice-E-A-D-Atukorale-on-Sunday/56-765869",
  "time_ut": 1724366340.0,
  "original_lang": "en",
  "original_title": "100th birth anniversary of Justice E.A.D. Atukorale on Sunday",
  "original_body_lines": [
    "Religious observances will be held to mark the 100th birth anniversary of late legal luminary Ebetota Atuoralage Dharmasena Atukorale, well known as E.A.D. Atukorale who hailed from Batugedera Ratnapura, on 25 August 2024.",
    "A product of Ananda College, the late Justice Atukorale excelled in his studies and sports. He entered the Ceylon Law College and was called to the Bar in 1949. He served in the chambers of Queen’s Council and practiced in the civil courts in many parts of the country as an advocate for over two decades.",
    "Justice Atuorale was appointed to the Court of Appeal on 7 September 1978 and was elevated to the position of President of the Court of Appeal on 3 December 1982.",
    "He was later appointed to the Supreme Court on 27 November 1984 where he functioned with great distinction. Justice Atukorale has been included into the list of Judges in the article “Judges who left indelible marks” and in the article therein it is written: “The many judgments where judge Atukorale was a member bear ample testimony to his contribution towards the legal literature of this country.”",
    "Justice Atukorale was called upon to serve as Acting Chief Justice on several occasions.",
    "Although he retired in 25 August 1989, three months later on 29 November, he got a Presidential appointment as Chairman of the Mediation Board Commission on which he served until 15 November 1992.",
    "Thereafter Justice Atukorale was appointed as Legal Advisor to Sri Lanka’s President and functioned in that capacity at the Presidential Secretariat until 12 July 1993.",
    "18 years have passed, since Justice Atukorale’s demise. However his contribution to the country through his much valued legal knowledge lives on and is well remembered on his 100th birth anniversary and blessings invoked on him at the religious observances organised to mark this day."
  ]
}