{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Rain-may-be-limited-to-North-Western-Province-by-end-of-this-month-but-will-continue/108-283504",
  "time_ut": 1716874380.0,
  "original_lang": "en",
  "original_title": "Rain may be limited to North-Western Province by end of this month, but will continue",
  "original_body_lines": [
    "Colombo, May 28 (Daily Mirror) - Due to the active south-west monsoonal condition, the Meteorological Department predicted that the rainfall will be limited to the southwestern areas of the country, but will continue.",
    "The Forecasting Division of the National Meteorological Centre said the rain will be limited to the North-Western, Western, Sabaragamuwa and Southern Provinces while the frequency of heavy showers will decrease.",
    "In the next few days, the Department hopes that the rains will reduce considerably and be limited to the North-Western areas of the country, but will continue further.",
    "Meanwhile, the prevailing showery and windy weather conditions are expected to continue further today and heavy showers over 100 mm are likely in the Western and Sabaragamuwa Provinces and in the Nuwara-Eliya district.",
    "They said showers will occur in the Western, Sabaragamuwa, Central, North-Western and Southern Provinces, as well as in the Uva Province, Ampara and Batticaloa districts.",
    "Strong winds of 60 kmph can be expected at times over the western slopes of the central hills and in the Northern, North-Central, Western, Southern, and North-Western Provinces and in the Trincomalee and Moneragala districts.",
    "The sea areas around the island will be rough and the naval and fishing communities are advised not to venture into the sea areas until further notice.",
    "The winds will be south-westerly in the sea areas around the island and the speed will be 50 kmph. It may increase up to 70 kmph.",
    "The sea areas around the island will be rough and the swell waves will increase by 3.0 m in the sea areas off the coast, extending from Kalpitiya to Pottuvil via Colombo, Galle, and Hambantota.",
    "Temporary gusty winds and rough seas can be expected during thundershowers."
  ]
}