{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sls-inflation-reduced-to-single-digit-levels-in-2023-along-with-restoration-of-price-stability/",
  "time_ut": 1708103640.0,
  "original_lang": "en",
  "original_title": "‘SL’s inflation reduced to single digit levels in 2023 along with restoration of price stability’",
  "original_body_lines": [
    "The Central Bank of Sri Lanka released the Monetary Policy Report – February 2024 in keeping with the requirements of the Central Bank of Sri Lanka Act, No. 16 of 2023. The content of this Report is mainly based on information that was considered by the Monetary Policy Board of the Central Bank of Sri Lanka in formulating the monetary policy decision during the January 2024 review.",
    "This is the second Monetary Policy Report published by the Central Bank to provide forward-looking insights about the economy, particularly in terms of inflation and economic growth. The Report also aims to provide an assessment of risks to the projections on inflation and economic growth, considering the ongoing and expected developments of domestic and global fronts. Through this report, the Central Bank strives to improve its transparency and accountability by communicating the rationale for the recent monetary policy decisions of the Central Bank.",
    "The key highlights of the Monetary Policy Report – February 2024",
    "Sri Lanka successfully reduced inflation to single-digit levels in 2023 and restored price stability, after containing the historically highest inflation observed in 2022",
    "Supported by corrective policies and structural reforms, economic activity gradually regained momentum in 2023",
    "Monetary policy was relaxed on several occasions since June 2023 as inflation decelerated and inflation expectations remained anchored, while external sector pressures eased",
    "Inflation may deviate from the target in the near term mainly due to the recent tax amendments and supply side disruptions, although such impact is likely to be short-lived.",
    "Inflation is projected to stabilise around the targeted level of 5 per cent (year-on-year) over the medium term",
    "Annual economic growth is expected to turn positive in 2024 and gradually reach its potential over the medium term",
    "The Executive Summary of the Monetary Policy Report – February 2024 is given below:",
    "The Sri Lankan economy progressed on the path towards restored macroeconomic stability in 2023 where inflation was brought down from its highest levels in history observed in 2022, to single-digit levels. Moreover, amidst uncertainties and challenging conditions following the worst crisis in the country’s history, economic activity resumed gradually, supported by the gradual easing of monetary policy and monetary conditions and the revival in the external sector.",
    "Corrective macroeconomic policies and the implementation of required structural reforms were instrumental in achieving domestic price stability, thereby reinforcing overall macroeconomic stability. Following the rapid disinflation observed in the first half of 2023, year-on-year headline inflation, as measured by the Colombo Consumer Price Index (CCPI), moderated to single-digit levels, dropping to as low as 1.3 per cent in September 2023 within a year since striking its peak.",
    "Inflation accelerated somewhat to 4.0 per cent by end 2023 due to supply-driven factors and the dissipating effect of the favourable base. Core inflation based on the CCPI also moderated significantly during 2023, reflecting subdued underlying demand pressures.",
    "Meanwhile, the domestic economy made a steadfast recovery in 2023 benefitting from the gradual return of overall macroeconomic stability with the implementation of long-term-oriented economic policies by the Government and related authorities. Moreover, the strong commitment to reviving the economy through the adoption of such policies helped improve investor sentiments.",
    "Accordingly, with uncertainties dissipating and improvements observed on all macroeconomic fronts, the economy recorded an expansion in its activity in Q3-2023, after six consecutive quarters of contraction. Supported by the easing of monetary policy and improvement in domestic economic activity, an expansion in credit to the private sector was observed since mid-2023, and this momentum is expected to continue in the period ahead.",
    "The Central Bank continued to relax monetary policy during the second half of 2023 as the economy reached a state of stability with inflation remaining low and inflation expectations remaining anchored, while external sector pressures eased. Following the rapid disinflation process, current inflation remains closer to the inflation target.",
    "However, projections indicate a deviation of inflation from the target, primarily due to amendments to Value Added Tax (VAT) introduced in January 2024, before it retraces towards the target from around end 2024. This uptick in inflation is expected to be short-lived, thereby posing no significant threat to maintaining inflation at the targeted level of 5 per cent over the medium term. On the whole, risks to the near-term inflation projections are skewed to the upside, largely due to supply-side factors, while risks to medium-term inflation projections are balanced. Economic growth is expected to remain",
    "subdued in the short term but is expected to recover gradually towards its potential. Risks to real economic growth projections are skewed to the downside both in the near term as well as in the medium term, as economic activity is susceptible to adverse developments on the global front that affect export recovery, as well as loss in productivity due to outmigration of skilled labour and structural impediments to growth.",
    "Sampath Bank achieves stable results amidst economic headwinds, while supporting the sustainability of its customers.",
    "Central Bank’s Financial Stability Review 2023 reveals strained balance sheets, deterioration in credit quality, and sectoral risks",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}