{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-insurance-yet-again-records-a-staggering-profit-of-rs-10-6-billion-before-taxation-for-2023/",
  "time_ut": 1713367920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Insurance yet again records a staggering profit of Rs. 10.6 billion before taxation for 2023",
  "original_body_lines": [
    "Sri Lanka Insurance concludes the year 2023 with remarkable success, achieving an impressive profit before taxation of Rs. 10.6 billion, reflecting a robust improvement in combined Gross Written Premium (GWP) of Rs. 44.2 billion, marking a growth of 7.2%. As of December 31, 2023, Sri Lanka Insurance Life recorded a premium volume of Rs. 21 billion, while Sri Lanka Insurance General recorded a premium value of Rs. 23.1 billion.",
    "Reaffirming its commitment to customers throughout 2023, Sri Lanka Insurance disbursed an impressive Rs. 27.6 billion to policyholders in the form of maturity settlements and combined claim payments in addition to the 10.4 billion bonus declaration, underscoring the company’s steadfast commitment to honoring its obligations and ensuring the trustworthiness of its investment services. Furthermore, solidifying its strong financial position, SLIC has been able to continuously increase its Asset base and Life Fund over the years.",
    "This year the company was able to increase its asset base to enormous Rs. 313.3 billion and the Life fund to Rs. 180.8 billion. These achievements came amidst numerous changes that took place within the organization and during challenging economic and social conditions that prevailed in the country. Securing its number one position for the 5th consecutive year, at the end of 2023 Sri Lanka Insurance Motor Plus remains the market leader recording a claim payout of 10 billion and a total volume of Rs. 13.5 billion premium value strengthening its market position with a market share of 21%. Sri Lanka Insurance Motor Plus achieved a growth of 6%, which is over 10 times faster than the industry growth average of 0.5% for the motor segment.",
    "Affirming the prudent investment management strategies of the company and further emphasis on SLIC’s commitment towards its policyholders and their well-being, Sri Lanka Insurance outshone its own record to declare the largest Life Insurance bonus in the industry amounting to 10.4 billion for the year 2022 for its policyholders. In the last two decades SLIC has triumphed in declaring the highest Life Insurance bonuses year on year in the industry cumulating to a massive Rs. 92.8 billion making the SLIC bonus declaration unmatchable.",
    "The Group Chief Executive Officer of Sri Lanka Insurance, Chandana L. Aluthgama, proudly affirmed, “Our remarkable financial and non-financial accomplishments reflect the unwavering dedication and efforts exhibited by our exceptional team at Sri Lanka Insurance, even in the face of numerous challenges. Despite internal changes and the economic and social impact felt by the company, our strategic focus and steadfast commitment have positioned us as one of the most profitable entities yet again. The hard work and determination of our people have been instrumental in navigating these challenges, and with a reinforced foundation and a clear vision for the future, we are now prepared to embark on a new journey as Sri Lanka Insurance Life and Sri Lanka Insurance General.”",
    "Chairman of Sri Lanka Insurance, President Counsel Ronald C Perera stated, “As we reflect on 2023, Sri Lanka Insurance has demonstrated remarkable resilience and strength, as a robust and profitable business entity in the country despite the many challenges over recent years. In the midst of ongoing divestiture talks, it’s vital to emphasise that Sri Lanka Insurance, comprising both Life and General businesses, holds immense value for potential investors. The outstanding performance of both entities positions them as pivotal players in the market, offering significant benefits to interested parties.",
    "Acquiring such a robust asset would not only bolster the buyer’s organization but also enhance its portfolio, fostering mutual growth and long-term prosperity. As we move forward, Sri Lanka Insurance remains steadfast in its commitment to providing stability and strength to both Sri Lanka Insurance Life and Sri Lanka Insurance General. Our foundation is solid, and our vision for the future is resolute. With confidence, we anticipate that the enduring strength and stability of our company will serve as the cornerstone for the continued success of both entities in the years ahead.”(SLI)",
    "Unilever Sri Lanka, the Central Environmental Authority and the Marine Environment Protection Authority enter into a partnership for a sustainable future",
    "Sri Lanka Insurance hosts seminar on Enhancing Law enforcement Leadership and Communication",
    "Sri Lanka Insurance hosts seminar on Enhancing Law Enforcement Leadership and Communication",
    "Sri Lanka Insurance Corporation General poised for strong growth following official segregation",
    "Sri Lanka Insurance recognizes its top Sales achievers at Star Awards 2022",
    "Sri Lanka Insurance recognizes top sales achievers at Star Awards 2022",
    "Sri Lanka Insurance embarks on a new era: Legal segregation marks a historic milestone",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}