{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sajith-presents-Alternative-Practical-Path-program-for-economic-revival/56-758314",
  "time_ut": 1707506742.0,
  "original_lang": "en",
  "original_title": "Sajith presents ‘Alternative/Practical Path’ program for economic revival",
  "original_body_lines": [
    "Says country’s citizens are seeking an alternative path and his party is presenting a 20-point proposal in response",
    "Stresses SJB is charting balanced middle ground between far-right neoliberalism and far-left socialism",
    "Emphasises that Sri Lanka has potential to achieve greater prosperity and foster innovation through implementation of these 20 policies",
    "Opposition leader Sajith Premadasa presented a 20-point ‘Alternative/Practical Path’ program for Sri Lanka’s economic revival on Thursday while joining the debate on the Government Policy Statement presented by President Ranil Wickremesinghe at the opening of the fifth session of the ninth Parliament this week.",
    "He said the country’s citizens are now seeking an alternative path and the SJB is presenting a 20-point proposal in response. Premadasa said the SJB is charting a balanced middle ground between far-right neoliberalism and far-left socialism.",
    "Premadasa emphasised that Sri Lanka has the potential to achieve greater prosperity and foster innovation through the implementation of those 20 policies.",
    "The Opposition leader said his party advocates for rapid economic growth and expansion, rejecting economic contraction and that it is the SJB’s vision to propel the country towards a pattern of swift economic development, aiming for inclusive growth and collective prosperity that elevates living standards, economic benchmarks, and ensures equality, equity, and justice. He also highlighted the prioritisation of a program aligned with these principles.",
    "The 20-point ‘Alternative/Practical Path’ program of the SJB discusses shifting towards expanding the economy by departing from the Government’s contraction program, emphasising private sector-led economic growth for rapid economic development with the goal is to enhancing living standards and achieving inclusive economic growth centred on equality and justice.",
    "It also calls for the signing of a more humane and developmental agreement with the International Monetary Fund by revising the existing agreement for improved micro and macroeconomic management.",
    "Other points include drafting a national plan to elevate foreign direct investment (FDI) by attaining high rankings in the Ease of Doing Business Index and the Corruption Index, launching a comprehensive anti-corruption campaign, not confined to legislation but embedded in the constitution, focusing on export-oriented economic growth to revive the export sector and promoting small, micro, and medium-scale industries that contribute significantly to the economy, constituting 50% of GDP and 52% of total employment among others."
  ]
}