{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Civil-Society-appeal-for-abolition-of-Executive-Presidency/14-765895",
  "time_ut": 1724370229.0,
  "original_lang": "en",
  "original_title": "Civil Society appeal for abolition of Executive Presidency",
  "original_body_lines": [
    "The experience of 46 years of the operation of the 1978 Constitution shows that the executive presidential system has not delivered on any of the aims for which it was introduced",
    "We the undersigned call upon all candidates contesting the forthcoming 2024 Presidential election to firmly and publicly commit to the abolition of the executive presidential system within the first year of the next Parliament.",
    "The experience of 46 years of the operation of the 1978 Constitution shows that the executive presidential system has not delivered on any of the aims for which it was introduced: accelerated and sustained economic growth and development; communal harmony; and political stability. Executive presidentialism has only had a negligible impact on development. It has worsened rather than improved peace and stability, by accelerating ethnic conflict and making our political system prone to frequent crises.",
    "The executive presidential system produces these undesirable outcomes because, through its lack of accountability and responsiveness, it allows authoritarianism, corruption, and incompetence to trump the common good of Sri Lanka and Sri Lankans.",
    "We therefore strongly believe that this is the single most important reform that is essential for the meaningful and irreversible re-democratisation of Sri Lanka.",
    "While recent experience since 2022 has only highlighted the autocratic potential of this system, we recall that in the history of presidential elections since 1988, there have been more popular mandates than not for the abolition of the Executive Presidency. Most recently, the people clearly made the connection between this system and the causes of bad governance and economic collapse when, during the Aragalaya of 2022, they called for ‘system change’. The only way ‘system change’ can even begin to be delivered is by abolishing the Executive Presidency.",
    "1. Geoffrey Alagaratnam, President’s Counsel, 2. Daniel Alphonsus, 3. Dr A.M. Navaratne Bandara, 4. Daneshan Casie Chetty, 5. Bishop Duleep de Chickera, 6. Anushaya Collure, 7. Anushya Coomaraswamy, 8. Dr Radhika Coomaraswamy, 9. Dr Tara de Mel, 10. Anoma De Silva, 11. Minoli de Soysa, 12. Visaka Dharmadasa, 13. Fr. Noel Dias, 14. Rohan Edrisinha, 15. Nirmaleeni Eriyagama, 16. Priyanthi Fernando, 17. Suresh Fernando, 18. Rosanna Flamer-Caldera, 19. Bhavani Fonseka, 20. Dr Rajni Gamage, 21. Dr Mario Gomez, 22. Prof Savitri Goonesekera, 23. Prof Camena Gunaratne, 24. Sharmaine Gunaratne, 25. Melani Gunathilaka, 26. Dr Samanthi J. Gunawardana, 27. Dr Ruvaiz Haniffa, 28. Dr Sanjana Hattotuwa, 29. Tracy Holsinger, 30. Elijah Hoole, 31. Rajan Hoole, 32. Ameena Hussein, 33. K.W. Janaranjana, Attorney-at-law, 34. S.T. Jayanaga, President’s Counsel, 35. Chandra Jayaratne, 36. Prof T. Jayasingham, 37. Tissa Jayathilaka, 38. Dr Nihal Jayawickrama, 39. Sarah Kabir, 40. Dr Sakuntala Kadirgamar, 41. Prof Gamini Keerawella, 42. Dr Harshan Kumarasingham, 43. Jayanthi Kuru-Utumpala, 44. Danushka S. Medawatte, 45. Anura Meddegoda, President’s Counsel, 46. Buhary Mohamed, 47. Manoj Nanayakkara, Attorney-at-law, 48. Prof Arjuna Parakrama, 49. Prof H.R. Pasindu, 50. Dr Pradeep Peiris, 51. Binendri Perera, 52. Dr Jehan Perera, 53. Nadishani Perera, 54. Srinath Perera, Attorney-at-law, 55. Dinal Phillips, President’s Counsel, 56. Saliya Pieris, President’s Counsel, 57. Ven. Kalupahana Piyaratana, 58. Mirak Raheem, 59. Dr Ramesh Ramasamy, 60. Prof Ruvani Ranasinha, 61. Ravi Ratnasabapathy, 62. Roel Raymond, 63. Dr Kanchana Ruwanpura, 64. Athulasiri Kumara Samarakoon, 65. Jeanne Samuel, 66. Dr Paikiasothy Saravanamuttu, 67. Dr Kalana Senaratne, 68. Prof Tudor Silva, 69. Vanie Simon, 70. M.A. Sumanthiran, President’s Counsel, 71. Ermiza Tegal, Attorney-at-law, 72. Prof Chandragupta Thenuwara, 73. Sandun Thudugala, 74. Prof Deepika Udagama, 75. Prof Jayadeva Uyangoda, 76. Gamini Viyangoda, 77. Dr Asanga Welikala, 78. Dr Shamara Wettimuny , 79. Dr Jayampathy Wickramaratne, President’s Counsel, 80. Anoma Wijewardene, 81. Dr Roshan de Silva Wijeyeratne, 82. Dr Joe William and 83. Godfrey Yogarajah.",
    "Organisations: 1. Alliance Development, 2. Association of War Affected Women, 3. Centre for Policy Alternatives, 4. Eastern Social Development Foundation, 5. International Centre for Ethnic Studies, 6. Institute of Political Economy, 7. Law and Society Trust, and 8. Transparency International Sri Lanka."
  ]
}