{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/South-Asia-Policy-and-Research-Institute-holds-first-of-youth-led-series-of-dialogues/56-781951",
  "time_ut": 1758306218.0,
  "original_lang": "en",
  "original_title": "South Asia Policy and Research Institute holds first of youth-led series of dialogues",
  "original_body_lines": [
    "“Sri Lanka’s economic future: What role can you play in driving reforms?” was the timely and thought-provoking theme of the first discussion in a six-part youth-led series launched by the South Asia Policy and Research Institute (SAPRI) to mark its 15th anniversary.",
    "The series, held under the banner “Policy Pulse: Youth Voices for South Asia”, seeks to build policy literacy, sharpen analytical thinking, and deepen civic engagement among young Sri Lankans.",
    "The inaugural session, held on 19 September at SAPRI’s Colombo 5 office, was well attended, with students from private universities—including IIT, APIIT, and NSBM—and professionals from the advertising field, education sector, and the press.",
    "Guided by economists Deshal de Mel and Dhananath Fernando, participants engaged in lively debate and collaborative breakout sessions, culminating in concrete policy recommendations. These ideas will be distilled into a policy paper, forming part of a series of six policy briefs that will ultimately be presented to policymakers at a roundtable and conference in 2026.",
    "Speaking at the event, SAPRI Executive Director Madara Ranmuthugala emphasised the institute’s mission to open up meaningful spaces for public participation in national decision-making: “These monthly events will bring together thought leaders, youth activists, entrepreneurs, and researchers to generate actionable insights for policy reform. We want to ensure that the general population, especially the youth, are aware of the avenues open to them and that all concerned citizens have ample opportunity to get involved in the political and economic policymaking spaces of the country.”",
    "Advocata CEO Dhananath Fernando said: “It is very encouraging to see the young generation moving towards public policy. SAPRI is doing important work in encouraging them and helping them understand the larger issues pertaining to Sri Lanka and bring solutions. I am also pleased to see the engagement of the youth.”",
    "Chamodi Vishwadeepanee and Nethmi Wijesekara, both of NSBM, spoke of their experience. “We have understood from the session that policies are about stabilising the economy with the help of the stakeholders and that engaging in public policy is a long-term process where both losers and winners must be taken into account. We learnt a lot in the session and are planning on implementing in our future lives.”",
    "The series will run from September to February, with a concluding event in March, covering diverse national policy themes. Each session is designed to empower participants to transform discussion into action, producing outputs that can directly shape Sri Lanka’s future.",
    "Beyond this initiative, SAPRI continues to drive innovative projects in reconciliation and youth empowerment, including a pilot Science Education program in Mullaitivu, with plans for expansion across the country."
  ]
}