{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Impact-of-emerging-tech-and-AI-on-jobs-Are-companies-and-workers-ready/4-779462",
  "time_ut": 1753400575.0,
  "original_lang": "en",
  "original_title": "Impact of emerging tech and AI on jobs: Are companies and workers ready?",
  "original_body_lines": [
    "At the recent SLID–Huawei CXO Forum, I posed a question to the keynote speaker and panel: What is the real impact of AI on jobs? The panel unanimously acknowledged that Artificial Intelligence (AI) and other emerging technologies are rapidly reshaping industries, skills and workplaces—ushering in an era of unprecedented innovation, efficiency, and business transformation.",
    "Yet, alongside these advances come pressing concerns—particularly regarding their implications for employment, migration, and livelihoods. As Dr. Gita Gopinath, First Deputy Managing Director of the IMF, notes, AI’s full impact on productivity remains uncertain, but what is clear is the urgent need to strengthen both digital infrastructure and human capital (IMF Insight).",
    "As AI systems become more sophisticated—taking on tasks once reserved solely for humans—two fundamental questions emerge: Are companies ready to integrate AI strategically and responsibly into their workplaces? And are workers equipped to navigate the shifting landscape—not just to survive, but to protect and grow their livelihoods?",
    "AI’s influence on employment is multi-faceted. On one hand, it excels at automating routine and repetitive tasks—from data entry and basic analytics to assembly line operations, routine business decisions, and even standardised customer service via chatbots and AI agents. This automation brings clear benefits: greater productivity, consistent service delivery, cost efficiencies, and improved accuracy. In manufacturing, robotic automation is fast becoming the norm, while in services, AI is streamlining customer experiences and boosting satisfaction through stable delivery. However, these efficiencies come at a human cost. Jobs grounded in repetitive or procedural work are highly vulnerable, putting workers—especially in labour-intensive industries—at risk of displacement and financial insecurity.",
    "At the same time, AI acts as a powerful driver of job creation and role enhancement. It is fuelling demand for new categories of jobs such as AI strategists, data scientists, machine learning engineers, and robotics technicians. More importantly, it is redefining existing jobs by relieving workers of repetitive functions and enabling them to focus on higher-order tasks—such as problem-solving, creative thinking, strategic planning, advocacy, and emotional intelligence. This symbiotic relationship between humans and machines has the potential to accelerate economic transformation and redefine the future of work and education.",
    "Readiness, according to research, varies widely across organisations. While large corporations are moving quickly—investing heavily in AI tools, digital transformation roadmaps, and workforce reskilling—many others are still struggling to find their footing. These early movers understand that AI adoption isn’t just about integrating software; it requires a fundamental rethink of workflows, decision-making models, talent development, compensation, and change management.",
    "In contrast, small and medium-sized enterprises (SMEs) face significant hurdles: limited capital, technical skills gaps, uncertainty around ROI, and resistance to change. Many are apprehensive due to costs, potential employee backlash, union pressures, or the operational disruption that digitalisation may bring.",
    "Perhaps more concerning is the readiness of the workforce. Workers in routine or lower-skilled roles face the highest risk of being left behind or laid off. While new opportunities are emerging, they demand a radically different set of competencies—data literacy, adaptability, systems thinking, and collaboration with AI. Unfortunately, many current employees lack these skills, and Sri Lanka’s traditional education and training frameworks are still catching up.",
    "A culture of lifelong learning, continuous upskilling, and retraining is urgently needed. But this path is not easy—many workers face financial, emotional, and psychological barriers, including job insecurity and fear of obsolescence.",
    "Government, educators, and businesses must work together to create an enabling ecosystem for AI-driven transformation. Public policies should incentivise and subsidise reskilling efforts, support workers displaced by automation, and promote ethical, inclusive, and responsible AI development.",
    "Strong governance frameworks are essential—to tackle algorithmic bias, ensure transparency in AI-driven decisions, and promote equitable distribution of AI’s benefits across society. At the enterprise level, companies must prioritise transparent communication around AI strategies and invest meaningfully in human capital development—eliminating bias and promoting opportunity for all.",
    "AI and emerging technologies represent a double-edged sword. Their potential to revolutionise productivity, reshape business models, and unlock innovation is immense. But the disruptions they cause—especially to employment and livelihoods—are complex and emotionally challenging. Larger firms are forging ahead; SMEs risk falling behind. Workers in routine roles face a stark choice: upskill or risk irrelevance and job layoffs.",
    "The question is no longer whether AI will disrupt jobs—it already is. The real question is: Are we ready? And if not, what are we doing—right now—to prepare ourselves as employers, workers, and policymakers?",
    "Without urgent, coordinated action across education, industry, trade unions, and government, the AI revolution could deepen inequality and leave millions behind. But with foresight, targeted investment, and multi-stakeholder collaboration, we can shape a future where AI enhances—not diminishes—human potential.",
    "As the renowned HR thought leader Professor Dave Ulrich aptly notes: “The most successful AI strategies don’t choose between artificial intelligence or authentic intimacy—they combine the two. They don’t just remove jobs or redefine work—they do both. AI should be used to broaden perspective while deepening human cognitive capability.”",
    "SLID–CXO Forum 2025: Banking Innovation, Technology, and Risk in Partnership with Huawei"
  ]
}