{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101166/75-years-of-geneva-conventions-sri-lanka-to-adopt-sinhala-tamil-translations",
  "time_ut": 1723441980.0,
  "original_lang": "en",
  "original_title": "75 Years of Geneva Conventions: Sri Lanka to adopt Sinhala, Tamil translations",
  "original_body_lines": [
    "In commemoration of the 75th anniversary of the Geneva Conventions, which falls today (Aug 12), Sri Lanka will officially adopt the finalized Sinhala and Tamil translations of the Geneva Conventions in order to ensure the promotion of broader understanding and awareness of international humanitarian law (IHL), reflecting the obligation on the State parties to the Geneva Conventions to ensure the dissemination of their content.",
    "Issuing a statement, the International Committee of the Red Cross (ICRC) said that ratified by all States, the Geneva Conventions of 1949 embody the universal recognition that wars must have limits, and that, regardless of the circumstances, the actions of parties to an armed conflict must be guided by respect for human dignity and compassion.",
    "“The Geneva Conventions form the core of international humanitarian law which protects people who are not, or are no longer, taking part in the fighting. They represent a shared interest in a humanitarian imperative to regulate the behaviour of warring parties and to set limits to violence in war. In the context of the devasting humanitarian impact of armed conflicts and polarised public opinion, this unique consensus must be embraced, not cast aside”, it added.",
    "Meanwhile, to mark this significant milestone, the Ministry of Foreign Affairs - Sri Lanka, the Embassy of Switzerland to Sri Lanka and the Maldives and the International Committee of the Red Cross (ICRC) are organizing an event, themed “75 Years of the Geneva Conventions: Global and Sri Lankan Perspectives” on 14 August 2024 in Colombo.",
    "“At the commemorative event, the finalised Sinhala and Tamil translations of the Geneva Conventions will be handed over to the Ministry of Foreign Affairs – Sri Lanka, to be officially adopted, with the aim of promoting wider knowledge of international humanitarian law, reflecting the obligation on the State parties to the Geneva Conventions to ensure the dissemination of their content. A panel discussion is also scheduled to take place at the event with the participation of experts in international humanitarian law, on ‘Preserving our shared humanity: IHL as a national and international political priority’”, the ICRC mentioned.",
    "Additionally, a photo exhibition will be unveiled at the BMICH, showcasing historical and contemporary perspectives on the Geneva Conventions and Sri Lanka’s contributions to the development of IHL. The exhibition, which is free to the public, will run from 15th to 25th August 2024, it added."
  ]
}