{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Concerns-sparked-over-alleged-letter-from-Sabaragamuwa-medical-students/108-275997",
  "time_ut": 1706626620.0,
  "original_lang": "en",
  "original_title": "Concerns sparked over alleged letter from Sabaragamuwa medical students",
  "original_body_lines": [
    "Colombo, Jan 30 (Daily Mirror) -  Allegations have surfaced regarding a letter purportedly written by students of the Sabaragamuwa Medical Faculty on the MOU signed between the Ministry of Health, UGC and University, stirring controversy and suspicion within academic circles.",
    "The letter, which addresses crucial matters pertaining to the establishment of professorial units and student training, has been called into question for its authenticity and content accuracy.",
    "“The letter is not done by students. Based on content, certain words and technical details, it is obvious that prominent individuals in the SLMC and few academics who wish the students to be sent to other faculties have done this to sabotage the measures taken by the Ministry of Health and Higher Education Authorities to resolve the issue. Further, some content in the letter is not factually correct,\" stated concerned sources familiar with the situation.",
    "The letter suggests that the Ministry of Health has no jurisdiction in establishing professorial units or overseeing teaching activities within medical faculties. It asserts that the responsibility lies solely with the universities and the University Grants Commission (UGC). Furthermore, it addresses a specific dilemma faced by the Sabaragamuwa Medical Faculty concerning the distribution of students for professional training.",
    "The controversy stems from the proposal by the Sri Lanka Medical Council (SLMC) to redistribute final-year students of Sabaragamuwa Medical Faculty to other institutions due to the absence of established professorial units with adequate staff. However this proposal may create numerous problems to the faculty, staff and students. It has to be noted that other faculties too are facing difficulties in maintaining quality in clinical training due to increased student numbers and lack of facilities.",
    "This proposal in MOU aimed to ensure timely completion of final exams and enable students to participate in common MCQ exams alongside students from other faculties. As per proposal there will be adequate number of patients for clinical training in the allocated wards, may be more than patients in professorial units of other faculties and in addition to the faculty staff there shall be ministry senior experienced consultants to provide required clinical training of the final year students when such is not available in other faculties.",
    "When the required professorial units were not available for final year students at TH Ratnapura as planned and promised SLMC, students and faculty members expressed serious concerns on the situation and informed the Higher Education authorities. However, with no immediate resolution in sight, the Ministry of Health intervened, collaborating with consultants at TH Ratnapura and University Grants Commission to devise an \"interim\" solution through a memorandum of understanding (MOU) to resolve the problem immediately to facilitate the clinical training of final year students. It has to be noted that this is only a temporary arrangement until the proposed new required Professorial units are constructed at TH Ratnapura.  This interim arrangement is contingent upon accreditation by the accreditation unit of the SLMC.",
    "While this temporary solution as per MOU has been in effect for several months, critics of the arrangement have questioned its sustainability and efficacy though clinical training of students have been provided maintain quality and standards. Nonetheless, proponents argue that it provides a practical response to an immediate problem faced by the medical faculty and its students while assuring standards and quality.",
    "\"It is sad to note very few opponents, including very few in SLMC, attempting to instigate students to disrupt clinical training and create a chaotic situation in the higher education sector for personal reasons. Instead they should appreciate the timely action taken by the Ministry of Health, Consultants, Academics and UGC to support the students and the faculty,\" the source added."
  ]
}