{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Former-SL-netball-captain-fails-doping-test/108-282266",
  "time_ut": 1715273100.0,
  "original_lang": "en",
  "original_title": "Former SL netball captain fails doping test",
  "original_body_lines": [
    "May 9 (Daily Mirror) - Sri Lanka’s current national netball poolist and former captain Semini Alwis has been alleged to have used prohibited stimulants, according to a random test conducted by the Sri Lanka Anti Doping Agency (SLADA).",
    "Semini is a member of the national netball pool set up by the Netball Federation of Sri Lanka (NFSL) in preparation for the 13th Asian Netball Championship, which will be held from September 26 to October 6 in Saudi Arabia.",
    "The World Anti-Doping Agency (WADA) has officially informed Semini and the SLADA that the initial urine samples contained prohibited stimulants following a test conducted by the SLADA on March 21.",
    "This is the first instance that a Sri Lanka netball player has failed a drug test conducted by the SLADA and WADA.",
    "“We have received the initial report and will soon inquire from the relevant player about the prohibited stimulants before conducting an initial test,” SLADA Director General Dr. Shiromi Pilapitiya told the Daily Mirror today.",
    "“After that, the player could proceed with a ‘B’ sample test to prove her innocence but until then she has been temporarily suspended from participating in the national pool training sessions.",
    "Semini is a veteran player who has represented the country at two Netball World Cup Tournaments in 2015 and 2019 and a few Asian Championships (Junior and Senior).",
    "She was the captain of the Sri Lanka Team at the 2015 Sydney World Cup in Australia.",
    "Meanwhile, NFSL President Lakshmi Victoria has informed the incident with the Director General of the Department of Sports Development of the Ministry of Sports Professor Shemal Fernando and other responsible parties before heading towards the next step."
  ]
}