{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97692/un-rights-chief-raises-concerns-over-sri-lankas-regressive-laws-authoritarian-approaches",
  "time_ut": 1709388360.0,
  "original_lang": "en",
  "original_title": "UN rights chief raises concerns over Sri Lanka’s ‘regressive laws & authoritarian approaches’",
  "original_body_lines": [
    "The UN High Commissioner for Human Rights has urged the Sri Lankan government to undertake credible accountability measures to investigate and prosecute past and present human rights violations and economic crimes.",
    "Mr. Volker Türk made this remark while delivering updates on human rights in Colombia, Guatemala, Honduras, Nicaragua, Cyprus and Sri Lanka at the 55th Session of the Human Rights Council.",
    "Türk said he remains “deeply concerned about recurring, credible accounts received by my Office of abductions, unlawful detention and torture, including sexual violence, by the Sri Lankan police and security forces, some of which allegedly took place in 2023, mainly in the north and east of the country.”",
    "He went on to raise concerns about the recent appointment of the new Inspector-General of Police (IGP) Deshabandu Tennakoon, despite the Supreme Court’s finding that he was implicated in the ‘torture of an individual in 2010.’",
    "Türk emphasized that the environment for a credible truth-seeking process remains absent regardless of the government’s introduction of a draft legislation for a Commission for Truth, Unity and Reconciliation. “My Office continues to receive allegations of surveillance, harassment and arrests by security forces of civil society representatives, journalists and victims, as well as of people who have been involved in organising commemoration events for war victims.”",
    "These cases highlight the need for comprehensive security sector reforms, the UN Human Rights Chief pointed out.",
    "Commenting on the Online Safety Act, Anti-Terrorism Bill, Electronic Media Broadcasting Authority Bill, and the NGO Supervision and Registration Bill, Türk expressed concerns about the potentially far reaching impact of these laws on fundamental rights and freedoms, the rule of law and democratic governance.",
    "Noting that Sri Lanka cannot achieve sustainable peace and reconciliation with ‘regressive laws and authoritarian approaches’, which will only serve to perpetuate the human rights concerns of the past, the UN Human Rights Chief urged the authorities to reverse this trend immediately.",
    "He said Sri Lanka can achieve genuine reconciliation, sustainable peace and development only by addressing the root causes of the country’s conflict and economic crisis, and ensuring accountability.",
    "Read the UN Human Rights Chief’s full update on human rights in Sri Lanka below:",
    "Two years ago, tens of thousands of Sri Lankans took to the streets demanding deep democratic reforms and accountability for economic mismanagement and corruption, which resulted in the most severe socio-economic crisis in a generation. There was great hope that the country would embark upon a long overdue transformation that would benefit all its communities.",
    "While the Government has taken important steps to stabilize the economy, I am concerned by the introduction of new or proposed laws with potentially far-reaching impact on fundamental rights and freedoms, the rule of law and democratic governance.",
    "These include the Online Safety Act; the Anti-Terrorism Bill; the Electronic Media Broadcasting Authority Bill; and the NGO Supervision and Registration Bill – which variously strengthen the executive, grant broad powers to the security forces, and severely restrict rights to freedom of assembly, association and expression, impacting not only on civic space but the business environment.",
    "Meanwhile, the disastrous consequences of Sri Lanka’s economic crisis continue to bite deeply, particularly for the most marginalised. Poverty rose further to an estimated 27.9% last year. Nearly two-thirds of households across the country have seen their monthly incomes decrease since March 2022, while food, transportation, health and education costs continue to rise. Despite the Government’s efforts, social protection remains overstretched, and the government’s largest budget expenditure this year will go towards servicing its debt. I appeal for Sri Lanka to be given the fiscal space and support by international financial institutions and creditors to uphold economic, social and cultural rights.",
    "This year, Sri Lanka marks 15 years since the end of a decades-long civil war. Yet violations of human rights remain unaddressed. Tens of thousands of families of the disappeared are still looking for their loved ones and face intimidation, arrests and violence in their search. Land disputes continue to escalate in the north and east of the country impacting on people’s livelihoods. Provincial Councils and local government bodies, that promised a measure of devolution, are not currently constituted.",
    "It is also almost five years since the devastating Easter Sunday bombings, and despite Supreme Court orders victims are still seeking truth and justice.",
    "While the Government has introduced a draft legislation for a Commission for Truth, Unity and Reconciliation, the environment for a credible truth-seeking process remains absent. My Office continues to receive allegations of surveillance, harassment and arrests by security forces of civil society representatives, journalists and victims, as well as of people who have been involved in organising commemoration events for war victims.",
    "I remain deeply concerned about recurring, credible accounts received by my Office of abductions, unlawful detention and torture, including sexual violence, by the Sri Lankan police and security forces, some of which allegedly took place in 2023, mainly in the north and east of the country. Last week, the appointment of a new Inspector General of Police was confirmed, despite the Supreme Court’s finding that he was responsible for torture of an individual in 2010. These cases highlight the need for comprehensive security sector reform.",
    "My Office continues to work to advance accountability in Sri Lanka. It is providing support to several jurisdictions undertaking criminal justice investigations, and is deepening its information and evidence base on specific incidents of human rights concern. It has also been carrying out research on enforced disappearance and conducting consultations with victims.",
    "Sustainable peace and reconciliation will not be achieved in Sri Lanka with regressive laws and authoritarian approaches, which will only serve to perpetuate the human rights concerns of the past.",
    "I urge the Government immediately to reverse this trend and undertake credible accountability measures to investigate and prosecute past and present human rights violations and economic crimes. I also urge Member States to continue to reinforce these efforts, including through appropriate use of universal and extra-territorial jurisdiction and targeted measures against credibly-alleged perpetrators of serious human rights violations and abuses.",
    "It is only through addressing the root causes of the country’s conflict and economic crisis, and ensuring accountability, that Sri Lanka will be able to enhance its prospects of achieving genuine reconciliation and sustainable peace and development."
  ]
}