{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102467/will-never-allow-sri-lankan-territory-to-be-used-inimical-for-indias-security-interests-president",
  "time_ut": 1728117840.0,
  "original_lang": "en",
  "original_title": "‘Will never allow Sri Lankan territory to be used inimical for India’s security interests’ – President",
  "original_body_lines": [
    "President Anura Kumara Dissanayake has reiterated that Sri Lankan territory would never allowed to be used in a manner inimical to India’s security interests. Dissanayake highlighted this, during a discussion held in Colombo with India’s External Affairs Minister (EAM) Dr. S. Jaishankar who visited Sri Lanka on Friday (04).",
    "Issuing a statement regarding Dr. S. Jaishankar’s Sri Lanka visit, the Indian High Commission in Sri Lanka stated that regarding security and defence, the meetings brought out that the interests of India and Sri Lanka were closely intertwined. Their collaboration was in mutual interest and contributed to the stability and security of the region. The importance of a continuous dialogue that would promote trust, transparency and mutual sensitivity was recognized.",
    "Furthermore, with regard to the ethnic issue and the reconciliation process, EAM reiterated India’s support for the aspirations of all communities, including Tamils, for equality, justice, dignity, peace while maintaining the unity, territorial integrity and sovereignty of Sri Lanka., the Indian High Commission mentioned.",
    "Meanwhile, he has assured that the full and effective implementation of the 13th Amendment of its Constitution and the early holding of Provincial Council elections will facilitate these objectives.",
    "In his meeting with the President, Dr. Jaishankar spoke about ongoing initiatives in the field of energy production and transmission, fuel and LNG supply, solar electrification of religious places, connectivity, digital public infrastructure, health and dairy development.",
    "He highlighted that they would contribute to economic sustainability and provide new streams of revenue. The Sri Lankan President said that India’s economic support is critical to realize his vision of a prosperous Sri Lanka and meeting the aspirations of the people. He referred to the potential of export of renewable energy to India which could help reduce production costs in Sri Lanka and create additional resources. The President also noted the contribution of Indian tourists and recognized that this has the potential to grow further, the Indian High Commission added.",
    "EAM’s conversation with the leadership also covered facilitating Indian investments and job creation in Sri Lanka, as well as expanding the flow of Indian tourists. In his meeting with Prime Minister Amarasuriya, he underlined that the Government of India was prepared to respond to the training and capacity building requirements of Sri Lanka. Their discussion also focused on the benefits of digital public infrastructure, the statement highlighted.",
    "On Sri Lanka’s debt restructuring efforts, EAM recalled that India had been supportive of Sri Lanka’s economic stability and recovery from the very start. It was the first country to give financing assurances which enabled the IMF to finalize the Extended Fund Facility. He confirmed India’s support in the Official Creditors’ Committee in respect of Sri Lanka’s agreement with International Sovereign Bond holders.",
    "India is also willing to expedite the conclusion of its bilateral MoU with Sri Lanka, the Indian High Commission said, noting that the President conveyed his appreciation in that regard."
  ]
}