{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Colombo-Plan-to-further-expand-maritime-sector/108-278231",
  "time_ut": 1709592300.0,
  "original_lang": "en",
  "original_title": "Colombo Plan to further expand maritime sector",
  "original_body_lines": [
    "From left: Rohan Masakorala -Lead Consultant, Maritime Advisory Programme, CP, Dr. Benjamin Reyes-Secretary General CP and Khalid Hamoud, Ambassador of Saudi Arabia to Sri Lanka",
    "Dr. Benjami Reyes, the Secretary General of Colombo Plan (CP) met with the Saudi Arabian Ambassador to Sri Lanka Khalid Hamoud Alkahtani recently to discuss further cooperation in the maritime sector as a member country of the Colombo Plan.",
    "The Lead Consultant to the CP Maritime Advisory Programme, Rohan Masakorala, joined the discussion where areas of infrastructure, capacity building and trade facilitation were the topics of concern. The Saudi Ambassador to Sri Lanka has expressed optimism and conveyed his continuing support to future collaboration initiatives with CP, as a leading gulf state.",
    "In the meantime, United States of America, as a member country of CP has been taking a lead role in funding key projects of Colombo Plan and in the port sector of Sri Lanka. It recently funded a three-year capacity building programme for the Sri Lanka Ports Authority through the CP.",
    "The Colombo Plan for Cooperative Economic and Social Development in Asia and the Pacific is one of the oldest regional inter-governmental organizations dating as far back to 1950. The CP objectives are to promote interest and support for the economic and social development of Asia and the Pacific cooperation2 and assist in the sharing and transfer of technology among member countries. Additionally, CP aims to keep under review relevant information on technical cooperation between the member governments, multilateral and other agencies with a view to accelerate development through cooperative efforts.",
    "CP facilitates the transfer and sharing of developmental experiences among member countries within the region with an emphasis on the concept of South-South cooperation. The organization has been actively engaging its Drug Advisory Programme (DAP) in over eighty countries funded by the United States of America.In addition to the DAP, the Colombo Plan has other permanent programmes:which are Capacity Building Programme, Gender Affairs Programme (GAP)& Environment Programme."
  ]
}