{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/22a-and-rahu-kalay/",
  "time_ut": 1721502000.0,
  "original_lang": "en",
  "original_title": "22A and Rahu Kalay",
  "original_body_lines": [
    "The government on Thursday backed out of its announced decision to enact a 22A to the present constitution. Or so we thought on the authority of Justice Minister Wijeyadasa Rajapakshe who formally announced that he had directed the matter be held over until the presidential election is concluded later this year. But this, as our tourism blurbs proclaim, is a country like no other. Within hours of the Justice Minister’s press communique on the subject, The relevant gazette is published under the hand of the President!",
    "Is there miscommunication between His Excellency, the President of the Republic and his Justice Minister who is also responsible for constitutional affairs? Or is it that the left hand does not know what the right hand is doing? Now that the gazette is out in black and white, where do we go from here? Many activists in the political sphere have smelled a rat in 22A. The process which began with the publication of the gazette permits the issue to be canvassed before the Supreme Court.",
    "There will undoubtedly be a number of petitions before the Supreme Court, possibly a longer list than the number of names on the ballot paper at the forthcoming presidential election. If whatever the games that are now being played have something to do with that election, most people will figure that President RW is not as confident of his chances as his hurrah boys loudly proclaim. Remember too that the Justice Minister is a declared candidate at the presidential election. He said so recently after being crowned leader of the SLFP by former President Sirisena.",
    "Writing to this newspaper last Sunday, Dr. Nihal Jayawickrama, a reputed legal academic who held high office in the Sirima Bandaranaike government of 1970 – 77 clearly explained that the proposed amendment was totally unnecessary. The law was clear that the presidential and parliamentary term was five and not six years. He, therefore, suspected a Machiavellian reason for a proposed 22A to be sprung on the people at this time. What could be the reason for that?",
    "“In the absence of any rational explanation,” Jayawickrama wrote, “one is entitled to speculate whether there could be some devious, deceitful or self-serving objective. Could it be the expectation that at the committee stage, an amendment would be moved to achieve linguistic uniformity not by replacing the words ‘six years’ with ‘five years’ in Article 83, but by replacing the words ‘five years’ with ‘six years’ in Article 30 (2) and Article 62 (2) thereby restoring the 1978 Constitution to its original form? That will not be required to be approved by the people at a referendum, but only the affirmative votes of two thirds of the parliamentary membership.”",
    "He continued: “If that be the hidden agenda, it will not only save the government the enormous cost of a referendum but may also provide the Members of Parliament elected in 2020 with an additional year in office. Whether it will provide the President, who was elected by Parliament to “hold office only for the unexpired period of the term of office of the President vacating office” (Article 40) to continue in office for an additional year may need to be determined by the Supreme Court, having regard to the fact that his predecessor who fled the country in 2022 was elected in 2019 to serve a term of only five years.”",
    "President Ranil Wickremesinghe today heads what is in effect an SLPP government. No wonder he is often derided as “Ranil Rajapaksa.” Although he stumps the country almost on a daily basis handing over title deeds for land and homes, declares open a plethora of government projects and behaves very much like the candidate at the forthcoming election, he has, for whatever reason, not yet declared his candidature. He himself has not yet said he is running for office although his confidantes, intimates and cheer leaders not only proclaim that he’s a candidate but also that his victory is certain. We do not know when he will utter the magic mantra. The Rajapaksas and their henchmen repeat ad nauseam that the SLPP will run a candidate but are shy of naming that worthy. Meanwhile many of their once faithful acolytes have mounted the Wickremesinghe bandwagon.",
    "While the SLPP, despite shifts in allegiance, commands a comfortable parliamentary majority, they may not have a two thirds plurality any more. No wonder that it was alleged a couple of days ago that the Sword of Damocles of an instant dissolution of Parliament is being held over the heads of MPs if they do not give 22A the necessary two thirds majority. Those awaiting completion of five years or parliamentary service to qualify for a life pension can certainly be influenced by such a threat. That 22A has now been gazetted, it must surely come to Parliament.",
    "Why the Elections Commission now empowered to declare the election and the various relevant dates thereof is holding its horses till the end of this month is also unclear. Surprisingly, Election Commission Chairman RMAL Rathnayake citing what he called prevailing cultural practices in the country said last week that rahu kalayas (inauspicious times) are being taken to account in the decision making regarding dates and times.",
    "If this was a previous practice, it was something totally unknown to the country at large. It is very well known that many politicians are strong believers in rahu kalayas and rajya yogyas (royal destiny). They sport rings and talismans to ward off malefic effects. One presidential contender reputedly refrains from talking on the phone during the rahu kalay. These are all personal beliefs and superstitions and certainly not the business of the Elections Commission. Rathnayake brought no credit to the Commission he heads or himself with his remark about rahu kalay being among the factors that are being taken to account in determining some matters under purview of the Commission.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}