{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Online-Safety-Act-OSA-a-policy-perspective-at-a-public-dialogue/4-758399",
  "time_ut": 1707760060.0,
  "original_lang": "en",
  "original_title": "Online Safety Act (OSA): a policy perspective at a public dialogue",
  "original_body_lines": [
    "There was evident cause for concern that other demographics in our isle could be subject to the potential",
    "At a recent public seminar on the Online Safety Act (OSA), a policy perspective under the title ‘OSA: Why The Rush?’ was presented by the academics and students of the Bandaranaike Academy for Leadership and Public Policy (BALPP) in tandem with cyber-security experts.",
    "The public policy initiative came in the aftermath of the government’s ostensible ‘rushing through’ with this controversial piece of legislation, in the teeth of ignored criticism and concerns expressed by stakeholders in Sri Lanka’s increasingly important cyber-security domain.",
    "BALPP students following a post-graduate course in cyber-security observed that the OSA is ostensibly to protect women and children from the following:",
    "Despite the passage of similar international policies – the US (1996), Japan (2013), Singapore (2019, 2023), Australia (2021) and the UK (2023) – with the focus on protecting women and children, there was evident cause for concern that other demographics in our isle could be subject to the potential excesses of the new law.",
    "Therefore it is vital as regards the OSA Act No. 9 of 2024 in Sri Lanka to examine its core purpose (its aim is to regulate online content) through a key agency (the yet-to-be constituted Online Safety Commission: OSC).",
    "Further scrutiny is warranted as regards its key provisions whereby the nature of prohibited statements under the Act, the mandate and instrumentality of the OSC, and ramifications of Internet Intermediary Registration must pass muster under the norm of democratic rights and freedoms guaranteed by the Constitution of Sri Lanka to its citizens.",
    "In the light of this, local commentary from cyber-industry stakeholders such as the Sri Lanka Association for Software and Services Companies (SLASSCOM), Federation of Information Technology Sri Lanka (FITIS), Computer Society of Sri Lanka (CSSL), Digital Marketing Association of Sri Lanka (DMASL) and BCS/The Chartered Institute of IT Sri Lanka must have all of us sit up and take notice.",
    "These and other key players have opined that the OSA is, inter alia, “impractical, risking economic setback and impacting key economic sectors”; that “amendments are essential” (a comment made while the present Act was still a Bill – the Online Safety Bill: OSB); and that it “needs to align with international standards”.",
    "International commentary is no less sharp – with the Asia Internet Coalition (AIC), for instance, commenting that the OSB was “in its current form, unworkable”. So with the OSA now!",
    "BALPP’s academics and students led by educator and cyber-security advisor Asela Waidyalankara noted the possible impact of the Bill/Act on Sri Lanka’s burgeoning digital economy.",
    "The local cyber-industry has set a target of US$ 5 billion in export revenue by the year 2025, and was projecting a “substantial boost” – to US$ 15 billion – by 2030. In 2020, it raked in a billion dollars, while earnings and projected earnings for 2023 and 2030 stood at US$ 3.7 billion and US$ 15 billion respectively.",
    "Speculation was rife as to how Sri Lanka’s key growth partners in its digital economy – the US, the UK, Germany, France, and the Netherlands, as well as other EU member states – would view and respond to the Act.",
    "Also under the microscope at the recent policy dialogue was ‘a tale of two policies’ – namely, the OSA and its predecessor the Personal Data Protection Act (PDPA) No. 9 of 2022.  Noteworthy is the fact that the PDPA took from 2019 to 2022 to pass from being a Bill into ab Act – and that only after wider consultation – to become “a more comprehensive, much lauded law”, according to BALPP’s analysis.",
    "The OSA, which took all of five months between September 2023 and January 2024, suffers in comparison with its predecessor the PDPA, which was a multi-stakeholder affair – with no less than 9 rounds of consultation with over 30 stakeholders (including local chambers and international tech giants amongst whom was Meta).",
    "BALPP’s presentation concluded with the imperative of assessing the economic impact of the OSA on Sri Lanka. It pointed to how the UK took 3 years to revise and enact a new law, and urged a review of the legal process – especially as the Online Safety Commission is to have wide-ranging powers to regulate cyber-content.",
    "Things to think about in the year ahead – one with two key elections in it now that presidential and parliamentary are to be conducted in tandem per the President – are the possible abuse of this law; contradictions with other laws such as the ICCPR Act and the RTI Act; and the practicality of implementation (for e.g. will internet intermediaries wary of the negative publicity associated with their putative compliance actually heed Sri Lanka’s stipulations per the OSA?)",
    "Responding to the question in BALPP’s presentation titled ‘OSA: Why The Rush?’, Emeritus Professor of Law Savitri Goonesekere averred that we tend to see public policy as being divorced from legal requirements and ramifications.",
    "Prof. Goonesekere was unequivocal that as far as the OSA was concerned, “there is a political push for it”, adding that “sometimes, laws are conceived in secrecy and brought forth in obscurity.” Such an approach, she opined, is “absolutely lethal in trying to regulate communications”.",
    "On the OSB being challenged in the courts, the pioneering law professor noted that “courts have become the last resort”, intimating that sense could or should have prevailed in the first place. She observed that although counsel against the passage of the Bill into law argued that it should be thrown out as a whole, the Bench was evidently influenced by the need to regulate spurious online content.",
    "“In a democratic society, there should be freedom of communication,” asserted Goonesekere, a former Vice Chancellor of the University of Colombo.",
    "The Supreme Court asked for some 31 amendments to be made to the Bill before being voted into law but there was a question-mark over whether Parliament has done so, she speculated, as also raised in the House by TNA MP M. A. Sumanthiran, thereby raising the issue of the legality of the Act.",
    "Referring to role played by the Presidential Secretariat in ostensibly ratifying the passage of the Act sans the court-mandated amendments, the law professor observed: “Government decisions are being made in flagrant violation of the orders of the Supreme Court. Has the court determination been acted upon? Instead, the President has interpreted the constitution.” Goonesekere intimated that parliament has subverted the agency and instrumentality of the judiciary.  She emphasised that “rushed legislation has an agenda”, intimating that that is tantamount to a “dismantling of democracy”.",
    "Goonesekere urged that civil society must question the passage of such a Bill, the absence of such interrogation being tantamount to “the poverty of democracy” affecting Sri Lanka’s ongoing political misadventure.",
    "Quoting the maxims of the Buddha to ‘think, reflect and then accept’, she also alluded to the intellectual curiosity and obdurate rationalism of Galileo, whose penchant to challenge the powers that be both advanced the causes of rational investigation as well as brought him into the authorities’ disrepute.",
    "“The Internet is the quintessence of communication,” said Goonesekere, musing that “one can’t treat this freedom [of expression and communication] as being limited, or in isolation.”",
    "The eminent law professor concluded that “intrusion by the Act is seeking to stifle all those important democratic norms – to think, reflect and act”; and that as there is no ex-post facto judicial review in Sri Lanka at present, citizens are hamstrung to deal with the OSA as an “illegal Act”.",
    "Dr. Sanjana Hattotuwa, the Research Director of The Disinformation Project in New Zealand, began in lighter vein by citing American sci-fi author Theodore Sturgeon who had once said that “90% of everything is crap” – which Hattotuwa adopted to mean the information sciences, whereby we can “keep sane by ignoring a majority of stuff online”. Getting down to the res right away the TED and Ashoka Fellow declared: “The OSA cannot be resurrected or re-crafted or re-engineered – it must be rejected!”",
    "Reminding his audience of ‘the Tissa case’ – in 2009, journalist J. S. Tissainayagam was sentenced to 20 years rigorous imprisonment for writing a July 2006 newspaper article that criticised the then Sri Lankan government’s treatment of Tamil civilians affected by the country’s 26-year war – Hattotuwa predicted that the OSA will enable the same at scale.",
    "“All of us are Tissa,” he said… hopefully, not prophetically – although this academic, who is the Founding Editor of Groundviews, was at pains to point out that hope in the fair use of the OSA was virtually (no pun intended) nil.",
    "Another alarming aspect of the OSA is that the full force of this law is retroactively applicable, according to Hattotuwa. Anything you wrote, posted or blogged online can be subject to its ‘Big Brotherly’ eye. And more arrestingly, the ‘O’ (‘Online’) in OSA can mean anything – an email, images on your Google Drive, something you sent as an SMS, a YouTube clip.",
    "More to the point, perhaps, “the OSA can be unmitigated disaster in an election year” especially as regards social media such as X, Facebook etc., per this academic, who has for long years advocated the use of information communication technology (ICT) to win a just peace and strengthen human rights, reconciliation and democratic governance.",
    "“The chaos that will ensue because the architecture is already present in the scaffolding of the OSA” boggles the mind, in his opinion.",
    "“We’re going to see what Chomsky calls an ‘amplified discussion’ around a few selective issues to give an impression of a vibrant conversation taking place,” foresees Hattotuwa, anticipating the authorities’ counter to the charge of suppression of the freedom of expression, but the conversation will be severely limited; restricted to selective issues; and while deceptively vociferous, it will be self-censored.",
    "As a result, “The manner in which the OSA was passed does not commend Sri Lanka as a democracy that passes consequential laws,” averred Hattotuwa. In his opinion, a weaponisation of the OSA inevitable; and a looseness of terms in the new law militates towards such weaponisation of the OSA, against critics and dissenters.  “It is not a design flaw; it’s part of the architecture,” intuited this expert.",
    "He added: “To believe that the OSA is going to stop planned, targeted, sustained attacks on social media is farcical – and the Elections Department is clueless!”",
    "This long-time critic of authoritarian regimes says that Sri Lanka is one of the most heavily surveilled states in the region – if not the world.",
    "“You don’t need Pegasus [an Israeli cyber-arms technology designed to be covertly and remotely installed on mobile phones] because of the complicity of our telcos [the telecom companies] – such is the danger of entrenched surveillance in a panopticon state [an area or arena in which everything is visible and monitored]”.",
    "He elaborated on the likelihood of “suppression of dissent and creation of a climate of fear, which could dovetail into the cross-domain surveillance that comes from CCTV monitoring” – referring to a recent initiative of the Public Security Ministry being implemented by the police.",
    "With reference to the architects of this “draconian legislation”, Hattotuwa said: “We can’t take pride in Sri Lanka as a country when we are defined by the worst of us.” His conclusion: “The OSA must be repealed post-haste because it creates a new theatre of war where you can create the conditions that make critics, et al. falsely culpable – abuse of the OSA complicates what has been an untenable situation already. It’s a ‘force multiplier’ [a military term meaning something that amplifies the effect of a force] especially during electoral moments.”"
  ]
}