{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Israels-genocide-juggernaut-to-hit-Rafah-despite-global-appeals/172-277128",
  "time_ut": 1708026840.0,
  "original_lang": "en",
  "original_title": "Israel’s genocide juggernaut to hit Rafah, despite global appeals",
  "original_body_lines": [
    "Children sit inside a vehicle loaded with items secured by rope as people flee the southern city of Rafah toward the centre of the Gaza Strip to escape Israel’s ground war in the city",
    "Never has an Israeli government been as cruel or malicious as Benjamin Netanyahu’s hardline government, which is planning to unleash what is feared as the worst phase of Israel’s genocidal campaign in the Gaza Strip. With 1.5 million starving and suffering Palestinians crammed into the southern Gaza city of Rafah, Israel has pledged to launch a massive ground, air, and sea offensive.",
    "And never has a United States government been as weak in its diplomatic coercion as the present Joe Biden administration is. Diplomatic power is seen not only when a nation uses its diplomatic clout to tame a hostile nation but also in the ability to coax or coerce a friend.",
    "When Israel, the United States’ most trusted ally, spurns Washington’s open and behind-the-scenes diplomatic efforts to bring about a ceasefire and a hostage deal, the humiliated Joe Biden administration, instead of getting tough with Israel, has shifted gears to toe Israel’s genocidal line, even though it describes the death toll of nearly 30,000 Palestinians as “over the top’ or unacceptable.",
    "It is also reported that an angry Biden referred to Netanyahu as an “as* h***.” But soon he diluted his opposition to the Rafah operation, telling Netanyahu that it should not proceed “without a credible and executable plan for ensuring the safety of and support for the more than one million people sheltering there.” The remark amounts to giving the green light for the carnage. The Democrat-majority Senate passed more funds for the Israeli war efforts, while the White House spokesman said Washington would continue to support Israel and make sure “they have the tools and the capabilities” to continue military operations.",
    "Since Israel was planted on Palestinian territory in 1947, all US administrations, except the John F. Kennedy government, have stood by Israel, even to the extent of endorsing the Zionist state’s war crimes and horrible human rights violations. But they all had a red line.",
    "Ronald Reagan, for instance, knew how to tell Israel to behave itself without breaking the special ties the US had with Israel. Lawrence J. Korb, who, as assistant defence secretary, played a significant role in shaping the defence policy of the Reagan administration, argues that Republican presidents have been more critical of Israel than Democrat presidents.",
    "In a 2021 article, he says, “President Reagan, for whom I had the honour of serving for four and a half years, actually allowed 21 UN resolutions that directly or indirectly condemned Israeli behaviour and actions to pass. These included condemning Israel for the bombing of Lebanon, Iraq, and Tunisia. George H.W. Bush allowed nine UN resolutions, including one that criticised Israel for deporting Palestinians that it perceived as anti-Israel, to pass, while George W. Bush allowed six more, including one that called on Israel to stop demolishing the houses of Palestinian civilians. Obama allowed only one UN resolution against the expansion of the settlements to pass before leaving office in December 2016.”",
    "But the worst record is that of Biden’s as far as humanitarianism is concerned. He has proved that he is ready to stoop so low as to be labelled as the biggest stooge in its defence of Israel’s genocide in Gaza. Biden’s diplomatic clout is as weak as his fading memory power, the cause for a special investigator not to pursue legal action against him for keeping classified documents. Former President Donald Trump, however, is fighting a legal battle to save himself from prison terms for the same offence. In recent utterances, Biden referred to Egypt as Mexico, French President Emmanuel Macron as Francois Mitterrand, and Hamas as the opposition, much to the embarrassment of his team in this election year.",
    "It is no surprise when Israel shows little respect for such a weak and senile president who is hurtling headlong towards defeat in the November presidential election. Israel knows the next Republican president will be there to support it financially, militarily, and immorally. This unwavering support from the United States has emboldened Israel to commit crimes against humanity and escape sanctions, international isolation, or punishment. One of the foreign policy objectives of the US is to ensure Israel survives in the strategically, religiously and even eschatologically important Middle Eastern region.",
    "Disregarding the growing global appeal against a possible catastrophe on the 62-square-kilometre Rafah, Netanyahu, more for his own political survival than for Israel’s long-term security interests, has set out to commit the most heinous phase of his genocide, which has already killed or maimed more than 100,000 Palestinians, with 70 percent of the victims being women and children.",
    "He has already used on Palestinian civilian targets the type of firepower countries usually use against military targets. Besides, the Netanyahu government, which includes extremists such as the convicted racist Itamar Ben-Gvir, who holds the national security portfolio, uses starvation and denial of medical supplies and medical facilities as a weapon to expedite the process of wiping out the Palestinian population from Gaza.",
    "It needs to be mentioned here that southern cities such as Khan Yunis and Rafah were declared safe havens by Israel for Palestinian civilians to move into when, on October 7, last year, it launched the world’s first live-streamed ethnic cleansing and genocide.",
    "With the Biden administration giving its tacit approval to the Rafah carnage, saying Israel has the right to pursue legitimate military targets in the cul-de-sac last refuge of the Palestinians, the hardline Zionist regime is untroubled by the growing world opinion against the move. South Africa, which is spearheading the global peace-loving constituency’s campaign to stop the genocide in Gaza, invoked the International Court of Justice’s intervention to stop the calamity awaiting the continuously-battered Palestinians. But the Netanyahu government is unmoved.",
    "The European Union Foreign Policy Chief Josep Borrell has urged Israel’s allies, especially the US, to stop sending weapons to Israel if they believe “too many people” have been killed in Gaza. But Israel does not care a damn about world opinion. The Netanyahu government’s behaviour adds credibility to the claims that the United States is not ruled by elected representatives but by Zionist Israel.",
    "Netanyahu’s only response was that the war would continue until Hamas was eliminated and that Israel would provide safe passage for the civilian population so they could leave. Leave, where? To Egypt? The Egyptian government is not in a position to open the Rafah border without jeopardising ties with Israel and the US. Netanyahu says the civilians could go north. But this is a death trap, as there are no safe zones in the north. There is no food aid, no medical facilities, and no electricity. The north is simply uninhabitable. Besides, Israel cannot be trusted with its safe-zone or safe-passage promises, as its murderous behaviour in the southern safe zones has shown.",
    "It appears that the worst is yet to happen in the Gaza Strip."
  ]
}