{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/green-loans-will-make-good-business-for-commercial-banks-adb-country-director/",
  "time_ut": 1730062680.0,
  "original_lang": "en",
  "original_title": "Green loans will make good business for commercial banks: ADB Country Director",
  "original_body_lines": [
    "ADB Sri Lanka Country Director Takafumi Kadono told The Island last week that commercial banks can play a crucial role in financing the transition to a green economy while adopting their criteria and environmental principles.",
    "He said so when asked whether the commercial banks in Sri Lanka would be motivated to provide environment-friendly businesses with easier access to capital.",
    "He was speaking to the press at a Q&A session during a workshop hosted by the ADB at ITC Ratnadeepa Hotel in Colombo.",
    "The workshop was attended by many government sector stakeholders to identify integrated climate responsive investments to create a pipeline of bankable green investment opportunities for Sri Lankan entities.",
    "“Lending by commercial banks to green projects and environmental-friendly operations pursued by SMEs is not new. The commercial banks apply a criteria to identify a loan as “green” as well as whether the entrepreneur seeking finance is an eligible borrower in the climate adaptation / mitigation space in line with the banks’ sustainability goals. So, in order to promote more businesses in this space, we are encouraging such green business initiatives and supportive practices by lending institutions. Hopefully, it will become more feasible to appraise such businesses and increase lending to them. And lending in the climate adaptation / mitigation space within robust parameters will provide good business opportunities for the commercial banks as well while accruing benefit to the environment and society,”",
    "As far as ADB is concerned, at the national level, I was thinking whether we could work with the government on green climate financing so that we can track how much money is spent, how we need to give incentives at different levels while taking into account the policies and regulations.”",
    "Even before climate change, when I was working on integrated water resource management projects 30- years ago, it was already a challenge. Ideally it was a great thing ,but it was difficult to introduce them in line with national water resource policies. So these programmes take political will also. I hope through exercises like this, we can bring all the stakeholders together and come up with a robust plan to support climate adaptation and mitigation projects for the entities that seek finance to enter this space or increase their contribution to the low carbon economy in Sri Lanka.”",
    "Monin and Liquid Island partner to elevate Sri Lanka’s beverage industry",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}