{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-expects-8-5-pct-credit-growth-20bn-imports-in-2024-160327/",
  "time_ut": 1714295280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka expects 8.5-pct credit growth, $20bn imports in 2024",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank is projecting 3.0 percent economic growth and a recovery in private credit to 8.5 percent in 2024 from a 0.6 percent contraction in 2023, in an outlook for the next year.",
    "Exports are projected at 12.9 billion US dollars from 11.9 billion dollars.",
    "Imports are expected to recover to 20 billion dollars in 2024 from 16.8 billion in 2023.",
    "Sri Lanka earns foreign exchange from remittances and also tourism to pay for imports and also repay debt or build reserves as long as the central bank does not cut rates with inflationary open market operations and easy standing facilities to trigger balance of payments crises.",
    "Sri Lanka does not have a penalty rate for standing liquidity facilities.",
    "The central bank is projecting 3.4 months of gross official reserves or about 5.6 billion dollars based on the 20 billion in imports.",
    "The central bank is also projecting a 5 percent of GDP external current account surplus, compared to a 3.1 percent surplus in 2023, when foreign aid dried up after a default.",
    "Sri Lanka financial account turns $1.3bn in to deficit in 2023 amid heavy repayments",
    "Sri Lanka had to repay multi-lateral lenders and private banks also repaid credit lines and balance their open positions with dollar collections when foreign debt was repaid in dollars.",
    "It is easy to build reserves when private credit is weak. However, in the past the central bank had cut rates claiming inflation was low, under so-called flexible inflation targeting and ‘data driven’ monetary policy.",
    "Sri Lanka ran headlong into serial currency crises after the end of a civil war, by trying to target 5 percent inflation while operating a reserve collecting central bank.",
    "Critics say using spurious monetary doctrines involving targeting output and inflation based on what some classical economists call ‘reality-detached’ statistical models (econometrics) while rejecting classical economic principles, macro-economists drove a country at peace into default in 2022.",
    "The International Monetary Fund itself taught the central bank to calculate ‘potential output’ giving incentives to print money including though targeting the medium term yield curve through the purchase of bonds, jettisoning a ‘bills only’ policy.",
    "A monetary law giving effect to the same the same doctrines have been now passed in parliament.",
    "In the last quarter of 2023, economic growth revived to 4.5 percent, amid largely deflationary policy and almost no inflation.",
    "Sri Lanka has a history of strongly recovering from currency crises triggered by rate cuts, but inflationism has tended to resume quickly, especially after the end of a civil war, triggering external instability.",
    "Concerns have been raised that monetary instability will return with inflationary open market operations and non-penal rate standing facilities when private credit picks up, as it happened in 2011/12, 2015/16, 2018 and 2020.",
    "A wide variety of scapegoats are then blamed by macro-economists, including politicians (deficits), some private citizens (vehicle imports, fuel), the public at large (current account deficits) and acts of god (weather for cost-push inflation). (Colombo/April29/2024)"
  ]
}