{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Germany-Business-Council-holds-25th-AGM/34-771536",
  "time_ut": 1736295561.0,
  "original_lang": "en",
  "original_title": "Sri Lanka – Germany Business Council holds 25th AGM",
  "original_body_lines": [
    "Executive Committee 2024/2025 – Seated from left: Vice President Roy Anthony, Immediate Past President Surendra Ediriweera, Embassy of Germany in Sri Lanka Ambassador Dr. Felix Neumann, President Asoka Hettigoda, Vice President Karim Schadlou, Ceylon Chamber of Commerce Secretariat Amanthi Silva",
    "Committee members – Standing from left: Aflal Khan Ismail, Dhilmini Palipane, Mark Francis, Sudath Tennakoon, Gayan Maddumarachchi, Suranga Ratnayake, Gerard Victoria and Nalaka Amaratunga",
    "The 25th Annual General Meeting (AGM) of the Sri Lanka – Germany Business Council (SLGBC) was held recently at Hilton Colombo Residences, Colombo 2.",
    "The Chief Guest, Federal Republic of Germany Ambassador Dr. Felix Neumann highlighted the enduring partnership between the two countries.",
    "Reflecting on his recent discussions with President of Sri Lanka Anura Kumara Dissanayake, the Ambassador expressed Germany’s willingness to work together in the path to economic recovery. He emphasised Germany’s readiness to aid Sri Lanka’s efforts in skilled labour migration, noting the longstanding impact of German vocational training initiatives in Sri Lanka, exemplified by institutions like German Tech in Moratuwa and Kilinochchi.",
    "Ambassador Neumann also acknowledged the robust presence of approximately 300 German brands in Sri Lanka, renowned for their reliability and long-lasting value. He emphasised Germany’s long-term commitment, with no German companies withdrawing during Sri Lanka’s recent economic challenges. On tourism, he noted Germany as the fourth-largest source market for tourist arrivals to Sri Lanka, accounting for over 7% of the market share. He underscored the people-to-people connections that drive bilateral relations, calling tourism a vital bridge between the two nations.",
    "Hettigoda Industries Chairman and Managing Director Asoka Hettigoda was re-elected by the Members as the President for the year 2024-2025. In his address, Hettigoda thanked members for their continued trust and pledged to enhance trade and investment ties with Germany.",
    "He provided a historical overview of the Council’s accomplishments and key activities over the past year. Further, highlighting Germany’s importance as Sri Lanka’s fourth-largest export market, he noted that in 2022, Sri Lanka’s exports to Germany – primarily rubber, tea, and textiles – totalled $ 888 million, while German exports to Sri Lanka, consisting of machinery, chemicals, and motor vehicles, amounted to $ 300 million. Germany also stands as Sri Lanka’s second-largest EU investor, with 51 German companies creating approximately 11,700 local jobs since 1951. Highlighting tourism, he noted 121,000 German visitors to Sri Lanka by November 2024, expressing optimism about surpassing the 2018 record of 156,888 visitors. Hettigoda concluded by underscoring the importance of strengthening trade and investment ties with Germany to support Sri Lanka’s economic recovery.",
    "For the last 25 years, SLGBC has been fostering new initiatives and areas of corporation between business communities of the two countries with the exchange of trade missions, delegations, new investments and joint ventures and have extended yeoman service to both countries.",
    "The primary objectives of the Sri Lanka Germany Business Council are; to promote trade, tourism and services between Sri Lanka and Germany, encourage German investment and establishment of joint ventures in Sri Lanka between German and Sri Lanka investors, to exchange information on trade and investment between the two countries, to conduct and facilitate joint meetings with German business organisations and to promote Sri Lankan participation in international fairs in Germany.",
    "Hilton Colombo Residences General Manager Karim Schadlou and C.G.V. Anthony & Sons Ltd., Director Roy Anthony were elected as Vice Presidents. The Member Companies; Air Global Ltd., Aitken Spence Cargo Ltd., Aitken Spence Travels Ltd., Central Bearings and Machinery Ltd., Detroves Travels Ltd., Diesel & Motor Engineering PLC, MAC Holdings Ltd., Malship (Ceylon) Ltd., and Walkers Tours were elected to the Committee.",
    "The outgoing President Ceylon Tours Ltd., Managing Director Surendra Ediriweera will continue to serve on the Committee as the Immediate Past President."
  ]
}