{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112129/china-holds-massive-parade-to-mark-80th-anniversary-of-wwii-victory",
  "time_ut": 1756873860.0,
  "original_lang": "en",
  "original_title": "China holds massive parade to mark 80th anniversary of WWII victory",
  "original_body_lines": [
    "China held a massive military parade in central Beijing on Wednesday to mark the 80th anniversary of its victory in World War II, pledging the country’s commitment to peaceful development in a world still fraught with turbulence and uncertainties.",
    "Towering structures shaped like the Great Wall stood in Tian’anmen Square, symbolizing the Chinese nation’s courage and solidarity in resisting foreign aggression.",
    "President Xi Jinping, also general secretary of the Communist Party of China Central Committee and chairman of the Central Military Commission, oversaw the parade and reviewed the troops.",
    "Standing beside Xi on Tian’anmen Rostrum were Russian President Vladimir Putin and Kim Jong Un, the top leader of the Democratic People’s Republic of Korea, along with more than 20 other foreign leaders.",
    "Representatives of people who had supported China’s WWII fight, or their family members -- from countries such as Russia, the United States, the United Kingdom, France, and Canada -- were invited to the event.",
    "This was the second time since 2015 that China has held a military parade to commemorate the hard-won victory in the Chinese People’s War of Resistance against Japanese Aggression and the World Anti-Fascist War.",
    "Helicopters flew over Tian’anmen Square carrying banners that read “Justice Prevails,” “Peace Prevails,” and “The People Prevail.” The troops marched in tight, powerful formations, their faces lit with confidence and pride. Columns of new tanks, artillery and other military equipment rumbled through the square.",
    "Xi delivered a speech before the parade. Highlighting the significance of the victory 80 years ago, Xi said it marks China’s first complete victory against foreign aggression in modern times.",
    "Xi noted that the Chinese people made a major contribution to the salvation of human civilization and the defense of world peace with immense sacrifice in the war. He called on nations to “eliminate the root cause of war and prevent historical tragedies from recurring.”",
    "Japan officially surrendered on Sept. 2, 1945, by signing the Instrument of Surrender. China designated Sept. 3 as Victory Day.",
    "An 80-banner formation honoring heroic military units from the war marched past Tian’anmen Square, highlighting China’s position as the first country to rise against fascist aggression with the longest-lasting resistance that began in 1931.",
    "The country tied down and struck over half of Japan’s overseas forces, at the cost of 35 million military and civilian casualties -- accounting for around one-third of all WWII casualties worldwide.",
    "More than 10,000 military personnel, along with over 100 aircraft and hundreds of ground armaments, were arranged into formations according to a wartime command system. The People’s Liberation Army’s (PLA) new system of services and arms -- the result of military reforms under Xi’s leadership -- was put on display for the first time.",
    "The advanced armaments put on display included unmanned intelligence and counter-unmanned equipment, hypersonic missiles, directed-energy weapons, electronic jamming systems, and strategic weaponry capable of global strikes.",
    "In his speech, Xi demanded that the PLA provide strategic support for the rejuvenation of the Chinese nation.",
    "He reiterated China’s commitment to peaceful development. “Humanity is again faced with a choice of peace or war, dialogue or confrontation, and win-win outcomes or zero-sum games,” he said.",
    "Chinese soldiers who have participated in UN peacekeeping operations marched past Tian’anmen Square, marking their first appearance in a V-Day parade. “We have the capability to defend the peace forged with the blood of our forefathers,” said Shao Xiaoguang, a member of the reviewed troops who previously served on a peacekeeping mission in the Democratic Republic of the Congo.",
    "This was also the first military parade since Xi led China to embark on “a new journey to pursue Chinese modernization on all fronts.” The country has laid out a roadmap to basically achieve modernization by 2035.",
    "“Eighty years ago, we were revived. Eighty years later, we are thriving with even greater vitality,” said Lyu Shouye, a spectator at the event and a graduate student studying AI.",
    "“Now our country has reached a stage where we need to undertake greater responsibilities,” he said."
  ]
}