{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/New-era-of-hope-and-responsibility/4-769433",
  "time_ut": 1732062085.0,
  "original_lang": "en",
  "original_title": "New era of hope  and responsibility",
  "original_body_lines": [
    "With 159 seats in Parliament and a two-thirds majority, the NPP has been given an unparalleled mandate to deliver a Government that is clean, transparent, and accountable",
    "The resounding victory of the National People’s Power (NPP) marks the beginning of a new chapter in Sri Lanka’s history. For decades, citizens have watched as promises made by the political elite faded into disappointment. This election is a clear message: the people demand change. With 159 seats in Parliament and a two-thirds majority, the NPP has been given an unparalleled mandate to deliver a Government that is clean, transparent, and accountable.",
    "The NPP’s historic Parliamentary victory was made possible by a significant swing in voting after the Presidential election. While the NPP candidate secured only 42.31% of the vote in the Presidential race, this surged to 61.56% in the Parliamentary election. A key factor behind this shift was growing public confidence in the NPP’s ability to stabilise the economy, continuation of debt restructuring and continue the reforms initiated under the IMF program. For a country emerging from a severe economic crisis, maintaining this momentum is crucial. Economic recovery requires sustained reforms, fiscal discipline, and a commitment to fostering growth while protecting the most vulnerable. The NPP now has both the mandate and the responsibility to prioritise these efforts, ensuring that Sri Lanka’s hard-won stability leads to long-term prosperity.",
    "This victory is more than just a win for the NPP. It is a victory for values that people have come to associate with the NPP; of honesty and of a Government that serves its people rather than itself. The old political culture, rife with corruption and cronyism, has been decisively rejected.",
    "While the NPP now has the authority to make sweeping changes, it also carries a heavy obligation: to ensure that this power is not abused. History shows us that unchecked power, no matter how well-intentioned, can lead to dangerous consequences. This is why the principle of separation of powers is so important.",
    "The separation of powers means that no single branch of Government—whether the President, the Parliament, or the Judiciary—should have unchecked authority. Each branch should act as a check on the other, ensuring that decisions are made with careful thought and accountability. Unfortunately, Sri Lanka’s Constitution places extraordinary power in the hands of the President, disrupting this balance. A two-thirds majority in Parliament further concentrates power, making it even more critical to establish safeguards.",
    "As James Madison, one of the great thinkers behind modern democracy, once said: “If men were angels, no government would be necessary. If angels governed men, no checks would be needed. But because governments are made up of people, we must create systems that control the government itself.”",
    "This wisdom reminds us that even the best leaders are human. Without proper restraints, even well-meaning governments can falter. Checks and balances between the executive and the legislature, an independent judiciary and the active participation of civil society are all essential to ensure that power is used wisely.",
    "Opportunity to rewrite the rules of Sri Lanka’s political game",
    "The foundation of the separation of powers is found within the constitution. The NPP has a golden opportunity to rewrite the rules of Sri Lanka’s political game to ensure accountability and justice for generations to come. This means not merely abolishing the Presidency but a new constitution based on Westminster principles that restores the balance between the executive, legislature and the judiciary. This is what the call for “system change”, embodies; not merely a change in the personalities in power but a fundamental change in the way politics is done.",
    "Persson, Roland and Tabellini point out that “Political constitutions are incomplete contracts and therefore leave room for abuse of power. In democracies, elections are the primary mechanism for disciplining public officials, but they are not sufficient. Separation of powers between executive and legislative bodies also helps to prevent the abuse of power, but only with appropriate checks and balances. Checks and balances work by creating a conflict of interest between the executive and the legislature, yet requiring both bodies to agree on public policy. In this way, the two bodies discipline each other to the voters’ advantage. Under appropriate checks and balances, separation of powers also helps the voters elicit information.”",
    "This moment is not just about the NPP; it is about us, the people. As citizens, we must remain vigilant, engaged, and vocal. A true democracy requires not only strong leaders but also an active and informed population. Together, we can build a Sri Lanka that lives up to the ideals of justice, equality, and freedom.",
    "Let us celebrate this victory with hope but also with a clear understanding of the work ahead. The NPP has promised a new political culture. Now is the time to make it a reality—one rooted in accountability, justice and the enduring principle that no one is above the law.",
    "(The opinions expressed are the author’s own views. They may not necessarily reflect the views of the Advocata Institute or anyone affiliated with the institute.)"
  ]
}