{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/P-Ariyanethran-announced-as-Tamil-common-candidate/56-765307",
  "time_ut": 1723163237.0,
  "original_lang": "en",
  "original_title": "P. Ariyanethran announced as Tamil common candidate",
  "original_body_lines": [
    "Former Member of Parliament P. Ariyanethran has announced his candidacy for the upcoming Presidential election as the Tamil common candidate. The announcement was made at an event held in Jaffna yesterday.",
    "Ariyanethran will run as the representative of an alliance comprising seven Tamil political parties from the Northern and Eastern provinces, alongside various civil organisations.",
    "In July this year, several North and East-based Tamil political parties and civil society organisations agreed to nominate a common Tamil candidate for the upcoming Presidential election. A related Memorandum of Understanding (MoU) was also signed in Jaffna on 22 July to formalise the agreement.  The agreement was signed by the Tamil Eelam Liberation Organisation (TELO) led by MP Selvam Adaikkalanathan, People’s Liberation Organisation of Tamil Eelam (PLOTE) led by MP Dharmalingam Siddharthan, Tamil United Political Front (TUPF), led by MP C.V. Wigneswaran, Tamil National Party led by Attorney-At-Law N. Sri Kantha and Eelam People’s Revolutionary Liberation Front (EPRLF) led by former MP Suresh Premachandran.",
    "The Tamil People’s Maha Sabha, which includes various Tamil civil organisations, were also party to the agreement.",
    "Pakkiyaselvam Ariyanethiran, aged 69, previously served as a Member of Parliament for the Tamil National Alliance (TNA) in the Batticaloa district. He was also the editor of Tamil Alai, a newspaper affiliated with the LTTE.",
    "In the 2004 Parliamentary election, Ariyanethiran was nominated by the Tamil Tigers as a TNA candidate in Batticaloa but did not secure a seat, finishing fifth among TNA candidates. Nevertheless, he entered Parliament in May 2004 following the resignation of MP Kingsley Rasanayagam and was re-elected in the 2010 Parliamentary elections."
  ]
}