{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-thermal-power-plants-ready-to-generate-power-from-lng-within-18-months/",
  "time_ut": 1724263440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s thermal power plants ready to generate power from LNG within 18 months",
  "original_body_lines": [
    "Government of India backs the B2B move to support people in Sri Lanka",
    "Sri Lanka’s thermal power plants will begin to generate power from Liquified Natural Gas (LNG) hopefully within 18 months, and this will help reduce current electricity tariffs by 40-50%, Power and Energy Minister Kanchana Wijesekara said in Colombo on 20th August 2024.",
    "He said so at an event where Petronet LNG Limited (PLL), India, and LTL Holdings Limited, Sri Lanka, signed a Memorandum of Understanding (MoU) for LNG Infrastructure Development and LNG Supply to Sri Lanka.",
    "The MoU is focused on providing an innovative solution encompassing supply of LNG through multimodal ISO Container supply chain. It involves the development of LNG unloading, storage, and regasification facilities at Kerawalapitiya, Colombo, and the supply of LNG from PLL’s Kochi LNG Terminal through LNG ISO tank containers for power generation facilities of Sobadhanavi Power Plant in Sri Lanka.",
    "Speaking at the event, Minister Wijesekara said, “The government has come to a policy decision that generation and supply of power in Sri Lanka need to be on a sustainable footing without leaving any room for long power cuts like in 2022, which had an enormous adverse impact on the community and the businesses. At that time, we started discussing with various players and stakeholders of the industry. We had the first discussion in this regard with the Indian High Commission in Colombo during the term of Former Indian High commissioner Gopal Baglay. I appreciate the support extended to Sri Lanka by the government of India at the most difficult time by supporting our country through several credit facilities, critical fuel supplies and other forms of support. If not for that support from the government of India and Indian Prime Minister Sri Narendra Modi, Sri Lanka wouldn’t still have come out of its electricity crisis that led to a massive social upheaval.”",
    "“At these discussions, we also focused on how we can bring down the cost of electricity while supplying uninterrupted power. One of the hard decisions we had to make was introducing the cost-reflective pricing as a first step. At that time, we faced the challenge of integrating new power sources to the national grid as the CEB and CPC had accumulated losses of Rs.300 billion, and we had little ability to pay the outstanding bills of our existing power suppliers. These two institutions had burdened the two state banks with borrowings amounting to more than Rs. 200 billion and the Treasury had also been burdened due to these financial constraints of the power sector. The media has published reports that with the cost reflective pricing, the CEB has posted a profit of Rs. 116 billion in the first half of this year. But the media failed to mention that the said accumulated losses were settled using these profits generated from the cost-reflective pricing mechanism. We used those funds to pay the outstanding bills of our suppliers such as LTL and other suppliers of coal and fuel who are key to eliminating power cuts in the country. In March 2023, the Secretary to the Ministry of Natural Gas and Petroleum Resources in India visited Sri Lanka with a high-level delegation. A key subtopic during these discussions was LNG supply and infrastructure required for the existing power plants in the country to generate power from LNG. The West Coast was also suitable for LNG, but it had no infrastructure for it. Sobadanavi and Ugadanavi plants were already there, and a third tender was being floated for power generation in Sri Lanka. In such a context, former Indian High Commissioner Gopal Baglay made a convincing case for Petronet LNG India to look at an interim solution for LNG supply for Sri Lanka. And Petronet came back within a month with an interim solution to make LNG available in nine months. But for this, we had to go through difficult legal frameworks and negotiations in creating the modalities for supply of LNG. After going through these hardships, today we have come to this historic day where we are going to finalize a permanent solution for the supply of LNG and infrastructure necessary for LNG power plants in Sri Lanka. With LNG coming to Sri Lanka, we can also look at other possibilities like LNG bunkering and even providing LNG pipe borne gas for cooking in households.”",
    "Dr. Satyanjal Pandey, Deputy High Commissioner, High Commission of India (L) / Kanchana Wijesekara, Minister of Power and Energy (R)",
    "“These are some of the vital avenues that will open with the signing of this MoU. There is an eighteen month timeline for this and we hope the infrastructure and the supply will be ready at least by the beginning of 2026. Then our power plants will be ready to generate power form LNG. This will significantly bring down the cost of electricity. At present, a unit generated from diesel power stations costs between Rs. 106 and Rs. 110. When our power stations operate from LNG , we can bring down this cost by at least 40-50% , and pass that benefit to the consumers. Overall, it will help bring down cost of energy in Sri Lanka. This is the first overseas venture for Petronet India. I know that you were pushed by the government of India to make sure that these facilities are available and your services are extended to the government of Sri Lanka. So, I thank the government of India and the management of Petronet LNG for working with us over the past 15 months to come up with proposals in order to make sure that you are supporting your neighbour and its people.”",
    "” Sri Lanka’s LTL Holding played a key role in this exercise at a time the CEB was not in a position to come up with an agreement of this sort with a foreign partner. But LTL had that capacity to enter into a B2B agreement with the backing of the government of Sri Lanka. With this MoU coming in, the Ministry of Power and Energy will support you in facilitating your work, coordinating with the the ministries of ports and shipping, transport and highways, land and urban development , in securing the spaces in the Port of Colombo for logistical requirements and obtaining the lands required for the regasification unit in Kerawalapitiya. My ministry will work closely with the Indian and Sri Lankan companies to make this energy generation target a reality in the next 18 months,” the minister said.",
    "Dr. Satyanjal Pandey, Deputy High Commissioner, High Commission of India in Sri Lanka speaking at the event said:",
    "“The two governments are working closely to quickly achieve our shared aspirations. Today’s MoU is a testament to our continued efforts to build on this strong foundation provided by our bilateral relationship to collaborate in areas crucial to our future prosperity. The project of Petronet India and LTL Holdings reflect the mutual benefits and cooperation that define our relationship. The establishment of LNG facility in Kerawalapitiya by the two companies and the supply of LNG from Kochi Terminal will support Sri Lanka’s energy needs and also contribute to the energy security of Sri Lanka.”",
    "MIOT International, India, offers revolutionary solution for severe knee pain",
    "‘SL yet to come out of crisis; increasing dollar revenue should be a priority’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}