{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/navigating-the-tough-challenges-of-immigration-with-ardent/",
  "time_ut": 1731091140.0,
  "original_lang": "en",
  "original_title": "‘Navigating the tough challenges of immigration with Ardent’",
  "original_body_lines": [
    "Colombo, Monday 21st October 2024: The search for greener pastures overseas can be a challenging one, especially when one does not know the right process and legal requirements for migration. Whether it be skilled migration, student visas or moving your family across the globe, it is imperative to have the right kind of support to ensure that the process is stress free.",
    "Ardent Immigration Inc., a renowned name in migration consultancy has dedicated themselves to ensuring that those seeking to migrate to Canada have the end-to-end support through the rigorous process. Ardent boasts years of effective consultancy, and hundreds of migration success stories.",
    "“Ardent Immigration was set up to tackle some of the toughest immigration cases in Canada. Our approach is to consult with individuals looking to move to Canada for work or permanent residence from the initial stage itself. This way we ensure that the tough process is better managed with the proper documentation, and process flow that leads to successful migration. We are proud of our success rate and for also having taken on tough immigration cases that have enabled families to be reunited, students to receive placements, and work visas granted for talented employees”, said Kaumadi Galagedara, Head of Legal and Documentation.",
    "The consultancy handles a gamut of services apart from its core business of legal consultancy for migration. These include and are not limited to PR Card Renewals, Citizenship Applications, Visa Extensions, In – Canada litigation applications such as refugee matters, inadmissibility hearings, detention reviews, etc. The services offered has been expanded over the years to Australia, New Zealand, the UK, Ireland, Finland, the USA and Northern European countries apart from Canada. Ardent’s highly sought after team is headed by Sachira Wimalaweera, Barrister & Solicitor (Alberta, Canada), who is also a Regulated Canadian Immigration Consultant (R706958) and an Attorney – at – Law (Sri Lanka). Each department comprises of talented team members, who are highly professional and committed.",
    "Optimism over corporate quarterly results exerts positive impact on bourse",
    "Standard Chartered ‘Official Banking Partner’ at Sri Lanka Design Festival 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}