{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Genetic-link-between-Lankan-tribe-and-Indians/108-281053",
  "time_ut": 1713587340.0,
  "original_lang": "en",
  "original_title": "Genetic link between Lankan tribe and Indians",
  "original_body_lines": [
    "(Telegraph India) - Sri Lanka’s Vedda people, long believed to be the island’s earliest human inhabitants, share close genetic bonds with five Indian tribal populations, a new study has found, bolstering evidence for their roots in the Indian subcontinent’s earliest modern human populations.",
    "A team of Indian and Sri Lankan scientists has found that the Vedda share a strong genetic similarity with the Austroasiatic Munda-speaking Santhal and Juang tribes in Odisha and the Dravidian-speaking Irula, Paniya and Pallar found in Karnataka, Kerala and Tamil Nadu.",
    "Their study, published this week in the scientific journal Mitochondrion, has revealed that the Vedda have a greater genetic similarity with these five tribes than with either Sri Lanka’s Sinhalese or Tamil populations with whom they have shared the island for centuries.",
    "“This was a surprise — it shows Sri Lanka as an amazing place where three populations living side by side interacted very differently with one another,” Gyaneshwer Chaubey, a population geneticist at the Banaras Hindu University who supervised the study, said.",
    "“The Sinhala and Tamil are massively mixed — you could call them genetically nearly indistinguishable, but the Vedda have remained largely isolated, they’ve maintained their identity by very low mixing,” Chaubey told The Telegraph.",
    "Archaeological excavations show that modern humans have been occupying Sri Lanka for the past 30,000 years, perhaps longer. The Vedda, originally hunter-gatherers, are the island’s only indigenous population and are believed to be the direct descendants of the island’s earliest inhabitants.",
    "“The Vedda have long intrigued anthropologists, historians and scientists because of their distinct language and culture,” said Kumarasamy Thangaraj, a scientist and study collaborator at the Centre for Cellular and Molecular Biology, Hyderabad.",
    "Kumarasamy added: “Our study unravels their genetic origins and affinities with Indian populations.”",
    "The Vedda’s original language is linguistically isolated, unrelated to any known language. Chaubey said it was one of three such linguistically isolated languages on the subcontinent, alongside Nihali, spoken in central India, and Kusunda in Nepal.",
    "For their study, the scientists extracted genetic material from blood samples collected from 37 healthy, maternally unrelated Vedda individuals and compared their genomic segments with those from other populations.",
    "Their maternal ancestry analysis suggests that the Vedda are the descendants of people who arrived from the Indian subcontinent some 55,000 years ago and who were likely an offshoot of a branch of modern humans who moved out of Africa into India and Asia.",
    "The genetic proximity of the Vedda with Indian tribal populations that were among the earliest populations in India shows their deep common genetic roots, Chaubey said.",
    "“The study highlights a distinct demographic history of the Vedda,” said Anjana Welikala, a scientist at Colombo University and the study’s first author. The findings show that the Vedda largely remained genetically isolated despite the geographic proximity with the Sinhalese and Tamil populations.",
    "Ruwandi Ranasingh, the study’s lead author at Colombo University, said the study had shown that the Vedda had preserved their distinct genetic makeup with limited gene flow from neighbouring Sinhalese and Sri Lankan Tamil populations.",
    "A study by Ranasingh and her Indian collaborators had last year shown that Sri Lanka’s Sinhalese and Tamil populations shared exceptionally high levels of genetic similarities, implying centuries of intermingling despite the differences in their arrival history, ethnicity, and language.",
    "The Sinhalese had arrived in Sri Lanka between 800BC and 600BC while the island’s Tamil population are the descendants of arrivals from Tamil Nadu between 600BC and 300BC.",
    "British husband-wife anthropologists Charles Seligmann and Brenda Seligmann had in a treatise on the Vedda in 1911 proposed that they were related to the Dravidian jungle tribes in southern India but should be considered more primitive."
  ]
}