{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-regularize-49-renewable-energy-proposals-minister-198848/",
  "time_ut": 1736474280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to regularize 49 renewable energy proposals: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is trying to regularize proposals by renewable energy investors to state-run Ceylon Electricity Board, during the last administration, some of which are at very high prices, Energy Minister Kumara Jayakody said.",
    "There were 49 proposals in response to expression of interest which were not competitive tender.",
    "Under a new Electricity Act brought by the last administration they would be made void, Minister Jayakody told parliament.",
    "“They have come through an irregular (go-duck ak-krama-wath) means,” he said. “Many of their (feed-in) price ranges are very high, which cannot be sold nor kept in Sri Lanka.”",
    "“We have proposed to regularize and the cabinet has given clearance to appoint a committee.”",
    "A cabinet committee will come up with recommendation on the prices and capacities.",
    "“We also have a desire to implement these quickly,” Minister Jayakody said. “The investors also have a problem. We also have to entertain them as an institution and a nation.”",
    "Sri Lanka’s state-run Ceylon Electricity Board has got consistently cheaper offers for renewable energy when competitive tenders were called.",
    "When small renewable projects were tendered they came at much power prices than offered under feed-in tariffs without competitive bidding in line with what would have been expected from larger projects with economies of scale.",
    "Industry analysts have attributed this due to competition from multiple investors who have the financial ability to bid for smaller projects, which the number of bidders for larger projects were less. (Colombo/Jan10/2025)"
  ]
}