{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-chairman-focuses-on-capital-raising-and-stock-market-outlook-for-2024/",
  "time_ut": 1713808140.0,
  "original_lang": "en",
  "original_title": "CSE chairman focuses on capital-raising and stock market outlook for 2024",
  "original_body_lines": [
    "The chairman of the Colombo Stock Exchange (CSE), Dilshan Wirasekera, discusses opportunities for capital raising and the stock market outlook for 2024 in the following interview:",
    "Give us an overview of the current market landscape and discuss the CSE’s overall outlook for the year 2024.",
    "We believe the overall outlook of the CSE, for the year 2024 to be a positive one, which I think mirrors the outlook for the country as a whole. There is a significant recovery in economic activity that we see which is now translating into the capital markets and specifically to the Colombo Stock Exchange.",
    "Notably, the turnover levels of the exchange have experienced a significant uptick from what it was at the beginning of the year. An increase from its daily average turnover (ADT) of around Rs 715 million in January, to the current comparatively more stable Rs1.8 billion ADT in March.",
    "I would like to delve into why performance wasn’t as what it used to be, as well as why I believe it will be better this time around. The first, and arguably most significant reason being because the country is currently in a default status. As it is in default and awaiting finalisation of external creditors for the debt restructuring, we are seeing very little foreign activity, and therefore turnover is still dominated by domestic activity. As of March 28th, we are currently at 74.91% local 25.09% foreign participation to turnover. A stark shift from previous years such as in 2018, where we were able to witness a 50-50 foreign to local contribution to the turnover.",
    "We are optimistic that as the external debt restructuring is forecasted to be finalised before June, we will then be able to shed our default status. Portfolio funds can then allocate investments into Sri Lanka, and that will drive an increase of foreign activity from its current status of 25.09%.",
    "Second, the domestic economy has had a negative growth of 7.8% in 2022, followed by a negative growth of 2.3% for 2023. However, the last quarter for 2023 shows 4.5% growth for that quarter. Therefore, looking ahead to 2024, we are optimistic that a growth of 3 – 5 percent will be achieved by the economy. That will undoubtedly result in a lot more activity.",
    "Next, interest rates have been prohibitive for investments. Previously, fixed income yields were over 20%, and people tend to avoid risky asset classes like equity regardless of whether the returns could be rewarding. The Central Bank has reduced policy rates, and as the AWPLR downward trajectory appears to be coming closer to 10%, which will primarily expect to stimulate credit growth; ultimately, people will consider investing in the stock market due to low interest rates.",
    "Finally, the performance of the current market landscape hasn’t been very impressive since, the market yet remains undervalued. The current market PE is 10.27 and the price-to-book value is at 1.02. However, historically we have had our market trade at multiples of 17 times price earnings, one and a half times book value. These are all the reasons that would then further result in the valuations being re-rated.",
    "Overall, we are quite optimistic that activity and turnover will increase driving yields and the market will perform well for the year 2024 as economic conditions continue to improve.",
    "Do you foresee a demand for capital raising via the stock market in 2024?",
    "Yes, there is a strong anticipation of increased demand for capital raising via the stock market in 2024. Several factors contribute to this optimistic outlook:",
    "Conducive Market Conditions: The market environment is seen as favourable for companies to raise capital. With expectations of improved valuations, companies can achieve reasonable multiples when raising equity, making it an opportune time for capital infusion.",
    "Investor Appetite: As investor activity increases, there is a growing appetite for initial public offerings (IPOs). This increased demand from investors creates a conducive environment for companies seeking to raise capital through the stock market.",
    "Introduction of New Products: The introduction of new financial instruments such as sustainable bonds, infrastructure bonds, and sukuks provides alternative fundraising options for organizations. This diversification of offerings is expected to attract companies looking to capitalize on these new instruments, thereby driving more listings and investor activity.",
    "Broad basing via Introducing Multiple Listing Boards: The Colombo Stock Exchange offers three listing boards—the Main Board, Diri Savi Board, and Empower Board— catering to local corporations of all sizes. These boards serve as gateways for companies to obtain listings and access capital markets, providing a range of options to suit different company profiles and capital-raising needs. Further, the Colombo Stock Exchange has introduced the Catalist Board exclusively aimed at accommodating listings of State-Owned Enterprises anticipated in the future. Additionally, to assist foreign-listed companies seeking dual listing status in Sri Lanka, the CSE has established a specialized board called the Multi Currency Board.",
    "The CSE has strengthened its listing function by allocating resources with focus on issuer relations activities, including actively engaging with companies in creating awareness and addressing misconceptions, and streamlining its processes to facilitate listings.",
    "Is there opportunity to raise capital in foreign currency for local companies?",
    "Yes, there is indeed an opportunity for local companies to raise capital in foreign currency through the Colombo Stock Exchange (CSE). The framework established by the CSE allows listed entities to issue foreign currency denominated equity, subject to certain eligibility criteria and regulatory requirements.",
    "One of the key eligibility requirements is that 50% of the company’s revenues should be in the form of foreign currency, with a minimum threshold of USD 5 million over a period of three years. Additionally, these issuances are classified as a different class of shares and are available exclusively to non-residents in the country.",
    "Furthermore, companies that raise foreign currency through these issuances are required to allocate 40% of the proceeds to local requirements, while the remaining 60% can be invested outside Sri Lanka.",
    "Despite the potential benefits of such listings, including access to a broader pool of investors and diversification of funding sources, there have been no such listings so far. This can be attributed to various factors, including the prevailing economic conditions, exchange rate volatility, and regulatory restrictions.",
    "However, there is optimism within the CSE and the business community that these listings will gain traction in the future. Improvements in the local and global economic climate, along with the increasing demand for capital among exporters and other eligible entities, are expected to drive interest in foreign currency denominated equity issuances.",
    "As conditions continue to evolve and stabilize, it is anticipated that more local companies will explore the opportunity to raise capital in foreign currency through the CSE, contributing to the growth and development of Sri Lanka’s capital markets.",
    "Overall, this partnership depicts the commitment of both the CSE and USAID to foster the development of SMEs and promote inclusive economic growth. By providing SMEs with the necessary resources, guidance, and incentives, this initiative aims to empower them to harness the capital markets as a means of realizing their full potential and contributing to the broader prosperity of Sri Lanka’s economy.",
    "Related Topics:Chairman of the Colombo Stock Exchange Dilshan WirasekaracseDilshan Wirasekara",
    "SDB bank announces strategic Bancassurance Partnership with LOLC Life Assurance",
    "‘Sri Lankan authorities turning a blind eye on the health hazards of asbestos’",
    "Unisyst Engineering to de-list from CSE at exit offer price of Rs. 6 per share",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}