{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Sharing-empathy-with-children-this-festive-season/14-770706",
  "time_ut": 1734555877.0,
  "original_lang": "en",
  "original_title": "Sharing empathy with children this festive season",
  "original_body_lines": [
    "The Christmas season is a special time filled with joy, excitement, and giving. However, this year, the festive season occurs during a period of global complexity, including the cost-of-living crisis and the absence of peace in many regions. Parents might use this time to teach children about empathy and kindness as an alternative approach to the joy of giving. It is meaningful to remind younger individuals that giving takes many forms—kindness, listening, perspective, and joy. While many children eagerly await gifts from the North Pole, it is important for them to recognise that the season encompasses much more than wrapped presents.",
    "Instilling a sense of empathy in children from a young age provides the world with a greater opportunity for a more connected, inclusive, and kind future. Through professional work with parents and schools, significant effort is dedicated to fostering a deep sense of reconnection and understanding among the younger generation. The key challenge lies in identifying methods to encourage children to look beyond themselves and appreciate the importance and role of community, and the end of the year is a perfect time to do so.",
    "Outlined below are five tips, drawn from successful practices across borders and cultures, adapted specifically for the season.",
    "One should begin by engaging in open and frequent conversations with children about the importance of understanding the perspectives and lives of others. It is essential to explain that, during the festive season, the emphasis extends beyond the exchange of gifts to include demonstrating empathy—offering attention, compassion, and patience. Encourage children to explore simple ways of practicing empathy with friends and family, such as listening actively and adopting “How are they feeling right now?” as their default response.",
    "The opportunity should be taken to introduce children to experiences and stories with which they may not be familiar. Accounts of individuals or families who may not receive gifts during Christmas must be narrated, along with the challenges they endure. Children should be provided with honest and open responses to their questions, helping them gain a genuine understanding of the world from the perspective of others. While it is common to shield children from difficult realities, it is equally important for them to comprehend both sadness and the lack of resources in others, alongside the joy and gratitude of abundance. This can be achieved through books, movies, or personal anecdotes. By exposing children to diverse perspectives, they can develop empathy and realise that not everyone’s circumstances are the same. This awareness may inspire them to assist others in meaningful ways.",
    "Giving back should be made a part of a family’s Christmas traditions. Children should be involved in acts of charity, such as participating in toy drives, donating clothes, or volunteering at a local shelter. This hands-on experience allows children to understand the realities of others and truly empathise with people who live differently from them. It also allows them to connect firsthand with the impact they can have on others.",
    "Children should be taught the importance of active listening and understanding the feelings of others. They must be encouraged to engage in conversations without judgement, listen actively, and ask open-ended questions to learn more about others’ experiences. Teach them to always ask people “How does that make you feel?” and really listen to the answers. Children are never too young to learn this and by the age of six, this can become a natural default for them.",
    "Empathy is taught primarily by role-modelling and by parents acting in empathy and encouraging children to do the same, however, storytelling also plays a powerful role. Whether it is via movies or books, allow your children the gift of the imagination and honing this skill as they imagine living in another’s reality. A Christmas Carol is a classic tale of seeing things through a different lens and realising the importance of compassion and empathy at this time of year. Sharing and telling stories with your children can be an incredibly impactful tool for helping them gain new perspectives and create a shared understanding with those around them.",
    "Teaching children empathy during the Christmas season is a beautiful way to nurture their hearts and minds and parents are actively making a difference in “healing” the world beyond today but for the future. During the season of giving, gift the children the ability to understand those our lives and planet are shared with. They should be guided to become the citizens society urgently needs and be inspired to bring meaningful change to the world.",
    "(Mimi Nicklin is a Bestselling Author, an Award Winning Empathy Advocate, and a CEO with over 16, 500 students all over the world. She has recently won the Top 45, Under 45 Leadership Award in Sri Lanka and she specialises in improving dialogue, performance and engagement in forward-thinking organisations. She is the Founder of Empathy Everywhere, the world's most extensive training platform to use social intelligence and team communication to drive transformational change. Her podcast, The MiMiYouYou, is growing at over 800% a month and her second leadership book will be out in early 2025. She can be found at @miminicklin across social media or via  www.empathyeverywhere.co)"
  ]
}