{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/syscos-global-technology-leadership-team-engages-in-immersive-visit-to-sri-lanka/",
  "time_ut": 1717714980.0,
  "original_lang": "en",
  "original_title": "Sysco’s Global Technology Leadership Team engages in immersive visit to Sri Lanka",
  "original_body_lines": [
    "Sysco LABS, the Global In-House Center for Sysco, recently hosted the company’s entire Global Technology Leadership Team (TLT) for an immersive four-day visit to its Sri Lankan center. This landmark visit saw Sysco LABS’ local teams engage and interact with Sysco’s senior tech leaders, providing colleagues direct access to global insights and guidance to enhance their growth journey at Sysco LABS.",
    "Sysco, the global leader in foodservice and a Fortune 500 company, has invested in Sri Lankan tech talent over the past 10 years. The visit by Sysco’s TLT included various activities, including breakout sessions and panel discussions, aimed at deepening collaboration and understanding of the innovative work being done at Sysco LABS.",
    "Members from the TLT supporting the food distribution efforts at a ‘Vesak Dansala’ held at the Sysco LABS office premises.",
    "Govt. says electricity restructuring will give big ‘bill relief’ to more than 4 million consumers",
    "Sysco LABS launches its ‘Mentor Mash’ growth and experience-sharing program",
    "Sysco LABS recognised as Lanka’s premier technology exporter at Presidential Export Awards",
    "Sysco LABS recognised as Sri Lanka’s Premier Technology Exporter at the Presidential Export Awards",
    "Sysco LABS reaches another milestone in strengthening Sri Lanka’s IT talent pipeline",
    "Sysco LABS supports AHRP’s Annual HR Think Tank Event for 2023",
    "Sysco LABS Fosters the Next Generation of Future-Ready Sri Lankan Tech Talent",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}