{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83924",
  "time_ut": 1713703680.0,
  "original_lang": "en",
  "original_title": "The Ranil Wickremesinghe Caravan  Moves  Forward   Despite Barking Dogs.",
  "original_body_lines": [
    "“ The  Dogs bark but the Caravan moves on”is a proverbial  saying of supposedly Turkish origin. Caravan  in this instance refers to a group of people, animals or vehicles on the move. As is natural members of the canine species  respond to the  strange sight of a caravan  in their midst by barking. This is especially so if there are animals in the caravan. Despite the dogs barking, the carava proceeds on its journey. The moral is that an individual or group must continue on the journey towards their destination even if  there is vocal opposition.",
    "In Sri Lanka’s current  political environment this saying   is most applicable to the progress of President Ranil Wickremesinghe’s administration. Ranil took over the reins of Government when the country was at the nadir of an unprecedented economic crisis.  A cash strapped Govt without foreign exchange faced   massive shortages of food, fuel, electricity and other essentials. It was a  crisis of great magnitude that triggered off a historic public protest named “Aragalaya”(struggle) which  toppled the all-powerful Rajapaksa regime..",
    "Apart from the economic aspect of the crisis there was another dimension too. The “Aragalaya”had been hi-jacked by self-styled “revolutionary”elements who posed a grave law and order threat. Orchestrated attacks were launched by organized “mobs” against Govt MPs numbering more than 70. Their  movable and immovable assets were damaged or destroyed. One MP was beaten to death and another critically injured in an assault.",
    "Many Government ministers including those of the “Medamulana clan”quit their posts. Several ministers and MPs deserted the  seemingly sinking “Pohottuwa”ship and crossed over to the opposition declaring themselves  to be  “independent”.  Then Prime Minister Mahinda  Rajapaksa regarded at one time as the “Darling of the Sinhala masses” was  besieged at “Temple Trees”by an armed mob that threw “Molotov Cocktails” (petrol bombs) and set a portion of the premier’s official residence on fire. Mahinda along with family members had to be rescued by helicopter.  Former President Gotabaya Rajapaksa faced with multitudes of protesters was evacuated to Trincomalee on a naval ship along with his spouse.  Later he fled to Singapore via Maldives and resigned the presidency from there.",
    "It was in such a volatile, violent  climate that Ranil took up the responsibility of salvaging the country and leading it on the path to economic recovery. He first became Prime Minister in May and then President in July 2022.  Ranil was not Gotabaya Rajapaksa’s first choice. He offered the premier post to Oppsition leader Sajith Premadasa first. He offered it next to Field Marshal Sarath Fonseka.  Both lacked the courage  to  accept the offer and face the challenge. Ranil was selected by default. It proved to be best choice.",
    "Prime Minister Wickremesinghe became President when Gota called it quits. It was literally a baptism of fire when instigated “mobs” aided by a media organization and abetted by loose cannon opposition MPs , burnt down his  Kollupitiya residence along with the books belonging to Ranil and wife Prof Maithree Wickremesinghe.  Who the actual arsonists were and who obstructed fire engines from dousing the fire remain unanswered questions still.However burning  Ranil’s home did not make him back out as his opponents had  calculated , he would. It only steeled his determination further.",
    "The country witnessed a new tough Wickremesinghe diametrically opposed to the “Mr. Bean”image that his adversaries projected of him.  He faced the challenge with courage. The radical elements who had hijacked the Aragalaya  began attacking and appropriating State institutions. President’s House, Temple Trees and the Presidential secretariat were occupied. The Prime Minister’s office was attacked. Mobs targeted Parliament. Plots were hatched to target the Supreme Court also. The Police and Armed forces seemed either unable or unwilling to counter the marauding mobs.",
    "Ranil himself had had  no illusions about the tasks ahead of him.  In the statement he issued in May 2022 after becoming Prime Minister , Wickremesinghe  had said “I am undertaking a dangerous challenge. In the Caucasian Chalk Circle, Grusha crossed the broken rope bridge carrying a child that was not her own. This is an even more difficult undertaking. The precipice is deep and its bottom cannot be seen. The bridge is made of thin glass and there is no handrail. I am wearing shoes with sharp nails that cannot be removed. My task is to safely take the child to the other side.”",
    "Wickremesinghe  also assured the nation that he would do his duty by the people and appealed for support. This is what Ranil stated then-“I am accepting this challenge for our nation. My goal and dedication is not to save an individual, a family, or a party. My objective is to save all the people of this country and the future of our younger generation. I will undertake this task willingly risking my life if needed and will overcome the challenges facing us. I ask you to extend your support to me in this endeavour.I will fulfill my duty towards our nation.That is my promise to you.”",
    "Ranil Wickremesinghe took up the challenge facing  overwhelming odds.  He motivated the defence services at many levels and ensured their cooperation in combatting the violence. A pitched battle was fought to defeat the onslaught against Parliament. The courts were protected. The new  “occupants”of President’s House, Temple Trees and Presidential secretariat were gradually ejected. Western diplomats who objected were put in their place. The Galle Face Green  protest demonstrations were ended in stages.  Fresh attempts to launch mass protests were thwarted.  Law and Order was restored.",
    "More importantly the economic situation improved. The 4 Billion dollar aid package from India was  like Manna from heaven though the spadework had been done by Basil Rajapaksa in his earlier capacity as Finance minister. An agreement was reached with the International Monetary Fund(IMF) . A system was worked out to reduce the shortages and ease the situation.A viable blueprint was devised to restore the economy  in the short.medium and long term. The structures of Government and bureaucracy were  re-invigorated into working with dedicated efficiency. Wickremesinghe in his capacity  as Finance minister worked in tandem with the Central Bank in the interests of the country despite differences with the Governor.",
    "Currently Sri Lanka is not in the precarious economic position it was in the year 2022. It is not out of the woods yet and would need some more years to be economically stable  but there is hope in the air that it would be possible. The light at the end of the dark tunnel is now a glow and not merely a glimmer. There is a growing school of thought  shared by people from different walks of   life that Sri Lanka is progressing under the able and stable leadership of President Ranil Wickremesinghe.",
    "Ranil has been able to achieve this with the  support and solidarity of his Government. Most ministers and state ministers in this Govt were appointed by President Gotabaya. President Wickremesinghe has not intervened too much with the set-up he inherited. He has been content to work with what he had or got. Ranil’s ministers and state ministers consist of MPs from the SLPP, SJB,  SLFP, CWC,EPDP and TMVP. He has been able to get the best out of this assorted group.",
    "What is strikingly  amazing is that an inefficient Govt under Gotabaya  has been transformed for the better under Wickremesinghe.  Comparatively younger persons  like Kanchana Wijesekera, Ali Sabry, Ranjith Siyambalapitiya, Shehan Semasinghe, Ramesh Pathirana, Pramitha Bandara Tennakoon, Manusha Nanayakkara,Harin Fernando and Tharaka Balasuriya have earned kudos as ministers and state ministers.",
    "The remarkable thing is that Ranil Wickremesinghe has been able to do all this without any positive support from the opposition. In spite of numerous appeals to opposition leaders to work together in the best interests of the country, such  invitations were declined. Many opposition MPs saw no merits in this Govt and remained  bitter critics. They could only find fault and issue dire predictions about the falyering economy. They are  negatively pessimistic  and some  even regale the country with “boru”talk about Wickremesinghe’s  immnent farewell to politics.",
    "Sadly many media institutions too have failed to  act positively or fairly. They “look out through the window bars and see only the mud and not the stars”. Some media establishments target Wickremesinghe mercilessly while boosting men of straw in the opposition. Most elitist commentators and analysts with a few honourable exceptions are antagonistic too. The trade unions and professional associations are also hostile. Strikes and stoppages of work are widespread. The “professional”protesters who have made agitation a fine art are active too in opposing  President Wickremesinghe.",
    "There is no denying that the Ranil Wickremesinghe Govt has several minus points too. The main thing however is the economy. The improvement in this sphere is visible.  It is also a fact that poorer, vulnerable sections of society are undergoing much hardship. Nevertheless those affected have not taken to the streets because they seem to feel that the economy is on the bend.  During Gota’s rule, the people  felt hopeless.",
    "It is in this  adverse situation that  Ranil Wickremesinghe and his Govt have made commendable progress in reaching the goal of reviving the economy and restoring it to previous levels albeit in a restructured manner. Despite the   negative barking of dogged critics, the Wickremesinghe led caravan keeps moving forward. It is likely to continue on its journey until it reaches the ultimate destination.",
    "However the current phase of the journey is nearing its end. Soon the second phase of the journey has to resume with renewed vigour. This is possible after an interval or respite in the form of a presidential election that is likely to occur later this year. Ranil Wickremesinghe has not officially announced that he is contesting the election but it is common knowledge that he will definitely be a contender. His supporters will contend that Ranil is sure to breast the tape first regardless of who his competitors are.",
    "When Ranil was sworn in as Prime Minister by President Gotabaya Rajapaksa there was much suspicion and scepticism towards the appointment. He was both perceived and portrayed by his detractors and opponents as an agent of Rajapaksas who wanted to rescue the beleaguered Gotabaya. The media largely reflected this viewpoint. However, this perception began slowly changing after Gota’s inglorious exit",
    "Ranil’s election as President with Sri Lanka Podujana Party (SLPP) support also helped his opponents to ridicule him as a Rajapaksa puppet.This was reinforced by the continuous support extended by the SLPP in Parliament. Some of his puerile adversaries  refer to Wickremesinghe derisively as “Ranil Rajapaksa”.",
    "The insinuation that Ranil is a Rajapaksa pupper  appears incorrect in factual terms. Though compelled at times by practical politics to engage in minor compromises with the Rajapaksa-led SLPP, Wickremesinghe has demonstrated through his presidential conduct that he is no lackey or stooge of the Rajapaksas. Ranil has proved time and again that he is an Independent person who cannot be cowed by the Rajapaksas or the SLPP. There have been many areas of disagreement  where Ranil has stood firm in spite of SLPP pressure. This is known to the opposition also but opposition stalwarts ignore this reality in their bid to undermine Wickremesinghe.",
    "Wickremesinghe does not adopt a confrontational attitude with the Rajapaksas as he needs SLPP cooperation to run the Govt.Nevertheless Wickremesinghe runs things in his own way especially in the economic sphere.  The country has progressed under his direction.This is the reality. What is necessary now is to ensure that all sections of society especially the weaker and marginalized , see an improvement in their life. This has begun but there is a long way to go yet.",
    "Even though People face many problems and the economy is yet to pick up in a big way, many people  seem to feel things are improving. Though opposition politicians, sections of the media and NGOs with vested interests paint a totally negative picture, the people at large don’t seem to see it that way. They seem to be experiencing positive vibes. That is why there is no large scale support for strikes and demonstrations.",
    "Ranil’s stock has been rising within the people. As stated earlier, it is only Ranil Wickremesinghe who has a working plan to uplift Sri Lanka from the deep economic morass it has sunk into and lead Lanka on the road to economic recovery. He has been doing this effectively from the time he took over the reins of power. The country got breathing space. Today it is slowly and surely progressing though it will require at least five more years of Ranil steering the ship of state for Lanka to reach a satisfactory state of affairs economically",
    "As such many believe    that there is grudging support for  Ranil even  among people who doubted him earlier. Many people  seem to appreciate Ranil Wickremesinghe’s courageous decision of attempting the Herculean task of placing Sri Lanka on the road to economic recovery. In spite of his past blunders and deficiencies, Ranil Wickremesinghe has virtually bitten the bullet by taking on the mission of salvaging Sri Lanka’s sunken economy.",
    "Even if the elite refuses to accept this the common people instinctively realise this. A comment by a three-wheeler driver in Colombo to a journalist illustrates this mindset. The man said in Sinhala “monava unath, Ranil Mahathaya try ekak denawa ne?(whatever said Ranil sir is trying to do something no?)",
    "In an article published more than a year ago  in the “Daily Mirror” of 25 March 2023 under the heading “With IMF boost, Ranil will target 2024 Presidential poll” , I wrote that Wickremesinghe will  conduct a Presidential election first and explained the reasons for such a move. I also said he would contest with the backing of an alliance comprising the  UNP, SLFP, Minority  community parties and  a cross section of of the  MPs from the  SJB and SLPP.",
    "In stating the reasons for  Ranil  resorting to a presidential election first  ,I observed as follows – “ Wickremesinghe regards Presidential hustings as the best bet to gain a mandate. It is only as Executive President that he could authoritatively plan, coordinate, direct and execute his economic revival program best. A mandate obtained as President would strengthen and empower him politically. “",
    "“Ranil perceives himself as a unique selling proposition in a Presidential election campaign. Given the stature and ability of his potential rivals, Wickremesinghe certainly towers above them. But then as Ranil knows very well, electoral success does not always favour the best and the brightest candidate. “",
    "“Finally, there is the personal angle. The Presidency has for long eluded Ranil who has been branded a serial loser. As such he would very much like to be a President elected by the people before retiring from Politics.All signs, therefore, point to a Presidential election first”",
    "It is therefore  against this backdrop  that President Wickremesinghe and his supporters are gearing up for the 2024 Presidential election that is likely to be held in late September or early October. The  Ranil Wickremesinghe caravan   that has progressed to this point despite barking dogs, will hopefully  continue with  its journey after winning the 2024 presidential election .",
    "What then is the strategy devised by Ranil Wickremesinghe and his supporter camp to win the 2024  presidential election? This question of a winning strategy  will be delved into in  detail in the  forthcoming second and final part of this article.",
    "This is an updated version of the “DBS Jeyaraj Column”appearing in the “Daily Mirror”dated 20 April 2024.It can be accessed here-"
  ]
}