{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99895/israeli-troops-catapult-fireball-into-lebanon-using-weapon-rarely-used-since-16th-century",
  "time_ut": 1718448240.0,
  "original_lang": "en",
  "original_title": "Israeli troops catapult fireball into Lebanon using weapon rarely used since 16th century",
  "original_body_lines": [
    "Israeli troops have used a medieval-style catapult to toss fireballs across the border into Lebanon, as fighting ramps up between Israel and the Iran-backed Islamist group Hezbollah.",
    "The trebuchet, a rotating arm with a sling attached to launch a projectile, has rarely been used since the 16th century.",
    "The Israel Defense Forces (IDF) said the catapult was “a local initiative” and had not “come into widespread use,” Israeli public broadcaster and CNN affiliate Kan reported Thursday.",
    "Kan said the trebuchet was probably used to burn shrubbery, making it easier for Israeli forces to identify militants attempting to reach the border. CNN has asked the IDF for comment.",
    "A video of the catapult in action was posted on social media on Wednesday. CNN could not verify when the footage was filmed but geolocated it to the Israeli-Lebanese border.",
    "While there have been reports of catapults being used by Ukrainian demonstrators during the Euromaidan protests in 2014, and by Syrian rebels in 2013, the weapon is a relic of bygone military ages.",
    "One of the last recorded uses of a large-scale trebuchet in warfare was by the Spanish conquistador Hernán Cortés against the Aztecs during the assault on Tenochtitlán, Mexico in 1521, according to the Encyclopedia Britannica.",
    "The use of trebuchets and other catapults began to dwindle after the invention of modern gunpowder artillery in the 15th century.",
    "The video comes after cross-border attacks from Lebanon led to large fires blazing through the north of Israel last week, consuming swaths of land and leading to the evacuation of residents.",
    "Cross-border attacks have spiked this month, but there has been low-intensity fighting since the Hamas attack on Israel on October 7, when militants killed around 1,200 people and abducted 200 others, according to Israeli officials.",
    "That prompted Israel to go to war with Hamas in Gaza, during which it has leveled much of the Strip and killed more than 36,000 Palestinians, according to Gazan officials.",
    "Hezbollah has said its current round of fighting with Israel is to support the Palestinians in Gaza. Its military capability is believed to be far greater than that of Hamas and has grown since 2006, when it relied largely on inaccurate Soviet-era Katyusha rockets.",
    "Hezbollah leader Hassan Nasrallah says his group boasts more than 100,000 fighters and reservists. The group is also believed to possess 150,000 rockets, which could overwhelm Israel’s defenses if an all-out war broke out.",
    "More than 53,000 Israelis have been evacuated from the north since hostilities began in October, the IDF told CNN. In Lebanon, more than 94,000 people have been displaced from the border area, according to the country’s health ministry."
  ]
}