{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Verité-Research-forms-governance-and-anti-corruption-research-division/56-761762",
  "time_ut": 1715625308.0,
  "original_lang": "en",
  "original_title": "Verité Research forms governance and anti-corruption research division",
  "original_body_lines": [
    "Sri Lanka’s leading think tank Verité Research has established a governance and anti-corruption research division under the leadership of Sankhitha Gunaratne, an attorney-at-law who has championed transparent, accountable, and participatory governance for over a decade.",
    "Verité Research has made this strategic move against the backdrop of widespread, systemic corruption in Sri Lanka and the reform and accountability needs of the moment. The Governance and Anti-Corruption (GAC) division will leverage research to provide guidance in navigating complex governance challenges, and shape sectoral and general anti-corruption solutions.",
    "As the newest division of Verité Research, GAC will work collaboratively with the economy, media and politics, and law divisions to enhance Verité’s standing as an interdisciplinary think tank.",
    "Prior to her appointment as the head of governance and anti-corruption at Verité Research, Sankhitha Gunaratne served as the deputy executive director of Transparency International Sri Lanka. There, she played a pivotal role in driving policy and legislative reforms aimed at combating corruption. Her specialisation spans various facets of anti-corruption efforts, including the right to information, election campaign finance, public sector integrity, private sector corruption, and international asset recovery. In her legal practice, she has worked in company and tax law, alongside extensive work with governance-related civil society organisations.",
    "Internationally, Gunaratne serves on the Board of the ‘UNCAC Coalition’, a prestigious network of civil society organisations committed to promoting the UN Convention Against Corruption (UNCAC). As a Chevening scholar, she holds a Master of Arts in Corruption and Governance from the University of Sussex."
  ]
}