{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lolc-insurance-arm-surges-ahead-with-record-breaking-performance-in-q3-2024/",
  "time_ut": 1735578540.0,
  "original_lang": "en",
  "original_title": "lolc Insurance arm surges ahead with record-breaking performance in Q3 2024",
  "original_body_lines": [
    "LOLC Insurance arm continues to strengthen their position in Sri Lanka’s insurance industry, achieving impressive cumulative growth up to Q3 2024.",
    "LOLC Life Assurance recorded an impressive 56% cumulative growth in Gross Written Premiums (GWP) compared to the same period last year, marking the highest growth rate in the industry. This achievement is driven by customer-focused strategies and innovative offerings, including the E-Proposal Platform, One-Click Platform, and Cashless In-Patient Claims Process which have enhanced efficiency, and customer convenience.",
    "The launch of Health Maxx, Sri Lanka’s first Rs. 100 million health insurance cover with in-house claim settlements, has set a new benchmark for comprehensive health protection. Additionally, the introduction of LOLC Takaful Life has expanded the company’s offering with Sharia-compliant insurance solutions across diverse customer segments.",
    "Commenting on this milestone, Ms. Nadika Opatha, Director/CEO of LOLC Life Assurance, stated, “This remarkable growth reflects the trust our policyholders place in us and the unwavering dedication of our sales and operation teams, supported by our extensive branch network. We remain focused on setting new industry benchmarks to better serve our customers, and we sincerely thank all our valued stakeholders for their continuous support.”",
    "LOLC General Insurance also delivered an impressive 12% cumulative growth in GWP by Q3 2024, surpassing the industry average. This growth was driven by strong performance in both motor and non-motor insurance segments, supported by the flagship loyalty program, ‘Honours’. Recognised as the largest of its kind in Sri Lanka, Honours enhances policyholders’ lifestyles with unmatched benefits through an extensive merchant network, redefining the insurance experience and enabling the company to stand out in the competitive insurance market.",
    "Kithsiri Gunawardena, Chairman of LOLC General Insurance, highlighted the factors behind this growth, stating, “Our consistent growth reflects our ability to deliver innovative and customer-focused solutions that meet diverse client needs. Through strategic market segmentation and focussed engagement, we continue to unlock untapped opportunities while strengthening customer relationships.” He further added, “Our extensive branch and distribution channel network allow us to effectively caters to a wide demographic, addressing evolving needs with service excellence.”",
    "As two of the fastest growing companies in Sri Lanka, LOLC Insurance companies continue to introduce transformative solutions, that address emerging challenges. By providing financial security and peace of mind, the companies serve as trusted partners during uncertain times.",
    "LOLC Life Assurance Ltd and LOLC General Insurance PLC, subsidiaries of LOLC Holdings, were established in 2012. With a focus on delivering customised and flexible solutions, the companies continue to provide a wide range of award-winning solutions designed to help individuals navigate unforeseen challenges in life while offering protection for health, property and life events.",
    "Empowering women in maritime with ‘She Can Sail the Seas’ initiative",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}