{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/amid-security-concerns-india-funded-unique-id-card-project-faces-delay-in-sri-lanka-152966/",
  "time_ut": 1709548800.0,
  "original_lang": "en",
  "original_title": "Amid security concerns, India-funded unique ID card project faces delay in Sri Lanka",
  "original_body_lines": [
    "ECONOMYNEXT – An India-funded unique ID card project, which has raised concerns over personal data security, has faced delay in Sri Lanka with the second call for bids has not been invited for two months as planned earlier, officials said.",
    "President Ranil Wickremesinghe’s government last year has disqualified the two Indian bidders Madras Security Printers (MSP) and Protein Technologies which won the tenders in the previous bidding process for the project which has raised concern over possible breach of personal data protection.",
    "India has already given an advance aid of 450 million Indian rupees to the Sri Lankan government to fund the unique ID project, which aims to collect biographic and biometric information, including facial, iris, and fingerprint data.",
    "“We are waiting for the cabinet approval. For that we have to present this to the cabinet and explain to them. We will be able to get the approval from the cabinet. Once we get the approval, we are ready to move ahead,” Kanaka Herath, the State Minister of Information Technology told reporters at a media briefing on Thursday.",
    "Hearth himself on December 18 said the second call for bids “most probably” invited at the end of last year and the government “will be able to select a bidder most probably in the first quarter” of 2024.”",
    "Officials who are aware of the project timeline did not say the reasons for the delay.",
    "Indian High Commissioner to Sri Lanka Santhosh Jha last month said the project was in the process of appointing a consultant and the country would see in the “middle of this year.”",
    "The decision to award the tender to print unique ID cards for an Indian firm has raised concerns over data privacy of Sri Lankan citizens and protection of personal data.",
    "Some security analysts have raised concern over data privacy with Indian companies being selected to print the IDs. Minister Herath last week said there was no security concerns as the data inputs are handled by a local form.",
    "“Since it is funded by the Indian government, we have to go with Indian firm. But the maintenance part and the service part are carried out by local company. Data capturing will be done by the local company,” he said.",
    "Separately, Sri Lanka’s Ministry of Public Security has called for tenders and four foreign manufactures with local partners have bided for a separate electronic National Identity Card (e-NIC) project, the Public Security Minister Tiran Alles said last month.",
    "Alles has publicly acknowledged that the Indian project has the risk of data privacy breach, and he would not want data of Sri Lankan citizens “to go out to any other country”.",
    "The Department of Personal Registration which is in charge of issuing NICs comes under the purview of Alles’ Ministry of Public Security. But the Indian project is handled by Ministry of Technology.",
    "The Indian project is expected to store the personal data of every individual in a centralized system to issue identification cards as per the standards set by the International Civil Aviation Organization (ICAO), government officials have said, to effective and efficient delivery of government services, financial inclusion, and poverty reduction.",
    "An Indo-Sri Lanka Joint Project Monitoring Committee (JPMC) has already been appointed to oversee the progress of the project. (Colombo/March 04/2024)"
  ]
}