{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-confident-of-meeting-conditions-for-IMF-funding-soon/108-279803",
  "time_ut": 1711650600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka confident of meeting conditions for IMF funding soon",
  "original_body_lines": [
    "Sri Lanka is confident it can iron out debt restructuring issues in the second quarter as external creditors are engaging positively, State Minister Shehan Semasinghe said, as reported by Bloomberg.",
    "This will pave the way for the island nation to get financing from the International Monetary Fund (IMF) because external all creditors are engaging “positively,” according to the South Asian nation’s junior finance minister.",
    "“We are looking forward to a positive outcome of discussions taking place in London with Sri Lanka’s bondholders. Unlocking access to the tranche is very important to Sri Lanka,” he added on the sidelines of the Boao Forum in the southern Chinese province of Hainan.",
    "Semasinghe also said Chinese leader Xi Jinping pledged during “very productive bilateral discussions” this week with Prime Minister Dinesh Gunawardena in Beijing to reinforce links between Sri Lankan authorities and Export Import Bank of China and China Development Bank, Bloomberg reported.",
    "Sri Lanka last week secured initial approval for a US$ 337 million payout from the IMF, though more progress on debt restructuring remains key to unlocking the funding. Sri Lanka has to firm up a preliminary debt restructuring agreement with China Exim and reach an in-principle deal with China Development Bank, the IMF has said.",
    "The government also has to enter memorandums of understanding with official creditors, including India and the Paris Club and reach a deal with its bondholders for the IMF’s board to approve the next tranche of the US$ 3 billion bailout. Sri Lankan President Ranil Wickremesinghe has said that the nation is seeking relief from payments till 2027."
  ]
}