{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mp-asoka-ranwala-emphasises-importance-of-paying-taxes-with-integrity/",
  "time_ut": 1735852440.0,
  "original_lang": "en",
  "original_title": "MP Asoka Ranwala emphasises importance of paying taxes with integrity",
  "original_body_lines": [
    "Former Speaker and Member of Parliament Asoka Ranwala has emphasised that the government can only provide proper benefits to the society and beneficiaries if successful businessmen paid their taxes properly.",
    "Speaking at an event held on Jan.1, he said that the government had faced a financial crisis in the past due to the inability to collect tax revenue. He, however, said that businessmen who donate their own money for welfare activities should be praised.",
    "“Only when successful businessmen contribute their fair share of tax can the society truly benefit. However, we experienced a great predicament in the past due to the inability to collect taxes properly,” he said.",
    "Referring to the country’s financial struggles, the MP said, “Everyone knows that our Treasury is nearly depleted. In spite of it, the President made a strong effort to provide school books and uniforms to children. But when this matter was raised in parliament, it was met with distractions and chaos. This brought the parliament into a very poor situation.”",
    "“If the government members of parliament had not acted with great commitment and restraint at that time, free books and uniforms would not have been provided to the children this year,” he said.",
    "The MP made these comments at an event where a businessman from Biyagama had launched an initiative to support social causes with his personal funds.",
    "Slashed interest rates continue to be a blessing for the stock market",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}