{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96900/world-court-dismisses-much-of-ukraines-case-against-russia",
  "time_ut": 1706720580.0,
  "original_lang": "en",
  "original_title": "World Court dismisses much of Ukraine’s case against Russia",
  "original_body_lines": [
    "Judges at the top U.N. court on Wednesday found that Russia violated elements of a U.N. anti-terrorism treaty, but declined to rule on allegations brought by Kyiv that Moscow was responsible for the shooting down of Malaysia Airlines flight MH17 over eastern Ukraine in 2014.",
    "In the same ruling, judges at the International Court of Justice (ICJ) found that Russia had breached an anti-discrimination treaty by failing to support Ukrainian language education in Crimea after its 2014 annexation of the peninsula.",
    "The decisions were a legal setback for Kyiv. The court rejected Ukraine’s requests to order reparations for both violations and only ordered Russia to comply with the treaties.",
    "Ukraine had filed the lawsuit at the ICJ, also known as the World Court, in 2017, accusing Russia of violating an anti-terrorism treaty by funding pro-Russian separatists in Ukraine.",
    "The court’s judges said Moscow violated the U.N.’s anti-terrorism treaty by not investigating plausible allegations that some funds were sent from Russia to Ukraine to possibly fund terrorist activities.",
    "The 16-judge panel ordered Russia to investigate any plausible allegations of terrorism financing but turned down a request by Kyiv for reparations.",
    "The court declined to rule on the downing of MH17, saying violations of funding terrorism only applied to monetary and financial support, not to supplying weapons or training alleged by Ukraine.",
    "Ukraine had argued that in the case of MH17, Russia supplied the missile system that shot down the aircraft, but it had not alleged financial support in that instance.",
    "In a hearing at the court in The Hague last June, Russia dismissed Ukraine’s allegations that it funded and controlled pro-Russian separatists in eastern Ukraine as fiction and “blatant lies”.",
    "In the case, which has taken almost seven years, Kyiv had accused Russia of equipping and funding pro-Russian forces, including rebels who shot down MH17 in July 2014, killing all 298 passengers and crew.",
    "In November 2022, a Dutch court sentenced two Russians and a Ukrainian in absentia to life imprisonment for their role in the disaster.",
    "In Crimea, Ukraine had said Russia was trying to erase the culture of ethnic Tatars and Ukrainians. The court dismissed all of the claims related to the Tatars but found Moscow did not do enough to support Ukrainian language education.",
    "The court’s judgments are final and without appeal but it has no way to enforce its rulings.",
    "On Friday, the ICJ will rule in another case in which Ukraine has accused Moscow of falsely applying the 1948 Genocide Convention to justify its Feb. 24, 2022, invasion."
  ]
}