{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-looks-for-investment-for-ship-building-repairing-in-oluvil-commercial-harbour-167518/",
  "time_ut": 1718110620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka looks for investment for ship building, repairing in Oluvil commercial harbour",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is looking for private investments including from foreigners to resume operations with options of ship building and ship repairing in its state-owned Eastern port in Oluvil which consists of a commercial and fisheries port, Fisheries Minister Douglas Devananda said.",
    "The port, located in Sri Lanka’s Eastern district of Ampara, was opened in 2013 after being constructed for five years, but accumulation of sand dunes at the entrance to the harbour had has made vessels inaccessible.",
    "The port has been closed down for nearly a decade effected the livelihoods of nearly 100,000 people who had no option but to look for other employments.",
    "Minister Devananda said an initial meeting was held on Tuesday (11) with all the stakeholders including officials from Sri Lanka Ports Authority, Navy, people in the area, and professionals.",
    "“We are trying to resume the operation in way to protect the welfare of the area people and the resources available in this area. I trust we can reach this goal soon,” Devananda told reporters at a media briefing in Colombo.",
    "“The entrance of the harbour was closed due to sand deposits. We want to use the resources of the port. The commercial port will be given to private sector for ship repair and ship building with foreign investments.”",
    "“What we need is to open the entrance which is now closed due to sand deposits and prevent the sea erosion in the area,” he explained the government’s expectation from investors.",
    "Oluvil is strategically positioned in an important geographical location in the Eastern province.",
    "Experts say the resumption of operation will help to increase, fish supply to Sri Lanka and with increased demand it will have a positive impact towards reduction of the prices as well.",
    "The commercial port comprises 330 metres of quay with a water depth of eight meters, and the fishing port comprises 200 meters of quay with a water depth of three meters. (Colombo/June 11/2024)"
  ]
}