{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/corruption-in-sri-lanka-a-historical-overview-of-political-mismanagement/",
  "time_ut": 1727713860.0,
  "original_lang": "en",
  "original_title": "Corruption In Sri Lanka: A Historical Overview Of Political Mismanagement",
  "original_body_lines": [
    "For the past 76 years, Sri Lanka has grappled with pervasive corruption that has deeply entrenched itself within the political fabric of the nation. Successive regimes, particularly the United National Party (UNP), the Sri Lanka Freedom Party (SLFP), and the Rajapaksa family, have been accused of mismanagement and theft, leading to the deterioration of the country’s assets and the suffering of its citizens.",
    "The political landscape of Sri Lanka has largely been dominated by a few powerful families whose governance has often prioritized personal gain over national welfare. These regimes have systematically depleted the country’s resources, leaving Sri Lanka in a precarious economic position. Many citizens believe that the wealth generated by the country’s natural resources and public enterprises has been siphoned off, with assets being transferred to foreign lands.",
    "The allegations of corruption have not gone unnoticed. Investigative journalism, including high-profile reports like the “Panama Papers” and other international inquiries, has shed light on the offshore dealings of Sri Lankan politicians and public figures. These revelations have painted a grim picture of a political class that has exploited its position for personal enrichment, while the general populace struggles with poverty and high living costs.",
    "The “Panama Papers”, released in 2016, implicated numerous global figures in offshore financial dealings. Among the Sri Lankans mentioned were several politicians and public figures whose names raised eyebrows regarding financial transparency and ethics. While specific names can vary and should be verified from credible sources, it is known that some prominent figures were scrutinized for their financial practices and offshore accounts.",
    "Despite the gravity of these revelations, successive governments have shown little interest in pursuing investigations into these allegations. This lack of accountability has fueled public disillusionment and anger, particularly among the youth, who are increasingly vocal about the need for justice and reform. The call for the recovery of stolen assets has become a rallying cry for many, as citizens seek to reclaim what they believe is rightfully theirs.",
    "Anura Kumara Dissanayake In this context, the election of Anura Dissanayake as the new president has sparked a glimmer of hope among the populace. His campaign focused on the recovery of stolen assets and the promise of accountability resonates strongly with the people, particularly the younger generation. After just one week in office, his actions and initiatives have instilled a renewed sense of hope in Sri Lankans, whether they voted for him or not. His leadership is seen as a crucial step toward restoring faith in governance.",
    "The upcoming parliamentary elections will be pivotal, as the people have shown a strong desire for change. There is a growing expectation that two-thirds of the members of the last parliament will be sent home by the electorate, who are eager to exercise their democratic power against the corrupt politicians that have bankrupted the country. Sri Lankans are anxiously awaiting how they will utilize their voting power in the future, hoping to elect representatives who prioritize integrity and accountability.",
    "The road to recovery for Sri Lanka will be challenging, but the collective desire for justice and accountability among the citizens is a powerful motivator. As the new administration embarks on this journey, many are asking whether the same corrupt politicians will regain power or if new, honest candidates will emerge to lead the country toward a brighter future.",
    "The corruption that has plagued Sri Lanka for decades is a pressing issue that requires immediate attention and action. With the new leadership of Anura Dissanayake, there is hope that the stolen assets will be recovered, justice will be served, and the country can begin to heal from the wounds inflicted by years of mismanagement and greed. The people of Sri Lanka are looking forward to the upcoming elections, ready to make their voices heard and choose candidates who embody their aspirations for a fair and prosperous future.",
    "*U.H. Hyder Ali -MA, Resource Development Consultant, Paris – France"
  ]
}