{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Kabir-urges-Govt-to-delay-finalising-unit-price-for-Adani-project-in-Mannar/56-760242",
  "time_ut": 1712103346.0,
  "original_lang": "en",
  "original_title": "Kabir urges Govt. to delay finalising unit price for Adani project in Mannar",
  "original_body_lines": [
    "SJB MP in Parliament expresses belief that price of a unit can be reduced to as low as $ 7 cents",
    "Asks Govt. to renegotiate with Adani Group after it receives pricing offers for yet another power project in close proximity",
    "Suggests price of a unit quoted for new project should be used as a base price to discuss with Adani Group",
    "Raises concerns on transparency of process in which Adani was granted the project and asks subject Minister to clarify",
    "Samagi Jana Balawegaya (SJB) MP Kabir Hashim yesterday called on the Government to temporarily suspend finalising the price agreement for a unit of power with the Indian Adani Group regarding the Mannar renewable energy project.",
    "During his address in Parliament, Hashim highlighted that the Ceylon Electricity Board (CEB) has initiated international tenders for an additional renewable energy project in close proximity to the proposed site for the Adani project. Hashim urged the Government to await the determination of the lowest price offered for the new project. He proposed that subsequent to this assessment, renegotiations with the Adani Group should be pursued.",
    "“Initially, media reports and other forums indicated that one unit of power was priced at $ 12 cents. However, it was later disclosed that subsequent negotiations had lowered the price to",
    "He suggested, however, that it would be prudent for the Government to wait and observe the lower unit price offered in the new project. The SJB MP said this price could then serve as a base price for negotiations with the Adani Group.",
    "“Our understanding is that the new project would offer a unit at $ 7 cents,” he said.",
    "Hashim stressed that refraining from hastily deciding on a price with Adani would be advantageous for the Government. He expressed confidence that Adani could potentially lower their offer to as low as 7 cents.",
    "He highlighted the significant financial implications, indicating that purchasing 1971 MW for a year would require Rs. 266 billion over 25 years. Hashim emphasised the potential for substantial savings if pricing negotiations could result in a reduction of costs.",
    "“It is commendable to promote the development of renewable power and energy; however, concerns have been raised regarding various projects. There appears to be a lack of transparency in selecting the company to implement these projects. It is imperative that detailed information regarding the selection process is provided to Parliament. Questions linger about whether a tender process occurred or how Adani was chosen for the project,” he stressed.",
    "He emphasised that in order to regain the trust of the people, these tasks must be carried out in a transparent manner.",
    "“The correct pricing and the process by which it was determined or calculated remains unclear. Additionally, the details regarding the decision-making process are unknown. It is worth noting that the Ceylon Electricity Board (CEB) has issued tenders for another 50 MW wind power project, with the closing date set for 9 May. Given these circumstances, it would be advisable not to agree on a price with Adani at this time. Instead, it would be prudent to assess the pricing for the new project and engage in discussions with Adani to potentially negotiate a rate that aligns with the pricing of the new project,” he added."
  ]
}