{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111654/sri-lanka-aviation-unit-honoured-for-outstanding-service-in-minusca",
  "time_ut": 1755651600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Aviation Unit honoured for outstanding service in MINUSCA",
  "original_body_lines": [
    "The Sri Lanka Aviation Unit in Bria, serving under the United Nations mandate in the Central African Republic (MINUSCA), has received high praise and official commendation for the successful execution of a high-risk Casualty Evacuation (CASEVAC) mission, the Ministry of Defence said in a statement.",
    "The Ministry added that the unit headed by the 10th Aviation Contingent Commander, Group Captain Uditha De Silva was also commended for the outstanding commitment, conscientiousness and professional expertise in providing critical air support, contributing significantly to the success of the mission.",
    "The mission, carried out in a highly hostile and unpredictable operational environment, involved the urgent evacuation of three severely wounded UN personnel from Zemio. The operation was conducted using an Mi-17 helicopter (UNO 326P) and required precision flying, quick decision-making and exceptional teamwork under extreme pressure.",
    "The aircrew comprised Wing Commander Ishan Thibbotumunuwe (Captain), Wing Commander Nadun Deneththi (Co-pilot), Flight Sergeant Chandana AMG, Sergeant Perera GGPK, Corporal Weerasinghe KPS and Corporal Rodrigo DVMP.",
    "The extraction site presented several formidable challenges, including extreme dusty landing conditions, an unstable tactical situation and rapidly changing ground threats, the Ministry noted.",
    "Despite major obstacles, the team had maintained composure and professionalism, to complete the task with precision. Their timely response ensured the safe evacuation and transfer of the casualties to Bria after 3 hours and 50 minutes of flying for urgent medical treatment, saving lives and fulfilling a critical humanitarian responsibility.",
    "In recognition of the outstanding performance, the Force Commander of MINUSCA presented commendation to the Captain Pilot, the Co-pilot and the Sri Lanka Aviation Unit.",
    "Apart from this mission, the 10th Sri Lanka Aviation Unit in MINUSCA has successfully concluded 16 CASEVAC missions and saved 18 lives since the deployment in December 2024, despite challenging and hazardous environmental conditions, the Defence Ministry noted."
  ]
}