{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ccm-prioritizing-sri-lankan-school-leavers-practical-skills-development/",
  "time_ut": 1758043500.0,
  "original_lang": "en",
  "original_title": "CCM prioritizing Sri Lankan school-leavers’ practical skills development",
  "original_body_lines": [
    "In a strategic move to uplift and empower Sri Lanka’s next generation of IT professionals, the UK-headquartered College of Contract Management (CCM) is setting its sights on learners who need it most: school leavers with limited access to higher education. With a mission that puts practical skill development at the forefront, CCM is introducing industry-relevant courses aimed at equipping students with the tools necessary to thrive in a global tech-driven economy.",
    "“What’s going to be special about us,” says Elise de Carteret, a senior leader from CCM’s UK head office, “is that we’re not going to focus solely on academic theory. We’re actually going to teach learners the practical skills they can take directly into the workforce. That’s what’s going to give them an edge.”",
    "Speaking to The Island Financial Review, she said that CCM has already operated in Sri Lanka for nearly a decade through its private limited back-office presence. Now, with this latest initiative, the institution is moving from operational support to direct educational delivery—starting with courses in programming and IT.",
    "“We’ll be teaching various coding languages such as JavaScript and PHP, de Carteret elaborated. “Then learners will complete a capstone project that mimics what they’d actually be asked to do in the IT industry. These languages form the core foundation for progressing into any sector of IT—cybersecurity, AI, machine learning, data science—you name it.”",
    "The focus isn’t just on skills. It’s also about access. With over 55,000 Sri Lankan students passing the university entrance exams but failing to secure a placement, CCM sees a significant opportunity to fill a widening educational gap.",
    "“These students may not have the means to pursue private education, de Carteret said. “It doesn’t feel fair that they’re being left behind. We want to offer them a path forward—one that’s practical, affordable, and empowering.”",
    "Beyond the classroom, CCM brings its UK-level academic standards to Sri Lanka, leveraging expert-led instruction and real-world assignments. De Carteret, who heads up HR and operations at CCM, plays a critical role in lecturer recruitment.",
    "“My role involves sourcing experts who are not only qualified but passionate about passing on their knowledge. We want learners to be taught by people who have been in the field and understand what it takes to succeed, she noted.",
    "With a positive view of Sri Lanka’s workforce and cultural ethos, de Carteret added:",
    "“We already have around 50 team members in our office here, and all of them are exceptional. They’re hardworking and fully committed. That’s why we want to give back to Sri Lanka. We believe this is the right place to start.”",
    "When asked about the broader vision, de Carteret pointed to the newly energized focus by the Sri Lankan government on IT, AI, and digital transformation.",
    "“Yes, our director did a full review of the local context before expanding here. We’re aware that the new government is pushing the tech sector, and we want to be a part of that growth. If demand is sufficient, we’ll even consider moving into other disciplines in the future.”",
    "She added: “It’s always a lovely experience to be in Sri Lanka. Everyone’s incredibly friendly, and I’m personally very excited about launching this initiative. We’re here to make a difference.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}