{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/3M-MLL-warns-customers-about-dangers-of-purchasing-fake-and-grey-channel-products/34-769217",
  "time_ut": 1731521364.0,
  "original_lang": "en",
  "original_title": "3M-MLL warns customers about dangers of purchasing fake and grey channel products",
  "original_body_lines": [
    "The McLarens Group (3M-MLL), the master distributor for 3M products in Sri Lanka, is reaffirming its commitment to safeguarding customers by ensuring that they are the channel for authentic 3M products.",
    "The purchase and use of unauthorised 3M products could lead to a variety of serious problems. These products often do not have warranties, leaving consumers without any kind of support or recourse for complaints. The use of counterfeit or grey channel products, especially personal safety products, pose significant risks to health and safety.",
    "Consumers who purchase 3M products from 3M-MLL are assured authenticity as they are backed with comprehensive warranties. The company stands behind each and every product they distribute, to ensure that consumers receive products of the highest quality along with reliable support.  3M-MLL encourages consumers to be vigilant and understand conditions regarding the authenticity of 3M products. It is imperative to note that illicit products can be difficult to distinguish from genuine products, and the consequences of using them are severe.",
    "Furthermore, the company also encourages leadership and decision-makers to develop a greater understanding of the gravity of this situation, as the safety and health of employees is a priority above cost consciousness.",
    "3M-MLL Director/CEO Dilan Seneviratne said: “Our primary concern is the safety and wellbeing of our customers. This is why we urge everyone to be cautious and ensure they purchase 3M products through authorised channels only. Counterfeit products not only fail to provide the benefits of the genuine article, but also pose great risks.”",
    "3M-MLL encourages all consumers with concerns or inquiries regarding 3M products to contact the team immediately. The company is ready to assist with any queries and provide the necessary support to ensure consumers have access to genuine and safe 3M products."
  ]
}