{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/elevate-filmmakers-building-confidence-to-speak-up-drive-change/",
  "time_ut": 1735477791.0,
  "original_lang": "en",
  "original_title": "ELEVATE Filmmakers: Building Confidence To Speak Up & Drive Change",
  "original_body_lines": [
    "In Sri Lanka, discussions surrounding Sexual and Reproductive Health Rights (SRHR) and Cyber Gender-Based Violence (CGBV) often remain shrouded in silence due to deep-seated cultural taboos. This silence is particularly prevalent in government universities, where many female students are hesitant to address these sensitive topics due to stigma and fear of backlash. The ELEVATE Project, launched by the Centre for Media and Information Literacy, sought to break this silence by empowering 50 young female undergraduates, giving them the tools and confidence to speak out and advocate for change.",
    "Through creative expression in filmmaking, the ELEVATE Project has not only provided participants with valuable technical skills, but it has also played a critical role in elevating their confidence. These young women, once too shy to discuss SRHR and CGBV, have grown into outspoken advocates, using their films as powerful tools for social change.",
    "The central theme of the ELEVATE Project is empowerment through confidence-building. For many participants, the project began as an opportunity to learn new skills, but it quickly became much more. Filmmaking, an often intimidating and technical art form, became a tool for personal growth, helping each participant move from silence to vocal advocacy.",
    "Chamodi, a student from the University of Ruhuna, is a prime example of how the project elevated confidence. Before joining ELEVATE, Chamodi was reluctant to discuss SRHR issues. “Before this, I felt too embarrassed and unsure to speak about these topics, even in private conversations,” she admits. However, after attending a session by Professor Carmen from the University of Peradeniya, Chamodi began to realize the importance of discussing SRHR openly. “The session gave me the confidence to not only talk about SRHR but also to advocate for it within my community,” she explains. By learning to use filmmaking as a form of expression, Chamodi transformed from someone who avoided sensitive topics to a confident leader in her university community, sparking conversations on consent and intimate partner violence.",
    "Chamodi’s experience demonstrates the core success of the ELEVATE Project: the ability to build confidence in young women who were initially shy or fearful about addressing important issues. It was not just about learning filmmaking—it was about discovering the power of their own voices.",
    "The confidence to speak up comes not only from the skills participants gained, but also from the supportive, all-female learning environment created within the ELEVATE Project. This safe space allowed participants to engage without fear of judgment, which proved crucial in building confidence. Nuzha Kidur, a participant from the University of Colombo, explains how this safe space made all the difference. “The absence of a male audience created an environment where we could speak openly without judgment,” she reflects. “This gave me the courage to address topics I once avoided.”",
    "Nuzha’s transformation highlights how the project’s environment fostered confidence. By providing mentorship and encouraging open dialogue in a non-judgmental space, the ELEVATE Project allowed women to overcome their hesitations and confront complex issues such as reproductive health and unsafe abortion. Nuzha’s short film on unsafe abortion is not just a personal achievement; it is a powerful statement advocating for awareness and policy change. Through the ELEVATE Project, Nuzha learned to use filmmaking not just as a creative outlet, but as a means of social activism, speaking out for those who are often voiceless.",
    "Filmmaking, in the context of the ELEVATE Project, was more than a technical skill—it was a tool for self-empowerment. As participants crafted their films, they not only honed their technical abilities but also confronted their own fears and uncertainties. This process allowed them to gain confidence in their ability to speak up on sensitive and often taboo subjects.",
    "Niroshika, a participant from the University of Jaffna, recalls her initial nervousness: “At first, I was nervous to speak about these issues, even in our group discussions. But as I started working on my film, I realized the importance of my voice and my story in driving change.” Through the process of filmmaking, Niroshika discovered the power of her own narrative, which transformed her from a shy student to an outspoken advocate for social change.",
    "The process of filmmaking gave Niroshika and many others the confidence to challenge societal norms and speak up about difficult topics. The films they produced became a platform for them to communicate their experiences, express their views, and inspire others to join the conversation. In doing so, the ELEVATE Project not only elevated their technical skills but also elevated their confidence, enabling them to drive change within their universities and communities.",
    "One of the most significant achievements of the ELEVATE Project is its inclusivity, particularly in empowering differently-abled students. Dilshani Randima, a differently-abled student from the University of Colombo, shares her experience: “This project gave me a voice and the skills to express myself. For the first time, I felt truly included and empowered to address issues that matter to me and my community.”",
    "Before ELEVATE, differently-abled students like Dilshani were often excluded not only from discussions on SRHR and CGBV but also from opportunities to develop technical skills like filmmaking. By providing accessible platforms for expression, the ELEVATE Project has proven that confidence-building is crucial for all students, regardless of ability. Dilshani now encourages others to speak out, further expanding the reach of the project’s advocacy and amplifying the voices of those who have historically been marginalized.",
    "The ELEVATE Project has done more than teach filmmaking. It has created a movement—a movement driven by young women who now have the confidence to challenge social norms and demand change. The 25 films produced through the project tackle important issues like period poverty, menstrual stigma, intimate partner violence, and cyber gender-based violence. These films serve as powerful advocacy tools, amplifying the voices of the young women who created them and inspiring others to join the conversation.",
    "Pramodya Siriwardhana from the Eastern University of Sri Lanka sums up the lasting impact of ELEVATE: “This project has taught us to believe in the power of our voices. This is just the beginning of a much larger journey for me.” Pramodya’s words reflect the broader shift in mindset that the ELEVATE Project has instilled in its participants. What began as a simple skill-building initiative has grown into a confidence-boosting movement, with these young women now leading discussions and pushing for policy changes in their universities.",
    "The ELEVATE Project has undeniably elevated the confidence of young women in Sri Lanka, empowering them to speak up on issues of SRHR and CGBV. By providing the tools, mentorship, and safe space to express themselves through filmmaking, the project has allowed participants to confront their own fears and transform into confident advocates for social change. These young women are now using their voices to challenge stigma, raise awareness, and push for concrete changes in their communities and universities.",
    "Through the ELEVATE Project, confidence was not just an outcome—it was the catalyst for a movement that is continuing to inspire others and shape the future of advocacy in Sri Lanka and beyond."
  ]
}